[
  "REUTERS/Sabratha municipality media office/Handout via Reuters/Files\n\nArmed with little more than gun-mounted pick-up trucks, they are a last line of defense against the Sunni Islamist group which controls swathes of Syria and Iraq and which has now taken advantage of chaos in the north African state to seize territory there.",
  "“When you see an ISIL training camp and we see them doing push-ups and calisthenics every day, they’re not there to lose weight,” Brett McGurk, the U.S. envoy to the international coalition fighting Islamic State, also known as ISIL or Daesh, told White House reporters.",
  "Forces from the port city of Misrata - one of the most powerful military factions - have been on the front line of the battle against Islamic State since it took over Sirte a year ago and drew more foreign fighters to its ranks there.",
  "There are signs of a growing Western urgency to stop Islamic State (ISIS), and Libyan commanders say Western weapons and air strikes will make a vital difference in the coming battle against their better-armed enemy.",
  "Misratan forces backed the new U.N.-supported government and could potentially work with rivals from Haftar’s Libyan National Army and the oil guards, who are both aligned with the eastern government, Toaldo said.",
  "French special forces and intelligence commandos are engaged in covert operations against IS in Libya in conjunction with the United States and Britain, the French newspaper Le Monde reported on Wednesday.",
  "“They’re getting stronger because no one is fighting them,” said Misrata forces commander Mahmoud Gazwan at the Wadi Bey checkpoint, a dusty outpost serving as a mobile base for his brigade of fighters.",
  "But Western officials say just as important is the need for a united Libya government to request more aid and for the Libyan forces ranged against IS to bridge their own deep divisions.",
  "Libya’s eastern government is backed by an alliance including the Libyan National Army led by former Gaddafi ally-turned rebel Gen. Khalifa Haftar, and a brigade controlling oil ports.",
  "“Patience is very short with the House of Representatives.”\n\nItaly said on Monday it would let U.S. armed drones take off from its soil to defend U.S.-led forces against Islamic State.",
  "U.S. and European officials say infighting between the rival administrations is blocking U.N. efforts to cajole them into a national government capable of rebuilding Libya’s army.",
  "An air raid by U.S. special forces on Sabratha killed more than 40 Islamic State fighters last week, but there are no international plans to send combat ground troops into Libya.",
  "During the recent fighting in Sabratha, there were signs of cooperation among forces from Zintan and Sabratha brigades who back opposing sides in the wider national conflict.",
  "Mattia Toaldo, a Libya expert with the European Council on Foreign Relations, sees a convergence of forces who may agree on little but can work together against IS.",
  "Five years after Muammar Gaddafi’s overthrow and death, Libya is caught in a slow-burn civil war between two rival governments, one in Tripoli and one in the east.",
  "A view shows damage at the scene after an airstrike by U.S. warplanes against Islamic State in Sabratha, Libya in this February 19, 2016 handout picture.",
  "U.S. and French drones and British RAF jets are flying reconnaissance missions in preparation for action to help the local forces fighting Islamic State.",
  "The United Nations-backed presidential council is waiting for approval of its new government from the elected House of Representatives in the east.",
  "Frustration is growing in Western capitals after repeated failures of the House to vote or reach a quorum to hold a ballot on the new government.",
  "Tripoli is held by a faction of Islamist-leaning brigades and Misrata fighters who took over the city in 2014 and drove out rivals.",
  "Each is backed by competing alliances of former rebel brigades whose loyalties are often more to tribe, region or local commander.",
  "Western governments are wary of large-scale military intervention but fear inaction may allow Islamic State to take deeper root.",
  "We need to take action where we can, that requires forces on the ground that we can help and train,” said one Western diplomat.",
  "WADI BEY, Libya (Reuters) - An hour’s drive from the Libyan city of Sirte, a few dozen troops man outposts along a desert road.",
  "Islamic State militants are also fighting in Benghazi to the east, shelling the oil ports of Ras Lanuf and Es Sider.",
  "“We are confident here we can win,” says Mohamed al-Oreifi, one of the outpost commanders near the Sirte front line.",
  "“They’re there to train for something, and we’re not going to let them do that.”\n\nCONVERGENCE OF FORCES?",
  "They are hoping the West will soon be giving them more help to fight a common enemy: Islamic State.",
  "Its ranks are split, including federalists looking for more autonomy for their eastern region.",
  "Misrata now backs the U.N. deal while some of the Tripoli political leadership is against it.",
  "A U.S. government source said the Obama Administration was pursuing a two-track policy.",
  "“We have always made clear the intention of providing assistance in fighting Daesh.",
  "U.S. special forces have been holding meetings with potential Libyan allies.",
  "One is to try to knit competing factions into an effective government.",
  "On Tuesday they attacked further west in Sabratha city.",
  "The French defense ministry declined to comment.",
  "“But we need support and new weapons.”",
  "The other track involves air strikes.",
  "Sirte is its stronghold."
]