[
  "The FN’s previous best performance in the presidential election was in 2002 when Jean-Marie Le Pen advanced to the second round for the first time in the FN’s history; voters handed then-incumbent President Jacques Chirac 82 percent of the vote—an unprecedented victory that was widely regarded more as a rebuke of the FN than approval of Chirac.",
  "It has also been characterized by anti-immigrant, anti-Muslim, and anti-Semitic sentiment (Jean-Marie Le Pen has repeatedly dismissed the Holocaust as a minor “detail” of history and defended collaborators of the Vichy government, which deported tens of thousands of French Jews to death camps during World War II).",
  "“Voluntarily or not, he gave ammunition to our adversaries,” Le Pen said of her father in November, adding: “Today our adversaries no longer have that ammunition.”\n\nStill, the younger Le Pen’s rebranding efforts alone may not be enough.",
  "By the time Marine Le Pen took over as the leader of the FN in 2011, the party began a period of transformative rebranding—one which retained its far-right values with less emphasis on the homophobic, anti-Semitic elements.",
  "Dr. David Lees, a researcher on French politics at Warwick University, told me last November that though Le Pen’s outsider status has certainly helped her anti-establishment image, it could also pose a challenge.",
  "Le Pen envisions a France with closed borders, its own currency, and tough immigration controls; a country that is independent of international bodies like NATO, and one that ultimately puts itself first.",
  "Indeed, her 144-point manifesto outlining her vision for France reflects many of the policies the FN has put forward since it was founded more than four decades ago by her father, Jean-Marie Le Pen.",
  "“The FN has only got two members of the National Assembly in France … so if she does win, she wouldn’t be able to form a government,” Lees said.",
  "This ultimately resulted in the expulsion of the elder Le Pen from the party in 2015 in a family battle played out in the media.",
  "She just wouldn’t get anything through because the options of ruling by decree in France are very small for a president.”",
  "“Other people have shown the way,” she said, alluding to the Brexit vote last summer and Trump’s election last November.",
  "From the onset, the party has opposed the European Union, economic protectionism, and same-sex marriage.",
  "The party didn’t win a single local election in 2015, and claims only two seats in French parliament.",
  "Although such sentiments might be experiencing a resurgence, many of Le Pen’s policies are not new.",
  "“She would find it very hard to govern without having any sense of support in Parliament.",
  "This inward thinking, Le Pen reminded supporters, would not be unique to France.",
  "Those views haven’t earned the FN much electoral success."
]