[
  "The Times of Oman sees Qaddafi’s release as a “politically dramatic” event, a “very significant game changer on the ground politically in so many different ways.”\n\nNoting that Saif al-Islam Qaddafi’s brother Saadi was also released by Libyan militia last week under a new amnesty law, the Times of Oman speculates that Saif will become the linchpin of an alliance between Libyan tribes still loyal to his family, Libyans unhappy with the years of bloody chaos following President Barack Obama’s military intervention, and Haftar’s power base.",
  "Human Rights Watch, which supports bringing Qaddafi to the Hague to face the International Criminal Court, has called on Libyan authorities to “confirm whether he was released and disclose his current whereabouts.”\n\nQaddafi’s release could prove to be more divisive than unifying, depending on how intensely the GNA and ICC insist on trying him and imposing harsh penalties.",
  "DefenseWeb relays a statement from the military and municipal councils of Zintan condemning Qaddafi’s release as an illegal act of “collusion and betrayal of the blood of the martyrs and the military institution they claim to belong to.” That sounds like the beginning of another bitter factional divide in Libya, not the beginning of a reconciliation process.",
  "DefenseWeb also found some details of the story puzzling, such as what terms his captors set for his release and “why they would have freed a prisoner seen as a major bargaining chip.”\n\nOn Monday, officers under Khalifa Haftar dissolved the Abu Bakr al-Sadiq Brigade and ordered its troops and weapons to be folded into Haftar’s western military command.",
  "Qaddafi’s release was announced by the Abu Bakr al-Sadiq Brigade, which announced the dictator’s son is “now free and has left the city of Zintan.” However, the UK Guardian notes it is not clear whether Qaddafi actually left Zintan, if he is free to move about the country, or if he would be permitted to leave Libya.",
  "The next step in this scenario would be a “Mandela-style Commission/Tribunal to forgive or prosecute, where appropriate, crimes committed pre and post 2011,” initiating a reconciliation process similar to what occurred in South Africa under President Nelson Mandela.",
  "Additionally, the International Criminal Court has questioned the integrity of the trial that convicted Qaddafi in absentia and wants him shipped to the Hague to face charges including murder, persecution, and crimes against humanity.",
  "The Daily Mail recalls that, before the revolution, Saif al-Islam Qaddafi had a number of significant international relations, having once been described as a “personal family friend” by former British Prime Minister Tony Blair.",
  "The UK Daily Mail notes that Qaddafi has said he wants to help bring “peace” to his tormented country, and people close to him have begun setting up offices in various cities that would be useful if he returns to politics.",
  "Haftar is a military strongman and militia leader seen as a contender for the rule of the entire country and was recently named overall commander of the national army by the U.N.-backed Government of National Accord (GNA).",
  "If such a tribunal gave Qaddafi a sufficient opportunity for contrition and absolution, he could become “the very key to peace the Libyan people have waited for for 6 years” in the Times of Oman’s estimation.",
  "Qaddafi’s British lawyer told the Guardian he was unaware of his client’s status on Sunday evening, but a Libyan lawyer stated that Qaddafi was indeed free and had left Zintan for an undisclosed location.",
  "He could as easily become the pressure point for another wave of unrest and factional fighting as a leader who can help Libya move past his father’s regime and the madness that followed its collapse.",
  "Both Haftar and Saif Qaddafi are said to be “popular amongst a large segment of the Libyan people.” Qaddafi backers may present him as a crucial interlocutor between Haftar’s faction and the GNA.",
  "The prosecutor general’s office in Tripoli insisted the new amnesty law cannot be applied to Qaddafi due to the severity of his crimes and insisted he appear before the court immediately.",
  "“There is still no visual evidence of his liberation, and even the term ‘liberation’ must be used carefully as he was already free to move within the city of Zinta,” Toaldo noted.",
  "Mattia Toaldo of the European Council on Foreign Relations pointed out to AFP that rumors of his release have spread across Libya on three previous occasions over the past year.",
  "The Libyan Express saw the dissolution of the militia brigade as punitive and found it “a bit strange” because the GNA also welcomed the release of Saif Qaddafi.",
  "Saif al-Islam Qaddafi, son of slain Libyan dictator Moammar Qaddafi, was set free on Sunday by the Libyan militia group that has imprisoned him since 2011.",
  "He was seen as reform-minded before the 2011 revolution but took a hard line against rebel forces after the uprising against his father began.",
  "However, that death sentence was imposed by the Government of National Accord and probably will not be recognized by other factions in Libya.",
  "The Guardian profiles Qaddafi as the onetime heir apparent to Moammar Qaddafi’s throne, after living a life of wealth and luxury in London.",
  "He was sentenced to death in absentia by a court in Tripoli in 2015 for crimes including the murder of protesters during the revolution.",
  "The Government of National Accord and its allies do not seem eager to buy a ticket to the Saif al-Islam clean slate show.",
  "His future remains uncertain, especially since at least one of Libya’s three governments considers him a war criminal.",
  "On the other hand, some observers believe Qaddafi might have a role to play in Libya’s future as a unifying figure.",
  "Newsweek cites local media reports from the eastern city of Bayda that Qaddafi is now living with relatives there.",
  "He was released from prison last year and has been living under a fairly casual form of house arrest since then.",
  "In fact, the other governments will probably go out of their way to flaunt it.",
  "Some are skeptical that Qaddafi has truly been released."
]