[
  "Read more:\n\nHow the rivalry between Russians and Turks shaped the world\n\nTurkish president apologizes for downing of Russian warplane last year\n\nNATO faces new Mideast crisis after downing of Russian jet by Turkey\n\nIn quest to punish coup plotters, Turkey squeezes out room for dissent\n\nToday’s coverage from Post correspondents around the world",
  "In discussions he called “constructive,” Putin said that Russia would gradually lift economic sanctions from Turkish companies, seek to resume charter flights to take tourists to Turkey, consider resuming imports of Turkish agricultural products and pursue other steps to repair economic cooperation.",
  "The Turkish leader repeatedly thanked Putin for his rapid offer of aid following the coup attempt, and called for relations between the two countries to return “to their pre-crisis level, or even higher.”\n\n“This is our principled position.",
  "The two presidents met face-to-face for the first time since Turkish fighter jets shot down a Russian Su-24 warplane over the Syrian border last September, bringing the regional rivals to the brink of war and sparking a political crisis.",
  "(Reuters)\n\nThe leaders of Turkey and Russia pledged Tuesday to restart key energy projects and roll back sanctions, seeking to rebuild ties as Turkey looks beyond its NATO partners for support following a failed coup attempt last month.",
  "In his first trip abroad since the attempted takeover by the military, Turkish President Recep Tayyip Erdogan openly courted Russia — in vivid contrast to recent and bitter hostilities with Moscow, especially over Syria’s civil war.",
  "(Reuters)\n\nErdogan has criticized the West for what he viewed as tepid support after rogue military officers seized combat aircraft and fired on parliament and protesters, killing more than 250 people.",
  "Turkish Prime Minister Binali Yildirim vows to bring U.S.-based Muslim cleric Fethullah Gulen to account as the alleged mastermind of a failed coup attempt against President Recep Tayyip Erdogan.",
  "Both leaders have built a “personalized and authoritarian style of governance,” according to Asli Aydintasbas, an expert on Turkish foreign policy at the European Council on Foreign Relations.",
  "“And I’m sure Erdogan will repeat [to Western leaders]: ‘If you refuse to help me or respect me, don’t forget about my good relations with Putin.’ ”\n\nCunningham reported from Istanbul.",
  "Erdogan, in turn, said he would resume talks on a natural gas pipeline from Russia to Turkey and grant special status to a planned nuclear power plant that will be built by Russia.",
  "But the negotiations are likely to elevate concerns in the West over Turkey’s political direction as it employs increasingly authoritarian measures in the wake of the coup attempt.",
  "Turkey had been the largest supplier of agricultural products to the Russian market, according to Crisp Consulting, a clearinghouse for Russian food marketing and logistics news.",
  "“Now the flow of events has swayed Erdogan even closer,” said Sergey Karaganov, an influential Russian foreign policy thinker and a dean at Moscow’s Higher School of Economics.",
  "“The personal aspect is very important,” Pavel Shlykov, an analyst with the Institute of Asian and African Studies at Moscow State University, said in an earlier interview.",
  "“The political relationship between the two countries is very dependent on the basis of personalities, on Erdogan and Putin, and the initiatives start from them,” he said.",
  "Russia slapped Turkey with harsh economic sanctions in January as punishment for the downed fighter jet, including a ban on Turkish produce and charter flights to Turkey.",
  "In a climate of heightened anti-Western sentiment, Erdogan’s move to warm relations with Russia may cement Turkey’s alienation from its traditional allies, analysts say.",
  "Even as the leaders on Tuesday discussed rolling back some of the sanctions, analysts said their ability to establish a personal relationship might be more important.",
  "Turkish foreign policy now stands at a crossroads,” said Soner ­Cagaptay, director of the Turkish Research Program at the Washington Institute for Near East ­Policy.",
  "(Reuters)\n\nTurkey’s President Erdogan will meet with Russian President Putin after years of tense relations in his first trip abroad since a failed coup attempt.",
  "The armed forces have the strongest interest in maintaining NATO ties, he said, but are damaged after undergoing thousands of arrests since the coup attempt.",
  "Turkey’s President Erdogan will meet with Russian President Putin after years of tense relations in his first trip abroad since a failed coup attempt.",
  "“Building relationships with Russia for him is a normal step,” Alexei Malashenko, an analyst at the Moscow Carnegie Center, said of Erdogan.",
  "Putin had called the attack a “stab in the back by the accomplices of terrorists” — a reference to Erdogan’s support for Syria’s rebels.",
  "While Erdogan and Putin emphasized their renewed economic cooperation, they avoided topics that could undercut the high-level outreach.",
  "Erdogan called Russian President Vladi­mir Putin “my dear friend Vladimir” at talks in the Konstantinovsky Palace near St. Petersburg.",
  "We always categorically oppose any anti-constitutional actions,” Putin told journalists, referring to the attempted military takeover.",
  "The two sides had also shelved plans for a natural gas pipeline that would run from Russia to Turkey under the Black Sea.",
  "Erdogan “could easily accomplish this pivot,” Cagaptay said, especially given the reduced state of the Turkish military.",
  "Those included the conflict in Syria, where Moscow is backing President Bashar al-Assad and Turkey supports his enemies.",
  "He has demanded that the United States extradite a U.S.-based Turkish cleric who he says inspired the putsch.",
  "Also sidestepped in public: compensation that Russia wants Turkey to pay for the death of its Su-24 pilot.",
  "“For the first time in recent memory, there is serious discussion of Turkey’s NATO membership,” he said.",
  "And some Turkish officials , he said, are questioning whether Turkey should move toward Russia.",
  "In June, Erdogan sent a personal apology to Putin for the downed warplane.",
  "But Putin accepted the apology and appeared to signal a detente.",
  "Zeynep Karatas in Istanbul contributed to this report.",
  "And their shared traits probably will help boost ties.",
  "The meeting between Putin and Erdogan “is a big deal.",
  "[He’s 77, frail and lives in Pennsylvania.",
  "Turkey says he’s a coup mastermind.]",
  "[Was the U.S. behind a failed coup?",
  "Many Turks think so.]",
  ".",
  ".",
  "."
]