[
  "In just about four hours, if we are to believe President Trump, the relationship between the United States and Russia went from the worst it’s been in a very long time to “very, very good.”\n\nYou would think that this remarkable transformation of the relationship was made possible due to an honest and open attempt to address and seek solutions to the many issues that have caused this decline in the relationship.",
  "The reasons for the deterioration in the U.S.-Russia relationship are numerous: Russian aggression against Ukraine including the illegal annexation of Crimea, the Russian intervention to shore up the Bashar al-Assad regime in Damascus, blatant and extensive interference in the U.S. presidential election — to mention just the most obvious issues.",
  "On this, Putin had the standard Russian response that we have seen to the killing of old agents abroad and to the shooting-down of the Malaysian airliner over Ukraine: blanket denial but then offers to help with the investigation, provided that this would be carried out on Russia’s terms.",
  "He didn’t really have to do more: while he indicated that things could be decided in the U.S. courts, Trump in a most remarkable performance spent time discrediting the judicial, investigative and intelligence authorities of his own country.",
  "During the press conference, on none of these issues did Trump have anything critical to say about Russian policy and behavior, and on none of these issues did Putin in any way indicate a willingness to change course.",
  "While Trump stayed completely silent on the issue of Ukraine, Putin said that the conflict was an internal one for the country and that more pressure should be put on Kiev to agree on Russian terms.",
  "In the press conference, we saw Putin stand by his positions on all the issues while Trump hardly challenged any of them and directed his fire and fury against his own country.",
  "That there was significant and sophisticated involvement by Russian military intelligence in the U.S presidential election should now be crystal clear to everyone.",
  "The bilateral relationship went from very bad to very good in those four hours without Russia announcing any concessions or course correction whatsoever.",
  "And the entire issue of Syria seemed to be reduced to a mutual effort to help with the security issues of Israel adjacent to the occupied Golan Heights.",
  "Contributing columnist\n\nCarl Bildt is the co-chair of the European Council on Foreign Relations and was the prime minister of Sweden from 1991 to 1994.",
  "But the introductions at the press conference certainly gave an indication of their respective agendas and their assessments of the results.",
  "That does not necessarily mean that there was any collusion between these operations and the Trump campaign; that is a separate issue.",
  "Any reasonable Kremlin interpretation would be that Russia can go on pursuing its policies without significant White House objection.",
  "What transpired in the two hours of their strictly private conversation is known only to the presidents and their interpreters.",
  "It should in all honesty be said that all we know is what was said by the two leaders at the extensive press conference.",
  "This was produced by The WorldPost, a partnership of the Berggruen Institute and The Washington Post.",
  "Trump had the opportunity to meet Putin, and in four hours, the entire relationship was transformed.",
  "But of this, there were very few — if any — signs.",
  "It was indeed a remarkable summit.",
  "A remarkable summit it was.",
  "Remarkable, indeed.",
  "On the contrary."
]