[
  "Every American president since Harry S. Truman has faced at least one major conflict or crisis in the Middle East, Ross pointed out, but Trump faces the in-tray from hell: a war in Syria that has produced nearly half a million dead and millions of refugees ; an Iraq being torn apart between ISIS and the Iranian-backed Shia militias; a proxy conflict in Yemen between the Saudis and the Iranians; a looming crisis in Egypt, a country of 93 million people which just recently needed an International Monetary Fund loan because of shortages of rice, sugar and cooking oil; a frozen Israeli-Palestinian peace process; a Russia that has already proved it has the capacity and desire to project effective power and influence in the region; and, everywhere, as nations fall and jihadis rise, an Iran probing for weaknesses as it pursues its age-old dream of regional hegemony.",
  "JUST WATCHED Trump on moving the US embassy Replay More Videos ... MUST WATCH Trump on moving the US embassy 00:08\n\nIsraeli professor Jonathan Rynhold, author of \"The Arab-Israel Conflict in American Political Culture,\" agrees with Mead: \"There was one thing in the campaign that Trump was very clear and consistent about,\" Rynhold told BICOM's London conference.",
  "Our reeling has continued, after astonishing reports that Trump's 36-year-old Orthodox Jewish son-in-law Jared Kushner -- whose family foundation has, according to a Washington Post report, donated financially to the settlement project and has no relevant experience -- has been tapped to be the President's special envoy to the Middle East.",
  "(CNN) In late November, reeling from the shock of the US election , the organization that I work for -- Britain Israel Communications and Research Centre (BICOM) -- organized a conference in London with the Jewish News to discuss the likely impact of a Donald Trump presidency on Israel and the Middle East.",
  "His strategic instincts were made clear enough though for us to anticipate that a Trump foreign policy will indeed be what Walter Russell Mead, editor of \"The American Interest,\" labels \"Jacksonian\" (or \"hillbilly populist\"), after Andrew Jackson, the 19th century American president.",
  "Julien Barnes-Dacey, a Middle East specialist at the European Council on Foreign Relations in Brussels, says that unless Trump can develop a coherent policy and lead effective coalitions , \"the sense of drift and breakdown of regional order will be accentuated.\"",
  "We thought there was no better person to tell the conference what might happen next than Dennis Ross, America's point man for the peace process under Bill Clinton and George W. Bush, and more recently President Barack Obama's special assistant.",
  "Second, no more pressuring Israel to move toward the two-state solution, a development that a centrist Israeli Prime Minister looking to fend off the wilder dreams of the annexationist right may discover is not an unalloyed good.",
  "Follow CNN Opinion Join us on Twitter and Facebook\n\nThird, the old days of \"he's a bastard, but he's our bastard\" are back in: allies get looked after but must pay their way, while enemies will be treated as such.",
  "\"That is his strategic mixture of being assertive, willing to use military force unilaterally, not being so interested in allies, questioning NATO, and giving the Russians a free hand in Ukraine and Syria.",
  "Benjamin Netanyahu has traditionally used US administrations, both Republican and Democrat, to offset pressure from the \"Greater Israel\" dreamers who sit to his right inside the coalition.",
  "We will learn more at that point about how he intends to deal with the challenge posed by Iran and its use of Shia militias, and the emerging Syrian-Iranian-Russian-Hezbollah axis.",
  "Its proxy Hezbollah has further strengthened its power, possessing more missiles than all European NATO countries combined, according to a Israel's ambassador the UN, Danny Dannon.",
  "Libertarian in everyday life (the Jacksonians were at the forefront of the Whiskey Rebellion) when it comes to foreign policy, the currency of a Jacksonian is threats to the USA.",
  "Whisper it, but that means Trump may not often stray far from Obama's foreign policy in practice, even as Obama's soaring liberal internationalist rhetoric is dumped.",
  "\"The idea that anybody knows exactly what he'll do in the Middle East as President reflects a kind of hubris, when what is called for is a kind of humility.\"",
  "A key moment will be when he realizes that there is a contradiction between taking a tough line on Iran and developing common ground with the Russians.",
  "The Jacksonian tradition, to which Mead thinks Trump the heir, is populist, nationalist, egalitarian (at least rhetorically) and individualistic.",
  "As our annual forecasting document points out, any clear-eyed observer has to admit that the Iranians have benefited from regional instability.",
  "The regime in Tehran, sometimes in alliance with Russia, is now the dominant player in four Arab capitals: Baghdad, Beirut, Damascus and Sanaa.",
  "So too will be Obama's too-clever-by-half strategy to \"balance\" Iran and the Sunnis, so expect an all-round toughening with an anti-US Tehran.",
  "The fact is we don't know -- the President-elect did not exactly campaign in poetry; but whatever it was, it certainly wasn't prose.",
  "If threats do not exist, the Jacksonian says \"live and let live\" and is uninterested in interventions or nation-building overseas.",
  "Alan Johnson is the editor of Fathom and senior research fellow at the Britain Israel Communications and Research Centre (BICOM).",
  "But if threats do exist, the Jacksonian becomes a fiery patriot who \"believes in victory at any and all costs,\" says Mead.",
  "First, democracy promotion, the freedom agenda, nation-building and the human rights agenda -- all that will be out.",
  "And this has not been seen at the heart of American grand-strategy since 1941, before Pearl Harbor.\"",
  "If Mead and Rynhold are even half-correct, then what does this mean for the Middle East?",
  "It is a mixture of isolationism, economic protectionism, and assertiveness.",
  "This is what they heard: \"I should start by saying I don't have a clue!\"",
  "But also saying we'll crush ISIS and crush Iran if it goes nuclear.",
  "When he rose to speak, the audience seemed to lean forward as one.",
  "Trump will then discover that the region is highly complex.",
  "The end of nation-building and the two-state solution?",
  "The opinions in this article are those of the author.",
  "That act will be difficult to pull off now.",
  "Trump, the new 'Jacksonian'\n\nBut can he?",
  "The audience sat back as one, deflated.",
  "Does he even want to?"
]