[
  "Last week, the Dutch sent a diplomatic cable to the Turkish government essentially saying Turkish officials were unwelcome to campaign in the Netherlands, that they would not be provided with security or allowed to have armed guards if they came.",
  "For the Dutch government, showing a tough stance against the Islamist government of Turkey is necessary to stop the rise of the far-right anti-Muslim crusader Geert Wilders, whose party has a chance of emerging on top on Wednesday’s elections.",
  "Instead of pushing for the establishment of liberal order outside its borders, Brussels has been happy to settle for a transactional relationship with Ankara — particularly on the issue of stopping refugees or expanding free trade.",
  "The Dutch police unleashed dogs on Turkish demonstrators and declared a Turkish minister “persona non grata”; Turkey’s mercurial president, Recep Tayyip Erdogan, called them “fascists” and “Nazis” and threatened retaliation soon.",
  "Europeans have, until recently, been quiet about the rise of illiberalism and ethno-nationalism in Turkey in exchange for Erdogan stemming the refugee flow into Europe — and now Europeans are stuck with a neighbor they despise.",
  "Take security: Turkey is an indispensable ally in Europe’s efforts to isolate itself from the chaos and instability in the Middle East — as well as a key counterterrorism partner in fighting ISIS and jihadism on the continent.",
  "While the Turkish government complains about the infringement of its free speech in Germany and the Netherlands, the reality in Turkey is that no one, other than the governing party, is allowed to hold protests these days.",
  "Take the economy: The Dutch are among the top foreign investors in Turkey and Germany receives the lion’s share of Turkey’s exports — and of course we desperately depend on European tourists for our balance sheet here.",
  "But after realizing that a previous spat with Germany made the perfect campaign theme back home, the Turkish government decided to ignore the Dutch warning and sent the minister in charge of women’s affairs.",
  "For Erdogan, the escalation is a bounty to galvanize the still-undecided conservative and nationalist voters in the run-up to the April 16 referendum, designed to bestow him with sweeping powers.",
  "What neither side is considering in the heady campaign atmosphere is the fact that Europe and Turkey are too intertwined to erect the type of barriers populists like Erdogan and Wilders want.",
  "(YASIN AKGULYASIN AKGUL/AGENCE FRANCE-PRESSE via Getty Images)\n\nAsli Aydintasbas is a senior fellow at the European Council on Foreign Relations and a columnist for Turkish daily Cumhuriyet.",
  "Protests in Turkey and the Netherlands broke out Saturday, March 12 when the Dutch government blocked Turkey's foreign minister from visiting the Netherlands, citing security concerns.",
  "Europeans love to complain about Donald Trump and the collapse of the liberal order, but have done very little to support the struggle for Turkish democracy right next door.",
  "A week ago it was Germany, this weekend it was the Netherlands — where Turkish ministers were forcefully prevented over the weekend from making campaign stops.",
  "On paper, Turkey is still a candidate for European Union membership — but in reality, it has become a Middle Eastern regime under authoritarian rule.",
  "So how can Europe prevent the polarizing politics of Turkey’s mercurial president from wreaking havoc on the streets of Cologne, Rotterdam or Paris?",
  "The series of spats in the past few days between the government of Turkey and European countries shouldn’t come as a surprise.",
  "Both the Turkish and Dutch governments could have handled the situation in a smoother — and certainly less combative — manner.",
  "So far, Europe’s focus with Turkey has largely been to strike a deal with Erdogan to keep refugees away from its borders.",
  "It is not too late to deter Erdogan from his path — and Europe has enough economic leverage and political clout to do so.",
  "\n\nProtesters shout slogans and wave Turkish national flags in front of the Dutch Consulate in Istanbul on March 12.",
  "For once, Europeans must think deeply about the long-term consequences of having Turkey continue on its path.",
  "That might be the only solution to deal with a difficult neighbor and stave off Turkey’s political neurosis.",
  "This is the new normal for Turkey and Europe: They are no longer allies working toward an expanded Europe.",
  "Erdogan knows that in a Trumpian world, give-and-take is the future framework of relations with the West.",
  "How about pushing for a return to democracy in Turkey instead of erecting barriers to keep all Turks out?",
  "Many of them in both countries are second- or third-generation Turkish citizens with successful careers.",
  "Turkey are Europe are now rival powers in the Hobbesian world that has suddenly reared its ugly head.",
  "Europe, on the other hand, no longer has the interest — or ability — to transform its neighborhood.",
  "Elections are coming up in all three countries and the episode is proving to be the perfect storm.",
  "The scene was ugly — Dutch police promptly escorted her out of the country to the German border.",
  "After Brexit and after Trump’s election, there is too much anxiety about the future of the E.U.",
  "Take society: Roughly 3.5 million Turks live in Germany, and around 400,000 in the Netherlands.",
  "Turkish citizens of all stripes have quietly been streaming into Europe with asylum requests.",
  "(Reuters)\n\nBut there is more to the #TulipCrisis back-and-forth than just election posturing.",
  "The leader of the pro-Kurdish party is in prison as are 13 of the party’s elected deputies.",
  "The country has been in a state of emergency since the failed coup attempt last summer.",
  "Too much bad stuff happened here in Turkey and no one made much of a fuss.",
  "Over 80 mayors, and more than 100 journalists have been jailed.",
  "Europeans have long abandoned hopes for reform in Turkey.",
  "And he is keen to bring that framework about soon.",
  "Not all of them are Erdogan supporters.",
  "Read: Do Not Come.",
  "They chose not to.",
  "itself."
]