[
  "Kazakhstan took up its two-year seat on the United Nations Security Council this month and Nazarbayev has stated that his country’s goal on the council was to “tackle the threat” of ISIS and Al Qaeda, something dear to the heart of Trump and his man Tillerson, who is interested in keeping countries safe for American business.",
  "It won’t be Tillerson or Trump who can make Kazakhstan a blip on America's radar, but the country’s own ability to do what Russia has never been able to do successfully, and that is diversify out of the energy segment, much in the way of new emerging markets United Arab Emirates and Qatar in the Persian Gulf.",
  "“But I don’t think that is going to last forever.”\n\nNazarbayev said that the Kazakh economy can only develop further on a new technological base, where specialized labor and a new scientific and technical infrastructure support non-resource based business to entice the Americans besides Exxon and Chevron.",
  "In a move that would likely be welcomed by foreign investors, the Kazakh president announced on Jan. 25 that he would be ceding some of his super-presidential authorities to the Parliament and the government, a decision that can be seen as creating conditions for an eventual smoother transition of power.",
  "The talks, which brought together the representatives of Bashar Assad’s regime and armed Syrian opposition for the first time in six years, resulted in a strengthened effort by Russia, Turkey and Iran, until recently an unlikely triumvirate, to solidify the ceasefire agreed to in December.",
  "The Bank ranks it as one of the 20 most attractive countries in the world for investors because the government is in the process of rewriting investing rules while throwing up the doors and windows to let anybody with money and an investing idea into the country.",
  "Back in January 2008, U.S. ambassador to Kazakhstan, John Ordway, told the State Department that there was an ongoing “marathon negotiating session” between U.S. and European oil companies and Kazakhstan’s government to get a sizable stake in the Kashagan field.",
  "In an ideal world, the math looks something like this for Nazarbayev: Trump and Tillerson like Russia is equal to a possible proximity for Kazakhstan plus the World Fair this year and -- voila -- Kazakhstan is no longer just a place for the likes of Exxon.",
  "Vice president for ConocoPhillips in the Caspian region, Don Wallette, even suggested last year that Kazakhstan take from oil rich Norway’s experience and make college free, or at least provide interest free loans, which it did beginning of this year.",
  "The mostly Muslim country has 475 colleges and 312 professional schools, and Invest Kazakhstan estimates that one in four students is studying the most needed technical and agricultural specialty niches the government wants to develop.",
  "A lot of this has to do with the government’s own infrastructure spending, like its Nurly Zhol (Path of Light) project, and its Astana International Financial Center which is supposedly being set up as a future Eurasian financial hub.",
  "Cold, vast and mountainous, the relatively unknown but rich and pivotal Eurasian nation of Kazakhstan may become a headline this year if Donald Trump Secretary of State, former Exxon CEO Rex Tillerson, gets the nod by Congress.",
  "We’re creating a progression, and favorable foreign policy climate here for the establishment of international contractual obligations and legal frameworks because we are searching for foreign partners here.",
  "The Expo 2017 goes from June 10 to Sept 10, with themed exhibits focused on clean energy, new construction materials and smart-grid technologies rather than its known sources of wealth: oil and gas.",
  "As a result of China invesment in KZ and rising oil prices, the World Bank forecasts that Kazakhstan’s economy will go from just 0.9% GDP in 2016 to 2.2% this year, 3.7% in 2018 and 4% in 2019.",
  "Kashagan has been officially billed as Kazakhstan’s ticket to become one of the top 30 most industrialized countries in the world and keep it far and away the best of the former Soviet 'Stans.",
  "The government targeted production of 221,000 barrels daily this year, but in October, U.K. consulting firm Wood Mackenzie said that 154,000 barrels per days are more realistic for Kashagan.",
  "Back then, Tillerson was the last holdout in agreeing to an increased ownership stake for KazMunayGas, the state-owned oil company, because Tillerson wanted a higher price for Exxon’s stake.",
  "It’s one of the world’s most expensive oil fields, making it rare that Americans would tag-team with sanctioned Russian oil firm Lukoil to invest at a time when oil was under $45 a barrel.",
  "Sentiment could change if oil rebounds and when sanctions on Russia are lifted, likely by December 2017, allowing Russian and U.S. oil companies to work together again on new projects.",
  "Still, even as Nazarbayev talks about investments in infrastructure and technology and capital goods manufacturing, it is the oil and mining sectors that bring in the most bucks.",
  "And even though Tillerson is no longer affiliated with the company, this may be a case of taking the man out of the oil industry, but not taking the oil industry out of the man.",
  "Kazakhstan (KZ) is uranium, oil and gas rich, located on the Caspian Sea in the heart of Eurasia, and is the only ex-Soviet ‘Stan that has a functioning, investable economy.",
  "Only after intense pressure from the other negotiators, and the threat of being frozen out of future business in Kazakhstan, did Tillerson sell below where he wanted to.",
  "They are trying to develop to higher percentages of STEM education graduates, and building out a new economy to lure Kazakh students from the U.S. and Europe back home.",
  "“China is becoming more present and is Kazakhstan’s main lender today,” says Alicia Garcia Herrero, chief economist at Natixis Global Asset Management in Hong Kong.",
  "In June, Kazakhstan will host an exhibition in hopes it can show off its modernity and position itself as more than a one-trick pony in the commodities space.",
  "If it plays its cards right, it will leave frontier market status and become the best emerging market in the former Soviet Union sooner rather than later.",
  "This is something every investor in Europe, some of the biggest holders of Kazakhstan assets, has been worried about: what happens when Nazarbayev goes?",
  "If oil rose to the $80s, however, Exxon and other oil majors would return fast to Kazakhstan, industry experts with ties to the Kashagan projects say.",
  "In May, Chevron, Exxon and Russia’s Lukoil agreed to invest around $37 billion in the Tengiz oil field located in the wetlands of the Caspian basin.",
  "The European Council on Foreign Relations says Kazakhstan’s future economic growth depends on the development of infrastructure and regional trade.",
  "Kazakhstan’s 76 year old president, Nursultan Nazarbayev, sees himself as leading a new, young Central Asian frontier nation into the 21st Century.",
  "Russian president Vladimir Putin invited the Trump Administration representatives to meet in its capital, Astana, to discuss Syria last week.",
  "If the U.S. tilts even a smidgen towards Russia (as Barack Obama promised in his first two years in office), then Kazakhstan gets noticed.",
  "The country is looking for a seat at the table more than it has in years, which will likely put it on corporate and investors' radar too.",
  "As the economy opens to the Chinese in particular, it’s climbed the World Bank’s Ease of Doing Business index and is now ranked 35th.",
  "It’s as pro-Russian as it is pro-Chinese and pro-American, which is to say, in the Kazakhs’ own words, that they are \"Kazakh first\".",
  "For a country whose economy shrunk due to weaker oil prices, the government’s budget outlook is better than Brazil’s and Russia’s.",
  "Those delays were, in part, one of the reasons why economists and investors lost confidence in Kazakhstan over the last two years.",
  "If Tillerson takes the State Department, the new U.S. government will arguably know the country better than anyone ever has.",
  "He reportedly spoke with Nazarbayev about Exxon investing in new Kazakh oil fields once the price of oil was more favorable.",
  "“We want to really be a logistics hub for China and Eurasia,” says Kazakhstan’s former Foreign Minister Erlan Idrissov.",
  "It is a founding member of the Eurasian Economic Union, a free trade zone with Russia, Belarus, Armenia and Kyrgyzstan.",
  "He met with Nazarbayev in June 2016 in St. Petersburg, on the sidelines of the city’s annual investor conference.",
  "Meanwhile, foreign companies are bringing in their own people due to low qualifications of Kazakh specialists.",
  "The Lukoil partnership with Exxon and Chevron came before sanctions were rolled out in the summer of 2014.",
  "Within the ex-Soviet 'Stans, 80% of all foreign money heads to Kazakhstan, according to the World Bank.",
  "Nazarbayev’s long-time rule has called into questions the issues of succession and political stability.",
  "“It’s not diversifying fast enough, so Kazakhstan still looks stagnant to me,” says Garcia Herrero.",
  "Ordway said that Tillerson was going to hold the line on this, recognizing the value of the field.",
  "Exxon has funded higher education programs there in some capacity, namely at KIMEP University.",
  "It has solid relations with Brussels and Washington, as well as with Tehran and Jerusalem.",
  "Why wouldn't Tillerson want U.S. energy and other companies to expand their in Kazakhstan?",
  "Kazakhstan Resuscitates\n\nExxonMobil would like to get back to making money in KZ again.",
  "It finally began exporting oil last year after long and often disappointing delays.",
  "Because a lot of the money coming into the country today is from Chinese investors.",
  "KZ’s China Dream\n\nChina’s leader Xi Jinping likes to tout the new “China dream”.",
  "China's Belt and Road initiative provides Kazakhstan with a place of honor.",
  "I think this is the year that the world sees what is happening here.”",
  "Tillerson's senate confirmation hearing is set for 5:30 p.m. Monday.",
  "If oil keeps going higher, the Caspian Sea looks interesting again.",
  "All of this forces KZ to think beyond its commodity-based economy.",
  "Tillerson’s knowledge of KZ could put it on Washington’s radar.",
  "Their low, investment grade credit rating is better than both.",
  "Kazakhstan's leadership says it wants to be more than oil.",
  "This is at least what Tillerson knows best about KZ.",
  "China’s One Belt, One Road is a means to an end.",
  "Last year at this time it was closer to $35.",
  "Exxon has been in KZ now for over 20 years.",
  "It’s got a seat on the UN Security Council.",
  "But he and Putin spoke over the weekend.",
  "It’s friendly with Moscow and Beijing.",
  "KZ has some tricks up its sleeve.",
  "It’s got the desire to diversify.",
  "“It’s about economic diplomacy.",
  "KZ likes the China dream, too.",
  "Oil is now over $52 a barrel.",
  "It just needs foreign cash.",
  "It’s got the resources.",
  "Trump did not attend.",
  "Of course he would.",
  "We need that.",
  "."
]