[
  "The inspectors of the JIM, who were unable to visit Khan Shaykhun, based their findings on \"sufficient credible and reliable evidence\" of Syrian aircraft that dropped munitions, the crater that was caused by the impact of the aerial bombing, interviews with victims, and their finding that sarin identified in the samples taken from Khan Shaykhun was most likely been made with a precursor (DF) from the original stockpile of the Syrian Arab Republic.",
  "pic.twitter.com/0xISrTlDdl — Russian Mission UN (@RussiaUN) November 17, 2017\n\nThe failure of the Security Council vote was a rebuff to a compromise crafted by Japan, a resolution that was comprised of three simple paragraphs, intended to forge a compromise to give western powers (the U.S., France and the U.K.) more time to iron out differences with Russia, which vetoed the Thursday U.S. plan to extend the inquiry mandate for another year.",
  "Two days after Russia's previous veto, the Joint Investigative Mechanism (JIM) released a report blaming Syria's government for a sarin nerve gas attack last April on the town of Khan Sheikhoun that killed more than 90 people and the Islamic State of Iraq and Syria (ISIS) extremist group for a mustard gas attack at Um Hosh in Aleppo in September 2016.",
  "Ambassador Matthew Rycroft, frustrated at the prospect of the 11th Russia veto on Syria, said, \"Here we go again…in the interest of accountability for all use of chemical weapons in Syria, it is worth one last try, even though we are now clearly in overtime in search for agreement amongst the Security Council to keep the JIM operational.\"",
  "With five hours to go before the deadline expired, Sweden's Ambassador Olof Skoog asked the Council to stay in consultations, to give the 15-member body one last chance before the mandate of the inspectors expired – but by 8pm, \"fatigue\" was the message from a Security Council diplomat, and closed-door consultations ended.",
  "Richard Gowan, a U.N. expert at the European Council on Foreign Relations told CBS News that \"a lot of Western diplomats simply want to put the Syrian debacle behind them, and Russia will bet that there will be no real penalties for it behavior… Moscow knows that it can set the terms of peacemaking with Damascus now.\"",
  "With the Friday vote, the U.N. failed to extend the mandate of the inspectors, who had been given a joint mandate by the Organization for the Prohibition of Chemical Weapons (OPCW) and the U.N. to assign blame for chemical attacks against civilians.",
  "France's Ambassador Delattre on Friday told reporters \"We hope we can all get united around this proposal and roll up our sleeves and work again on a lasting solution to renew the JIM…the very future of the non-proliferation regime is at stake.\"",
  "UNITED NATIONS -- Russia vetoed a U.N. Security Council vote on Friday that would have continued the work of the chemical weapons inspectors in Syria charged with assigning blame for attacks against civilians that horrified the world.",
  "The Japan resolution, which received 12 of 15 affirmative votes, called to \"renew the mandate of the Joint Investigative Mechanism, as set out in resolution 2235, for a period of 30 days, with a possibility of further extension.\"",
  "The Friday vote comes a day after the U.S. and Russia circulated rival U.N. resolutions for a second time to extend the work of experts seeking to determine who is responsible for chemical weapons attacks in Syria.",
  "Nebenzia, for his part, responded that the Thursday \"meeting of the Security Council left behind a very unpleasant sludge and it focused on political content that was far from the issue of Syrian chemical weapons.\"",
  "Haley seemed equally exacerbated by the impasse: \"We have worked knowing that lives were at stake, we have worked knowing that the international chemical weapons non-proliferation regime was also at stake.\"",
  "After the vote, Haley said that \"Russia will not agree to any mechanism that might shine a spotlight at the use of chemical weapons by its ally, the Syrian regime…it's as simple and shameful as that.\"",
  "The report said the \"leadership panel is confident that the Syrian Arab Republic is responsible for the release of sarin at Khan Shaykhun,\" the Syrian village.",
  "In the late night consultations after the latest Friday veto, Russia's Ambassador Nebenzia offered to resubmit the Russia resolution that failed on Thursday.",
  "The veto will prevent inspectors from doing their job and investigating chemical weapons attacks in Syria unless a new agreement is struck to extend them.",
  "The Russia position is that the mandate should be renewed but Nebenzia said, \"systemic errors that we saw with the recent report should be corrected.\"",
  "Russia has even taken to Twitter to counter Haley accusations that his Mission was unavailable to discuss modifications to the dueling resolutions.",
  "\"As we have long suspected, Russia does not now and has never had any intention of making this time productive for this Council,\" Haley added.",
  "He added, \"Despite accusations that we heard today in the Council, we didn't see much willingness to compromise on the part of our partners.\"",
  "\"Syria brings out the old Cold War tensions between U.S. and Russia,\" a Security Council diplomat heading out of the vote told CBS News.",
  "After the veto of the U.S.-led effort, Nebenzia told the Council, \"You bear the responsibility if the mechanism cannot be salvaged.\"",
  "The back and forth between U.S. ambassador Nikki Haley and Russia's U.N. envoy Vassily Nebenzia was fiery and acrimonious.",
  "After the report was issued, the White House issued a statement blasting Syrian President Bashar Assad's regime.",
  "Going into the vote, ambassador Sebastiano Cardi said \"never the end, we are always optimistic.\"",
  "Italy, as President of the Security Council for November, encouraged the continuing dialogue.",
  "The vote came one day after Russia blocked a U.S. effort to extend the inquiry for one year.",
  "@nikkihaley on “Vassily not available for some reasons”: https://t.co/JvRiKbhM8R Wrong!",
  "And our experts replied as many times as been contacted by the #US counterparts.",
  "With the mandate expired, the Council will have to start from scratch.",
  "He called the latest report \"a joke, complete nonsense.\"",
  "#Nebenzia: Not a single missed call on my phone.",
  "For now, the inquiry ends.",
  "And the U.K.",
  "."
]