[
  "Drawing on their deep ties in villages far from any urban area, the two senior militant leaders have spearheaded successful recruiting tactics for ISGS over the past year, swelling its ranks enough to carry out “repeated attacks along the border with Mali.”\n\nJane Hahn for BuzzFeed News\n\nUnder US rules of engagement, troops can only accompany Nigeriens when enemy contact is considered “unlikely.” Although there had been at least 46 militant attacks in the area in the last 18 months, the US soldiers were in unarmored pickups and relatively lightly armed when they ran into an ambush by militants just outside Tongo Tongo, a village of several dozen mudbrick homes.",
  "In visits to “red zone” areas, deemed out of bounds by US and other foreign embassies, and high-level interviews, locals and senior officials told BuzzFeed News that the worst military fiasco under the Trump administration came after US soldiers rushed into a hornet’s nest of militants with insufficient intelligence, while a series of “negligent” decisions during the operation handed an accidental victory to an ISIS offshoot.",
  "“I think the bigger issue at stake here is the degree to which Special Forces Africa is increasingly seen by US diplomats and defense officials as a ‘rogue element’ that is pushing the envelope on its missions and activities in the Sahel, and elsewhere in Africa, without explicit buy-in from US policymakers, diplomats, or even senior military commanders.” Questionable decisions were made in the hours preceding the attack.",
  "“The soldiers were found naked because the militants took everything they could — military uniforms, weapons, comms equipment.”\n\nIn Niger, Sahrawi commands the two-year-old ISGS, which seems to be refining its tactics and showing that they can cause significant damage and mayhem with a relatively small number of fighters, said Andrew Lebovich, a regional security expert with the European Council on Foreign Relations.",
  "A US Defense spokesperson would not comment on the exact nature of the operation, but said: “We don't conduct any operations without the consent of the respective host nations.” The US’s military partnership in the region allows them to accompany Nigerien troops up to 50 kilometers inside the Malian border.",
  "OUALLAM, Niger — The mission that resulted in the death of eight soldiers — including four Americans — in a firefight with Islamist militants in Niger earlier this year was the result of reckless behavior by US Special Forces in Africa, according to insiders and officials with knowledge of the operation.",
  "“All I know is they needed more water and while they were here, they decided to take the opportunity to question the village chief.” When the team set off over an hour later, a group of armed men on motorbikes cut them off from the front, according to an account by a Nigerien anti-terrorist official.",
  "The US-led mission reached its target destination — BuzzFeed News can reveal for the first time that it was a militant camp across the porous border in Mali — on Oct. 3 and was returning back to base the following day when they were attacked, according to a senior ranking Nigerien official.",
  "Having “sandwiched” the soldiers, who were initially able to return fire, there was a temporary lull before vehicles mounted with machine guns rolled onto the scene, and unleashed heavy gunfire in an attack both US and Nigerien officials have said was professionally executed.",
  "“The soldiers were found naked because the militants took everything they could — military uniforms, weapons, comms equipment,” the Nigerien general told BuzzFeed News, contradicting US officials who have publicly said there were no indications troops fell into enemy hands.",
  "“And we’ve been seeing motorbikes coming in and out of the village, always in pairs or threes, almost everyday ever since.”\n\nJane Hahn for BuzzFeed News Abdoulaye Moumouni walks with his herd to the Niger River on the road to Boubon in Niger Nov. 1, 2017.",
  "For a group that is quick to claim attacks by its affiliates even when those links are tenuous, it seems that in Niger they want to build up numbers on the ground before taking responsibility for attacks that would likely provoke retaliatory airstrikes.",
  "“They sent a message just around midnight saying that because their position was still around the border with Mali, and that’s a high-danger zone, they would stay the night there,” a second Nigerien senior military official briefed on the matter said.",
  "He also confirmed the names of two of the militants the convoy was searching for: a man who goes under the alias of Petit Tchapori, and Chefou Doundou, a former cattle herder nicknamed Dondo by locals and code-named “Naylor Road” by US intelligence.",
  "US officials, puzzling over what they say was an hour-long delay before soldiers requested aerial support, believe the time it took for the more heavily armed militants to arrive may have led the troops to underestimate the gravity of the attack.",
  "A Nigerien general, two senior military officials, and an official from the Nigerien government’s anti-terrorist unit spoke about the mission to BuzzFeed News on condition of anonymity because they weren’t authorized to speak with the press.",
  "By the afternoon of Oct. 3, the soldiers had reached their destination — a militant bush camp in a village called Akabar, located in a nature reserve some four miles inside the Malian border, a second Nigerien official told BuzzFeed News.",
  "Mamane Touda, an official at the country’s top civil rights organization, said there was something else that troubled him about US soldiers “creeping in — and creeping in is the phrase I mean to use,” he said in an interview in Niamey.",
  "That meant, without prior planning or any contingency plans, they would be extending the time spent in territory full of militants and their informants — a basic error, say US officials with dozens of such missions under their belts.",
  "But insiders say the fatalities in the remote village of Tongo Tongo were likely avoidable had the mission been better planned, although it is unclear whether key decisions were made by soldiers or their commanders back at base.",
  "Earlier that morning, a convoy of soldiers in desert camouflage sped over the dry riverbed that marks the edge of Ouallam, a garrison outpost almost 60 miles from Niamey, the capital of the vast landlocked West African country.",
  "The Department of Defense will always strive [to] ensure our forces are properly equipped and have the necessary capabilities to accomplish their mission and defeat any threat,” the spokesperson said in an emailed statement.",
  "Passing one final military checkpoint, beyond which the road dissolved into sand, the men continued northward toward the border with Mali, whose dunes and desert caves are a haven for groups loyal to both al-Qaeda and ISIS.",
  "Even senior US officials seemed unaware of the shadow war happening there, let alone the “mission creep” that is taking place under a cloak of darkness afforded by a state of emergency imposed by the Nigerien government.",
  "After destroying the deserted camp, the patrol made a puzzling decision: They decided to keep pursuing their targets by combing nearby villages, according to the Nigerien general and the anti-terrorist unit official.",
  "Myeshia Johnson was on her way to receive her husband’s body when Trump told her in a condolence call that her husband “knew what he signed up for,” prompting a series of claims and counterclaims over what he said.",
  "The Oct. 4 ambush bore the fingerprints of Sahrawi, a former al-Qaeda veteran who, having switched allegiance to ISIS, is looking to climb the ranks among the militant groups jostling for influence in the region.",
  "But even so, they’ve been able to inflict a fair amount of pressure on the Nigerien military.” The manner in which the US soldiers’ corpses were found pointed to a plan to capture at least some of them alive.",
  "They let their guard down.”\n\nThe decision to stay overnight while deep in militant territory was all the stranger considering the very thing they’d set off to do, both US and Nigerien military officers said.",
  "Officials warn of the risks of further such operations just as the Trump administration is putting more US boots on the ground through the little-known Special Operations Command, Africa program (Socafrica).",
  "By the time French Mirage jets flew overhead two hours after the attack began, four soldiers from each nation had been killed, and the rest had scattered over several kilometers, the Nigerien general said.",
  "Approaching high-value militants is by nature a delicate operation that often requires many months of intelligence-gathering and meticulous planning, military and intelligence officials told BuzzFeed News.",
  "The deaths came as a result of a poorly executed mission intended to gather information about three senior ISIS militants operating in isolated territory on the border between Niger and neighboring Mali.",
  "The worst military fiasco under the Trump administration — in which four US soldiers were killed alongside four Nigeriens by Islamist militants — was the result of reckless behavior by US Special Forces.",
  "And it comes as Special Force troops are being drawn deeper into shadow wars against militant Islamists on the continent — wars that have no military solution, according to those mired within them.",
  "Almost two weeks after the Tongo Tongo ambush happened, the incident spiraled into a political disaster after Donald Trump got into a public spat with the widow of one of the dead soldiers.",
  "The incident highlights the consequences of the US prizing firepower over intelligence-gathering, even in militant-controlled terrain where local military partners are on the backfoot.",
  "The Mirage jets and Puma helicopters were unable to drop bombs for fear of hitting Nigerien or US soldiers because they were not in radio contact with them, according to US officials.",
  "Mane said the village chief, Alassane Mounkaila, was surprised to hear soldiers were in the area because he was usually forewarned by the Nigerien army when patrols were taking place.",
  "With ISIS’s self-proclaimed caliphate in disarray in Syria and Iraq, the organization’s newest branches sprouting in Africa offer a glimpse into the playbook its affiliates might use.",
  "The convoy didn’t radio as they were approaching Tongo Tongo, which was far from where they’d spent the night, because by then they were considered outside the immediate danger zone.",
  "Odds are they didn't have the granularity of intel to offset the risk of such a mission,” said Matthew Page, a former Africa specialist with the State Department’s intelligence arm.",
  "Some 1,200 soldiers US soldiers are stationed in the Sahel and the US is being drawn deeper into a complicated situation where militants have been operating in the region for years.",
  "That’s exactly the sort of mission creep that’s making some observers increasingly uneasy about the 800 US troops stationed in the country, the biggest foreign contingent by far.",
  "Their assailants easily outgunned them with sniper rifles, rocket-propelled grenades, and automatic weapons mounted on trucks, according to a Nigerien anti-terrorism official.",
  "The two militants were key local lieutenants in a fledgling ISIS affiliate called Islamic State in the Greater Sahara (ISGS), led by the Western Sahara-born Adnan al-Sahrawi.",
  "Senior militant leaders are normally well protected, Bolduc said, with rings of security guards and layers of militants who communicate with one another via radio, he said.",
  "On a blistering day in January 2013, Abdoulaye Moumouni was moving his cattle in search of water in northwestern Niger when a group of turbaned men appeared on the horizon.",
  "When a message crackled over the radio at an isolated US military base just before midnight on Oct. 3, it sealed a series of missteps that led to the fatal firefight.",
  "When a message crackled over the radio at an isolated US military base just before midnight on Oct. 3, it sealed a series of missteps that led to the fatal firefight.",
  "The US soldiers had supplies of bottled water, but their Nigerien counterparts needed to fill their flasks, with temperatures hovering around 95 degrees Fahrenheit.",
  "An hour after the first contact with militants, a message was relayed to French soldiers, who have taken a lead in anti-terrorism operations in their former colony.",
  "Long after nightfall, when the mission was due to be debriefed back at the base, instead US soldiers sent a radio call to those awaiting their return in Ouallam.",
  "What’s most troubling, said Touda, was that both US and Nigerien soldiers were operating in three counties that have been under a state of emergency since March.",
  "The graveyard — evidence the militants felt comfortable enough either to wait around or return to bury their dead after the ambush — isn’t what scares him most.",
  "Still, a desire to keep under the radar as the group expands could explain why ISIS has been slow to seize on what would normally be a major propaganda coup.",
  "The dozen US Special Forces and their 30 Nigerien counterparts were taking part in what the Pentagon publicly described as a routine reconnaissance mission.",
  "The US has a mandate only to train and assist — and explicitly not to engage in combat missions — although Niger also hosts two US surveillance drone bases.",
  "The 50-year-old herder was somewhere so far off road it had no name; the nearest inhabited place was Ayorou, a speck of a village a full day’s walk away.",
  "A few days later, Mounkaila, the village chief fell under suspicion from both US soldiers and Nigerien officials for being in cahoots with militants.",
  "“The investigation is exploring issues of policy, procedures, resources, doctrine, training, judgment, leadership, or valor central to this incident.",
  "“That’s not how it’s done,” Donald Bolduc, a retired general who led Socafrica until June, said of what’s known officially about the mission so far.",
  "The attack lasted for at least two hours, ending only when military aircraft flown by French soldiers stationed in neighboring Mali flew overhead.",
  "They let their guard down.” The general said it was likely informants had relayed the fact that US soldiers were in the area to senior militants.",
  "A US defense spokesperson declined to comment on any questions from BuzzFeed News, citing an ongoing investigation by the Department of Defense.",
  "The way they were dressed, and they had long beards and serious guns,” said Moumouni, as he led his herd through fields of sun-frazzled millet.",
  "Jane Hahn for BuzzFeed News A sign reading \" No proliferation of small arms and light weapons\" outside of Boubon Village, Niger, Nov. 1, 2017.",
  "Niger’s defense minister has since announced he has asked the US to begin using armed drones for the first time in the impoverished nation.",
  "“When deaths occur in a mission in which, despite the risks, killing wasn’t foreseen, then the mission was a disaster,” the general added.",
  "But a second senior Nigerien military commander briefed on the matter told BuzzFeed News they were in fact seeking three specific targets.",
  "“Socafrica has, in recent years, become increasingly secretive, unaccountable, clientelistic, and — as recent episodes suggest — reckless.",
  "He initially assumed the three men were Tuareg rivals, with whom the Fulanis have been fighting for generations over valuable livestock.",
  "It would have been a negotiating tactic.” That plan was likely scuppered when the arrival of French jets forced the militants to flee.",
  "Key senators said they hadn’t realized US troops were even in a region where Islamist militant groups have taken root in recent years.",
  "Niger rarely makes it into the US news, with many people assuming the country is a misspelling of its better-known neighbor, Nigeria.",
  "Moving around in the dark would make the patrol more vulnerable to attack from militants who were far more familiar with the terrain.",
  "“The resources and planning didn’t seem to be there for that kind of operation,” he said in an interview with Reuters in October.",
  "As a member of the seminomadic Fulani ethnic group, Moumouni was used to going days without seeing anyone else but other herders.",
  "Mane, the builder who lives there, recently stumbled on a makeshift graveyard of militants some 20 kilometers from the village.",
  "They carried automatic weapons, not the carved knives or homemade muskets typically used to defend against desert animals.",
  "In the sect’s Amaq publication, which typically glorifies ISIS attacks, Tongo Tongo was only mentioned briefly once.",
  "“We don’t know exactly where we’re at in the world, militarily, and what we're doing,” senator Lindsey Graham said.",
  "They set off to return to base at daybreak, pausing briefly to rest in an unnamed village just after dawn broke.",
  "“You could call it negligence,” a Nigerien army general briefed on the matter told BuzzFeed News from Niamey.",
  "Officials familiar with such operations have questioned whether the mission should have taken place at all.",
  "“They wanted to cart them away [alive] so that people wouldn’t know if they were dead or alive as hostages.",
  "“The only people that have motorbikes here are them because they use them for patrols,” the builder said.",
  "It’s unclear whether that decision came from the soldiers on the ground or their commanders back at base.",
  "He immediately got up to go and see them,” Mane told BuzzFeed News in an interview in Ouallam.",
  "“They’re not really geared towards seizing territory — these attacks are happening on trucks.",
  "As the men got closer, Moumouni saw that their turbans were not wrapped in the Tuareg style.",
  "For those living in Tongo Tongo, little has changed since it became the site of a massacre.",
  "Mane told them he would have to let the village chief know there were soldiers in the area.",
  "Shortly before midday, the mission stopped outside the tiny village because it had a well.",
  "That decision to stay, which was relayed in that call, proved to be a disastrous mistake.",
  "“And the state of emergency was declared with no parliamentary consultation whatsoever.",
  "“The objective was intelligence-gathering on three militants,” the commander said.",
  "It’s the sound of engines on the village’s sandy roads that troubles him now.",
  "The enemy took advantage of informants in these villages,” the general said.",
  "Souley Mane, a 34-year-old builder from the village, saw the convoy pull up.",
  "Several motorbikes with similarly armed militants then came in from behind.",
  "The mission set up camp and began a night-watch rota, the official said.",
  "He said the soldiers approached him to ask if they could use the well.",
  "The way they were dressed, and they had long beards and serious guns.”",
  "“There are a dozen villages around the frontier with Mali.",
  "That appears to be far from the case in this operation.",
  "“They were moving around in a zone owned by militants.",
  "They were moving around in a zone owned by militants.",
  "“I told him, there are white soldiers with them, too.",
  "“You could tell they weren’t from here.",
  "“You could tell they weren’t from here.",
  "That’s totally illegal,” said Touda.",
  "“You could call it negligence ...",
  "He has been detained ever since."
]