[
  "“I think what we’re seeing is Iran shift to using propaganda rather than actual weaponry,” Baron said, but “so far there is no clear evidence that they’re getting through the Saudi blockade.”\n\nStill, after years supporting groups like Hezbollah in Lebanon and Hamas in Palestine, Iran is “savvy at running militant organizations,” Nelson said.",
  "“The Saudi-led coalition has succeeded in placing Yemen under a virtual air and sea blockade,” Adam Baron, a visiting fellow at the European Council on Foreign Relations, said, “putting Yemen in a virtual stranglehold.”\n\nIn turn, Iran has waged a propaganda campaign against the intervention without having to exert much effort.",
  "While internationally recognized President Abd-Rabbu Mansour Hadi, currently in exile in Saudi Arabia, has welcomed Riyadh’s proposals, other factions have been more cautious in their responses or outright rejected the offers.",
  "“[You] can’t fit this into the sectarian basket.”\n\nSo with all these factors at play, it seems unlikely that increased support from either Saudi Arabia or Iran will tip the scales in Yemen any time soon.",
  "As a result, the Houthis, named for the individual who founded the movement, likely have grievances with previous Sunni regimes that are rooted in more than simple differences in religion, Laipson said.",
  "So Riyadh’s decision to use military force to try to stabilize the current situation, in which the Shi’ite Houthis took over Yemen’s capital, throwing out a Sunni-led government, is hardly surprising.",
  "“The Iranians are definitely going to take advantage of this.”\n\nAnd while Iran’s air force and navy cannot challenge Riyadh or its allies, Tehran has far less to lose, whatever happens.",
  "The situation in the small Arabian country will “probably end up being a stalemate,” said Rick Nelson, a senior associate at the Center for Strategic and International Studies.",
  "In April, the kingdom renamed its mission from Operation Decisive Storm to Operation Renewal of Hope, and attempted to outline a comprehensive plan for resolving the conflict.",
  "And even if the mission ultimately fails, the kingdom and its friends will no doubt learn a valuable lesson about what military strength can and cannot achieve, she said.",
  "With such chronic instability along its southern border, Riyadh had serious concerns about the stability of any regime in Sana’a well before the current crisis.",
  "Former President Ali Abdullah Saleh, a Sunni, has aligned himself with the Zaidi camp, but probably did so out of cynical self-interest rather than solidarity.",
  "Yemen is Saudi Arabia’s “wild frontier,” explained Ellen Laipson, president of the Stimson Center and director of its Middle East/Southwest Asia program.",
  "Distant from the conflict, Iranian authorities can decide how much or how little they want to engage in the conflict from a position of relative comfort.",
  "Riyadh has real security concerns to tackle in its backyard and needs to prove its mettle to its Gulf Cooperation Council partners and other allies.",
  "On April 18, Oxfam, a respected nongovernmental organization, reported that Saudi bombs had leveled one of its warehouses full of humanitarian aid.",
  "And while the kingdom has tried to engage the media through official spokespersons, Riyadh has done its best to limit access to the conflict zones.",
  "After weeks of air strikes and artillery bombardments by the Saudi Arabian-led coalition, the Houthi rebellion has been halted but not destroyed.",
  "The group’s members are mostly Zaidis, a sect that broke away from the main Shi’ite branch of Islam more than a millennia ago, she pointed out.",
  "Saudi jets bombed a runway at the main airport in Sana’a to prevent a Mahan Air — an Iranian airline — plane full of aid from touching down.",
  "However, the deal merely pauses the shooting so humanitarian groups can distribute badly needed aid to civilians caught in the crossfire.",
  "Nearly a half century later, South Yemen became a fully sovereign state after a separate, bloody insurgency against British authorities.",
  "But even if a lasting peace remains elusive, Saudi Arabia’s latest Yemeni adventure could have some positive outcomes for the region.",
  "Riyadh’s move to rally regional allies to intervene shows that it’s serious about handling regional security concerns, Laipson noted.",
  "But the Saudis and their regional partners in the Gulf Cooperation Council have had trouble articulating their long-term objectives.",
  "More important, the nation was born out of a long-running civil war that had split the country into northern and southern factions.",
  "Tehran – likely the Houthis’ biggest cheerleader — is limited in what it can or even might want to do by a tyranny of distance.",
  "Laipson goes one step further and argues that the media have often and unrealistically exaggerated the Houthis’ links to Iran.",
  "Violence also continues largely unabated in various hot spots across the country regardless of any of these negotiations.",
  "With “so many things stacked against Yemen,” the political turmoil is an almost “unsolvable situation,” he added.",
  "Saudi kings have routinely picked sides and supported various factions in Yemen’s succession of civil conflicts.",
  "A flotilla of ships possibly loaded with arms for Houthi fighters turned away in the face of American warships.",
  "For Riyadh and Tehran, the painfully complex conflict may become a teachable moment about the limits of power.",
  "After decades of interventions, the small nation is practically an “existential issue” for Saudi authorities.",
  "“Ultimately, I think Saudi Arabia is far more concerned about Yemen than the Iranians are,” Baron said.",
  "And the Saudi coalition’s fighter-bombers, artillery and warships have largely halted Houthi advances.",
  "Predominantly Shi’ite Iranians share a certain common ground with the nominally Shi’ite Houthis.",
  "If nothing else, the situation is “a reflection of how these crises can unfold,” Nelson said.",
  "After World War One, North Yemen gained its independence when the Ottoman Empire collapsed.",
  "Devout Shi’ite Muslims might not necessarily rush to accept them as their brethren.",
  "The Saudi-led onslaught has drawn criticism from the international community, too.",
  "Nelson, Laipson and Baron all agree that the Saudis have much more at stake.",
  "So far, neither Saudi Arab nor Iran has been able to dictate Yemen’s future.",
  "On May 10, Houthi fighters accepted a Saudi-proposed five-day ceasefire.",
  "The Houthis are only one of the country’s myriad armed factions, too.",
  "The Yemen that exists today only came into being 25 years ago.",
  "But so far, Tehran has been unable to do much beyond talk.",
  "Yemen’s latest turmoil is still far from over, too.",
  "“Yemen has a lot of bad actors,” Lapison said."
]