[
  "“Just like in Benghazi, they were given the impression that everything was fine.”\n\nBut such comparisons and the conjecture being shopped around to explain what happened and why threaten to overpower the rigorous bipartisan scrutiny that is needed, warn retired military officers and experts who study American military involvement in Africa.",
  "“We don't live in a perfect environment where everything is available and visible all the time.”\n\nA military spokesman said on Oct. 6 that an unarmed surveillance aircraft was overhead during the mission — although NBC News, citing a congressional source, reported otherwise on Friday — but didn’t spot the attackers before the ambush.",
  "“It risks making this issue just another political football without asking the reasonable, pertinent questions about what U.S. forces are doing in the region and how they are doing it,” said Andrew Lebovich, a visiting fellow at the European Council on Foreign Relations who studies terrorism in northwestern Africa.",
  "But U.S. troops have been in Niger in increasing numbers since at least 2013, with part-time deployments for years before that, working with the Nigerien military as it fights insurgent and terrorist groups, and using the country to spy over other countries in the Sahel and Sahara regions of the vast continent.",
  "And while the Chadian troops (and a separate contingent of American advisers in the east) were helping Niger fight the Boko Haram insurgent group, the American advisers in the west were helping out against a different, newer group, which calls itself the Islamic State in the Greater Sahara.",
  "Maddow drew a link between three events: the Trump administration’s decision to add Chad to its list of countries subject to a new travel ban due to its shoddy passport control procedures, Chad's recent military withdrawal from eastern Niger and the attack on U.S. troops in western Niger.",
  "Americans “don’t know much about the continent” of Africa, she said, and politicizing the ambush by raising the Benghazi comparison and red herrings like the removal of Chadian forces “is almost like playing off people’s confusion and taking advantage of that.”\n\nWhat happened to Sgt.",
  "There are lots of questions, fewer answers, and a healthy dose of conspiracy theories surrounding the deaths of four American troops in Niger earlier this month — a tragedy that has swiftly intensified into a fierce brawl over whether the Trump administration mishandled the mission.",
  "On Thursday, MSNBC's Rachel Maddow, in a segment that was roundly criticized, questioned whether the Trump administration's immigration policies toward neighboring Chad, which recently withdrew its own antiterrorism military contingent from Niger, had put American troops in danger.",
  "Story Continued Below\n\n“The circumstances are similar,” says Rep. Frederica Wilson (D-Fla.), who has become a lightning rod herself for insinuating one of the dead soldiers in Niger was abandoned and President Donald Trump was insensitive in a condolence call to his family.",
  "Pentagon spokespeople have faced repeated questions over the role of contracted civilian helicopters in the evacuation and recovery mission after the firefight — and some critics on social media have questioned whether contractors are appropriate or adequate for that role.",
  "It is essentially a two-part mission: Hundreds of Air Force personnel operate drones and other spy flights out of a growing American base in the country, and a smaller number of special operations troops train and advise Nigerien troops as they fight Islamist extremists.",
  "Part of the reason U.S. advisers were deployed to Niger in the first place was as a \"quid pro quo\" for allowing Washington to locate a regional surveillance hub there, said Michael Waltz, a retired lieutenant colonel and Green Beret who served in the country in 2014.",
  "The comparisons to Benghazi, the coordinated attack against U.S. facilities in Libya in 2012 that killed a pair of diplomats and two CIA contractors — and spawned a series of hotly partisan but largely inconclusive election-season probes — may have been inevitable.",
  "It was Johnson's family to whom Trump placed a condolence call earlier this week that Wilson listened in on and then criticized as insensitive for Trump's statement that Johnson knew what he had signed up for — and prompting strenuous push back from Trump aides.",
  "On Thursday, Mohamed Bazoum, Niger’s interior minister, said that the area where the mission took place was “considered safe” and called the incident “a failure in human intelligence,” although it wasn’t clear whether he meant an American or a Nigerien failure.",
  "For instance, the U.S. flies surveillance missions from Niger, which is twice the size of Texas, all over northern and western Africa — including over Libya, where the United States is conducting some of its most sensitive counterterrorism operations.",
  "Drones or other spy planes that provide real-time footage are not well-suited for that, according to Jeffrey Schloesser, a retired Army major general who faced similar questions during an investigation into a deadly battle in Afghanistan in 2008.",
  "“Was there a leak of the route, that can come from the host nation, or from some type of intercepts, or who knows?”\n\n“There are legitimate questions to be asked about what happened,” added Seay, the Colby College African politics specialist.",
  "A company called Berry Aviation has a contract with U.S. Africa Command for casualty evacuation in Niger, and the Pentagon has confirmed that the first American helicopter to arrive on the scene after the fight was such a crew-for-hire.",
  "“Niger is fighting insurgencies in the north, west and east,” said Jason Warner, an assistant professor at West Point’s Combating Terrorism Center who wrote a study on the Islamic State in the Greater Sahara group earlier this year.",
  "“I think it did accelerate the pullout, but Chad was already looking to get out of that part of Niger,” said Laura Seay, an assistant professor of government at Colby College who is writing a book on U.S. policy in Africa.",
  "The disparity between that assessment and what took place — an ambush involving as many as 50 attackers and two separate engagements — has prompted critics to ask why American intelligence failed to anticipate the attack.",
  "There’s no evidence of that, Pentagon officials have insisted, stressing that American, French and Nigerien troops searched for Johnson continuously from the moment the battle ended until Nigerien troops located his body.",
  "“We didn’t leave him behind, and we searched until we found him and we brought him home.”\n\nJust how and when Johnson died is one of the key questions the Pentagon’s investigation into the incident will attempt to answer.",
  "\"While U.S. Special Forces are advising and assisting the Nigerien Armed Forces, they make up a fraction of the overall U.S. force composition in Niger,\" U.S. Africa Command explained in a fact sheet released on Friday.",
  "Wilson has questioned why Johnson was left on the battlefield after the other three fallen soldiers were evacuated, and Pentagon officials have faced questions over whether he might have survived the initial attack.",
  "Drone footage “is like looking at a huge area through a soda straw, and in any type of complex terrain, it is very hard through that soda straw” to spot small, dispersed teams of guerrillas, he said.",
  "Questions have swirled around how Johnson, who was reportedly acting as a driver for the Green Beret team, became the fourth American to die in the ambush and why his body was missing for two days.",
  "Many Americans were surprised to learn this month that American troops are deployed to Niger at all, let alone so many of them — 800 at the time of the attack, according to the Pentagon.",
  "“At some point when the investigation’s complete, conclusions have been reached, I’ll be happy to share that information with you.”\n\nWhat role did private contractors play?",
  "The American special operations troops reportedly categorized their mission as a “low-risk” one ahead of time, a characterization that Mattis and others have echoed.",
  "Whether U.S. or French intelligence missed any signs that insurgents were massing in the area will likely be another area of focus for the Pentagon probe.",
  "But it’s not true, as some reports have suggested, that the contractors evacuated wounded Americans from the battlefield, the Pentagon clarified Thursday.",
  "Moreover, it is far from clear that Chad withdrew its troops from eastern Niger in response to the Trump administration’s travel ban, as Maddow suggested.",
  "\"From my perspective, it’s spurious to suggest that Chad’s withdrawal from the eastern border precipitated decreased security in the west,\" he added.",
  "The contract crew recovered dead bodies from the battlefield afterward — a less time-sensitive task — McKenzie said at a news conference on Thursday.",
  "But “every tactical engagement doesn't necessarily proceed from an intelligence failure,” Joint Staff director McKenzie cautioned reporters Thursday.",
  "First, the area of Niger where the American team was ambushed is more than 700 miles away from where the Chadian troops were operating.",
  "She argued that Chad pulled its troops out of Niger in response to the travel ban and increased the risk to American advisers in Niger.",
  "“From the moment of contact no one was left behind,” the director of the Joint Staff, Lt. Gen. Kenneth McKenzie, said on Thursday.",
  "“The question that needs to be answered is why the intelligence assessments were off,” offered Waltz, the former Green Beret.",
  "Morning Defense newsletter Sign up for Morning Defense, a daily briefing on Washington's national security apparatus.",
  "Here is a reality check on the Oct. 4 firefight and its aftermath, which is the focus of a Pentagon investigation.",
  "McKenzie suggested Thursday that the military may have reached some preliminary internal conclusions, however.",
  "\"Africa Command is establishing a temporary, expeditionary contingency support location in Agadez, Niger.\"",
  "\"You let us base our surveillance assets there, and we’ll help improve your military,” Waltz explained.",
  "But we also have troops on the ground,” Defense Secretary James Mattis told reporters Thursday.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "“Mostly, we’re providing refueling support, intelligence support, surveillance support.",
  "“Of course we do know a lot about what happened to him,” the general told reporters.",
  "“Their job is to help the people in the region learn how to defend themselves.\"",
  "Armed French military helicopters that got there first evacuated the wounded.",
  "“They were told by intelligence there was no threat,” Wilson said this week.",
  "Was there a problem coordinating with the Nigerien partner military?",
  "Seay accused Maddow of effectively \"spreading conspiracy theories.\"",
  "Why did it take 48 hours to recover the fourth body?",
  "There are two big problems with that argument.",
  "Those are reasonable questions to be asking.”",
  "But it doesn’t capture the whole picture.",
  "What are American troops doing in Niger?",
  "“If they didn’t have the intel, why not?",
  "You can unsubscribe at any time.",
  "What's Chad got to do with it?",
  "An intelligence failure?",
  "La David Johnson?"
]