[
  "The prospect of a speech penned by the 31-year-old anti-globalist adds a new layer of anxiety for NATO allies uncertain about which version of Donald Trump will show up in Belgium’s capital: The one that believes NATO is “no longer obsolete” or the one that thinks the 28-member military alliance is a relic of the past.",
  "President Donald Trump has tapped Stephen Miller, a senior adviser at the White House and an outspoken NATO critic, to draft his speech before the military alliance in Brussels next week, people familiar with the plans tell BuzzFeed News.",
  "“But who knows with Miller.”\n\nThe former aide to former Alabama Senator Jeff Sessions is best known for his nativist views on immigration and trade, and his role in penning Trump’s foreboding “American carnage” inaugural address.",
  "I suspect the answer to that question is no.”\n\nMiller’s role in drafting the president’s speech isn’t the only indication that Trump is gearing up for a showdown on his first foreign trip as president.",
  "On Wednesday, Trump suggested he would take a tougher line on US allies who don’t contribute to their own security -- a common refrain of his pre-election rhetoric that had softened in recent weeks.",
  "\"I will strengthen old friendships and seek new partners, but partners who also help us, not partners who take, and take, and take,\" Trump told an audience at the Coast Guard Academy in Connecticut.",
  "For months, defense officials from across the 28-member alliance have been hammering out the most minute details surrounding the press release that will come out after the May 25 meeting.",
  "Barring any last-minute changes, European officials told BuzzFeed they are comfortable that the messaging surrounding the NATO meeting will strike a tone of unity.",
  "“The reality is that NATO is an organization made many decades ago that is incongruent with our current foreign policy challenges,” Miller told Fox News last year.",
  "“We’re just hoping the remarks don’t turn out to be ‘America First’ on steroids,” a European official whose country will attend the gathering told BuzzFeed News.",
  "Leaders attending the summit have been instructed to keep their presentations brief -- a recommendation aimed at accommodating Trump’s short attention span.",
  "But Miller has also echoed Trump’s complaints that the US contributes a disproportionate amount to the NATO alliance and has little to show for it.",
  "For NATO organizers, the contents of Trump’s remarks are one of the key unknowns of a gathering where little is left to chance.",
  "He also raised concerns that plans for Ukraine and Georgia to join NATO could drag the US into a costly war with Russia.",
  "Which is something that a lot of people have not gotten used to, and they just can't get used to it.\"",
  "“If Russia incurs on Ukraine’s borders, would you send American troops to fight and die in Ukraine?",
  "\"Partners who help pay for whatever we are doing and all of the good that we doing for them.",
  "But all bets are off when it comes to Trump’s remarks.",
  "“There’s a war guarantee in NATO,” he said."
]