[
  "“The axis of friendship between Moscow and Ankara will be restored.”\n\nAt the same time, Erdogan acknowledged that his relationship with Obama was “disappointing.” The Obama administration refused to cease support for Kurdish anti-ISIS fighters in northern Syria and it has declined to extradite Fethullah Gülen, a U.S.-based cleric who is an Erdogan foe, to Turkey.",
  "But two crises took the Middle East from the sidelines of Russian foreign policy to front and center: Russia’s annexation of Crimea in February 2014, which put Moscow in direct conflict with the West, and, a year later, the war in Syria, which offered Putin an opportunity to make sure Russia would become one of the primary power brokers in the Middle East.",
  "“[Russia has] become very influential in Syria because they have elected to engage in behavior which, in any other part of the world, would be condemned as war crimes.”\n\nAlexander Zemlianichenko/Reuters\n\nEnemies With Benefits\n\nOver the past 18 months, Russia’s successful intervention in Syria supercharged Moscow’s position in the region.",
  "And most crucially, says Sir Richard Dalton, a former British ambassador to Iran, by keeping Assad in power, Russia helped Tehran maintain “an axis of resistance against Israel and the United States.”\n\nWhile Iran has not been a U.S. ally for decades, Cairo has long been a key military, intelligence and diplomatic partner for Washington.",
  "The symbolic peak of Russia’s self-appointed role as Syria’s “savior” came on May 5, 2016, just days after Assad’s troops backed by Russian special forces and close air support seized the ancient city of Palmyra from ISIS—though most Russian airstrikes were against U.S.-backed rebel groups in the center of the country.",
  "Putin “needs more leverage with the West.… One [such lever], the new one, is the Israeli-Palestinian process.” After Putin and Netanyahu’s third meeting in Moscow in June—in which the Russian leader called Israel an “unconditional” ally—Russia offered to host peace negotiations in Moscow between Netanyahu and Abbas.",
  "“So this should be considered as the main principle of Russia’s strategy and its main advantage in the Middle East.”\n\nRead more: How Putin turns turmoil in the Middle East to his advantage\n\nUnlike his American counterparts, Putin didn’t lecture Egypt and Syria on democracy and human rights.",
  "We have to be in [Syria] in order to prevent the contagion of terrorism from spreading.”\n\nOr, as Nikolai Kovalev, a former head of the Russian domestic security service (the FSB) and now a member of the Duma security committee, puts it: “There are thousands of our citizens fighting there.",
  "“We remember how many radicals came to fight in Chechnya from the Middle East,” Leonid Kalashnikov, chairman of the Duma Committee on the Former Soviet Union, tells Newsweek , referring to foreign jihadis who fought alongside rebels in separatist wars in the North Caucasus in the 1990s.",
  "If we had allowed Assad to fall, that would have been the end of our influence on the Middle East.”\n\nEither way, the Syria campaign quickly became Putin’s symbolic rebuke, says Trenin, to Obama’s claims a year prior that Russia was just a “regional power” and a “desperate” one at that.",
  "Tehran has joined Moscow in taking control of the Syrian peace process, becoming joint arbiters of talks in Astana, Kazakhstan, in January that outlined a roadmap to peace and a new constitution for Syria that will inevitably reflect Assad’s military victories on the ground.",
  "Trump must now face an awkward reality: To strike peace deals, crush terrorism and protect America’s economic interests in the region, he might have no choice but to continue expressing admiration for the man who made the last American president’s eight years so difficult.",
  "“The nature of the Russian regime’s foreign policy is extreme pragmatism, the absence of ideology and the attempt to deal with all the main players in a region,” says Nikolay Kozhanov, former attaché at Russia’s embassy in Tehran, now with U.K. think tank Chatham House.",
  "It's a matter of national security to make sure that they don’t bring that ideology back to Russia.”\n\nRussia is determined to hang on to its new dominance in the Middle East—which means that regional leaders will have to find a way to cooperate with both sides.",
  "Obama may have retreated from employing Bush-like American force in the Middle East—and elsewhere—but it seems that Trump is intent on entirely abandoning America’s 70-year-old, bipartisan commitment to being the world’s most determined promoter of democracy.",
  "But Netanyahu had concerns about the U.S., too: Obama overruled Israeli objections to a nuclear deal with Iran and pressured the Israeli leader to stop settlement building in the West Bank, a main obstacle to reaching a peace deal with the Palestinians.",
  "Just a year ago, when Turkey shot down a Russian plane after a 17-second incursion into Turkish airspace, Putin was furious; in retaliation, he ordered the suspension of Russian charter tourist flights to Turkey and imposed sanctions on Turkish goods.",
  "Moscow flew in its greatest conductor, Valery Gergiev, and his Mariinsky Symphony Orchestra to play before an audience of international journalists in the ancient theater at Palmyra, which ISIS had previously used as a venue for public executions.",
  "Since then two things have transformed the relationship between Moscow and Ankara—Assad’s victory in Aleppo, and the failed July coup that prompted Erdogan to initiate a purge of his opponents, earning criticism from the U.S. and Europe alike.",
  "After Washington set sanctions on Russia following the annexation of Crimea, Putin has been pushing to make all the friends he can get in the region in order to “develop a second front,” says Zvi Magen, former Israeli ambassador to Russia.",
  "Anton Novoderezhkin/TASS/Getty\n\nRussia's success in Palmyra didn't last long—but that didn't seem to matter: In December, seven months after the Russian orchestra played, cameras and—most importantly—troops left, and ISIS retook the city.",
  "On February 2, the White House press secretary Sean Spicer echoed Obama’s policy, saying “ the construction of new settlements or the expansion of existing settlements beyond their current borders may not be helpful in achieving” peace.",
  "Trump has reached out to Netanyahu by inviting him to meet in Washington next month; pledging to move the U.S. embassy to Jerusalem; and appointing a pro-settler ambassador to Israel — all of which may dampen the Netanyahu-Putin bond.",
  "In a phone call, he became the first world leader to congratulate the billionaire on his November election victory over Hillary Clinton, having already been the first Arab leader to meet with him during the campaign.",
  "While close ties with Washington have been maintained since then, Egypt has also acknowledged Moscow’s new-found status by hosting an air drill for Russia last year—the Kremlin’s first such exercise in Africa.",
  "A former ambassador to Syria, Egypt and Israel, Bogdanov has played a key role in winning friends and influencing people, from Egypt’s president and military strongman, Abdel Fattah el-Sisi, to Libya’s Haftar.",
  "Though many in the West see Moscow’s resurgence in terms of building a lost empire of prestige and influence, many top Russian officials see their Middle East deployment as a matter of Russia’s self-defense.",
  "In exchange, Iran gave Russia temporary access to its Hamadan air base for raids on Syria and allowed Moscow to fire cruise missiles from warships in the Caspian Sea over its territory en route to Aleppo.",
  "Russian arms supplies—including an S-300 anti-aircraft missile system delivered last year—have helped Tehran keep up with massive military spending by its regional rivals Israel and Saudi Arabia.",
  "“Russia saw an opportunity in Egypt because the U.S. has pushed for a reform environment since the Arab Spring,” says Steve Seche, a former State Department official and U.S. ambassador to Yemen.",
  "Israeli Prime Minister Benjamin Netanyahu has visited Putin in Moscow three times since September 2015 — more than he has visited Obama, with whom he had a notoriously rancorous relationship.",
  "In this blossoming relationship, based on pragmatism, both leaders saw an opportunity: for Netanyahu, a pivot from the Obama administration; for Putin, a challenge to Washington’s leadership.",
  "But now with Aleppo in regime hands and the peace process being run by Moscow, the new U.S. administration has little influence on the Syrian endgame either diplomatically or on the ground.",
  "Abdullah Doma/AFP/Getty\n\nThe Damascus Gambit\n\nOn September 30, 2015, Putin ordered a squadron of Russian jets to deploy to the Hmeymim airbase near Latakia, a stronghold of Assad loyalists.",
  "Erdogan has urged Turkish politicians to re-evaluate their “fixation” with the EU and instead consider joining the Chinese-led Shanghai Cooperation Organization, which Moscow also favors.",
  "Whatever the impact of the Russian air campaign, most agree it has helped deplete U.S.-backed rebel forces and allowed Assad to regain control of the strategically vital city of Aleppo.",
  "Spearheading Moscow’s outreach is a bespectacled, Arabic-speaking, 64-year-old career diplomat named Mikhail Bogdanov, who has been Putin’s special envoy to the Middle East since 2012.",
  "“One can broadly assume that [Trump and Sisi] see the world in the same way,” says Hugh Lovatt, Middle East and North Africa policy fellow at the European Council on Foreign Relations.",
  "Erdogan wants to “increase the distance between Washington and Ankara”—something Russia is only too keen to encourage on the time-honored principle that my enemy’s enemy is my friend.",
  "At the same time, America was becoming less dependent on Middle Eastern oil thanks to a domestic shale gas revolution that has transformed the U.S. into an energy-exporting country.",
  "At home, Kommersant radio claimed the Syrian people were hailing Putin as “Caesar,” while daily weather reports on Russian news began featuring the bombing conditions over Syria.",
  "As the recipient of the second-largest amount of U.S. military aid, Egypt continued this partnership even when relations with Obama strained following Sisi’s power grab in 2013.",
  "He hopes to harness Russian influence with Israel’s enemies to his benefit, and, so far, Moscow has not objected when Israel has conducted strikes against Hezbollah in Syria.",
  "“Without Russia it is impossible to find a solution to the problems in Syria,” Erdogan said in August, in a Russian TV interview before visiting Putin in St. Petersburg.",
  "The U.S.-led coalition, by contrast, flew 135,000 missions against ISIS in Syria and Iraq between 2014 and the end of January 2017 but damaged fewer than 32,000 targets.",
  "“It’s not beyond the realm of imagination to see a sort of Russian-Egyptian-U.S. joint effort” on Middle Eastern issues such as the Israeli-Palestinian peace process.",
  "Russian jets now operate within reach of the Golan Heights, a contested territory that Israel captured from Syria in the 1967 War and now divides the two countries.",
  "Last November, Egypt also signaled its support for Putin by becoming one of only four countries to support Russia’s resolution on Syria in the United Nations.",
  "That shift, in the Kremlin’s view, threatens to create a dangerous power vacuum that could be filled with Islamist sympathizers, from Libya to Iraq to Syria.",
  "Such a triad could be appealing to Israel, which has developed secretive diplomatic and security ties with Egypt, more so than with other Arab states.",
  "Khalil Ashawi/Reuters\n\nPutin has even achieved new levels of friendship with Israel, Washington’s closest and most important ally in the Middle East.",
  "“Putin will undertake to revoke [sanctions],” Haftar told reporters after his video conference in January with Shoigu on Russia’s aircraft carrier.",
  "Netanyahu is obviously concerned about Russia’s cooperation with two of Israel’s main enemies, Iran and the Lebanon-based Shiite militia Hezbollah.",
  "Moscow, in turn, has pushed to lift U.N. sanctions on Libya, where Haftar, Sisi’s ally, is still vying to become the country’s military strongman.",
  "It was Russia’s first military deployment outside the former borders of the Soviet Union since Moscow’s disastrous 1979 invasion of Afghanistan.",
  "Russia’s friendship with one of the region’s other major powers, Iran, may have begun as an alliance of outcasts—but it now appears formidable.",
  "Senator Oleg Morozov, a member of Russia’s Federation Council international affairs committee, says Putin “had no choice other than to step in.",
  "In response to stinging rebukes from his one-time allies in Brussels and Washington, Erdogan has turned to his “friend Vladimir” in Russia.",
  "via GIPHY\n\nRunning in parallel with these grand, public gestures of friendship is a quieter and constant diplomatic campaign in the region.",
  "The White House had good reason to step back from the region: The president wanted to wind down unpopular American military interventions.",
  "The new friendship may be “transactional,” says Fadi Hakura, head of the Turkey Project at Chatham House, but it suits both countries.",
  "He also hosted Jordan’s King Abdullah II in Washington and called several Arab leaders to assure them of America’s continued support.",
  "Medvedev traveled to Israel in November last year to mark 25 years of diplomatic ties between the two countries, and to boost trade.",
  "As a result, Turkish officials have openly questioned America’s use of the strategic Incirlik base in Adana, near the Syrian border.",
  "Moscow has sold $4 billion worth of weapons to Egypt since 2012, and began talks with Iran over a $10 billion deal in November 2016.",
  "These people who enjoy putting others on their knees, literally and metaphorically, who enjoy making women their sex slaves.",
  "Stevo Vasiljevic/Reuters\n\nJust as Israel may seek a compromise between dealing with both Russia and the U.S., so may Egypt.",
  "After his inauguration, Trump’s first gesture toward the Arab world was to call Sisi—likely the first of many exchanges.",
  "By the end of 2016, Russia’s defense ministry boasted that its jets had performed 30,000 sorties and hit 62,000 targets.",
  "Their close relationship has developed further since Trump entered the White House, and will likely continue to mature.",
  "Suddenly, Russian planes were flying in the same airspace as those of America and its allies, who were battling ISIS.",
  "In January, U.S. Defense Secretary Ashton Carter complained that Russia’s air war has done “zero” to degrade ISIS.",
  "The Kremlin blamed lack of cooperation from the U.S. for the defeat and Moscow has seldom mentioned Palmyra since.",
  "“What can we do to counter it?” a State Department official, speaking on condition of anonymity, tells Newsweek .",
  "But one unintended consequence was to allow Bogdanov to strike deals from Ramallah to Cairo and Benghazi, Libya.",
  "“We have no hope with Trump,” says Abu Zayyad, who was a Palestinian negotiator in the 1994 Oslo Peace Accords.)",
  "In January, for the first time, Russian and Turkish warplanes participated in joint airstrikes against ISIS.",
  "The Kremlin’s unlikely new best friend is Turkey, a NATO member and centuries-old foe of Russia.",
  "Within days, some 30 Russian warplanes had already begun to turn the war in Assad’s favor.",
  "It’s not so much that we need Assad in place—but we need some kind of stability in Syria.",
  "The main reason: what the coalition says are strict rules to limit civilian casualties.",
  "Though the deployment was tiny, it was a pivotal moment for Moscow’s foreign policy.",
  "They are inadequate people from all over the world [that] have gathered in Syria.",
  "America’s steady disengagement from the Middle East under Obama helped Bogdanov.",
  "America’s policy of \"intervention and chaos\" must end, Trump said in December.",
  "There’s a lot of win-win situations developing in the Middle East right now.",
  "The Russian president was also ready to sell cheap arms to regional powers.",
  "In all previous Middle East peace talks, it has been the primary broker.",
  "Russia, on the other hand, makes no such tiresome demands of Israel.",
  "Alongside closer ties with Putin, Sisi has also warmed to Trump.",
  "For the U.S., that would be a largely new way of doing business.",
  "(The Palestinians, however, will need Moscow more than ever.",
  "Unfortunately, none of them apply to the United States.",
  "A publicity stunt, sure—but an immensely effective one.",
  "“The region is right next to Central Asia.",
  "The Islamic aspect is just an excuse.",
  "That is our underbelly.",
  "Partner or Spoiler?"
]