[
  "At the start of the campaign, Ince won favor with Kurdish voters by visiting HDP candidate Selahattin Demirtas, who is in jail pending the outcome of a court case in which the government accuses him of terrorism, allegations that his party says are politically motivated.",
  "In the town of Izmir, hundreds of thousands of Ince supporters in a sea of red Turkish flags stretched for kilometers down a promenade on the Aegean coast, as the charismatic former high school physics teacher promised to end the nepotism of the Erdogan government.",
  "Erdogan's grandiose rallies have become an expected part of any Turkish election, but they appear to have been eclipsed Wednesday, as main opposition candidate Muharrem Ince drew what looked like the largest crowd in the elections period yet.",
  "After a failed military coup to remove his government from power in 2016, he eliminated his opponents by firing tens of thousands of government workers, gutting public institutions, jailing critical voices, and clamping down on the media.",
  "That message of transformation has delivered Erdogan and his Justice and Development Party (AKP) 12 electoral victories over the last 16 years, making Erdogan the Turkish Republic's longest-serving leader since it was founded in 1923.",
  "During the holy month of Ramadan, when Ince made appearances with his sister who wears a headscarf, he made clear he would continue to guarantee women's right to wear the Islamic headdress in public spaces, including universities.",
  "'People are sick and tired': Ince\n\nErodgan and the AKP now dominate the airwaves in Turkey, so Ince, locked out from the mainstream media, has been trying to reach his base and beyond through a breakneck campaign schedule .",
  "A group of students hanging out at an Istanbul cafe say they don't know much about the old Turkey Erdogan talks about -- to them the old Turkey was the one of several years ago, when there were greater civil liberties.",
  "In almost every speech, 64-year-old Erdogan disparages what he calls \"old Turkey,\" a place where garbage piled up on the streets, public hospitals were overrun, and roads were dimly-lit, single-lane death traps.",
  "Istanbul, Turkey (CNN) At a campaign rally in Istanbul, President Recep Tayyip Erdogan plays an animation on a huge screen to thousands of supporters, touting plans for an opera house on Taksim Square.",
  "This could be a particularly dangerous position for Erdogan to find himself in, as most opposition parties have vowed to galvanize their supporters to whoever challenges the incumbent leader.",
  "Conservative nationalist Meral Aksener threatens him from the center right, while Temel Karamollaoglu from the Islamist Felicity Party could also drive pious conservatives away from the AKP.",
  "Ince has been reaching out to the Kurds, Turkey's largest ethnic minority, whose vote is usually split between Erdogan's AKP and the pro-Kurdish leftist Peoples' Democracy Party (HDP).",
  "Women who wore it were barred from going to university, practicing medicine and law, and serving as members of parliament, until Erdogan started lifting those restrictions in 2013.",
  "Turkish voters go to the polls to elect both a president and a new parliament, and for the first time in more than a decade, they have an array of strong candidates to choose from.",
  "He narrowly won a referendum last year that will change Turkey's parliamentary system to an executive presidency, giving whoever wins Sunday's vote sweeping new powers.",
  "He paces back and forth on stage, listing his achievements for Turkey: New roads, better hospitals, more public transportation, more airports.",
  "But Erdogan's mantra of development and growth has lost some of its luster recently as Turkish people feel the pinch of a faltering economy.",
  "Another student said that providing services and development should be expected from a government, not something for Erdogan to brag about.",
  "He calls out to the control room again for his next presentation, new building plans for an island development and then another for a park.",
  "He has managed to broaden his party's appeal beyond its usual base of secular upper-middle-class voters to include pious Muslims and Kurds.",
  "\"Ince, with his rural family roots, his truck driver father and headscarf-wearing mother and sister is different from his predecessors.\"",
  "In a rare occurrence for a CHP politician, the turnout at an Ince rally in the predominantly Kurdish city of Diyarbakir was high.",
  "\"Former leaders of the party were bureaucrats or statesmen,\" said Behlul Ozkan, a political scientist from Marmara University.",
  "The lira has lost some 20% of its value since the year began, inflation is at 12% and interest rates are around a painful 18%.",
  "That's his weak spot and he knows it,\" said Asli Aydintasbas, a Senior Fellow at the European Council on Foreign Relations.",
  "It's not like the government is run by someone else so he can turn around and say 'elect me so I can improve the economy.'",
  "Hundreds of thousands of supporters gather to listen to Muharrem Ince in Izmir on June 21, three days ahead of the vote.",
  "Erdogan's biggest threat\n\nPolls in Turkey are typically partisan and unreliable, but Erdogan appears to be in front.",
  "But the President faces his toughest political challenge yet , in snap elections Sunday that Erdogan himself called.",
  "Ince is a not an obscure name in Turkey; the 54-year-old has served as a member of parliament for the last 16 years.",
  "\"I don't want to give you my name because I need to think about my future,\" said a 22-year-old physiology student.",
  "But at the Istanbul rally, diehard Erdogan supporter Gulbahar Turan is sure Erdogan's AKP can continue to deliver.",
  "Back at his rally in Istanbul, as his opera house presentation draws to a close, he asks, \"How do you like that?\"",
  "He has crushed anti-government protests, and in 2013 he evaded a corruption investigation into his inner circle.",
  "If the HDP crosses a 10% threshold, it will win seats and could deprive the AKP of its parliamentary majority.",
  "\"These are games by foreign powers, but they should know even a dead Erdogan would get votes,\" Turan said.",
  "But Erdogan's biggest threat is the formidable Ince, who has galvanized the center-left around the CHP.",
  "At every rally, he hammers home the same message -- he has transformed Turkey into a new modern nation.",
  "\"We are already seeing the results in the sense that this is a race between Muharrem Ince and Erdogan.",
  "He has been running his campaign from inside prison mainly over a Twitter account run by his advisers.",
  "She says foreign intervention -- not government mismanagement -- is what's driving the economic woes.",
  "Some polls suggest he will fail to win 50% of the vote, and that will mean a run-off round on July 8.",
  "Let's talk about the struggle of getting by, of paying the rent, of sending the kids to school.\"",
  "A worker looks at the control tower of a new airport under construction in Istanbul on April 13.",
  "This election is the first in which the party has chosen someone charismatic, Aydintasbas said.",
  "The Islamic headscarf was prohibited in public life in the aftermath of a soft coup in 1997.",
  "Ince shouted out over the crowd at a recent campaign rally in the southern city of Antalya.",
  "Opposition candidates and parties are trying to steal support from Erdogan on all fronts.",
  "In an interview with CNN's Christiane Amanpour, Ince said it was time for change.",
  "Erdogan had it too easy and he basically ran against himself,\" Aydintasbas said.",
  "\"On the one hand you have a tired man, and on the other you have fresh blood.\"",
  "And he has been hitting Erdogan where he's most vulnerable -- the economy.",
  "The Kurdish vote is pivotal in the outcome of the parliamentary election.",
  "They refuse to give their names, lamenting the loss of freedom of speech.",
  "But development is a message that has worked for Erdogan for 16 years.",
  "If it fails to get into parliament, the AKP will sweep up those seats.",
  "Some voters are tiring of what they see as Erdogan's power-grabbing.",
  "Women attending an Erdogan campaign event in Istanbul on June 19.",
  "\"Erdogan is tired, he has no joy and he is arrogant,\" he said.",
  "Erdogan has consolidated power at every step of his career.",
  "\"It's a situation where Erdogan can't blame anyone else.",
  "Muharrem Ince arriving at the Istanbul rally on June 10.",
  "Turkish people are feeling the pinch of 12% inflation.",
  "In the past, the CHP fielded fairly drab candidates.",
  "\"Erdogan, people are cooking stones instead of food.",
  "\"That is a worry I just don't want to have anymore.\"",
  "People are cooking their worries instead of food.",
  "Turkey has to find a way out of this,\" he said.",
  "He is reaching out to Turkey's youth as well.",
  "to the crowd, which roars back with approval.",
  "Muharrem Ince at a campaign rally on June 10.",
  "Look at the prices of potatoes, of onions.",
  "I believe in our people's wish for change.",
  "\"I believe in the power of the street.",
  "Turkey's democracy has been destroyed.",
  "I want to talk about more,\" he said.",
  "Institutions have been taken over.",
  "And that's never happened before.",
  "I don't want to talk about that.",
  "A single man rules over Turkey.",
  "\"Come, let's have a debate.",
  "People are sick and tired.",
  "Turkey is sick and tired.",
  "\"Roads, roads, roads.",
  "There is no bread!\""
]