[
  "BERLIN (Reuters) - A list of 13 demands submitted by four Arab states to Qatar as a condition to lift their boycott on the Gulf country is “very provocative” because some items challenge Doha’s sovereignty, German Foreign Minister Sigmar Gabriel said on Monday.",
  "REUTERS/Stefanie Loos\n\nSaudi Arabia, the United Arab Emirates, Bahrain and Egypt imposed a boycott on Qatar three weeks ago, accusing it of backing militants - then issued an ultimatum, including demands that it shut down a Turkish military base in Doha.",
  "Zarif told the group earlier on Monday that Europe should use its influence to defuse tensions in the Gulf, arguing that those countries that blamed Iran or Qatar for terrorism were trying to avoid taking responsibility for their own failures.",
  "Gabriel told an event hosted by the European Council on Foreign Relations in Berlin that Germany remained in close touch with all sides to try to reduce tensions resulting from the biggest diplomatic crisis in the region in years.",
  "The Arab states are demanding, among other things, that Doha close Al Jazeera television, curb ties with Iran, shut a Turkish base and also pay reparations.",
  "FILE PHOTO: German Foreign Minister Sigmar Gabriel attend the weekly cabinet meeting at the Chancellery in Berlin, Germany June 21, 2017.",
  "Mainly Shi’ite Iran and Sunni Saudia Arabia have long been at loggerheads over religion and political influence in the Middle East.",
  "A government spokesman last week said Doha was reviewing the list of demands, but did not view them as reasonable or actionable.",
  "Qatar says it is being punished for straying from its neighbors’ backing for authoritarian hereditary and military rules.",
  "Gabriel said it would be tough for Qatar to accept all 13 items on what he described as “a very provocative list”.",
  "He said efforts were under way to define which conditions Qatar could accept, and which it viewed as problematic.",
  "He said some of the demands being made of Qatar were negotiable, but others clearly challenged its sovereignty.",
  "Iran’s President Hassan Rouhani has voiced support for Qatar in its confrontation with the four states.",
  "Qatar denies the allegations against it and says the demands are aimed at curbing its sovereignty.",
  "Gabriel is due to meet Iranian Foreign Minister Mohammad Javad Zarif in Berlin on Tuesday."
]