[
  "Chinese loans \"do not bring significant job creation locally,\" he said, \"they don't bring significant training programs that enable African citizens to participate more fully in the future, and oftentimes the financing models are structured in a way that the country -- when it gets into trouble financially -- loses control of its own infrastructure or its own resources through default.\"",
  "The head of US Africa Command, Gen. Thomas Waldhauser, told lawmakers this week the US is not \"naive\" about the implications of having a Chinese base near Camp Lemonnier, including the possibility China might use its leverage over Djibouti's government to restrict US access to a strategic port in the country, but also sees avenues for cooperation with the Chinese in Djibouti.",
  "It's an issue Tillerson should be familiar with since he was a senior executive at the oil giant Exxon Mobil when it -- along with other US oil companies -- became entwined in a Securities and Exchange Commission investigation in 2004 related to payments they made to officials in oil-rich Equatorial Guinea.",
  "In a recent study, the Center for Global Development identified eight countries as particularly vulnerable to debt under One Belt, One Road, including Djibouti -- a country in the Horn of Africa that Tillerson visited Friday and where China is building its first permanent overseas military base.",
  "While the US government is genuinely worried about the risks presented by increased African indebtedness, it has broader concerns as well, which have less to do with a sense of altruism and more to do with counterbalancing China's growing influence in the developing world.",
  "In its National Defense Strategy unveiled in January, the Pentagon identified China, along with Russia, as \"the central challenge\" facing the US military, and said \"long-term strategic competitions with China and Russia are the principal priorities for the Department.\"",
  "African Union Chairman Moussa Faki denied that China has a monopoly on business in Africa, adding, \"I think the Africans are mature enough to engage in partnerships of their own volition which will be useful for the country -- for the countries and the continent.\"",
  "A senior State Department official who briefed reporters ahead of Tillerson's trip said the agency plans to have a \"heart-to-heart\" discussion with Chinese leaders about Africa, to address some of the concerns about low-interest loans and resource depletion.",
  "In a statement to CNN, a State Department official said China has a positive role to play in sub-Saharan Africa, but that \"countries should insist on applying the highest international standards of openness, inclusivity, transparency, and governance.\"",
  "The report notes that Djibouti's public external debt in the last two years has increased from 50 to 85 percent of its gross domestic product, according to recent data from the International Monetary Fund, and much of that comes from China.",
  "Citing African Union sources, Le Monde explained how data was being siphoned from the building's IT framework every night toward servers in Shanghai, and a subsequent sweep of the building turned up hidden microphones in desks and walls.",
  "Despite the leverage this debt could potentially give China, Scott Morris -- one of the authors of the Center for Global Development report -- warned US lawmakers that Washington needs to be cautious in its criticism of Chinese lending.",
  "One Belt, One Road\n\nIn 2013, Chinese President Xi Jinping launched China's One Belt, One Road strategy, which centers on pumping hundreds of billions of dollars into ports, rail lines and other projects across Asia, Europe and Africa.",
  "\"I was disappointed,\" she said of the secretary's recent speech, \"We know a lot more now than when (former Secretary of State Hillary) Clinton visited in 2011 and 2012, but I don't see much progress in terms of Secretary Tillerson.\"",
  "At a congressional hearing this week, author and Asia analyst Gordon Chang argued that China's footprint in Africa represents a \"new form of colonialism\" that seeks to spread Chinese influence and threatens America's own interests.",
  "As Chang alluded to in his testimony, there is broader anxiety among some China-watchers that the country could use its leverage over African governments to secure policy commitments, potentially at the expense of US values.",
  "Because many African countries have experienced economic growth as a result of Chinese investments, he said, \"dire warnings from the United States are unlikely to find a receptive audience in the developing world.\"",
  "Deborah Bräutigam, director of the China-Africa Research Initiative at Johns Hopkins' School of Advanced International Studies, says Africa's debt is \"a growing problem\" and worthy of Tillerson's attention.",
  "Yet even as the US seeks to shore up (and, in some sense, repair) its relationships with African governments, Tillerson is keenly aware of another, bigger presence looming in the background: China.",
  "Chinese companies, historically, have been able to get away with behavior that is forbidden under US anti-corruption laws, allowing them to capitalize on rampant fraud in some African countries.",
  "Not everyone who studies the region shares this stark view, but the opacity with which Chinese leaders operate has given rise to skepticism about the country's long-term goals in Africa.",
  "Washington (CNN) Secretary of State Rex Tillerson set out this week for his first trip to sub-Saharan Africa, where he is holding meetings with influential leaders across the continent.",
  "\"Let me first underline the fact that no country can develop itself without having a strong infrastructure,\" said Youssouf, \"And China is, from that perspective, a very good partner.\"",
  "\"Chinese investment does have the potential to address Africa's infrastructure gap, but its approach has led to mounting debt and few if any jobs in most countries,\" said Tillerson.",
  "Addressing those debt concerns at a news conference alongside Tillerson, the country's foreign minister, Mahamoud Ali Youssouf, said Djibouti's debt to China \"is so far manageable.\"",
  "Since the early 2000s, China has been investing heavily across Africa through dramatically increased trade, foreign direct investments and loans from the China Export-Import Bank.",
  "\"Once it locks in countries and makes them dependent,\" said Chang, \"Beijing gets their support for geopolitical goals, and one of these goals is undermining democracy.\"",
  "\"The AU enjoys excellent relations with China and does not base its judgment on ... allegations made in media reports,\" African Union spokeswoman Ebba Kalondo told CNN.",
  "According to a report by the European Council on Foreign Relations, cooperation with Africa on peace and security is now an \"explicit part of Beijing's foreign policy.\"",
  "\"Instead,\" said Morris, \"we should be specific in our criticism of Chinese lending practices and look for specific opportunities to engage the Chinese on reform.\"",
  "\"He sounds very much like Secretary Clinton,\" she continued, \"and he's making some of the same basic errors in terms of analyzing what China is doing in Africa.\"",
  "But it has also put the US government on edge, as Tillerson expressed in a speech earlier this week at George Mason University, in Washington's Virginia suburbs.",
  "A spokeswoman for China's Foreign Ministry said the report was based on \"groundless accusations,\" and a spokesman for the African Union issued a similar denial.",
  "But in Djibouti, Tillerson will be confronted with a larger show of Chinese might: the site of the country's new military base, near the US base Camp Lemonnier.",
  "However, we think it's important that African countries carefully consider the terms of those investments, and we witness the model that the Chinese follow.\"",
  "The costs of the program are astronomical, but China hopes it will spur demand for Chinese goods overseas and expand China's influence in global affairs.",
  "\"When coupled with political and fiscal pressure, this endangers Africa's natural resources and its long-term economic and political stability.\"",
  "Earlier this year, the French newspaper Le Monde reported that the African Union headquarters -- built by the Chinese -- had been hacked.",
  "China also pledged $100 million to the African Union standby force and $1 billion to establish the UN Peace and Development Trust Fund.",
  "In 2015, Xi committed 8,000 troops to the UN peacekeeping standby force, one-fifth of the 40,000 total troops committed by 50 nations.",
  "Critics, however, maintain the program has saddled developing countries with crippling debts and increased their dependence on China.",
  "Specifically, Bräutigam points to Tillerson's statement about Chinese investment creating \"few if any jobs in most countries.\"",
  "The official emphasized that US companies can contribute in that arena as well, as the State Department is keen to highlight.",
  "Nevertheless, it's a point Tillerson repeated Thursday at a news conference with the chairman of the African Union.",
  "On Thursday, Tillerson met with the African Union chairman in the same headquarters building in Ethiopia.",
  "Exxon Mobil denied any wrongdoing and the SEC ultimately did not pursue legal action against the company.",
  "The official also raised similar concerns about Russia's and Iran's recent projects on the continent.",
  "\"We are not in any way attempting to keep Chinese investment dollars out of Africa,\" Tillerson said.",
  "Implications on policy and security\n\nUS concerns stretch beyond trade and economic competitiveness.",
  "That's a \"sticky myth,\" she says, that doesn't accurately reflect the situation in many countries.",
  "However, she suggests the administration hasn't offered a new approach in the region.",
  "The phenomenon has, in many respects, been a boon for African economies.",
  "But American businesses are disadvantaged in one important respect.",
  "China has expanded its military ties across Africa in recent years.",
  "There are security implications as well.",
  "\"They are badly needed.",
  "Can the US compete?"
]