[
  "Two weeks before Trump’s July 16 summit with Russian President Vladimir Putin in Helsinki, Haley told Reuters that “basically what the president is saying is it’s better for us to have communication than not.”\n\nBut then the summit turned into a nightmare for the White House when Trump, at the joint news conference, sided with Putin’s denials of Russian interference in the 2016 U.S. election rather than the conclusions of his own intelligence agencies.",
  "In an interview with Reuters, Haley recalled telling Trump: “We would not be in the situation we are with North Korea without the U.N. because that was the only way to get the international community on the same page.”\n\nThe United States and other countries believe the sanctions helped to bring North Korean leader Kim Jong Un around to meeting with Trump at an historic summit in Singapore in June.",
  "“Unbelievably bureaucratic, it wastes a lot of money, it has some real biases against Israel, against us at times, it ignores a lot that’s going on that needs attention.”\n\nHaley’s relay of their phone call illustrates how she guides the president who shuns the international forums and pacts the United States has helped build over decades.",
  "UNITED NATIONS (Reuters) - U.S. President Donald Trump came into office disparaging the United Nations and appointed politician Nikki Haley as the ambassador to carry out his disruptive agenda, but she has also shown Trump how the world body serves his purposes, specifically on North Korea.",
  "Ambassador to the United Nations Nikki Haley addresses a United Nations General Assembly meeting ahead of a vote on a draft resolution that would deplore the use of excessive force by Israeli troops against Palestinian civilians at U.N. headquarters in New York, U.S., June 13, 2018.",
  "REUTERS/Mike Segar/File Photo\n\nHaley carved out a high-profile role within the Trump administration from the moment she was offered the job, telling the president she would only accept it if she was made a member of the Cabinet and the National Security Council.",
  "In May she described Russian expansionism in Ukraine as “outrageous” and said the U.S. position “will not waver.”\n\nDays later, however, Trump urged the Group of Seven countries to reinstate Russia, booted out for its 2014 annexation of Crimea from Ukraine.",
  "The U.N. Security Council’s unanimous adoption of tougher sanctions three times last year that put pressure on Pyongyang to enter talks on scrapping its nuclear weapons program is the example Haley gave Trump in a phone call in June.",
  "When Trump took office, he called the U.N. “just a club for people to get together, talk and have a good time.”\n\nSome diplomats have said they see the former South Carolina governor as the stable face of U.S. foreign policy.",
  "Richard Gowan, a U.N. expert at the European Council on Foreign Relations, described Haley’s job as selling the “administration’s anti-U.N. positions to the public.”\n\n“That annoys other diplomats,” Gowan added.",
  "Differences over Russia also caused rare public friction for Haley within the administration when she announced in April that Washington was going to sanction Moscow over its support of Syria’s government.",
  "“She’s got an eye and ear for where the politics of an issue are,” said a senior Western diplomat, who, like all those consulted at the United Nations, would only speak on condition of anonymity.",
  "Haley said Trump asked her what she thought of the United Nations, then 17 months into her post and after the United States became the first country to quit the U.N. Human Rights Council.",
  "She dismisses the presidential chatter and said it has never come up with Trump, who intends to run again in 2020, “because he knows he doesn’t need to raise it.”",
  "That it was black and white,” Haley said in the interview during a trip last month to India, the country from which her parents emigrated to the United States.",
  "A political outcry in Washington drowned out Trump’s message that the two nuclear powers should improve their relations, which are at a post-Cold War low.",
  "“I don’t see (my role) as pushing an ‘America First’ policy, I see it as defending America because every day I feel like I put body armor on.",
  "Those kinds of instincts have helped put the 46-year-old mother of two on the list of possible Republican presidential candidates.",
  "“My job is to give clarity to everything the administration’s doing so that no one wonders where we are.",
  "RUSSIA TENSIONS\n\nHaley has long taken a tougher public stance on Russia than her boss.",
  "When Trump leaves them confused, some say they look to her for interpretation.",
  "“The president has every right to change his mind, every right,” Haley said.",
  "Haley has not responded to Reuters’ requests for comment on the summit.",
  "Her U.N. counterparts describe her as charming and yet very tough.",
  "I just don’t know who I’m fighting that day,” Haley said.",
  "Trump never raised the incident with her, she said.",
  "She said she rattled off a litany of complaints.",
  "I always wanted to make sure there was no gray.",
  "Trump then decided not to go ahead.",
  "She sees herself as a fighter.",
  "FILE PHOTO: U.S."
]