[
  "Last week, Putin boasted that Russia has a new array of nuclear-capable weapons including an intercontinental ballistic missile that renders defense systems “useless.” He said that Russia had \"no plans to be an aggressor\" but also accused the West of \"ignoring us,\" adding: \"Listen to us now.\"",
  "\"No one thought four years ago that Russia would annex Crimea and invade eastern Ukraine,\" said Heather A. Conley, a former State Department official under President George W. Bush who is now director of the Europe program at the Center for Strategic and International Studies in Washington.",
  "And even a minor incident could have serious consequences for the delicate geopolitical balance between Russia and the U.S.\n\nOne nightmare scenario for the West involves Russia invading the Swedish island of Gotland, blocking off NATO supply routes to its vulnerable Baltic allies.",
  "Although its military was strong, in the face of a global superpower it \"could not realistically defeat a determined invasion by directly facing the adversary at the borders,\" says Dylan Lee Lehrke, a senior military analyst at IHS Markit, a data analysis firm in London.",
  "\"They are meant to be used if the government decides to announce full alert,\" says Ove Brunnström, the cheerful spokesman for Sweden's Civil Contingencies Agency who recently gave NBC News a rare tour of the subterranean site.",
  "\"When the Cold War ended, Sweden no longer perceived an imminent threat to the homeland,\" says Stephen J. Flanagan, a senior political scientist at the RAND Corporation, a think tank headquartered in Santa Monica, California.",
  "\"Ukraine was a wake-up call for the Swedes, and it really renewed the national discussion surrounding defense,\" says Erik Brattberg, a fellow at the Washington-based Carnegie Endowment for International Peace think tank.",
  "The \"total defense\" policy also included hundreds of thousands of reservists and civilian home guard personnel — not to mention its extensive network of bunkers where the rest of the population could weather any attack.",
  "Mikael Sjoeberg / for NBC News\n\nThis perceived threat has prompted Sweden to order a reboot of its once-proud policy of \"total defense\" — which calls on the military and civilians to act together to ward off attackers.",
  "Swedes are also highly suspicious of President Donald Trump, with just 10 percent saying they had confidence in him to do the right thing on global affairs, according to a study by the Pew Research Center last June.",
  "Finding itself between the nuclear-armed U.S. and the Soviet Union, Sweden amassed one of the Cold War's most powerful coastal defenses and a formidable, high-tech military featuring some 1,000 aircraft.",
  "Mikael Sjoeberg / for NBC News\n\nThe bunker NBC News visited in Stockholm is far more striking than most of Sweden's shelters, which are mostly mundane basements below houses and apartment blocks.",
  "That thinking changed in 2014 when Russian President Vladimir Putin annexed Crimea, allegedly sent troops into eastern Ukraine, and began violating airspace over the Nordic and Baltic regions.",
  "Mikael Sjoeberg / for NBC News\n\nIf something happens in the news, in North Korea or somewhere else, \"we notice there is a lot more telephone calls coming in about shelters,\" Brunnström says.",
  "Mikael Sjoeberg / for NBC News\n\nUnlike Switzerland — perhaps the only nation with a more extensive network — Sweden has never tried to accommodate all of its population in shelters.",
  "Separately, the Civil Contingencies said 500 new bunkers housing 50,000 people would cost up to 2 billion Swedish kronor, around $125 million, and take 10 years to complete.",
  "\"It's very common to make that kind of assumption that I'm some kind of crazy tinfoil-hat lunatic, and those certainly do exist within the prepper community,\" he says.",
  "As Fredrik Wesslau, a senior policy fellow at the European Council on Foreign Relations, put it: \"It is a classic case of speaking loudly and wielding a small stick.\"",
  "/ Updated By Alexander Smith and Vladimir Banic\n\nSTOCKHOLM — Burrowed beneath a small park in Stockholm is a forgotten relic of the past that may help in the future.",
  "In December, the country's Defense Commission recommended modernizing existing shelters while planning the construction of the first new ones in more than 15 years.",
  "In December, the Defense Commission also recommended modernizing existing shelters while building enough new ones to accommodate an extra 2,500 people every year.",
  "\"It's expensive to build shelters, the Cold War was over and we had quite a calm situation in Europe,\" says Brunnström, explaining his country's change of heart.",
  "It honeycombed itself with civil defense shelters during the Cold War and today around 65,000 remain on standby, dotted around its sparsely populated territory.",
  "Some 200 feet long and 20 feet wide, the half-cylindrical hideout was built in the 1940s and has remained largely untouched since it was renovated in the 1970s.",
  "Before any referendum is held, there would need to be cross-party consensus, and the move is still opposed by the ruling Social Democratic-Green coalition.",
  "Painted in patriotic Swedish blue and yellow, it is festooned with large ventilation pipes that can keep out gamma radiation and other potential hazards.",
  "Few countries do bunkers like Sweden, which never joined NATO and could be considered one of the world's most peaceful nations over the past 200 years.",
  "Facilities like this are a vital part of Sweden's history — and recent threats from Russia mean they could become important again in the years to come.",
  "\"But most people in our group, they're just normal, ordinary people who come to the conclusion that they need to have a certain level of preparation.\"",
  "He believes his country is far more vulnerable to subtler things such as cyberattacks aimed at disabling utilities and other important infrastructure.",
  "The next year, Sweden launched a large search operation for what was believed to be a Russian submarine that had infiltrated waters near the capital.",
  "\"As in all places where you put lots of people together in a small space, there will probably be some kind of problems in here,\" Brunnström says.",
  "Many were all but forgotten, doubling as parking lots and bicycle storage spaces during a period when global conflict seemed a distant prospect.",
  "In September, the Civil Contingencies Agency concluded there was room in its shelters to protect 7 million people — in a country of 10 million.",
  "Tord Strømdal Vladimir Banic / NBC News\n\nBut Strømdal, a 6-foot-4 Viking of a man with a plaited beard, doesn't think Putin will invade Sweden.",
  "\"In order to achieve this deterrence,\" he says, the military and civilian force \"needs to be able to impose unacceptable costs on any invader.\"",
  "\"With the re-emergence of a threat from the East,\" he said, \"Sweden is in the process of restoring capabilities for defense of the homeland.\"",
  "The only clue to its existence is a green metal door, 8 feet high by 5 feet wide, hewn into the rock next to a busy, snow-dusted sidewalk.",
  "The space seems cavernous, but it would be teeming if crammed to capacity with 180 bodies for the maximum recommended time of three days.",
  "Someone else who sees this phenomenon is Tord Strømdal, 42, an administrator for Sweden's largest Facebook group for doomsday preppers.",
  "Because Sweden is a non-NATO member, the U.S. and the rest of alliance would not be obliged to come to its defense if it were attacked.",
  "Until recently that was also the last time it officially fought in a war, meaning it enjoyed almost 200 years of uninterrupted peace.",
  "Strømdal says his online survivalist community of 25,000 members ranges from doctors and teachers to police officers and soldiers.",
  "In April 2013, six Russian aircraft carried out a nighttime mission in which they simulated a nuclear strike on Stockholm.",
  "And several polls last year showed that for the first time more Swedes supported joining the alliance than opposed it.",
  "Last year, Sweden re-militarized the island but experts say the force is too small to provide any real resistance.",
  "As well as refocusing on bunkers, this liberal, progressive nation has also reintroduced a partial military draft.",
  "But many Western analysts say Sweden should not be complacent about the risk of a traditional military conflict.",
  "To him, being a prepper is just part of the self-reliance that appears culturally hardwired into many Swedes.",
  "Each person would have an allocated space of 2.5 square feet — just blankets on the floor, no room for beds.",
  "Local officials Thomas Schilén and Dan Backman inside the nuclear bunker in the Torsgatan area of Stockholm.",
  "But the event that saw the biggest boost in the group's membership wasn't related to Russia or North Korea.",
  "'Unacceptable costs on any invader'\n\nThe origins of Sweden's bunkers can be traced back two centuries.",
  "Simulated military strike\n\nToday's threat is different from the one posed by the Soviet-U.S. standoff.",
  "Its military personnel have served and died during U.S.-led operations in Afghanistan and Kosovo.",
  "I think if there's an air raid going on, for example, they would be very happy to stay in here.\"",
  "Of the countries surveyed, only Mexico, Jordan and Spain had a lower opinion of the president.",
  "It could easily double as a walk-in museum or even the secret lair of a James Bond villain.",
  "After its post-Cold War timeout, total defense is once again the official policy of Sweden.",
  "Mikael Sjoeberg / for NBC News\n\nSweden has developed close ties with NATO in recent years.",
  "Back in the bunker, Brunnström says scary-sounding news stories have a tangible effect.",
  "\"This means we have to imagine what we would have previously considered unimaginable.\"",
  "An empty clothes hanger inside a public bomb and fallout shelter in central Stockholm.",
  "Heaving it open reveals an airlock that leads to a fully operational nuclear bunker.",
  "In the early 2000s, Sweden slashed defense spending and halted bunker construction.",
  "Hybrid warfare such as cyberattacks and propaganda now have far greater prominence.",
  "In 1814, it became the first country to declare neutrality in all global conflicts.",
  "Its bunker plan would not start until 2021 and would cost $40 million per year.",
  "I think most Swedes see Trump as a someone who is decreasing global security.\"",
  "Local official Dan Backman opens the gates to a fallout shelter in Stockholm.",
  "The agency pressed the need to investigate potential sites for new bunkers.",
  "\"But what happened in Ukraine in 2014, I think, shocked the Western world.\"",
  "\"That would be [triggered] if we are close to war or we are under attack.\"",
  "\"But I think it has very much to do with what's happening on the outside.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "\"I don't think that most Swedes see him as a stable world leader.",
  "The bathroom facilities are a bucket behind a thin wooden door.",
  "The news and stories that matter, delivered weekday mornings.",
  "Civilian self-reliance became baked into the Swedish psyche.",
  "\"People asking about shelters, 'Where to find my shelter?'",
  "Bunkers are an integral part of this hunker-down strategy.",
  "\"There was a huge bump after Trump got elected,\" he says.",
  "But full NATO membership still seems a long way off.",
  "Ove Brunnström speaks inside the Stockholm shelter.",
  "This did not mean giving up its arms, however.",
  "Still, news of the shortfall was dramatic.",
  "This was crucial to Swedes' feeling safe.",
  "The bunker dates to the 1940s.",
  "And questions like that.\""
]