[
  "When a truck plowed into a Christmas market in Berlin on Monday, killing at least 12 people, president-elect Trump denounced the attack as part of a global campaign by “Islamist terrorists” who he said “continually slaughter Christians in their communities.”\n\nTrump’s frequent use of sweeping “us versus them” language is a central feature of his rhetoric.",
  "Read More: The Young Syrian Girl Whose Twitter Feed Went Viral Got to Meet, and Hug, Turkey’s President\n\nIraqis face the question of how to bring disaffected Sunni Arabs back into the political process, how to settle Kurdish aspirations for an independent state, and how to ensure the rights of minorities such as Christians and Yazidis.",
  "ISIS also identified the attacker who plowed a truck into a Berlin Christmas market on Monday as one of its “soldiers” in what could be the latest example of an attack by someone sympathetic to the jihadi cause, but with no direct connection to ISIS or any other organization.",
  "In a major foreign policy speech last April he called for a struggle to promote “Western civilization” over “radical Islamic violence.” In the aftermath of a terror attack in San Bernardino, he famously called for a moratorium on all Muslims entering the United States.",
  "If the Turkish military and its Syrian opposition allies retake the town and the area around it, they could share a front line with the forces supporting Syrian President Bashar Assad’s regime, creating yet another standoff, this time between two hostile governments.",
  "Once Mosul and other cities are finally retaken, Iraq will have to navigate a staggeringly complex set of challenges: rebuilding shattered cities, resettling hundreds of thousands of displaced people, repairing the social fabric after more than a decade of violence.",
  "A shooting attack that killed ten people including a Canadian tourist in the Jordanian city of Karak on Dec. 18 also underscored ISIS’ willingness to stage lethal attacks on civilians far beyond the battlefields of Iraq and Syria.",
  "The United States supports its ally Saudi Arabia in its military operation in Yemen, in spite of a long record of attacks on civilians, including an airstrike on a funeral hall in Sanaa that killed at least 140 people in October.",
  "Read More: Inside the Lives of 4 Syrian Refugee Families\n\nYemen: After more than a year and a half of Saudi-led bombardment and civil war, at least 10,000 people have been killed in one of the world’s most neglected conflicts.",
  "Such attacks are relatively rare in Jordan, and the assault on a tourist destination raises concerns about security in a country that is a bedrock U.S. ally that borders Iraq, Syria, Israel, and the West Bank.",
  "During his campaign for president, Donald Trump articulated a vision of the world that sounded a lot like a clash of civilizations, a major conflict between two vaguely-defined ideological camps.",
  "It also illustrated how the fractious politics of civil war in Syria will make it even more difficult to defeat ISIS there will make it more complicated to finally defeat ISIS there than in Iraq.",
  "“In a nation with a deep history of armed insurgency, and an active al-Qaeda affiliate that has targeted the West, the dangerous power vacuum in Yemen comes with very troubling implications.",
  "Turkey sent tanks and fighter jets across the country’s southern border into Syria last August in an effort to aid Syrian rebel groups in an operation to seize a series of towns from ISIS.",
  "Turkey’s government also says it aims to roll back Kurdish-led militias called the People’s Protection Units (known by the acronym YPG), who have ties with Kurdish militants inside Turkey.",
  "But as president he will tackle a world that is not easily reduced to binary statements and the logic of “us versus them.” Nowhere is the complexity deeper than in the Middle East.",
  "A town with a pre-war population of more than 60,000 on the northern outskirts of the city of Aleppo, al-Bab is one of the last towns of any size that ISIS held in northern Syria.",
  "Separately, in Syria, ISIS forces retook the city of Palmyra, demonstrating the group’s ability to go on the offensive even when it is engaged in a massive battle in Mosul.",
  "The brutal persistence of ISIS: Iraqi forces are engaged in a fierce fight to retake Mosul, the largest city under the control of the self-proclaimed Islamic State.",
  "As the fighting rages, the Yemeni state has disintegrated, leaving 21 million people—86 percent of the population—in need of humanitarian aid just to survive.",
  "And not just for Yemen, but for the broader region and Europe too.”\n\nTurkey, Syria, and the Kurds: A four-way showdown is underway in northern Syria.",
  "Months of brutal combat lie ahead before Iraq regains control of one of its most important cities, which was once home to more than a million people.",
  "Here are four areas in the region where the U.S. is currently deeply involved and where Trump will face policy questions with few obvious answers.",
  "“Yemen is faced with a lost generation,” writes Adam Baron, an analyst at the European Council on Foreign relations in a new report.",
  "Iraq’s elite counterterrorism troops have taken back roughly a quarter of the city, but the fight is both slow and bloody.",
  "The central government in Baghdad is working with the Kurdish regional authorities based in the city of Erbil.",
  "These are sensitive questions with few easy answers, but that’s par for the course in the Middle East.",
  "Turkish forces and allied Syrian rebels are advancing on the ISIS-controlled Syrian town of al-Bab.",
  "The Turkish incursion places the U.S. on both sides of an armed standoff between two of its allies.",
  "The trouble is, the YPG are a key proxy for the Pentagon in the U.S.-led campaign against ISIS.",
  "Iraq’s agony: In Iraq, the struggle against ISIS is a cause that unites a divided country.",
  "Shiite-led militias are engaged in the same fight as their Sunni counterparts.",
  "Fourteen Turkish soldiers were killed in the fight for the town on Wednesday.",
  "The World Food Program says the country is on the brink of famine.",
  "Read More: Their Families Fled Syria.",
  "Contact us at editors@time.com.",
  "They Were Born Refugees.",
  "There’s another problem.",
  "What’s Next?"
]