[
  "It alleges that Grigory Baevsky, a little-known Russian businessman who formerly ran a state property agency and now works for Arkady Rotenberg — one of Putin's oldest friends and, coincidentally, one of the richest billionaires in Russia — has been involved in transferring apartments in Moscow for a string of women connected with Putin.",
  "They include his youngest daughter, Katerina Tikhonova; the sister and, it is thought, grandmother of his current alleged girlfriend, rhythmic gymnast Alina Kabaeva; and Alisa Kharcheva, a woman whose main claim to fame is her near-naked appearance in an infamous \"We Love You\" pinup calendar dedicated to Putin.",
  "Or for Investigations Committee Chief Alexander Bastrykin, one of the Kremlin's main political enforcers, the really valuable thing is not money (he seems to be of relatively moderate means) but rather success in his regular political struggles with his rivals, especially Prosecutor General Yuri Chaika.",
  "A leak of papers from a Panamanian law firm appears to show perhaps $2 billion, presumably owned by President Vladimir Putin, stashed away in offshore companies under the name of a close friend and the godfather of his oldest daughter, the cellist Sergei Roldugin.",
  "Whereas in many countries corruption is the means by which elites turn their power into money, in Russia it is the other way around — corruption is a way to get and keep the political power that is so much more important than mere wealth.",
  "But given that the preemptive spin from Kremlin spokesperson Dmitry Peskov (who himself apparently lives in a $7 million house on an income of less than $140,000) made it even more of a high-profile story, it is likely more than that.",
  "While the Panama Papers involve far more cash, and are likely to draw far more attention, it's the other story that is the more meaningful, for demonstrating that Russia's real currency isn't money — it's power and connections.",
  "Rather, it is more likely that Putin made his wishes known, maybe through his friend Rotenberg — who incidentally received more state contracts than anyone else last year — and everything was arranged to keep the boss happy.",
  "This is not so much for the money itself — anything he could want, he can get the state or the oligarchs to buy, from a palace on the Black Sea to a $35 million yacht — but rather for the political power they give him.",
  "Chechen strongman Ramzan Kadyrov already has a private zoo with a tiger and a $1.25 million Lamborghini supercar, for example, so for him the Kremlin offers more medals and honors than he could fit on his chest.",
  "For sure, the driver pulled over by a traffic cop, the contractor looking to speed up approval of building plans, or the store owner being shaken down by a fire inspector all have to pay cash on the nail.",
  "Back in Soviet times, one reason so many leaders died in office was because they knew the day they retired everything they had — the cars, the mansions, the summer dachas — could be taken away from them.",
  "These valuable assets and sums of money are often something that is much more valuable in Russia than mere cash: They are tools used to express, deliver, or exert political power.",
  "Put it another way: Corruption by the Russian elite could be costing the country up to six times as much as all the sanctions imposed by the West since Russia invaded Crimea.",
  "According to INDEM, one of the last independent liberal think tanks left in Russia, corruption costs the country between a quarter and a third of its total GDP.",
  "Either way, the property story actually illustrates how corruption really works in Russia, and the Panama Papers tell us how power really works in Russia.",
  "But corruption in Russia is, sadly, hardly news, which goes to show why these stories speak to something much more significant than, say, tax avoidance.",
  "Even before these stories broke, the Kremlin spin machine was briefing against what it was calling an \"information attack\" in a global media war.",
  "Meanwhile, the brave Organized Crime and Corruption Reporting Project hit on a story about the women in Putin's life being given posh apartments.",
  "Ministers and officials routinely turn out to have massive mansions, such as Defense Minister Sergei Shoigu's $18 million pagoda-themed estate.",
  "The real corruption that is sucking the blood out of today's Russia is the industrial-scale profiteering taking place at the top of the system.",
  "Conversely, if you have power, you can always get money, as we are likely seeing with the Panama Papers, or else simply don't even need it.",
  "Mark Galeotti is a professor of global affairs at New York University and a visiting fellow with the European Council on Foreign Relations.",
  "To an extent this worked in the 2000s and early 2010s, when the economy was growing and there was always more sea in which to swim.",
  "The real currency in Russia is not money but power — and the latter can buy the former, but not necessarily the other way around.",
  "In part, the Kremlin's prickly response may be precisely because Putin is notoriously secretive about his private life.",
  "When Putin wants to reward his friends, he allocates them contracts and monopolies they can milk for all their worth.",
  "But in return, they know that likewise they are rich only so long as they have political power and Putin's goodwill.",
  "Yes, corruption is endemic to the system, not a byproduct but a central feature of Putin's methodology of power.",
  "Part of the price is to understand that at times they will be called on for favors, and they better deliver.",
  "There is, after all, no evidence that Putin actually paid for any of the properties Baevsky doled out.",
  "But this kind of corruption is pretty small-scale and, something most Russians never have to face.",
  "The way this corruption works is through access and favors rather than actual transfers of money.",
  "Power, though, is something active, ephemeral, needing constantly to be refreshed and reasserted.",
  "Putin and other senior Russian figures are like sharks: They have to keep swimming or they drown.",
  "In today's Russia, official corruption is so normal that it scarcely even merits much mention.",
  "It is too easy simply to see Russia as a kleptocracy or, more misleading yet, a \"mafia state.\"",
  "Now, though, as the waters drain, the competitions and collisions are getting more common.",
  "Together, these stories tell us something important about how corruption works in Russia.",
  "The answer may be that the case illustrates the way corruption really works in Russia.",
  "But this doesn't fully explain why there is such corruption in Russia today.",
  "Rather, he takes or is given stakes in assets, rights to shares in profits.",
  "Two big stories about Russian corruption have broken in the past week.",
  "But these conflicts are not always or only about cash and contracts.",
  "He blogs at In Moscow's Shadows and is on Twitter as @MarkGaleotti.",
  "You can be rich today, but the state can impoverish you tomorrow.",
  "It's not about following the money, but following the power.",
  "Assuming those $2 billion are Putin's, how did he get them?",
  "Here's how these weird photos help Putin maintain power",
  "Sometimes they are about other manifestations of power.",
  "The tragedy of modern Russia is that the same is true.",
  "Money can be moved, hidden, willed to your kids.",
  "It is something you either have or you don't.",
  "Did people hand him suitcases of cash?",
  "Highly unlikely."
]