[
  "“A strong and capable U.S. ambassador to the United Nations is critical for American leadership in the world and to safeguard and extend our interests and values.”\n\nCardin stressed specifically that the next ambassador to the United Nations will have to “ensure that Russia will be held accountable” amid concerns that Trump is too cozy with Russian President Vladimir Putin.",
  "The paper added that her “chief foreign work centers on negotiating with international companies seeking economic development deals in the state and leading seven overseas trade missions as governor.”\n\nFor one of those trips, a 2011 trade mission to Europe, Haley drew fire for costing South Carolina taxpayers $127,000, staying at fancy hotels and attending swanky parties.",
  "\"I expect that [Trump's U.N.] agenda will include reform, increased accountability, budget restraint, and using our position on the Security Council to advance our interests,\" said Brett Schaefer, a senior research fellow at The Heritage Foundation, a conservative think tank that is a growing force in the Trump realm.",
  "View Photo gallery Politicians, moguls and even a few Democrats: Trump's revolving door of post-election visitors Political observers have closely watched Donald Trump’s every move as he goes about the massive task of filling the thousands of political appointee jobs, with acute interest in the makeup of his Cabinet.",
  "During the Republican presidential primary, Haley was sharply critical of Trump’s policies, especially his proposal for a temporary ban on Muslims entering the United States, which she called “un-American.” Haley's parents are members of the Sikh faith, but she's a Christian and attends a Methodist church.",
  "At the United Nations, Haley will have to deal with the heavy responsibilities involved in America's role as a permanent, veto-wielding member of the Security Council, a role that has in recent years put the United States in frequent opposition to Russia, which holds similar rank.",
  "“I look forward to leading my Democratic colleagues on the Foreign Relations Committee in a thorough hearing of her qualifications, her foreign policy experience, and world view,” said Maryland Sen. Ben Cardin, the top Democrat on the committee that will take up her nomination.",
  "“As a former governor, I believe that Governor Haley’s executive experience would serve her well in the challenging role of negotiating with all United Nations member states and representing the United States on the Security Council,” Kaine said in a statement Wednesday.",
  "Haley met with Trump late last week, however, and afterwards described him as “a friend and supporter before he ran for president.”\n\nShe explained her criticism of Trump as truth-telling, not an irrevocable breach: “When I see something I am uncomfortable with, I say it.",
  "At the same time, Gowan expects that the political situations in places not on the president-elect’s radar, like the Central African Republic and South Sudan, to only worsen, which will mean a “hellishly steep learning curve for Haley,” he said.",
  "Some observers said that by nominating a U.N. ambassador so early — Trump has not even selected his Defense and State Department secretaries yet — the president-elect was indicating that he believes the international institution is important.",
  "Richard Gowan, a senior fellow at the European Council on Foreign Relations and close follower of the United Nations, said there will be a lot of relief around the institution that they’re not getting a person from the Bush-vs.-the-U.N. era.",
  "Influential Senate Democrats who will play a key role in Haley’s nomination largely reserved judgment on Wednesday, instead promising a detailed examination of her qualifications to be ambassador when she comes before the Senate next year.",
  "Hundreds of people have called on Trump’s Manhattan office, rural New Jersey getaway and Mar-a-Lago resort in Florida over the past two months; here’s a day-by-day look at some of the people who have visited since Trump was elected.",
  "In 2015, Haley drew national praise and attention for her response to a mass shooting at an African-American church in Charleston, when she called for the Confederate battle flag to be removed from the grounds of the state capitol.",
  "“By removing a symbol that divides us, we can move forward as a state in harmony and we can honor the nine blessed souls who are in heaven,” she said, while acknowledging that some saw the flag as a symbol of tradition.",
  "McMaster was already expected to run, but the Charleston Post and Courier has also reported that popular Sen. Tim Scott and Rep. Trey Gowdy have weighed whether to run as a ticket for governor and lieutenant governor.",
  "Diplomats feared the return of acolytes of former U.S. ambassador John Bolton, and there was speculation that Richard Grenell, the U.S. spokesman at the U.N. during that period, would be returning to Turtle Bay.",
  "Under the Obama administration, the U.S. has repeatedly clashed with Russia over how to deal with the conflict in Syria, with the Russians moving to block punitive actions against Syrian President Bashar Assad.",
  "Ambassador Thomas Pickering, who held the role during the George H. W. Bush era, urged Haley to hire professional staff with strong expertise in the United Nations to help her wend her way through the system.",
  "She is Trump’s first female appointee to a Cabinet-level post, and she would be taking on a position that requires intense diplomatic and navigational skills in an often-frustrating international bureaucracy.",
  "In 2015, Haley was one of several governors who asked the State Department not to resettle Syrian refugees in their states, citing a “lack of historical and verifiable intelligence” on their identities.",
  "And when she delivered the Republican response to President Barack Obama’s State of the Union address, Haley urged the party to reject the “angriest voices” — a line widely seen as aimed at Trump.",
  "Trump also has signaled he wants to scale back America's overall role in the United Nations, an echo of anti-U.N. sentiment expressed by many Republicans during the George W. Bush presidency.",
  "They also worry that the incoming Trump administration will move to undermine the Paris climate accord, the Iran nuclear deal and other major global agreements in which the U.N. plays a role.",
  "Aides to other Democratic members of the Foreign Relations Committee said the senators will likely wait until Haley’s confirmation hearings to air their views on the governor-turned-nominee.",
  "\"The stature of the appointment indicates that he knows how difficult these goals will be and understands that it will need the attention of a serious and skilled person to advance them.\"",
  "Haley endorsed Florida Sen. Marco Rubio ahead of the South Carolina primary, and campaigned with him vigorously throughout the state, which he lost by 10 percentage points to Trump.",
  "But Haley earned some warm praise from another Democrat: Virginia Sen. Tim Kaine, the party’s vice-presidential nominee this year who also sits on the Foreign Relations panel.",
  "But Trump has indicated he wants to find common ground with Russia on Syria and other fronts, and it's possible such clashes may subside during his presidency.",
  "The Washington Post reported early Wednesday and The Post and Courier reported earlier that Haley’s offer to serve in the post would be announced on Wednesday.",
  "AP Photo Trump taps Nikki Haley to be UN ambassador She's a rising star in the Republican Party and is Trump’s first female appointee to a Cabinet-level post.",
  "But when it comes to machinations with the Security Council’s permanent members — and Russia in particular — her lack of experience may be a disadvantage.",
  "McMaster taking over as governor would also scramble South Carolina's 2018 elections, when the race was expected to be open because Haley is term-limited.",
  "Story Continued Below\n\nIn his statement announcing his decision, Trump called Haley \"a proven deal-maker, and we look to be making plenty of deals.\"",
  "She also lacks obvious foreign policy experience, and little is known about her stance on contentious topics such as how to end the war in Syria.",
  "“The Russian’s have been able to outmaneuver the U.S. on several fronts this year so I think Churkin will see this as a great Thanksgiving gift.",
  "She lashed out at the Post Courier reporter who wrote a critical story about the trip, calling her a “little girl” (Haley later apologized).",
  "Like other Republicans, Haley opposed the Iran nuclear deal, which is widely supported by most of the international community.",
  "Governors lack the power to stop the resettlement, however — and South Carolina today hosts several dozen refugees from Syria.",
  "Haley needs just a simple majority to be confirmed in the Senate, where Republicans are set to control 52 votes next year.",
  "He also said the governor has a \"track record of bringing people together regardless of background or party affiliation.\"",
  "Haley, 44, a rising star in the Republican Party and a daughter of Indian immigrants, has led South Carolina since 2011.",
  "“She's such an unknown in foreign policy space that its kind of hard to tell what to expect,” one U.N. official said.",
  "Her political background means she’ll be well suited for much of the retail diplomacy that comes with this posting.",
  "“She’s going to be going up against Russia’s ambassador Vitaly Churkin — who has been here a decade,” Gowan said.",
  "Still, there is much unknown about how Haley will approach the job, given her lack of international experience.",
  "When we met, it was friends who had known each other before.”\n\nHaley has never served in federal government.",
  "\"Our country faces enormous challenges here at home and internationally,\" Haley said in the same statement.",
  "The Post and Courier reported that Haley has taken at least eight trips abroad since taking office in 2011.",
  "The mere fact that Haley is not an angry white man is good in terms of political optics,” Gowan said.",
  "U.N. officials are bracing for disputes with the United States over America's dues to the world body.",
  "\"A lot of the work at the U.N. is like working with a state legislature or a national legislature.",
  "Henry McMaster, an early Trump supporter and former state attorney general, to the governorship.",
  "\"A lot of the things depend on how you muster the votes for the subject you’re dealing with.\"",
  "Obama’s two U.N. ambassadors, by comparison, were established experts about the organization.",
  "President-elect Donald Trump on Wednesday announced that he will nominate South Carolina Gov.",
  "Trump punched back, tweeting: \"The people of South Carolina are embarrassed by Nikki Haley!\"",
  "Her experience as a governor may be more useful than she realizes, he said in an interview.",
  "Seung Min Kim, Eliana Johnson, Benjamin Oreskes and Scott Bland contributed to this report.",
  "McMaster was also a U.S. attorney under President Ronald Reagan's administration.",
  "You’re always counting votes,\" Pickering said of dealing with U.N. member states.",
  "Haley's departure from South Carolina would elevate Republican Lt. Gov.",
  "“Diplomats were expecting Trump to send an angry white man to the U.N.",
  "\"I am honored that the president-elect has asked me to join his team.\"",
  "Her nomination will have to be confirmed by the Senate.",
  "Nikki Haley to be his ambassador to the United Nations.",
  "There will be a lot of concern about that imbalance.\"",
  "\"Bless your heart,\" she responded.",
  "Former U.N."
]