[
  "Writing in the Financial Times, Leonard reports that on a recent trip to China many of those he spoke to said “that Mr Trump is the US first president for more than 40 years to bash China on three fronts simultaneously: trade, military and ideology.”\n\nThe Chinese see Trump as rejecting the idea that U.S. leaders should be managing the relative decline of the U.S.\n\nFrom the FT:\n\nThey think Mr Trump feels he is presiding over the relative decline of his great nation.",
  "Because the US is still the most powerful country in the world, it will be able to negotiate with other countries from a position of strength if it deals with them one at a time rather than through multilateral institutions that empower the weak at the expense of the strong.",
  "He is systematically destroying the existing institutions — from the World Trade Organization and the North American Free Trade Agreement to Nato and the Iran nuclear deal — as a first step towards renegotiating the world order on terms more favourable to Washington.",
  "Top officials and intellectuals in China are “awed’ by President Donald Trump’s “skill as a strategist and tactician,” according to co-founder and director of the European Council on Foreign Relations Mark Leonard.",
  "To make things worse the US is investing billions of dollars and a fair amount of blood in supporting the very alliances and international institutions that are constraining America and facilitating China’s rise.",
  "Instead of confronting the U.S. and seeking to build an anti-U.S. coalition, China should “prepare the ground for a new grand bargain with the US based on Chinese retrenchment.”",
  "Leonard goes on to say that while China is taking a tough stance in its conflict with the U.S. now, “many Chinese” think that their leaders should rethink the strategy.",
  "Once the order is destroyed, the Chinese elite believes, Mr Trump will move to stage two: renegotiating America’s relationship with other powers.",
  "In Chinese eyes, Mr Trump’s response is a form of “creative destruction”.",
  "The problem is that it benefits others more in relative terms.",
  "It is not that the current order does not benefit the US."
]