[
  "USA TODAY NETWORK\n\nDariya and \"Seva\" Nemenko in Sevastopol, Crimea, on Nov. 26 (Photo: Kim Hjelmgaard, USA TODAY)\n\nSEVASTOPOL, Crimea — Nearly three years after Russia reclaimed Crimea from Ukraine, many in this rugged Black Sea peninsula seem pleased to be back in Russian arms.",
  "Sergei Sokolov, in Crimea, on Nov. 26 (Photo: Kim Hjelmgaard, USA TODAY)\n\nOne man who admitted opposing Russia’s occupation asked that he not be named because it could lead to imprisonment or expulsion from Crimea.",
  "Part of Russia's Black Sea naval fleet in Crimea (Photo: Kim Hjelmgaard, USA TODAY)\n\nBooths near the waterfront in Sevastopol sell trinkets, beach towels and calendars that glorify Russia's military and history.",
  "Even as President Obama announced additional sanctions in December against Russia for alleged interference in the U.S. presidential election, Moscow aggressively pushed ahead with its \"Russification\" of Crimea.",
  "A NATO study in 2015 found that U.S. and European Union sanctions targeting Russian banks, energy, travel, defense and exports succeeded in \"inflicting damage on the Russian economy.” Crimea is not mentioned.",
  "In March 2014, Crimea was occupied by Russian security forces after a series of anti-corruption protests in Ukraine that began in 2004 and culminated in the ouster of pro-Moscow President Viktor Yanukovych.",
  "Though the sanctions do not ban European companies from doing business in Crimea, they forbid dealings with the main ferry company and port that permit the majority of goods to be shipped there.",
  "Roadside billboards with Putin's image say, \"Crimea is not only for tourism and leisure, it's also for industry and agriculture, and we are investing in this and going to develop it further.\"",
  "Unofficial accounts record huge drops in imports, trade and investment, while official Russian statistics paint an optimistic picture of double-digit growth and an improving tourism sector.",
  "Her husband, Alexander, 51, a historian and engineer who is helping to design the Kerch Strait bridge, said, \"We are one family, the Ukrainian and Russian people.",
  "The airport in the capital of Simferopol, about 60 miles north of here, was given a face lift, and a passenger terminal will be added by the end of 2018.",
  "There is popular support for Russian President Vladimir Putin's plans to build a bridge across the Kerch Strait to integrate Crimea with mainland Russia.",
  "The European Council on Foreign Relations, a think tank, noted that accounts of the economic situation in Crimea since the sanctions \"vary wildly.\"",
  "In December, a Crimean journalist was charged with “sabotage and extremism” and faces up to five years in prison for allegedly breaking the law.",
  "Ukraine's government said the vote was neither free nor fair, and the result was invalid because its territorial sovereignty had been violated.",
  "The critic said people were earning less money, the takeover has been been bad for business and tourism, and Crimea has become a police state.",
  "During Soviet times, Tatars, an ethnic Turkic group who had lived in Crimea since the 13th century, were forcibly expelled by Josef Stalin.",
  "Of course, we thought that by becoming part of Russia again, there would be some problems with the economy, but it is getting better now.\"",
  "There are more than a dozen flights from Moscow to Simferopol each day, and those arriving are not subject to border checks.",
  "The Nemenkos said they are aware of such views and have sympathy for those who do not think Russia serves their interests.",
  "Western goods are available in the shops despite sanctions imposed by the West to protest Crimea's annexation by Moscow.",
  "\"There are, of course, some things we can’t get, although unless you need a very specialized medicine, it’s mostly fine.",
  "Voices of dissent are hard to find, partly because Moscow made it a crime in 2015 to question Russia's claim on Crimea.",
  "Russia responded by holding a referendum in Crimea in which more than 95% of voters officially backed rejoining Russia.",
  "CLOSE Twenty-five years after the collapse of the USSR, see how far Russia and other post-Soviet states have come.",
  "\"I don’t want war with our Ukrainian brothers, but if they try to take back Crimea, I will fight,\" Alexander said.",
  "This \"gift\" took on added meaning after Ukraine became independent in 1991, the year the Soviet Union collapsed.",
  "After the dissolution, Moscow and Kiev were forced to divide the former Soviet Black Sea naval fleet based here.",
  "A common refrain heard from people here is that any sanctions imposed on Russia have boosted Putin's popularity.",
  "Sergei Sokolov, 49, a friend of the Nemenkos who works as a civilian engineer for the Russian navy, agreed.",
  "Some European retailers' Russian subsidiaries may help to breach the sanctions, according to Reuters.",
  "“My grandmother in Germany still manages to send us nice clothes\" for her 5-month-old son, she said.",
  "It was seized the first time by the Russian empire in 1783 during the reign of Catherine the Great.",
  "\"All those years under Ukraine, the government invested nothing in Crimea,\" Alexander complained.",
  "A Crimean Tatar, he said he has been visited by Russian security services because of his views.",
  "He said a lot of Crimeans who were pro-Ukrainian changed their views because they were scared.",
  "Ties with Ukrainian companies have been severed, and Russian banks and firms have moved in.",
  "It later came under Greek, Roman, Ottoman, British, French and even German Nazi influence.",
  "The West labeled Russia’s move an illegal annexation and imposed economic restrictions.",
  "Alexander has written several books about Crimea’s convoluted and bloody history.",
  "It was given as a \"gift\" to Ukraine by Soviet leader Nikita Khrushchev in 1954.",
  "\"If you know your history you know Crimea is Russian and always has been.",
  "It doesn’t matter what government was here,\" said Dariya Nemenko, 23.",
  "They make up about 25% of Crimea’s population of more than 2 million.",
  "Nobody pressured us with guns, violence or anything else like that.",
  "The Russian ruble has replaced the Ukrainian currency, the hryvnia.",
  "The separation left a Russian-speaking majority on the peninsula.",
  "We wanted ... to rejoin Russia despite what the West has said.\"",
  "Russian flags and insignia are visible on buildings and cars.",
  "When the Soviet Union broke up in 1991, thousands returned.",
  "Follow Kim Hjelmgaard on Twitter, Facebook and Instagram.",
  "Ukrainian monuments and advertisements have disappeared.",
  "I can find a lot of goods on the Internet,\" Dariya said.",
  "When we voted in the referendum, there were huge lines.",
  "They mainly settled in exile in Turkey and Uzbekistan.",
  "Kiosks and stores display European goods for sale.",
  "Read or Share this story: http://usat.ly/2j5QMAk",
  "All the enterprises were absolutely abandoned.",
  "“I didn’t want to be a second-class citizen.",
  "Under Ukraine, that’s what I was,\" she said.",
  "\"Ukraine never cared for any of us here.",
  "But this sympathy has a red line.",
  "\"Kiev completely left us to rot.",
  "\"People feel at home in Russia.",
  "Now, Russia gives us money.",
  "Roads have been improved.",
  "\"As will I,\" Dariya said.",
  "There is no difference.\"",
  "That is the main point.",
  "\"It is my native land.\"",
  "Polls bear this out."
]