[
  "Hours later, House Speaker Paul D. Ryan (R-Wis.) said of King's comment, “I'd like to think he misspoke and it wasn’t really meant the way it sounds.”\n\n“King’s statement is, at bottom, a particularly explicit expression of the white nationalist ideology that fueled the Trump campaign — and shaped the worldview of top Trump advisers Stephen Bannon and Stephen Miller,” journalist Sarah Posner wrote.",
  "“A foreign story, which is all about Wilders and whether he can complete the populist treble after Brexit and Trump; and a Dutch story, in which Wilders isn’t even the main character.”\n\nAs my colleague Adam Taylor lays out, the fragmentation of the Dutch political scene means Wilders is unlikely to become prime minister even if his Freedom Party, or PVV, comes first or second in the election.",
  "@SpeakerBoehner pic.twitter.com/WaWyGHyWtW — Steve King (@SteveKingIA) March 13, 2015\n\nAmerican political commentator Josh Barro mused over why this is the case, especially considering how the social conditions that fuel Wilders's ire — in particular, the growth of large, ghettoized Muslim communities — simply do not exist in the United States.",
  "Wilders’ radicalism, like his dyed blond swept-back hair, gives him an international brand.”\n\nThat brand was championed in Washington over the weekend by Rep. Steve King (R-Iowa) who, in a tweet that sparked headlines, celebrated Wilders as a defender of the West.",
  "“Wilders can stay compromise-free until the moment where something fundamentally changes in the Netherlands.”\n\nIt's not clear what “something fundamental” could be, but Wilders has made political hay out of terrorism fears and Muslim integration in Europe.",
  "In 2010, I watched Wilders in New York City as he addressed a motley crowd of American Islamophobes and European ultranationalists opposed to the construction of an Islamic community center a few blocks away from where the twin towers once stood.",
  "Former Ku Klux Klan leader David Duke applauded the Iowan's comment, and alt-right leader Richard Spencer referred to King's declaration as the 15 Words, placing it on par with the \"14 Words” — the guiding motto of white nationalists.",
  "“Advocates for that ideology are now directing strategy and policy from the West Wing.”\n\nWant smart analysis of the most important news in your inbox every weekday along with other global reads, interesting ideas and opinions to know?",
  "And in the form of Geert Wilders — the far-right, peroxide-blond populist whose party might gain the biggest share of seats in parliament — there's a globally-recognized protagonist (or antagonist) through which to tell the tale.",
  "“With a larger group of MPs behind him, and a new narrative of an election stolen from the people, he will have even more ammunition to attack from the side lines,” said Dina Pardijs of the European Council on Foreign Relations.",
  "(Phoebe Connelly,Dalton Bennett/The Washington Post)\n\n“If he compromises in order to join a coalition government, he becomes almost a standard Dutch politician, and therefore less interesting to the Horowitzes,” Kuper wrote.",
  "So [far-right Republicans like King] obsess over Europe, where immigration has created more problems and birthrates are more dire.”\n\nToday, King, who has a long history of racial demagoguery, is hardly a fringe figure.",
  "The United States has always had a tradition of xenophobic nativism stalking its politics, but it has taken a sharper edge in recent years, adopting the rhetoric of far-right parties in Europe.",
  "The blood-and-soil ethnic nationalism espoused by Wilders is taking root in a country that has long defined itself in opposition to the “old world” of Europe and its petty tribalisms.",
  "https://t.co/4nxLipafWO — Steve King (@SteveKingIA) March 12, 2017\n\nKing included an image of Wilders with his finger in the proverbial dyke, holding off the toxic tide of Islam.",
  "Wilders's anti-Islam politics have shadowed his country for the better part of a decade and now seem to have captured the wider anti-establishment discontent sweeping the West.",
  "According to the New York Times, a $120,000 donation made by Horowitz in 2015 was the single largest individual contribution in the Dutch political system that year.",
  "On Wednesday, the Dutch will vote in parliamentary elections that, unlike most events in the Netherlands, are being closely watched on both sides of the Atlantic.",
  "Right-wing American activists, such as conservative provocateur David Horowitz, have helped funnel hundreds of thousands of dollars into Wilders's movement.",
  "The winning party will need to entice several others into a governing coalition, and none of the mainstream Dutch parties is willing to include Wilders.",
  "“More exciting to stay pure, and remain the only Dutch politician who is heard abroad, better known than Mark Rutte, the prime minister since 2010.",
  "Want smart analysis of the most important news in your inbox every weekday along with other global reads, interesting ideas and opinions to know?",
  "Wilders may also be uninterested in the horse-trading that traditionally characterizes coalition politics — nor is it clear that he should be.",
  "“There are two very different stories about next Wednesday’s Dutch elections,” explained Financial Times columnist Simon Kuper last week.",
  "His white nationalism is embraced, in various degrees, by some of Trump's top advisers — and breezed over by other Republican leaders.",
  "“But the facts on the ground in the United States are not useful for arguing that case without explicit appeals to racism.",
  "“I think the answer is that American nationalists tend to oppose immigration for reasons that are fundamentally racist.",
  "He warned darkly — and, it seemed then, hysterically — of the city that was once New Amsterdam turning into New Mecca.",
  "Churchill looks over the shoulder of the world's leading voice against Jihad, Dutch MP Geert Wilders.",
  "But he could ultimately be as relevant, if not more so, outside his nation's borders than within.",
  "He says his party shares similar values with the Republican presidential nominee, Donald Trump.",
  "They want white people to have more babies and fewer minorities to come here,” Barro wrote.",
  "It is the first major electoral contest in the West since President Trump's shock victory.",
  "His vehement opposition to Islam has won him strong support in the United States, too.",
  "Dutch far-right leader Geert Wilders is in Cleveland for the GOP convention.",
  "That message has gained traction in recent years in the United States.",
  "Wilders understands that culture and demographics are our destiny.",
  "We can't restore our civilization with somebody else's babies.",
  "Wilders, in other words, knows where his bread is buttered.",
  "“I meant exactly what I said,” King told CNN on Monday.",
  "Sign up for the Today's WorldView newsletter.",
  "King's tweet is a powerful sign of the times.",
  "Sign up for the Today's WorldView newsletter."
]