[
  "Individual states must guard that.”\n\nEU Commission Plans To Invite World’s Poorest To Europe https://t.co/HYJRedySXE pic.twitter.com/0EnW31oPjQ — Breitbart London (@BreitbartLondon) June 8, 2016\n\nEuropean voters are more aligned with the Visegrád nations’ tough stance on migration policy, the Czech leader argued, pointing to elections over the weekend in Slovenia where an anti-mass migration opposition party emerged victorious, and Italy’s recent vote for a populist, Eurosceptic government.",
  "However, laying out her vision for EU reform, she said nations would need to give Brussels total control of their border security and migration systems, telling the German newspaper that, “we need a common European refugee agency, which carries out all asylum procedures at the external borders, on the basis of a uniform European asylum law” in addition to opening legal channels for mass immigration from Africa.",
  "Merkel’s assertion that a common European asylum policy should be “flexible” — allowing nations which refuse to resettle immigrants to show so-called solidarity in other ways — has been presented as seeking compromise with governments in Eastern and Central Europe which argue that Brussels’ attempts to force third world migrants on unwilling states are an affront to national sovereignty.",
  "Using World Bank data, development economist Michael Clemens showed that the emigration rate of a third world nation skyrockets as it begins to get richer, with extra wealth causing migration rates to slow only after it becomes a middle-income country with income per capita levels similar to Albania or Colombia.",
  "Like Merkel, the globalist billionaire also advocated that “member states should not be forced to accept refugees they don’t want”, while calling for more legal migration channels from the third world and for Brussels to police external borders so as to ensure the continent can never become “Fortress Europe”.",
  "Czech Prime Minister Andrej Babiš was responding to comments the German Chancellor made in an interview with the Frankfurter Allgemeine Sonntagszeitung (FAS) at the weekend when she called for Frontex become a border police force that would take over the role from national governments.",
  "Speaking at the European Council on Foreign Relations annual council meeting Tuesday, Soros also demanded EU nations commit to spending 30 billion euros a year on a “Marshall Plan for Africa”, urging them to finance this through the bloc’s “largely unused” borrowing capacity.",
  "Africa Expert Warns Western Aid May Have Contributed to Next Migrant Crisis https://t.co/JM030ani5t — Breitbart London (@BreitbartLondon) February 8, 2018\n\n“Above all, it’s about [creating] more development opportunities for people in their countries of origin.",
  "While Soros claimed the only way to solve the migrant crisis is by throwing vast sums of money at Africa, experts have noted that economic development and Western aid money are the biggest drivers of increased mass migration from poor countries.",
  "The EU is working to “promote legal forms of migration [from the third world], in particular for study or training or as part of skilled labour immigration”, as well as “working on [developing] a Marshall Plan for Africa”, Merkel told FAS.",
  "The Czech Republic has rejected Angela Merkel’s call for external border protection to be denationalised and handed over to a Brussels-directed EU agency, stating that Europeans do not want mass migration from the third world.",
  "“So this opinion on migration will prevail in the whole of Europe, and we have to stop migration outside the European continent and help the people in Africa and Syria,” Reuters reported him saying.",
  "Only by improving the prospects of young people in these countries can we permanently [solve the migrant crisis],” she said of Brussels’ plans to spend vast sums of money on Africa.",
  "The German Chancellor’s proposals for EU reform seem to bear a striking resemblance to some of those laid out by George Soros last week in a speech entitled “How to Save Europe”.",
  "We experience that citizens of one and the same country of origin in Germany and in France have very different prospects of getting a residence status.",
  "Asked about Merkel’s remarks, Babiš told reporters: “The idea that Frontex will guard everything by itself is not realistic in the long term.",
  "And the European border management agency Frontex has to become in the medium term a real European border police with European competencies.",
  "In the interview, Merkel stated: “We need a common asylum system and comparable yardsticks in deciding who gets asylum and who does not.",
  "“This means that the European border police must have the right to act independently at the external borders,” she insisted.",
  "We need uniform procedures at the European external borders.",
  "“That’s why we need comparable asylum standards in Europe."
]