[
  "An internal list from the German defense ministry, described by the department as a \"living document,\" has been obtained by NBC News and details a shopping list of helicopters, transport planes, rocket launchers and, crucially for the pacifist country, what would be Germany's first armed drone, the Israeli-developed Heron-TP.",
  "\"There are few defense professionals in Europe who dispute that Germany currently contributes far less than its share on defense within NATO,\" said Justin Bronk, a research fellow at the London-based Royal United Services Institute think tank.",
  "The newly formed German coalition government, led by Chancellor Angela Merkel, has agreed to increase defense spending by 5.4 billion euros ($6.6 billion) by 2021, and acknowledges it needs to modernize its ageing equipment.",
  "\"Germany would quickly become the dominant military as well as economic power in Europe,\" according to Bronk at RUSI, \"and that is something German politicians view as potentially destabilizing and unwise.\"",
  "\"I would even argue that Trump to some extent is undermining that, because there are many politicians in Germany that really do not want to create the impression that they are caving to his demands.\"",
  "The president has had a strained relationship with NATO during his campaign and time in office, calling the alliance \"obsolete\" and suggesting he might not defend allies that didn't pay enough.",
  "For Germany to meet the 2 percent requirement, it would need to almost double its defense spending from 37 billion euros ($45 billion) to 70 million euros ($85 billion), according to Janning.",
  "\"I don't think outside of Germany people realize to what extent the German public remains pacifist — the military really isn't something that most people care much about,\" Franke said.",
  "Officials in the administration of President Barack Obama, most notably former Defense Secretary Robert Gates, strongly urged Germany and others to spend more on their militaries.",
  "The country has the fourth-largest economy in the world, behind the U.S., China, and Japan, and this means that 2 percent of Berlin's money pie adds up to a huge amount of cash.",
  "Only 11 percent of Germans said they had confidence in the U.S. president to do the right thing on world affairs, according to a study by the Pew Research Center last year.",
  "However, many Western analysts agree that Trump has a point: Germany has a powerful and healthy economy and therefore should commit to spending more of its defense budget.",
  "\"As the largest and wealthiest European member-state, the example that Germany sets is a very powerful one,\" the official said before a NATO meeting in Brussels on Friday.",
  "\"Germany is with France and the U.K. — these are the three big spenders,\" said Josef Janning, a senior policy fellow also at the European Council on Foreign Relations.",
  "\"And the practical impact that it would have in strengthening European security if it fully lived up to its stated public commitments would be hard to overstate.\"",
  "In real terms, Germany spent about as much as France on its military last year — but because its economy is larger, this was a smaller percentage of its GDP.",
  "The blot in its timeline still leaves a mark, according to Ulrike Esther Franke, a Berlin-based policy fellow at the European Council on Foreign Relations.",
  "He later rowed back those comments and eventually committed to NATO's central mutual defense clause, but unease in Europe has lingered.",
  "Germany has also relied on the so-called security umbrella from the U.S., which still has around 34,000 troops in the country today.",
  "The reasons are complex and relate to both the country's Nazi legacy from World War II and also its modern-day economic success.",
  "NATO's forecourt sculpture, which is also known as the\"'NATO Star,\" is outside the bloc's headquarters in Brussels, Belgium.",
  "In fact, most of the funds spent by NATO allies go toward strengthening their own militaries rather than to a central pot.",
  "Germany was demilitarized in 1945 and only began rebuilding slowly when West Germany joined NATO a decade later.",
  "Emmanuel Dunand / AFP - Getty Images\n\nAnother factor is the sheer size and success of the German economy.",
  "\"The Cold War was over and there really was no need to spend much on defense and security,\" Franke added.",
  "\"I like to say that one of the problems the Germans had is the GDP is too high,\" he added with a laugh.",
  "Germany spends proportionally less on its military than countries like Portugal, Bulgaria and Norway.",
  "An increase of this size would be practically impossible in a short space of time, experts say.",
  "\"Many European countries, but especially Germany, just felt that they could get away with it.\"",
  "\"I'm honestly not entirely sure whether this pressure from Trump is helping now,\" Franke said.",
  "In March 2017, he said Germany owed “vast sums of money” to the alliance and to the U.S.",
  "Trump has also repeatedly made statements misrepresenting how NATO funding works.",
  "Even if it ever did happen, there are concerns about other knock-on effects.",
  "Furthermore, this president is not the first to voice these concerns.",
  "Some question to what extent Trump's overtures are actually helping.",
  "But few expect Germany to meet NATO's spending target by 2024.",
  "\"This would be the largest defense budget in all of Europe.",
  "I think even larger than Russia,\" he added.",
  "This is not a new message from Trump."
]