[
  "But in the long term, diplomats see China using the U.N. to legitimize a vision of international development and cooperation that rivals the American-led global order – and with the U.S. suddenly wavering in its support for that order, this has real appeal.",
  "But as ambassadors and U.N. officials look into the future, they see a world in which Beijing will balance the U.S. in multilateral negotiations more effectively – or become the main guarantor of international cooperation if Washington walks away from it.",
  "But advocates of human rights and liberal government fret that if Beijing is successful in rewriting the rules of global diplomacy, the world will start to look more China’s top-down, statist system than the U.S. model of free markets and democracy.",
  "Chinese officials still hold very few significant international positions, although there are rumors that Beijing would like to put one of its people at the head of the U.N. peace operations department, a post that France has traditionally filled.",
  "More than 120 countries have signed up to participate in an event with Trump on “the global drug problem,” even though they have had no opportunity to shape the agenda, which reflects the U.S. administration’s hardline approach to the issue.",
  "America’s voluble president may own the podium at the General Assembly, but quietly, in the windowless committee rooms of the U.N., Chinese diplomats are busy reshaping the ground rules of international cooperation to Beijing’s liking.",
  "While Trump is set to spend three days lecturing other leaders on issues from Iran to the drugs trade, and most will defer to him to avoid embarrassment, America’s predominance at the U.N. is weakening—and China is filling the gap.",
  "But with the U.S. pushing for large reductions to the U.N. budget in general, and China’s financial leverage only likely to grow in the years ahead, Beijing will gain even more power over the U.N.’s purse strings in the future.",
  "Even before the president made his first appearance at the General Assembly last year, he had announced America’s withdrawal from the Paris climate change agreement, an important milestone for many of the U.N.’s member states.",
  "But they would like the organization to ease the expansion of China’s economic and ideological influence, just as they believe the U.S. and its allies have used the U.N. to spread Western liberal values since the Cold War.",
  "In June, the General Assembly held a special symposium to celebrate the “One Belt, One Road” initiative, Beijing’s signature effort to link up (and, critics claim, dominate) markets in Asia, Africa and Europe.",
  "In the last 12 months, Washington has quit U.N. talks on managing migration, walked away from the Security Council-backed Iran deal and withdrawn from the Human Rights Council, a U.N. body based in Geneva.",
  "Many developing countries, with strong ties to Beijing dating back to the Cold War, are happy to back its line today, although some are keen to triangulate with the West to retain some independence.",
  "If China is willing to bolster the multilateral system, albeit on its terms, and continue to work through the Security Council on issues like North Korea, the world may be a marginally safer place.",
  "The fact that the U.S. can whip up such support at the U.N. despite its disruptive international behavior makes many American officials conclude that their grip on the organization remains strong.",
  "China wields financial clout in New York as the second biggest contributor to the U.N.’s core budget and has tried to use its leverage to cut back funding for U.N. human rights work.",
  "This month, U.S. national security adviser and longtime U.N. skeptic John Bolton threatened sanctions against the International Criminal Court if it challenges U.S. interests.",
  "That much is still true: Even where it has differed fundamentally with the West in the Security Council, as over Syria, China tries to keep open confrontations to a minimum.",
  "The Chinese mission to the U.N. has also been courting its European counterparts, arguing that the EU has more in common with Beijing than Washington in the current era.",
  "Moscow seems intent on leveraging its military success in Syria to assert itself as a great power at the U.N. once again, erasing its period of post-Cold War weakness.",
  "Chinese officials have pushed the U.N. to endorse Beijing’s approach to promoting international development and – Western officials grumble – expanding its influence.",
  "American and European diplomats covering the council generally describe their Chinese opposite numbers as business-like, in contrast to hardline Russian negotiators.",
  "Richard Gowan is senior fellow at the United Nations University Centre for Policy Research in New York and fellow at the European Council on Foreign Relations.",
  "After all, the General Assembly has agreed to designate 2024 a “year of the camelids,” but nobody expects camels and llamas to take over the world.",
  "The Trump administration’s critics have accused the president of ceding influence to China, both at the U.N. and beyond, since his inauguration.",
  "European governments are scrambling to find money to make up for Trump’s decision to stop funding the U.N. agency that assists the Palestinians.",
  "Other leaders will of course say nice things about the Paris accord and Iran deal, but they are unlikely to turn their fire on Trump in person.",
  "One day, perhaps not all that far off, a Chinese leader may feel more comfortable than a U.S. president in front of the U.N. General Assembly.",
  "It is worth saying that, in many respects, a rebalancing of power at the U.N. in Beijing’s favor is both necessary and potentially positive.",
  "Since the end of the Cold War, Beijing had taken a cautious approach to the U.N., avoiding public fights with the U.S. whenever possible.",
  "But the man who has become, in more ways than ever, the most important man in U.N. politics—Chinese President Xi Jinping—won’t be there.",
  "It is ironic that President Trump is actually accelerating China’s gains at the U.N. as he attempts to undercut multilateralism.",
  "Chinese officials insist that they do not want to use the U.N. as a mechanism to impose their political model on other states.",
  "The Obama administration actively encouraged China to play a greater role at the U.N., especially in fighting climate change.",
  "After such a litany of attacks on the multilateral system, you might expect the president to endure a rough ride in New York.",
  "Chinese officials are keen to include standard phrases about “win-win cooperation” in U.N. resolutions and statements.",
  "This president may feel that the U.N. cannot survive without the U.S., giving him license to mistreat the institution.",
  "The first is the U.S. systematically and loudly distancing itself from U.N. bodies and initiatives it doesn’t like.",
  "Nobody wants to incite him to pull out of other international institutions, such as the World Trade Organization.",
  "Nobody believes China is close to overhauling the U.S. as the top power in the U.N. system in the immediate term.",
  "American and European negotiators have generally managed to persuade the Chinese to step back from these cuts.",
  "By contrast, Chinese officials have a broader – and ultimately more significant – agenda for the institution.",
  "European diplomats admit that, when it comes to climate change or trade policy, this is a tempting pitch.",
  "Story Continued Below\n\nDiplomats in New York see two major political trends reshaping the organization.",
  "One man will dominate proceedings at the United Nations General Assembly this week: Donald Trump.",
  "The second is the focus with which China is gaining power and influence in Turtle Bay.",
  "Hard-headed Western officials often shrug off these initiatives as insubstantial.",
  "U.N. representatives lined up to praise this as a multilateral success story.",
  "“We are not small.”\n\nFull-time diplomats in New York tell a different story.",
  "Chinese officials, they note, are suddenly very confident and active.",
  "“The General Assembly is for small countries,” one told me last year.",
  "Many still think it wiser to mollify the president than confront him.",
  "The Trump administration’s disdain for the U.N. is well chronicled.",
  "For now, this often boils down to semantics and public relations.",
  "China’s rise at the U.N. is gradual, and still under-developed.",
  "This agenda involves ideas, alliances and money.",
  "But Trump’s successors may come to regret it.",
  "He probably won’t."
]