[
  "REUTERS/Abduljabbar Zeyad/File Photo\n\nThe Western-backed alliance in Yemen resumed its offensive after the collapse of peace talks on Saturday which the United Nations had hoped would avert an assault on the Red Sea city, the country’s main port and a lifeline for millions of Yemenis, and start a process to end the three-year war.",
  "“More than 25 percent of children are malnourished; 900,000 people in the governorate are desperate for food and 90,000 pregnant women are at enormous risk.”\n\nCHILDREN AT RISK\n\nThe coalition accuses the Houthis of smuggling weapons and has imposed stringent measures on imports through Hodeidah.",
  "ADEN (Reuters) - Yemeni forces backed by a Saudi-led coalition seized the main road linking the port city of Hodeidah to the capital Sanaa, blocking a supply route for the Houthi group that controls both cities, military sources and residents said on Thursday.",
  "The renewed fighting will put pressure on U.N. special envoy Martin Griffiths, who promised to press ahead with diplomacy after an attempt to hold peace talks in Geneva was abandoned on Saturday when the Houthi delegation failed to show up.",
  "The United Nations fears an attack on Hodeidah, the entrypoint for the bulk of Yemen’s commercial imports and aidsupplies, could lead to a famine in the impoverished country where an estimated 8.4 million people are facing starvation.",
  "The coalition of Sunni Muslim states led by Saudi Arabia and the United Arab Emirates has said taking control of Hodeidah would force the Iranian-aligned Houthi movement to the negotiating table by cutting off its main supply line.",
  "Any interruption of supplies from the port would have an impact on the wider population in the nation of 28 million, including more than 11 million children facing the threat of food shortages, disease and displacement.",
  "The alliance intervened in Yemen’s war, widely seen as a proxy conflict between Saudi Arabia and Iran, in 2015 to restore the internationally recognized government of Abd-Rabbu Mansour Hadi.",
  "Slideshow (5 Images)\n\nA Saudi woman was injured by an artillery shell in the region of Najran, near the Yemeni border, Saudi state TV reported on Thursday, giving no further details.",
  "It launched an offensive on Hodeidah in June in an effort to bring the Houthis to their knees, but halted it after almost no gains to give U.N.-sponsored peace talks a chance.",
  "“The main entrance in Hodeidah leading to Sanaa has been closed after forces backed by the UAE took control of the road,” a pro-coalition military source told Reuters.",
  "Residents said the main eastern gate had been damaged in air strikes by coalition warplanes and that fighting was continuing on secondary streets off the main road.",
  "The Houthis accused the coalition of blocking the group’s team from traveling, while Hadi’s government accused the movement of trying to sabotage the negotiations.",
  "Families are absolutely terrified by the bombardment, shelling and airstrikes,” U.N. humanitarian coordinator Lise Grande said in a statement on Thursday.",
  "The toddlers, with protruding rib cages, are among hundreds of thousands of children suffering from acute malnutrition.",
  "There is another more circuitous route between Hodeidah on the western coast of Yemen to the capital in the north.",
  "An estimated 1.8 million children are malnourished, according to Meritxell Relano, UNICEF representative in Yemen.",
  "In a Sanaa hospital, a malnutrition ward has been set up to treat children, many under the age of 2.",
  "Houthi-controlled Masirah TV reported earlier that the group shelled the border region of Jaafan.",
  "FILE PHOTO: A view of the gate of the Red Sea port of Hodeidah, Yemen August 5, 2018.",
  "“The conflict has made Yemen a living hell for its children,” she told Reuters.",
  "“The situation has deteriorated dramatically in the past few days.",
  "Grande said people in Hodeidah are struggling to survive."
]