[
  "Saudi Royal's, in true royal style, project Trump's face on the Ritz Carlton he was staying inhttps://t.co/sMlbXzSsJy pic.twitter.com/wJcYs0YUw2 — DoubleTap (@DoubleTapDaily) May 23, 2017\n\nSucking up to Trump can pay off\n\nIt can be hard to pin down the exact effects of foreign leaders’ praise of Trump, but there are some indications that it can have a concrete impact on his worldview.",
  "Xi quickly established a warm rapport with Trump during that summit — Trump spoke later of the “good chemistry” between them and predicted that “lots of very potentially bad problems will be going away.”\n\nBut here’s a key detail: Trump admitted that Xi had managed to radically reshape his views on how to rein in North Korea’s nuclear program in a matter of minutes while meeting.",
  "At a press conference in the US in February, Abe was keen on telling the world that his golf is “not up to the level of Donald at all.”\n\nAnd when Israeli Prime Minister Benjamin Netanyahu sought to praise Trump for his dark speech to the United Nations in September, he didn’t just choose to endorse it.",
  "But it’s not what you would think.”\n\nLet that sink in: Xi was able to singlehandedly convince Trump to move much closer to the Chinese perspective on how to handle Pyongyang’s rogue nuclear program, even though the US and China have sharply differing strategic interests in their approach to the issue.",
  "The honors for Trump began the second he stepped out of Air Force One: The president and first lady were greeted with soldiers standing at attention, children waving Chinese and American flags chanting, “Welcome,” a delegation of Chinese and American officials, and a military band.",
  "China is savvy at the optics game with Trump\n\nIn order to understand why Xi is making special arrangements to honor Trump and have as much face time as possible during this trip, you have to look back at what happened when Xi first visited Trump at Mar-a-Lago in April.",
  "Chinese President Xi Jinping is honoring President Trump with an unusually lavish reception and one-of-a-kind perks in China this week — the latest example of how leaders around the world are using flattery as a diplomatic tool for influencing the American president.",
  "On questions like fixing the trade imbalance between the US and China and how to pressure North Korea, it would only make sense for Xi to isolate Trump as much as possible and woo him with talk that makes Trump feel important but subtly advances China’s interests.",
  "Analysts say that it’s probably not a coincidence that Abe was the first foreign leader to make a visit to Trump after his election victory (and bestow him with a golden golf club) and also the first leader to be invited to the president’s Mar-a-Lago resort.",
  "“The Chinese believe that playing to Trump’s ego effectively will create breathing room on issues where they would otherwise expect to come under pressure,” Andrew Small, a China expert at the German Marshall Fund of the United States, told me.",
  "Now China is delivering its own special reception for Trump, calling it a “state visit-plus.” Analysts say that China has been carefully monitoring Japan and South Korea’s receptions in order to adjust the tone of its own festivities.",
  "French President Emmanuel Macron was able to bridge a Franco-American rift when he made Trump a guest of honor at the Bastille Day parade in Paris marking the 100th anniversary of the US involvement in World War I this summer.",
  "As my colleague Sarah Wildman has written, Macron invited Trump to a display of military strength and nostalgia for a golden era of American power as a way to help smooth over the earlier bumps in their relationship.",
  "Small says that Trump has a capable staff of Asia experts who can beef up Trump’s ability to manage negotiations, but the ease with which the president can be coaxed into believing things is an asset for the Chinese.",
  "As heads of state struggle to predict what the leader of the free world is thinking or likely to do at any given moment, they have settled on massaging his ego as a way to nudge his mood in their favor.",
  "And South Korea graced Trump with a special kind of visitor status that meant he received a welcoming delegation packed with high-level officials and a gala dinner hosted by the South Korean president.",
  "It’s common for world leaders to honor one another with big welcomes and thoughtful gifts, but there is something over the top and, well, Trumpian about many of their gestures toward the president.",
  "The best example may be Saudi Arabia, where Trump was received with a dramatic red-carpet entrance and lavish dinners, and had his face projected onto the hotel he stayed at in Riyadh.",
  "In Japan, Abe presented Trump with white hats that say in embroidered gold thread, “Donald & Shinzo, Make Alliance Even Greater” — an awkward play on Trump’s campaign slogan.",
  "“The simple message was that Abe had become Trump’s first true foreign ally,” foreign policy analyst Michael Auslin wrote in Foreign Affairs regarding Abe’s Mar-a-Lago stay.",
  "As they grew more skilled at sweet-talking the president, they’re also subtly tilting power in their favor during talks where their interests diverge from those of the US.",
  "As they cultivate personal chemistry with Trump, they can tug his worldview closer to theirs or convince him they’re making bigger concessions to the US than they are.",
  "At the end of his stay in France, Trump seemed to soften slightly on his position on the Paris climate accord — a key priority for Macron and the European community.",
  "“Trump risks mistaking personal flattery for geopolitical realities,” Richard Gowan, an expert on diplomacy at the European Council on Foreign Relations, told me.",
  "Weeks after Trump’s election, Japanese Prime Minister Shinzo Abe made his way to Trump Tower to gift the president-elect with a $4,000 gold-plated golf club.",
  "He said it was one of the greatest things he’s ever seen:\n\nIn over 30 years in my experience with the UN, I never heard a bolder or more courageous speech.",
  "— Benjamin Netanyahu (@netanyahu) September 19, 2017\n\nAnd when Trump is received in foreign countries, the displays of deference have become astounding.",
  "Yet it would do little to solve the big structural problems that plague US-Chinese economic relations, like China’s huge barriers to foreign investment.",
  "Polish politicians bused adoring fans into Warsaw this summer to ensure that the president felt just like he was at rally of his supporters at home.",
  "“Everyone will be nice to the US president — but behind the scenes, they will adjust their political calculations to reflect real-world politics.”",
  "While previous US administrations have not taken North Korea’s fiery rhetoric extremely seriously or literally, Trump seems inclined to do both.",
  "World leaders have gotten really good at making Trump feel important\n\nForeign leaders are acutely aware that Trump craves praise about himself.",
  "Just as Trump is unusually fond of praise that makes him feel powerful, he’s also particularly riled up by behavior that challenges his power.",
  "“Something could happen with respect to the Paris accord; we’ll see what happens,” Trump said during his joint press conference with Macron.",
  "It’s the kind of symbolic gesture that would make Trump feel respected and allow him to score a much-needed political win at home.",
  "When Saudi Arabia hosted Trump in May, they projected a five-story image of his face onto the Ritz-Carlton hotel where he stayed.",
  "Trump is being treated like a king in Asia\n\nDuring Trump’s tour of Asia this week, the tactic has grown more obvious than ever.",
  "Instead of responding dispassionately to North Korea’s taunts, he has pledged to rain “fire and fury” down on the North.",
  "In other words, Trump’s sensitivity to rhetoric from foreign leaders can matter a lot for how the real world functions.",
  "The more distracted Trump is, the weaker he’ll be as a leader\n\nWe could be witnessing the dawn of a flattery arms race.",
  "“[Xi’s] going to treat Trump almost like an emperor,\" Ming Wan, a China expert at George Mason University, told CNN.",
  "Foreign leaders are keen on exploiting Trump’s unrelenting hunger for validation and susceptibility to distraction.",
  "And while the phenomenon is a reliable source of funny photos, it’s also a troubling development for the US.",
  "One way they could play to his ego is to sign deals to buy American goods, like a fleet of Boeing aircraft.",
  "That’s essential for understanding why the Chinese view this upcoming meeting as such a big opportunity.",
  "“After listening for 10 minutes, I realized it’s not so easy,” he told the Wall Street Journal in April.",
  "Trump and Xi then dined in the Forbidden City, Beijing’s ancient imperial palace for Chinese emperors.",
  "It manifests itself in small — and often amusing — ways in foreign leaders’ comments toward him.",
  "Observers say it was a more elaborate arrival ceremony than heads of state normally receive.",
  "It’s an honor that a US president hasn’t been granted since the founding of modern China.",
  "“I felt pretty strongly that they had a tremendous power [over] North Korea.",
  "The result: The odds of war between North Korea and the US have skyrocketed.",
  "That status hasn’t been granted to a US president since George H.W.",
  "China, in particular, seems to have a good sense of this.",
  "Of course, the opposite is also true.",
  "Bush.",
  "..."
]