[
  "Macron tears into Putin's sham propaganda machine, calling it what it is — while standing right next to Putin at a joint press conference https://t.co/X8FHASa9FN — Bradd Jaffy (@BraddJaffy) May 29, 2017\n\nMacron attacks RT and Sputnik as propaganda organizations to Putin's face pic.twitter.com/fIvtqQctJO — Mathieu von Rohr (@mathieuvonrohr) May 29, 2017\n\nThat’s in part because Macron wasn’t supposed to be good at this.",
  "Macron say Trump handshake was no accident: “One must show you won’t make small concessions, even symbolic ones.” https://t.co/BylqlhrTRD pic.twitter.com/aMjQqCbmai — Jim Roberts (@nycjim) May 28, 2017\n\nMacron, in a literal white-knuckle power play with Trump, all but challenged the US president to a duel here.",
  "https://t.co/Uri4R6Zn1y — Anne Applebaum (@anneapplebaum) May 29, 2017\n\n“The things that the Russians did in the campaign to him — which he said yesterday — really angered him and really made him into someone who was very focused on the Russia threat in a way he wasn't six months ago,” explains Shapiro.",
  "So it’s all the more striking that in his first tests on the world stage, Macron has positioned himself as a (democratic) strongman willing to join Germany’s Angela Merkel in standing up to Putin — and to Trump, with whom Macron had a handshake for the ages when the two men met in Sicily last week.",
  "In the final hours of the French election, Macron’s campaign revealed it had been hit by a “massive and coordinated” hacking attack that dumped some 9 GB of information — including tens of thousands of internal emails and other documents — online for all to see.",
  "This new man is not afraid to go on the offensive.”\n\nIt’s a man, they continued, who can work with Merkel to create a new power center in Europe, one that doesn’t rely on the US — or on Trump, a president whom neither leader trusts or takes seriously.",
  "It requires American backup in its counterterrorism efforts in Mali, for example, and has strained under the constant need to have thousands of troops deployed domestically as the terror threat remains on high alert.",
  "Emmanuel Macron, the newly minted French president, stood next to Russian President Vladimir Putin at Versailles on Monday and made clear that he was ready to confront one of this century’s most aggressive strongmen.",
  "The knock on the baby-faced new French president was that he was too new, too green, too inexperienced, too focused on the economy — and he had no foreign policy platform, and even less foreign policy experience.",
  "Macron bashed Russia’s use of fake news, criticized the country’s abysmal human rights record, and said he'd no longer stand by as Russia’s allies in Damascus used chemical weapons against Syrian civilians.",
  "The fingerprints on the attack implicated Russian hackers; immediately comparisons were made to efforts to undermine Hillary Clinton’s campaign in the final weeks of the 2016 presidential election.",
  "You have to show you won’t make small concessions — not even symbolic ones.”\n\nMacron showed his allegiance to Europe, and his dismissal of the American president, in another moment last week.",
  "“He needed to project strength out of the box, he was seen as young, an ingenue and potentially weak,” says Jeremy Shapiro, director of research at the European Council on Foreign Relations.",
  "... Russia Today and Sputnik did not behave as media organizations and journalists, but as agencies of influence and propaganda, lying propaganda — no more, no less.”\n\nThen he went further.",
  "Echoing similar language from German Chancellor Angela Merkel, Macron said he would be paying close attention to a recent wave of horrific violence against gay men in Chechnya.",
  "Macron called his conversation with the Russian leader “extremely frank and direct,” addressing terrorism, security, and the need for a restart to Franco-Russian relations.",
  "(Back in October, Putin abruptly canceled a meeting with then-President François Hollande after the French leader called Russian bombing of Aleppo a possible war crime.)",
  "So to recap: Macron basically sideswiped Putin with a live television takedown at an event that was originally billed as a reset for testy Franco-Russian relations.",
  "“Russia Today (RT) and Sputnik,” he continued, “were organs of influence during this campaign which, on several occasions, told lies about myself and my campaign.",
  "It’s become known as the “swerve.” Walking towards a phalanx of world leaders, Macron dodged Trump and went in first to kiss Angela Merkel.",
  "It was also Putin’s clear support for Marine Le Pen, Macron’s rival in the race, including a visit by Le Pen to Moscow during the election.",
  "At a press conference, Macron was asked why some Russian journalists had had trouble getting access to his campaign during the election.",
  "But Macron sure sounds bolder than almost anyone else on the world stage right now — except German Chancellor Angela Merkel.",
  "These moments are just moments, for now\n\nTo be sure, Macron’s tough-guy image is, at least so far, more swagger than action.",
  "Bloomberg View noted, approvingly, “This is far from the milquetoast politics of Francois Hollande, a master of concession.",
  "Trump got the Macron treatment too\n\nMacron, it should be noted, has stood up to not one but two global figures this week.",
  "“He needed to demonstrate strength immediately.” That’s a message Macron seems to have internalized, and then some.",
  "He’s got swagger befitting a man with twice as much experience, and a country with twice as much military power.",
  "What would happen if another chemical attack took place in Syria — and Trump decided one bombing was enough?",
  "The press reacted as if he’d all but ripped open his suit and revealed a superhero costume, cape included.",
  "It was a move straight out of Putin’s own playbook — and one impossible to imagine President Trump making.",
  "Putin isn't the only foreign leader with autocratic tendencies that Macron feels prepared to challenge.",
  "The takeaway from the first meet-and-greet between the new presidents of France and the United States?",
  "Macron refused to play footsie with the Russians\n\nMacron attacks RT and Sputnik as propaganda organs.",
  "“My handshake with him — it wasn’t innocent,” Macron admitted in the Journal du Dimanche.",
  "The French president quickly drew a sharp distinction between journalism and propaganda.",
  "He said France was prepared to use military force if Syria used chemical weapons again.",
  "His big idea, on the campaign trail, was to strengthen the Franco-German relationship.",
  "Watch below:\n\nThat was clear in his remarkable press conference with Putin yesterday.",
  "“When news outlets spread despicable lies,” he said, “they are no longer journalists.",
  "It would be hard, if not impossible, for France to go it alone on such issues.",
  "Straight talk, though, is a lot more than Putin has gotten from other leaders.",
  "His promise of a red line on Syria, for example, comes with enormous risk.",
  "“It was a moment of truth.”\n\nWhat truth, you might ask?",
  "But it wasn’t just hacking that rankled Macron.",
  "Nobody has done this in front of Putin before.",
  "The French military is dangerously stretched.",
  "“That’s how you ensure you are respected.",
  "Macron affirmed as much to the press.",
  "They are organs of influence.",
  "But it’s not the only thing.",
  "That crazy handshake.",
  "Chivalry?",
  "Perhaps."
]