[
  "\"Only when I reassured them that I was from Calabria, a region where deals and alliances are sealed with blood, did they finally agree to sign\" — Marco Minniti\n\nIn less than a year as interior minister, Minniti has introduced a controversial code of conduct for aid groups operating migrant rescue ships in the Mediterranean, banning any organization that did not sign on from accessing Italy's ports.",
  "Over the summer, he brokered a peace deal between tribes of the Fezzan region south of Tripoli and helped relaunch the Libyan Coast Guard to prevent boats from leaving the country for Europe — a policy that was endorsed by the other 27 EU capitals in the conclusions of a Foreign Affairs Council summit in July.",
  "Stemming the flow of migrants is seen by the governing Democratic Party as central to its fortunes in the coming election, and the Italian daily La Repubblica speculates that Minniti could be an \"ace-in-the-hole candidate\" if former Prime Minister Matteo Renzi's leadership of the party is challenged.",
  "\"What Italy did in Libya is a model to deal with migrant flows without erecting borders or barbed wire barriers,\" said Minniti, who oversaw the country's security services as undersecretary under two prime ministers and served as deputy interior minister under then Prime Minister Romano Prodi.",
  "Now finally everyone seems to understand we were right\" — Matteo Salvini, Northern League leader\n\n\"Minniti is the political figure with the most cross-party appeal, because he and his policies give people a sense of security,\" said Ilvo Diamanti, a leading Italian pollster.",
  "In Amnesty International's latest report on Libya, the human rights watchdog accused European governments of \"actively supporting a sophisticated system of abuse and exploitation of refugees and migrants by the Libyan coast guard, detention authorities and smugglers.\"",
  "Today, Minniti is praised by officials in Brussels, criticized by NGOs and left-wing leaders and feared by Italian politicians across the political spectrum as a potential challenger for Italy's top office after the country holds its general election in early March.",
  "Since he took office in December 2016, the 61-year-old former communist from Calabria, who spent the first two decades of his career trying not to make headlines, has turned himself into a polarizing protagonist of the political scene in both Europe and Italy.",
  "\"Monitors were shocked by what they witnessed: thousands of emaciated and traumatized men, women and children piled on top of each other, locked up in hangars with no access to the most basic necessities, and stripped of their human dignity,” Zeid said.",
  "\"The Italian government, with support from Europe, has put a stopper on the departures from Libya by not calculating or perhaps omitting the inevitable consequences of violations of human rights that would originate,\" he said.",
  "He eventually managed to convince those in the room to sign the Permanent Peace and Reconciliation Agreement, a seminal step toward securing Libya's southern border and curbing the flow of illegal migrants from Niger and Chad.",
  "Desert diplomacy\n\nMinniti's unique approach to the region, which he refers to as “desert diplomacy,” is exemplified by a peace deal he brokered between two of south Libya’s strongest tribes — the Awlad Suleiman and the Tebu.",
  "\"At MSF, we substantially criticize the externalization of the Libyan problem and the consequent agreements struck by Minniti from February onward,\" said Marco Bertotto, head of advocacy at Doctors Without Borders Italy.",
  "In April 2016, 60 tribal chiefs, religious leaders, mayors, and police and military officials gathered at the Viminale, the interior ministry’s palatial headquarters named after one of the seven hills of ancient Rome.",
  "To his critics, he's the unscrupulous architect of a secret deal with North African militias and thus responsible for severe human rights violations of refugees trapped in Libyan detention centers.",
  "The result: A dramatic drop in the number of migrants reaching Italy's shores — 118,011 so far this year, compared to 177,658 over the same period in 2016, according to interior ministry data.",
  "He also passed a new immigration law that critics allege violates the country's constitution and the European Convention on Human Rights by not ensuring the right to a fair trial.",
  "The fear minister\n\nIn spite of the criticism, Minniti's harsh approach to migration and his history working with the country's security services has paid off politically.",
  "Minniti spent 72 hours in strenuous negotiations, mediating a quarrelsome conversation between the tribal leaders, some of whom wore tunics and white tagelmust turbans.",
  "\"Minniti's original sin is striking a deal to keep the migrants in Libya,\" added Mattia Toaldo, senior policy fellow at the European Council on Foreign Relations.",
  "\"Minniti is for sure better than [Angelino] Alfano [his predecessor] and is finally implementing tough policies such as controlling NGO's ships operating rescues.",
  "In November, U.N. human rights chief Zeid Ra'ad Al Hussein described Europe's reliance on the Libyan Coast Guard to intercept migrants as \"inhuman.\"",
  "Dealing with Libya's splintered leadership and its porous borders is the cornerstone of his attempt to combat both terrorism and human trafficking.",
  "\"Only when I reassured them that I was from Calabria, a region where deals and alliances are sealed with blood, did they finally agree to sign.\"",
  "One of Minniti’s mantras is to confront fear, which he describes as “a legitimate feeling, one democracy needs to listen to and deal with.",
  "To his admirers, Marco Minniti, Italy’s powerful interior minister, is the mastermind who solved Europe's migration problem.",
  "'Stripped of human dignity'\n\nMinniti's approach has been strongly criticized by both the United Nations and NGOs.",
  "U.N. monitors visiting facilities in Tripoli reported accounts of beatings, rape and the use of shock batons.",
  "\"He is the minister of fear and has emerged as the man of the year when it comes to communication.\"",
  "But even Matteo Salvini, the leader of Italy's far-right Northern League praises the minister.",
  "\"That of the other EU member states is having approved whatever Italy proposed on migration.\"",
  "According to a September poll, he is the most popular minister in the Italian government.",
  "In February, he signed an anti-trafficking memorandum with the Libyan government.",
  "At first the tribal chiefs didn't trust him, Minniti said in an interview.",
  "(The bar is low; just 33 percent of the country approve of his policies.)",
  "The accord, he said, meant \"sealing the border to the south of Europe.\"",
  "It's a \"way of stemming the flow,\" he added, \"that Europe could adopt.\"",
  "For his part, Minniti denies being interested in the country's top job.",
  "Now finally everyone seems to understand we were right,\" he said.",
  "And, he says, the only way to solve Europe’s migration crisis.",
  "\"When we proposed such measures we were labeled as racist.",
  "When we proposed such measures we were labeled as racist.",
  "Populists on the other hand thrive on fear.\""
]