[
  "When she retired from the UN, Manuel wrote in her end-of-assignment report on Darfur -- where hundreds of thousands of civilians were killed as Sudan's repressive government battled a regional rebellion from 2003 to 2009 -- that UN policy makers needed to decide whether the peacekeeping information offices are there to promote only the \"good news\" of the mission or to \"get and disseminate clear factual information about the situation on the ground related to our mandate,\" which, Manuel added, \"could enhance our credibility and lead to realistic responses.\"",
  "\"\n\nSusan Markham, a former director of strategic communications at the UN from New Zealand and a frequent spokeswoman for many UN summits and global conferences, analyzed in a memo for PassBlue some of the constraints faced by the department:\n\no DPI is not able to reach out to the public of a member state to try to try to counter criticism of the organization by that member state's government.",
  "Now 193 countries are represented at the UN, offering many points of view on what news and information the UN should or should not be disseminating, particularly most recently on social developments like the recognition of LGBT rights or the promotion of women's personal reproductive rights, to which numerous nations do not subscribe, at least in practice.",
  "\"In this situation, the national UN associations such as UNA-UK in Great Britain and the United Nations Association of Germany, try skillfully to draw the attention of the media to the UN topics through events such as panel discussions with high-level UN officials or 'guided tours' for journalists to UN peacekeeping missions,\" Volger wrote.",
  "Haley, the governor of South Carolina and an early critic of Trump, has no experience in multilateral institutions or foreign policy and seems more likely to have been chosen to meet pressures on the Trump administration to find women and appointees from minority groups for cabinet positions; her parents migrated from India.",
  "\"In general, the position of the United Nations in Europe with regard to the media has been severely weakened by the closure of nine excellent West European UN information centers by UN-DPI, being replaced by an ineffective and bureaucratic regional UN information center in Brussels,\" he wrote in a memo for this article.",
  "In an interview in May 2015 with Audiense, a site that monitors social media, Groves described how UN officials who initially disdained Twitter -- \"We don't need to be on social media\" -- have realized its importance in delivering not only news and information but also visual images, including photographs and graphics.",
  "Peacekeeping stories you will never read\n\nIn 1999, Kofi Annan, UN secretary-general at the time, and his spokesman, Fred Eckhard, published media guidelines for UN officials that for the first time in the organization's history introduced a formal policy of being \"open and transparent in its dealings with the press.\"",
  "With an unfriendly US administration and a hostile Congress looming in Washington, the UN will require closer attention by the media, governments, nongovernment organizations and the foundations that support academic programs and other projects focused on the UN, since these spotlights have virtually disappeared.",
  "An information center in need of more resources\n\nThe hub for most news and documentation in the UN Secretariat is the Department of Public Information, known universally in the system as DPI, which was established in 1946 \"to promote global awareness and understanding of the work of the United Nations.\"",
  "The Department of Public Information is also completely hamstrung by its mandate, officials acknowledge, and the head of the office, who ranks as under secretary-general, is not chosen primarily for his or her media skills, but is often a political appointee with little or no journalism experience.",
  "Recent headlines -- from attacks on civilians in South Sudan to sex abuse by peacekeepers in Central Africa and the cholera epidemic in Haiti -- dominate in media, which give minimal coverage to other aspects of a mission, each one a complex operation taking more than tweets to explain fully.",
  "While the emails contain content that reads \"For specific statements, search in http://www.un.org/sg/statements/sgstatsarchive.asp,\" the link can take a user to a 404 error, a page where there may be a connection to the server the information is stored on, but the actual content isn't there.",
  "The United Nations will swear in António Guterres as its ninth secretary-general on Dec. 12, when the organization will be only weeks away from the inauguration of Donald Trump and the potentially most threatening, hostile political opposition to the UN ever assembled in Washington, D.C.",
  "In the US Congress, the solid control that Republicans now have over both houses jeopardizes the commitments to pay UN assessments and contributions to the UN, which the Obama administration honored for the core UN Secretariat, as well as its peacekeeping role and humanitarian work.",
  "\"Is it our role to report publicly on the conflict, as part of the mission's security and protection of civilians' mandate, or is it 'none of your business,' as one senior official told me after repeated requests to be included in information on fighting and human rights abuses?\"",
  "Gone from the US Senate are moderate outward-looking Republican supporters of the UN, like the late Charles Percy of Illinois and, more recently, Richard Lugar of Indiana, a Senate leader on foreign affairs, who lost a primary re-election bid in 2012 to a Tea Party challenger.",
  "An office of the spokesperson for the secretary-general was added later as part of DPI, but has since migrated (without cutting all links there) to the orbit of the the secretary-general's staff, with independent functions as a conduit to media reporting on the organization.",
  "Richard Gowan of the European Council on Foreign Relations and the Center for International Cooperation at New York University, described the president-elect in World Politics Review on Nov. 16 as demonstrating \"an utterly incoherent vision of international security.\"",
  "\"Sometimes it was only when a blogger, Matthew [Russell] Lee, who is based in New York, read out reports from Dabanga on incidents in Darfur at the daily briefing by the secretary-general's spokesman in New York that we could convince the mission leaders to respond.",
  "More alarming, a brief YouTube search of the term \"United Nations\" indicates that conspiracy theorists are on the verge of dominating this platform: of the first six results that appear, the most popular (with 220,050 views) is \"How Dangerous Is the United Nations?\"",
  "\"I think the problem is that the staff behind the basic sites like UN Women -- but also the main sites for the Secretariat and General Assembly -- are not trained to think digitally or strategically,\" wrote Kirkpatrick, \"but rather in general communications mode.",
  "Several high-ranking UN officials, including Secretary-General Ban, have publicly condemned the harsh policies Trump endorsed during the presidential campaign and as president-elect, such as torture, religious profiling, mass deportations and bans on immigration.",
  "To make matters worse for UN officials, they see no coherent foreign policy being articulated by Trump, whose impulsive pronouncements and tweets -- he has not held a news conference since July -- flip-flop from day to day on issues important to the organization.",
  "Groves recently confronted at least two attempts by outsiders to create fake Twitter accounts for the incoming secretary-general, António Guterres, who is regarded as having a good record in communications in his decade as UN high commissioner for refugees.",
  "UN agencies and many other international programs in the larger UN system could also see their US contributions slashed, with the UN Population Fund an obvious first target because of its support -- shared by the UN as a whole -- for safe, legal abortion.",
  "Roberto Capocelli, a Fulbright scholar from Italy, worked as a human-rights public information officer with Monusco -- the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo -- the largest peacekeeping operation.",
  "The guidelines, initially devised for the peacekeeping department, gave all Secretariat staff members the right to speak to the media on subjects \"within your area of competence and responsibility,\" but to \"provide facts, but not opinions or comment.\"",
  "There have already been calls on Capitol Hill to withdraw the US from the Human Rights Council, which falls under the purview of Hussein, and even the UN itself, though critics might pause at the thought of losing a permanent Security Council seat.",
  "Helmut Volger, a contributor to PassBlue from Berlin and author of A Concise Encyclopedia of the United Nations, published in German and English, is also a co-founder of the German UN Research Network (www.forschungskreis-vereinte-nationen.de).",
  "During the tenure of Secretary-General Kofi Annan, his senior adviser and under secretary-general for communications and public information, Shashi Tharoor, an Indian, closed numerous UN information centers abroad, most in Western Europe.",
  "But lately, with shrinking newsroom budgets and the closing of international bureaus, news organizations don't send as many reporters to cover far-flung conflicts that are only simmering, or cooling, when more dramatic stories compete.",
  "\"But everyone had been complaining about impunity and after a huge investment of time and resources, [the UN] managed to do something good, especially at the moment the UN was under criticism for child abuse, corruption and inaction.",
  "Navigating the expanding ocean of digital media\n\nSamir Sanbar, who pioneered the UN's presence on the Internet two decades ago, says that when he wants to look up a UN document or other information on the UN now, he turns to Google.",
  "From 2010, a Department of Public Information staff member, Nancy Groves, has directed all UN social media, including its Twitter account, which has nearly eight million followers; Facebook, two million; and Instagram, one million.",
  "Michael Flynn, the nominee for White House national security adviser, recently retweeted a message alleging that the new UN development goals would lead to a global ban on Christianity, according to a CNN review of his Twitter use.",
  "Among the many commentaries on various subjects, the British medical journal The Lancet took the unusual step of publishing a full-page editorial warning that American \"commitment to global health and development could be at risk.\"",
  "Susan Manuel, a writer for PassBlue and an American journalist before joining the UN, worked in some of the most important and dangerous peacekeeping missions in the world, in addition to spending eight years in UN headquarters.",
  "A hashtag created by the agency in June, #WithRefugees, and a UN Women-led campaign with the hashtag #He4She, to inspire men to support equality, have developed celebrity followings and \"long tails,\" or a more focused audience.",
  "Western troops are sporadically involved as UN peacekeepers, with some exceptions, as in Mali, and the lives and contributions of \"blue helmets\" from developing countries carry far less significance in the international media.",
  "In peacekeeping missions, communications officers are expected to sell trite \"positive\" stories to the media, while withholding comment on more complex or sensitive issues, from political negotiations to outbreaks of violence.",
  "Outsiders -- in the media, nongovernmental organizations and sometimes courageous staff within the UN -- make these scandals public, putting the organization immediately in a defensive position, as allegations fire up critics.",
  "The press-center pages and certain program sites are not much better, as obsolete content and inconsistent mapping -- how data is retrievable for search functions, for example -- create diversions rather than direct routes.",
  "\"I've tried to find data on both UN Women and the UN on the site, and had better results Googling the information, which led directly to the UN hosted pages I was looking for, rather than going through the site itself.",
  "By contrast, the UN has developed extensive outreach through social media and emerging technologies, like digital broadcasts of live events that appear to have been given precedence over a traditional digital presence.",
  "Agencies and programs outside the Secretariat, as well as major departments within headquarters, have their own communications specialists, but their work can be affected by practices and attitudes at UN headquarters.",
  "During that time, she saw the relationship between UN missions and the media shrink from her first decade in Cambodia, South Africa, the Balkans and Afghanistan to her final posting in Darfur before retiring in 2012.",
  "Every peacekeeping mission has a large public information unit dedicated to ensuring that the local population understands the mandate of the peacekeepers and to garnering international support for their operations.",
  "\"In Cambodia, the UN peacekeeping mission, Untac [the United Nations Transitional Authority in Cambodia] was narrating the electoral process to a large international press corps,\" she said in a written interview.",
  "In 2014, she dropped a Snowden-like bombshell, when she leaked thousands of code cables and emails to Foreign Policy magazine, which led to a series of articles excoriating the UN-African Union mission in Darfur.",
  "Endless reports have to be prepared for its annual meeting, and DPI staff spend days making presentations, monitoring the debate and (sometimes) lobbying on behalf of a favorite activity that might get the chop.",
  "On the other hand, the department's YouTube channel functions as little more than a parking lot for UN video products -many of them well-produced and informative programs designed for international broadcasters.",
  "These assessments -- dues derived from treaty obligations -- are only part of the hundreds of millions of dollars that go to special appeals, UN agencies outside the Secretariat and other forms of contributions.",
  "Although there is a great deal of freedom to develop the content of its materials, something perceived as critical by a member government or another UN department brings complaints that the UN takes seriously.",
  "Shortly after Manuel left Darfur, Aicha El Basri arrived as spokeswoman for Unamid [the United Nations-African Union Mission in Darfur], lasting only eight months in what she called an \"Orwellian\" situation.",
  "Inside the organization, competent staff members are silenced by an atmosphere that has made speaking out too big a risk to careers, even within the Secretariat or in high-profile missions around the world.",
  "Compare that to the General Assembly site or the secretary-general's pages and it's as if they are two different organizations,\" wrote Kirkpatrick, about the many ways that content is delivered by the UN.",
  "Haley's departure for New York -- she must first be confirmed by the Senate -- also conveniently leaves in her place in South Carolina a lieutenant governor whose views are more in line with Trump's.",
  "Capocelli got to the trial ahead of the international media and with his deep knowledge of the issues, wrote up the story, stressing the UN's contributions in logistics and protecting witnesses.",
  "It seems like each section of the site has its own bureaucracy for filing away information and charting through the content, but there is not one cohesive thought behind the complete package.\"",
  "There are only so many public relations 'tools' that can be used -- like creating International Days, or holding conferences and seminars, which are worthy but commonplace and often boring.",
  "The UN has several Facebook pages, and most entities, such as peacekeeping missions, have a Facebook presence, similarly with Instagram and Twitter, all delivering content and timely news.",
  "\"Even though Bonn is the seat of the secretariat of the important UN Framework Convention on Climate Change, that does not motivate the German media to cover the work there sufficiently.\"",
  "Inside the UN, scores of officials and their staff at all levels are primarily preoccupied with the arrival of Guterres and his new team and worry about their futures in the organization.",
  "\"In the former Yugoslavia, I literally saw coverage of the UN improve after making an effort to get to know the local and regional journalists and provide them with concrete information.",
  "The social media environment seems fertile ground for anyone with paranoia and an Internet connection, and in the new world order underway, the UN will need to find tools to fight back.",
  "o DPI staff are also not always journalists or communications experts, and the department is often seen as the dumping ground for UN employees that other departments want to get rid of.",
  "UN personnel policies make it hard for DPI staff to stay in jobs they are trained for -- in radio, for example -- and have to move up to management or be transferred to some other job.",
  "He exhorted other missions as well: \"Ensuring that the UN speaks out consistently against abuses and identifies the perpetrators is a key goal of my Human Rights Up Front Initiative.\"",
  "Furthermore, UN peacekeeping operations are dynamic environments in which reporters can see the UN in action for themselves, often in dramatic post-conflict settings around the globe.",
  "The mission had been mired in bad news when a landmark human-rights trial took place in 2014, conducted by Congolese courts with assistance from Monusco and UN human-rights officials.",
  "\"But when I arrived in Darfur [in 2011], the international media were gone, local media were ignored and the conflict was invisible, even -- to a large extent -- to the peacekeepers.",
  "At the same time, while the nationalists in the team that Trump is putting in place in his White House may know the world better, they are not shy about broadcasting their biases.",
  "Trump's harshest and most outspoken UN critic in recent months has been the high commissioner for human rights, Zeid Ra'ad Al-Hussein, who has called Trump a danger to the world.",
  "\"In Afghanistan, the UN mission was the most credible voice during a long saga of conflict, peace processes and human rights struggles, and the media depended a great deal on it.",
  "The Security Council and even the International Criminal Court demanded answers as El Basri, a Moroccan-American, had claimed the mission was covering up crimes against humanity.",
  "When the transgression is committed not by a UN employee but by peacekeepers or others who are not considered UN staff, there is even less sense of ownership and responsibility.",
  "Internal information on scandals of various sorts have been suppressed, ignored or shelved for unconscionable periods of time by higher-ranking people in a hierarchical system.",
  "\"As only a consumer of media these days, it can be painful to read some of the headlines,\" Manuel said, \"because I know there are good people out there trying their hardest.",
  "Samir Sanbar, who headed the office from 1993 to 1997, said in an interview that he was flatly denied funds by the General Assembly budget committee to create a UN website.",
  "The refugees agency has used the social media account of its spokeswoman, Melissa Fleming, to advocate on behalf of the 65-million-plus people who are displaced globally.",
  "\"It may be that the amount of information that comes through is too much for each department to handle, but it does seem that there are disconnects,\" Kirkpatrick wrote.",
  "Such activity could be interpreted as being contrary to the UN Charter (intervening in matters that are essentially within the domestic jurisdiction of a member state).",
  "UN officials, past and present, think this was a serious mistake, because they had been useful service hubs for journalists and focal points for national governments.",
  "\"The UN Development Program, Unicef and the World Food Program, among others, have sites and content that are parsed for digital delivery and easily retrievable data.",
  "\"There were incidents of exploitation and abuse of the local population by peacekeepers in those earlier missions -particularly Cambodia and Somalia,\" Manuel said.",
  "Secretary-General Ban ordered an internal review, which confirmed five instances of underreporting or no reporting, of attacks against civilians and peacekeepers.",
  "First to go were information staff in the field, at a time when most organizations were touting the effectiveness of decentralization and opening field offices.",
  "\"We are a melting pot of cultures poured into a bureaucracy designed in the 1950s,\" Stéphane Dujarric, the secretary-general's spokesman, said in an interview.",
  "By an accident of history, the UN and US are getting new leadership at the same time, putting a priority in both New York and Washington on internal decisions.",
  "Several influential Washington think tanks with conservative, often anti-UN agendas and publications inform Republican opinion in the White House and Congress.",
  "Most likely, it will also have to fend off a wave of \"fake news\" and bogus sites designed to weaken public support in the United States and around the world.",
  "The UN continues to maintain centers in many developing countries, as well as one in Washington, which monitors Congress and government policies generally.",
  "\"I agree that the search function on many of the UN.org sites is frustrating,\" wrote Laura Kirkpatrick, who handles social media and writes for PassBlue.",
  "The appointment of Nikki Haley as US ambassador to the UN attests to Trump's apparent lack of interest in ensuring a strong presence at the organization.",
  "Unesco and the US Fund for Unicef, among others, have also been targets of online misinformation from obscure sources, which they have publicly refuted.",
  "In no area has this unwillingness to listen to UN staff or allow them to do honest reporting been more harmful to the organization than in peacekeeping.",
  "\"In Kosovo we were narrating the growth of a new administration -- with regular press briefings, interviews, guided visits for journalists,\" she said.",
  "Outside the UN, diplomatic missions of countries include public-affairs officers who reflect and explain the policies of their respective governments.",
  "Or, I would figure out ways to release information surreptitiously by embedding it in otherwise anodyne messages or op-eds from the head of mission.\"",
  "Dujarric, Ban Ki-moon's spokesman, describes an information environment that could overwhelm any institution -- and the UN is a uniquely complex one.",
  "A 2016 Gallup poll found that only 38 percent of Americans thought the UN was doing a good job; 54 percent said it was not and 8 percent didn't know.",
  "A notorious war criminal, Bedi Mobuli Engangela, or \"Colonel 106,\" who had long terrorized communities in eastern Congo, was finally meeting justice.",
  "On Facebook and Twitter, Fleming posts several articles and images daily to keep the plight of refugees and migrants visible to a global audience.",
  "Her small team has kept bureaucratic vetting to a minimum while satisfying various special interests in the system and among member countries.",
  "DPI has been encouraged by member states to limit its activities to 'informing' the world about what it does, not doing crisis communications.",
  "\"I don't think people are thinking about the Trump administration,\" a UN official said, \"because, frankly, we really don't know what to think.",
  "In 2016, the US was assessed 22 percent of the organization's regular budget, while China was billed roughly 8 percent and Russia, 3 percent.",
  "Assessments for the peacekeeping budget for 2016-2018 were calculated at 28 percent for the US, 6 percent for China and 3 percent for Russia.",
  "By any measure, the US -- and the American people -- are the largest contributors to the UN system and its many activities around the world.",
  "Trump's attempts in recent weeks to tone done hardline threats, possibly only a tactic against public outrage, are met with some skepticism.",
  "He added that there has generally been a widespread decrease in interest in the European media about UN topics, above all from television.",
  "Volger argues that there is little reporting now on the UN across Europe, except on the activities of the Human Rights Council in Geneva.",
  "The guidelines are still in effect, according to the UN spokesman's office, though they have languished and are disregarded repeatedly.",
  "o DPI is micromanaged by member states through the General Assembly's committee on information, which oversees everything DPI does.",
  "But recent crises involving peacekeepers indicate that the operations tend to react publicly only after the media has exposed them.",
  "Alarms are being raised around the world about what a Trump administration will mean for international programs and institutions.",
  "A Pew Research Center poll in 2013 showed Democrats giving the UN a 72 percent favorable rating, with Independents at 60 percent.",
  "Among the general public, Republicans in the US routinely hold a more negative opinion of the UN than Democrats or Independents.",
  "Republicans were not only on the low end of the scale, at 41 percent, but had also been steadily dropping over preceding years.",
  "Outside the UN, teaching and research about the organization have atrophied or have all but disappeared from most universities.",
  "We public information officers were reporting these events in real time to media because these people were our responsibility.\"",
  "He told the Security Council that \"the media policy of UNAMID will be re-examined to ensure greater openness and transparency.\"",
  "For instance, content from Unifem, the now-defunct predecessor to UN Women, is still returned in searches on the UN Women site.",
  "DPI is supposed to tell the UN's story to the world like a media or public relations company with a fraction of the resources.",
  "\"We fed them constantly, and not with fluff, as these were discerning professionals, some of them veteran war correspondents.",
  "We told the story, even when the UN failed, even when the so-called UN-protected enclaves in Croatia and Bosnia were overrun.",
  "Peacekeeping, and even the office of the secretary-general, were afraid we were giving too much information to the public.",
  "When you type it into the Google search bar, you get a football team in San Francisco, with no path to the un.org website.",
  "The UN mission in Mali, on the other hand, has received more nuanced media attention, as the UN's most dangerous mission.",
  "He or she must work under tight budgetary conditions deliberately framed to not give the department the tools it needs.",
  "\"Even the idea of information going to the public remains always a question of arguments with member states,\" he said.",
  "\"In too many instances,\" he said, \"the UN should be defended by more outside voices that have a stake in its success.\"",
  "It was published two months later, virtually unchanged but buried in an obscure part of the UN Human Rights website.",
  "Reporters who remain, denied access to officials and critical internal reports, are thrust into an adversarial role.",
  "Among them are the Heritage Foundation, the American Enterprise Institute and the libertarian-right Cato Institute.",
  "Only three remain: a regional center in Brussels and two in Geneva and Vienna, where the UN has sizable offices.",
  "The fact the sites have so few comments or shares tells me not many people are buying that version of reality.\"",
  "The cost of UN membership is emphasized and often exaggerated in writing that is critical of the organization.",
  "The Trump team has a fertile field in which to plant more doubts about the UN and galvanize action against it.",
  "He sent it for release to his superiors at the Office of the UN High Commissioner for Human Rights in Geneva.",
  "As an example, she cited the frequent updates issued by the secretary-general's spokesman's office via email.",
  "The engagement of audiences via social media is erratic, sometimes depending on who is running the platform.",
  "It gives regular press briefings and maintains an\n\ninformative website, in French and English, Manuel noted.",
  "Opaque, overburdened and ineffective UN information systems are largely not up to contemporary competition.",
  "Progress on solving complex issues like poverty, for example, is incremental and therefore not newsworthy.",
  "He does not attend most national intelligence briefings, which are customarily given to presidents-elect.",
  "Few people are using this critical platform for young audiences, with views for most clips in the 100s.",
  "Journalists knew these were complex and largely vital enterprises, which they covered on a daily basis.",
  "And if you go to the Facebook pages of some of the missions dealing with crises, it's just la la land.",
  "And, unlike most media or PR companies, DPI produces most of its material in more than six languages.",
  "The UN took a hit from the consolidation in 2003-2004 of two-thirds of the Western European centers.",
  "The UN does not have its own voice or opinion, unless it is shared by a majority of member states.",
  "\"Senior UN mission officials disdained the sole opposition radio station, Dabanga,\" she recalled.",
  "By then, the mission has lost the opportunity to put its perspective out front authoritatively.",
  "Everyone is aware of this dynamic, how much the bureaucratic process can stop you from acting.",
  "\"In Germany, for instance, that meant a clear-cut reduction of media attention from then on.\"",
  "Of course, this distinction is lost on the public, which considers all of them \"the UN.\"",
  "It is a common complaint: navigating the UN's website is hard work and time-consuming.",
  "o Budget cuts and constant restructuring forced on the DPI disrupts its effectiveness.",
  "First of all, we don't know who to talk to; there's no foreign policy transition team.",
  "\"A typical example of the ignorance of the media is the UN office in Bonn,\" he said.",
  "Materials generally use 'UN-speak' rather than language that is clear and succinct.",
  "The rest of the world leaves the US well behind in knowledge of how the UN works\n\n.",
  "Instead, he stretched the resources of his existing staff to develop the platform.",
  "No one has thought, 'If I were a user, how would I search for this information?'",
  "\"But these efforts cannot replace full-time professional media relations work.\"",
  "Few if any of the delegates in the committee have any communications expertise.",
  "At DPI's founding, there were 51 mostly like-minded member countries in the UN.",
  "The transition from Ban [Ki-moon] to Guterres is what we are focusing on now.\"",
  "Social media moves quickly into the vacuum, often with harmful disinformation.",
  "It takes time for an internal investigation to find out what really happened.",
  "Lugar later founded the Lugar Center, which focuses on global food security.",
  "In 2016, he was awarded the Fulbright Prize for International Understanding.",
  "How this advice has translated into action at the UN is hard to determine.",
  "DPI has gone through more 'restructurings' than any other UN department.",
  "\"Senior officials within the Secretariat were [also] not so keen on it.",
  "Of those six videos, four involve an imminent \"invasion\" by the UN.",
  "LGBT issues are notably not in the Sustainable Development Goals.",
  "The UN will have to be prepared to respond and defend its record.",
  "But a UN perspective explaining the background is often missing.",
  "Meanwhile, the media are continuing to publicize the wrongdoing.",
  "o When a scandal breaks out, the UN is not equipped to respond.",
  "Journalists covering the UN find this particularly frustrating.",
  "\"In the end, we are not journalists,\" Capocelli said recently.",
  "Major international media have cut back coverage of the UN.",
  "DPI is part of a bureaucratic and diplomatic organization.",
  "\"But they didn't threaten to bring down UN peacekeeping.",
  "I had the impression my work was not really needed.\"",
  "It will have to expand its audience reach as well.",
  "By many accounts, the UN has fallen off the map.",
  "Many factors are responsible for this situation.",
  "The head of DPI is often a political appointee.",
  "In a bureaucracy, no individual is responsible.",
  "o Much of the UN's work relates to processes.",
  "A video he made on the event was never used.",
  "That transition, he said, is going smoothly.",
  "Experienced DPI staff know the boundaries.",
  "Just consider the URL UnitedNations.org.",
  "Scandals weren't the only headlines.",
  "o DPI suffers from self-censorship.",
  "We need the public to support us.'",
  "I said: 'This is what our job is!",
  "We weren't saying much about it.",
  "We need to reach the public.",
  "There is a lot to lose."
]