[
  "The article, co-written by Julian Röpcke — a journalist whose unflinching support of al-Qaeda and the most extremist “rebels” in Syria earned him the nickname #JihadiJulian, a popular hashtag campaign on Twitter — claims Moscow interfered with the U.S. election by publishing internal Democratic National Convention documents through Wikileaks.",
  "The ECFR’s Gustav Gressel said Moscow’s interference could go beyond spreading “disinformation”, and suggested it’s possible that Moscow could mobilise secret agents linked to the Russian mafia, Bashar al-Assad, and even long-deposed Iraqi leader Saddam Hussein to sexually assault German women.",
  "Despite the fact that information dealing with migrants attacking their European hosts has also been suggested to be “fake news” the media in parts of Europe routinely self-censors what they report, with journalists directed to avoid “stirring up prejudice” in their work.",
  "An “expert” from the George Soros-funded and founded European Council on Foreign Relations (ECFR) claims intelligence agencies in Russia and Syria could set migrant sex mobs on German women in order to swing the country’s federal election.",
  "The organisation’s website featured a piece by the Hungarian hedge fund manager as early as February 2009 marking Russia as “hostile” and a “threat” to “open society values”, in which he instructed Europe to “neutralise” the nation.",
  "Bild, Germany’s largest tabloid, carries the claim in a piece which asserts that Russia intends to “sabotage the outcome” of the Bundestag election next year by causing a “radical reshaping of public opinion”.",
  "“What would happen, for example, if a similar event to [the mass sex attacks on New Year’s Eve] in Cologne were repeated at a summer festival before the election?",
  "According to Gressel, these people could be specifically targeted by intelligence agents or organised crime and directed to cause disturbances in Germany.",
  "“A section of the refugees from Iraq and Syria, if only a very small section, had connections with Assad or Saddam Hussein’s secret services”, he said.",
  "The ECFR is a Soros-funded, pan-European think tank of which the arch-globalist billionaire was a founding Council member.",
  "The European Union has strongly signalled its intent to take action against “fake news” in recent weeks.",
  "Of course, this is an extreme example, but it is within the range of possibility,” he said.",
  "What would be the consequence for the Bundestag election?",
  "How would Merkel stand then?"
]