[
  "The head of the Russian Paralympic Committee called it “a grave human rights abuse.” Russian foreign ministry spokesperson Maria Zakharova, a woman whose rhetoric is fiery at the best of times, outdid herself, calling the decision “strikingly filthy and inhumane” and “a betrayal of the high human rights standards that serve as the cornerstone of the modern world.”\n\nOf course, Putin would have preferred the state-run doping program to have passed undetected, and for a generation of amped-up Russian athletes — as well as those who avoided such underhand methods — to have brought home a rich crop of medals.",
  "The refusal of the IOC, unlike the International Paralympic Committee, to impose a blanket ban (perhaps influenced by Putin’s threat that he might instigate a split in the whole Olympic movement) was an early boon for Moscow, as it allowed it to focus on the individual bodies responsible for each sport instead of having to take on the IOC as a whole.",
  "So much of the regime’s legitimacy has, after all, been based on this notion that under Putin, Russians come first — whether taking Crimea regardless of what international law may say, or forcing Washington to acknowledge Russia’s role in Syria, or even that Russia has a magical vaccine for Ebola that’s better than anyone else’s.",
  "In July, the commission reported that there was not only massive, institutionalized doping in Russian sports, but that the Ministry of Sport connived in it, and even the notorious Federal Security Service (FSB), the successor to the KGB, Russia’s powerful state security service, was involved.",
  "Finally, thanks to this patchy response and the Kremlin’s indefatigable propaganda machine, the bans are being used to hammer home Putin’s message to the Russian people: that they are the targets of a Western “hybrid war” fought on the political, economic, and even cultural battlefields.",
  "Tellingly, boxing coach Alexander Lebzyak told the Russian contingent that they were “heading off to war.”\n\nThe blanket exclusion of Russia’s Paralympians, for example — however reasonable in the circumstances — has proven a gift for propagandists.",
  "These smaller bodies found themselves facing a mix of charm offensives, threats of massive class-action legal cases, and, according to some European counterintelligence officers, attempts to bribe or blackmail some individual officers.",
  "A mix of responses resulted, which meant that while Russia’s entire Paralympic contingent was banned, the majority of athletes that were supposed to compete in the main Olympics — 270 out of 437 — were cleared for competition.",
  "Thus, the acting head of the Russian Athletics Federation had called the initial report “a political hit job” and Russian Sport Minister Vitaly Mutko claimed — falsely — that the allegations were not backed by any facts.",
  "Putin led the way, saying that there had been a “targeted campaign” against Russia that was based on “double standards, a principle of collective responsibility and a cancellation of the presumption of innocence.",
  "Mark Galeotti is an incoming senior research fellow at the Institute of International Relations Prague, a visiting fellow with the European Council on Foreign Relations, and the director of Mayak Intelligence.",
  "It looked like a disaster for Vladimir Putin’s glory-hungry Russia: On the eve of the Olympics, a massive doping scandal, involving not just athletes and trainers but the state machine itself, erupted.",
  "The European Court of Human Rights has been sidelined, OSCE observers in the Donbas are blocked or threatened by Moscow’s proxies, the United Nations Security Council is hostage to Russia’s veto.",
  "The International Association of Athletics Federations (IAAF) then put Russia under indefinite suspension while an independent investigation commissioned by WADA looked deeper into the issue.",
  "Most of Russia’s Olympic athletes competed, and there are medals to dangle before the Russian public to distract them from corruption scandals and hard economic times at home.",
  "Meanwhile, Putin can be reassured that, once again, attempts by the outside world to tame or punish Russia for its misdeeds have failed, or at least have been minimized.",
  "So Putin ended up, as much through luck as cunning, snatching a victory of a sort from the jaws not just of defeat but, far more terrible for him, embarrassment.",
  "WADA came out in favor of an absolute ban on Russian athletes competing at the Olympics, but the International Olympic Commission (IOC) hesitated.",
  "Meanwhile, use every lever you have — overt and covert, fair and foul — to try to undermine your accusers and minimize the impact of the scandal.",
  "With the IOC and other sports bodies, a combination of bluff, bluster, arm-twisting, and brinkmanship managed to avoid a humiliation for Russia.",
  "Thanks to ruthless use of its usual playbook for handling such events, though, the Kremlin has done better than one might expect.",
  "Doping — the use of banned performance-enhancing drugs — is part of a legacy from Soviet times that never really went away.",
  "If opportunism and crisis management were Olympic sports, he’d probably be awarded a gold and maybe a bronze, respectively.",
  "Furthermore, when Russia doesn’t do as well as usual, this can simply be blamed on the exclusions and foreign machinations.",
  "Step 3: If that doesn’t work, claim that you are no different from everyone else, and simply being discriminated against.",
  "Gold medal opportunism\n\nOne way or the other, Putin must presumably feel some sense of satisfaction with the outcome.",
  "Following the Kremlin playbook\n\nStep 1: Cheat if you can, because winning is what it’s all about, whatever the price.",
  "At first glance, this was a tremendous embarrassment for a regime that cares a great deal about its image abroad.",
  "In November 2015, the World Anti-Doping Agency (WADA) published a report highly critical of Russian practices.",
  "But the counterintuitive truth is that he has found ways to work the scandal to his advantage.",
  "In fact, the whole scandal offers a perverse win-win opportunity for Putin.",
  "It also showed a government in some disarray, unsure quite how to respond.",
  "Step 2: If found out, deny everything, no matter what the evidence.",
  "Instead, it passed the buck onto each sport’s governing body.",
  "He blogs at In Moscow’s Shadows and tweets as @MarkGaleotti."
]