[
  "“It matters for the United States and other Western countries that an operation that was initially thought to last weeks could last months, and it’s unclear what happens after ISIS disappears from Sirte,” senior policy fellow at the European Council on Foreign Relations Mattia Toaldo told The Washington Post.",
  "Pentagon officials assured reporters in August that the bombing campaign would last “weeks, not months.” “This is a finite period of time and a very finite mission … We don’t envision this as being something that’s going to be too long,” Pentagon spokesman Capt.",
  "Follow Saagar Enjeti on Twitter\n\nSend tips to saagar@ dailycallernewsfoundation.org\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "President Obama’s Libyan bombing campaign aimed at the Islamic State was only supposed to last a few months, but now shows no signs of stopping anytime soon.",
  "The initial offensive on Sirte proved successful, but nearly 100 ISIS fighters remained holed up in the city in areas unreachable by airstrikes.",
  "The majority of initial strikes were launched by U.S. Marine Corps Harrier jets, but are now being conducted by unmanned aerial vehicles.",
  "The crux of the U.S. intervention focused on supporting the United Nations (U.N.)-backed Libyan military offensive on the city of Sirte.",
  "The U.S. and NATO intervened in Libya in 2011 to topple the Gaddafi regime, leading to a total breakdown of the Libyan state.",
  "Libya became engulfed in civil war and now contends with two rival governments, neither of which seem willing to capitulate.",
  "U.S. special operators are reportedly embedded with local militias, but are largely serving in advisory role.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Pro-government forces reportedly are complaining that the drone strikes are not as effective as airstrikes.",
  "ISIS is mounting a vigorous defense, killing 14 U.S. backed militia fighters in a single day Oct. 15.",
  "ISIS proves resilient in exploiting security vacuums, which appear likely to continue in Libya.",
  "The U.S. conducted 330 airstrikes in the months following Aug. 1, with no end in sight.",
  "Jeff Davis assured reporters in early August."
]