[
  "In the last year, drowning migrants in the Mediterranean were described as \"cockroaches\" in the country's most popular tabloid; the winning candidate for the mayor of London was smeared as a terrorist sympathizer on the basis of his religion; and a serving MP was killed in broad daylight.",
  "Big integration initiatives among founding states could trigger a counter-reaction from member countries that have Euroskeptic parties, and those, such as Poland, that are worried the EU may become unbalanced towards a protectionist, integrationist French-German position.",
  "* * *\n\nEurope lost its only moderate Euroskeptic voice\n\nCas Mudde is associate professor in the School of Public and International Affairs (SPIA) at the University of Georgia and researcher in the Center for Research on Extremism (C-REX) at the University of Oslo.",
  "He cited a comment by former French foreign minister Hubert Vedrine: “You see governments and parties all over jumping up and down asking for ‘more Europe, more Europe!’ If you want people to massively reject Europe, just keep on.”\n\nThe Tusk line will prevail.",
  "In domestic political terms, that will mean a resurgence of the Right within the ruling Conservative party and a coup attempt against the left-wing Labour leader, Jeremy Corbyn, who is being blamed for so many Labour supporters voting Leave.",
  "With French and German elections approaching, a concerted desire in Brussels to make the U.K. a cautionary tale for others contemplating an exit, and a not insignificant amount of bad blood, mean that a deal will not come easily.",
  "The same is likely to happen in France and Denmark, where populists of the Left and Right support an exit, Euroskepticism is widespread, and European integration has come up as a highly politicized issue in previous referendums.",
  "The embattled centrist elites who run most EU member countries are on the defensive: They know Britain is not the only country where anti-EU populists are gaining in strength, and they will avoid policies that could help them.",
  "Sunday’s elections in Spain, with a Podemos-led government an unlikely but not impossible outcome, will go a long way in determining whether this core will be centered around the euro or driven by creditor countries.",
  "For more than half a century the magnetism of integration has driven European politics, and made it possible for the EU to overcome old divisions and stabilize democracy in more fragile parts of the Continent.",
  "Many people are understandably shocked this morning: Received wisdom that when faced with a straight choice between two options, undecided voters plump 2:1 for the status quo turned out to be false.",
  "The European Commission generally responds to crises, such as the eurozone or the refugee crises, by pressing countries to accept “European” solutions that involve more powers for EU institutions.",
  "* * *\n\nNew poor gave birth to Brexit\n\nDawn Foster is a writer on politics, social affairs and economics for the Guardian, London Review of Books, Independent and Times Literary Supplement.",
  "Right-wing populist parties like Alternative for Germany (AfD) and Belgium's Flemish Interest (VB) want a narrowly and shallowly integrated, security-oriented \"Europe of Nations\" set-up.",
  "But a strain of xenophobia ran through it: from wild claims that 74 million Turkish citizens are on the brink of EU membership to UKIP's racist scaremongering over the refugee crisis.",
  "I’ve visited many of these areas in the past year or two — Redcar, Swansea, Sunderland, Newport, and many others — not to gauge opinion on the referendum, but to report on poverty.",
  "Once Cameron’s successor is in place in the fall, the British government should pursue an existing partnership model, rather than trying to carve out a completely new relationship.",
  "Now the United Kingdom has to deal with the long-term consequences of his attempt to keep his party together by promising the British people a referendum on membership of the EU.",
  "For the EU to halt this process of unraveling, it desperately needs a clearly articulated and compelling narrative that speaks not only to people’s heads, but to their hearts.",
  "* * *\n\nA weakened Europe, back to old divisions\n\nCarl Bildt is former prime minister and foreign minister of Sweden and chair of the Global Commission on Internet Governance.",
  "Founder of the Dutch Party for Freedom Geert Wilders wasted no time in congratulating the Brits and calling for the Netherlands to call its own referendum on EU membership.",
  "Populists on the Left — who fear a dismantling of the whole European project — and on the Right — who fear a surge toward greater integration — are understandably nervous.",
  "Neither the fact that 9 out of 10 economists argued for Britain to stay, nor the fact that 9 out of 10 celebrities were cheerleaders of the Remain camp, swayed the people.",
  "Nor to the Brussels' backroom bureaucrats and oblivious governments, who respond to every sign of popular resentment by grabbing at another piece of national sovereignty.",
  "The EU should work to keep links with Britain alive — by distinguishing between areas where all will benefit and those where accommodating the U.K. could fuel contagion.",
  "In its historical importance the decision of the U.K. to leave European Union can be compared only with the re-unification of Germany after the end of the Cold War.",
  "Among other things, Britain's vote for Brexit represents the high point of a long, grinding campaign by the Right to reclaim territory on race and immigration.",
  "* * *\n\nXenophobia is winning political ticket\n\nDaniel Trilling is editor of New Humanist magazine and author of a forthcoming book on immigration in the U.K.",
  "With such a gulf between half the electorate and the people they have elected to run their country, Britain is now a nation that will not be easily governed.",
  "* * *\n\nRulers, ruled split makes UK almost ungovernable\n\nMary Ann Sieghart has been a political columnist for the Times, the Economist and the Independent.",
  "If, as is likely, Brexit fails to revive public services, or raise wages, or breathe new life into communities, those voters will be even more disaffected.",
  "Germany in particular needs to be more pragmatic, give up its misguided obsession with a balanced budget, and help the ECB stimulate the eurozone economy.",
  "In response, successive Labour and Tory governments tried to adopt part of their message, making increasingly strident commitments to limit immigration.",
  "To protect the EU means to make sure that other countries, such as Italy, the Netherlands or France do not have to face a referendum of their own.",
  "Yet today, the future — a lethal loss of economic and political power — stared the British right in the face, and they chose self-demotion anyway.",
  "There may also be a break-up of the United Kingdom if Scotland holds another referendum and votes to remain in the EU as an independent nation.",
  "The nation that masterminded Europe's fate for 400 years will slink off into an offshore Austria, a remnant of the once-mighty Habsburg Empire.",
  "These voters want Britain to turn its back on the world, to shield itself against globalization and to withdraw from international cooperation.",
  "The nation that masterminded Europe's fate for 400 years will slink off into an offshore Austria, a remnant of the once-mighty Habsburg Empire.",
  "In their shared dislike of the European Union, populists have cherished the panic Britain's U.K. referendum has struck at the heart of Europe.",
  "Its outcome is useful evidence that the EU is broken, its \"the elite\" out of touch with \"the people,\" who have now finally found their voice.",
  "Britain has always prided itself on being a tolerant, outward-looking nation, capable of coping well with an increasingly diverse population.",
  "Not since the Germans voted Hitler into power has a democratic electorate inflicted so much harm on its glorious history and its prospects.",
  "With the EU’s allure now severely diminished, the risk that Europe will revert to historical patterns of division should not be overlooked.",
  "The Leave campaign’s slogan “Take Back Control” was canny in its promise of more engagement for people who feel they have no other option.",
  "More than half the electorate voted Leave, and the motive of many of them was a distrust of foreigners and a desire to reduce immigration.",
  "Economically, the eurozone needs stronger growth, including Germany, to make sure that the EU delivers economic benefits to its citizens.",
  "Rather than launching integration initiatives by the founding fathers, EU leaders need to work hard to keep the rest of the EU together.",
  "Three years ago, in a selfish gambit to solidify his personal mandate for a second term as Prime Minister, David Cameron did just that.",
  "When politicians announce Britain’s economy is recovering, they see no evidence in either their own pay and conditions, or their town.",
  "* * *\n\nHistoric, dangerous decision\n\nJosef Joffe is editor of Die Zeit and a fellow at the Hoover Institution at Stanford University.",
  "Neither the German nor the French governments are enthusiastic about the prospect of a new EU treaty and steps towards federalism.",
  "With French and German elections approaching, Brussels will want to make U.K. a cautionary tale for others contemplating exit.",
  "It is true that at some point EU leaders may need to tackle particular problems by giving specific powers to EU institutions.",
  "What is under way is a new revolution: National majorities will revolt against dominant cities and the values they stand for.",
  "There may well be another general election, under a new Conservative Prime Minister, less than two years after the last one.",
  "Little Britain is a place of quaint villages and peculiar habits, like warm beer — but the country will no longer matter.",
  "The British government and Bank of England should seek to reassure the markets to mitigate the immediate economic impact.",
  "The panic born out of the British vote will reinforce the ongoing process of of re-nationalization of European politics.",
  "Without knowing what law will apply upon exit, what business would possibly invest in Britain or what will remain of it?",
  "Activity to the Tories' right — first from the fascist British National Party, then from UKIP — escalated the rhetoric.",
  "We saw the rise of hatred and vitriol in political discourse to a degree we might have hoped was confined to the past.",
  "His reward: 13 extra months in 10 Downing Street entirely consumed by the destructive and divisive, referendum debate.",
  "* * *\n\nPolitical elites lost Europe\n\nIvan Krastev is chairman of the Center for Liberal Strategies in Sofia, Bulgaria.",
  "Like elsewhere in Europe and America, populists have offered disaffected British voters the illusion of independence.",
  "For Europe, there is no longer any realistic alternative to the EU as defined by a core of certain member countries.",
  "All were areas previously relatively affluent, with strong industry, stable jobs and careers, homes and communities.",
  "Making the divorce tough on Britain might seem like the best way to do that, but that path is not without its risks.",
  "Now, with the collapse of coal mining, manufacturing and steel, jobs are rare, and precarious if they exist at all.",
  "But they should avoid adopting unilateral moves that could further destabilize the EU or damage other EU countries.",
  "In recent weeks he has repeatedly warned that the citizens of Europe do not see the point of further integration.",
  "The high street is desolate and increasingly boarded up, and it takes days to secure an appointment to see a GP.",
  "* * *\n\nNational governments will turn on Brussels\n\nCharles Grant is director of the Center for European Reform.",
  "This referendum campaign was a debate between common sense and passion, and passion won a resounding victory.",
  "* * *\n\nThe EU's unraveling\n\nAna Palacio is an international lawyer and the former foreign minister of Spain.",
  "Those two objectives collide, presenting policy makers in Berlin with an unfortunate and delicate challenge.",
  "It remains to be seen how united the United Kingdom can stay, and how great Great Britain can be on its own.",
  "A resurgence of the Right within ruling Conservative party and possibly coup attempt against Jeremy Corbyn.",
  "Germany has two objectives: to strengthen Europe and to make sure that Britain remains a partner of the EU.",
  "People I spoke to said they felt forgotten, but also afraid of a future that looked unrelentingly gloomy.",
  "Part of the debate has revolved around wages, and how to manage EU free movement in an age of austerity.",
  "And the leading voices on our political scene will be demagogues with a taste for conspiracy theories.",
  "Contagion risks\n\nMark Leonard is co-founder and director of the European Council on Foreign Relations.",
  "* * *\n\nDon't punish Britain\n\nChristian Odendahl is chief economist at the Center for European Reform.",
  "But while the majority of populist parties are Euroskeptic, most still want to reform the current EU.",
  "What we witnessed today is the most consequential event in Europe since the fall of the Berlin Wall.",
  "These parties attracted sections of working-class voters in areas where Labour had once been strong.",
  "To be seen as \"punishing\" a departing member could fuel the Euroskeptic fire rather than dampen it.",
  "Brexit has legitimized the anti-EU position, discounted as unacceptable and unrealistic for years.",
  "There is an old rule in lawyering: never ask a question if you are not certain of the answer.",
  "\"Xenophobia\" is not the full explanation for what's happened, but neither can it be ignored.",
  "Populist parties like Podemos and Syriza want a broadly and deeply integrated social Europe.",
  "Commentators made exaggerated claims about segregation and \"no-go areas\" in British cities.",
  "The New Labour government had briefly been keen to sing the praises of multiculturalism.",
  "Before dawn broke on the Continent, the outcome was shocking, if not wholly surprising.",
  "Cameron has announced his resignation, but the broader collateral damage is tremendous.",
  "Her alleged killer gave his name in court as \"death to traitors, freedom for Britain.\"",
  "What we can expect in short term is mess, noise and a wave of referenda across Europe.",
  "Newspapers whipped up panic about \"bogus\" asylum-seekers and \"political correctness.\"",
  "But national governments will want to keep a tight rein on the European institutions.",
  "As the results rolled in, the areas voting to Leave shared some key characteristics.",
  "Europe has lost one of the view Euroskeptic voices among the political mainstream.",
  "Brexit changes the EU’s underlying narrative from integration to disintegration.",
  "What Germany wants is to build a pragmatic, lasting partnership with Britain.",
  "The psychological impact of Britain's decision is of the utmost significance.",
  "Now, Scotland might vote to leave the U.K., and so might Northern Ireland.",
  "But Thursday’s vote is only the beginning of a long and uncertain divorce.",
  "But President of the European Council Donald Tusk takes a different line.",
  "POLITICO asked writers, political commentators and experts to weigh in.",
  "The result is the looming shadow of a regulatory blackout for the U.K.",
  "David Cameron took the biggest gamble of his political life and lost.",
  "But in the 15 years that followed, that consensus was chipped away.",
  "A period in European history that started in 1945 has ended today.",
  "History won't be kind to the 52 percent who bolted from greatness.",
  "Today, we're focused on the immediate turmoil of the British vote.",
  "A period in European history that started in 1945 has ended today.",
  "If not, the EU will shrink into an irrelevant outpost of Eurasia.",
  "The majority of British voters chose to leave the European Union.",
  "Dear Brits, please vote again — for your own sake, and Europe’s.",
  "Those who want a more integrated Europe have lost the argument.",
  "Voting to leave delivers a short, sharp shock in this instance.",
  "The social consequences are likely to be at least as profound.",
  "It has the potential to provoke a tear in the European Union.",
  "So what happens now to the U.K., the EU and the world beyond.",
  "The separation negotiations that lie ahead will be fraught.",
  "But in some ways the result shouldn’t have been surprising.",
  "The left needs to come up with an alternative — and fast.",
  "But gradually we will start to feel its long-term impact.",
  "Hitler would have rolled right over it, and then Europe.",
  "One thing is clear: Elites are not in control any more.",
  "With no job, money or prospects, people feel powerless.",
  "Angela Merkel is unlikely to give into the temptation.",
  "This is anathema to most politicians of all parties.",
  "Brexit screams: You have gone one bridge too far.",
  "Europe and the U.K. are now in uncharted waters.",
  "This all came to a head in the recent campaign.",
  "The Germans did not know what they were buying.",
  "Good-bye, Great Britain; hello, Little England.",
  "But Brexit is German re-unification in reverse.",
  "Don’t even think about more integration now.",
  "Who are they going to tell us to blame next?",
  "Brexit is German re-unification in reverse.",
  "This is a soul-searching moment for Europe.",
  "They will not let Brussels set the agenda.",
  "What we need now is real statesmanship.",
  "In fact, the situation today is worse.",
  "Just imagine a Little Britain in 1939.",
  "That self-image is now in tatters.",
  "Could this nightmare be dispelled?",
  "Europe must keep Britain moored.",
  "Start with strengthening Europe.",
  "But that is very difficult.",
  "The people have spoken.",
  "This is now in doubt."
]