[
  "The Japanese have christened this phenomenon the “Galapagos Syndrome.” Takeshi Natsuno, who teaches at Tokyo’s Keio University, told the New York Times that “Japan’s cellphones are like the endemic species that Darwin encountered on the Galápagos Islands — fantastically evolved and divergent from their mainland cousins.” Rather than being too big to fail, Japan’s phones had become too perfect to succeed.",
  "Today, popular books have titles like “The last days of Europe,” “The end of Europe,” or “Europe’s decline and fall.” If I am honest, there have been moments when I wondered if my book will look as ridiculous as Norman Angell’s “The Great Illusion” which predicted an end to wars between great powers on the eve of the First World War.",
  "Although the World Trade Organization — invented by that indomitable European official Peter Sutherland to mimic EU supranational norms — has changed the rules for global trade, some of the other institutions, such as the International Criminal Court and the Kyoto climate talks, are deadlocked.",
  "The EU promises its members the chance to be small and retain control over almost all the things their citizens care about — while giving them access to the economies of scale they will need to thrive and survive in a cut-throat world of continent-sized powers.",
  "A few years ago, these companies became aware that although Japan made the best 3G phones in the world, they could not find a global market because the rest of the world could not catch up with the technological innovations to use these “perfect” devices.",
  "But mainstream politics is being eroded by new forces in all developed democracies, and the EU’s political system is arguably better equipped to absorb them than more rigid polities such as the United States, whose constitution is almost immutable.",
  "My book was a love letter to a project I felt was misunderstood by friend and foe alike — it tried to counter both the EU’s supporters who want to turn it into a federal state and its enemies who accuse it of hollowing out national sovereignty.",
  "In fact, Russia’s annexation of Crimea made Europeans suddenly realize that although the EU’s political model might be the best in the world, it is unlikely to become universal or even spread to everyone in our immediate neighborhood.",
  "This has not been cost free: people like George Soros argue that the euro has changed the nature of the EU from a voluntary association between sovereign equals into an uneven German imperium where debtors are subjugated to creditors.",
  "It is worth remembering that the current crisis with Ukraine started because of a clash between the EU and the Eurasian Economic Union (designed as a clone by Russian political scientists educated at the College of Europe in Bruges.)",
  "For a while, the eurozone seemed to face a choice between becoming a nation state and disintegrating, but political leaders have muddled through and shown that the euro can survive at least in the short-term without political union.",
  "Europe might now be is facing its own “Galápagos moment.” It may be that Europe’s postmodern order has become so advanced and particular to its environment that it is impossible for others to follow.",
  "After Crimea, Europeans will need to spend more time thinking about how to defend Europe’s fragile system from external aggression rather than imagining how it will take over the rest of the world.",
  "Finally, I hoped the creation of the EU would set off a regional domino effect, with other parts of the world coming together to prosper economically and regain control of their affairs.",
  "Transformation has continued with the Arab uprisings and developments in Moldova and Ukraine (although many of these countries are turning against European norms and liberal democracy).",
  "And when I see policies described as impossible become inevitable, I start to wonder if the EU will heed Beckett’s famous advice for people who fail: try again, fail again, fail better.",
  "But then I remember that thanks to European integration I am part of the first generation of my family in over a century not to face war, persecution, exile or extermination.",
  "This is the biggest threat: a political implosion or at least a process of decay where the measures necessary to get the EU on the right track become politically impossible.",
  "The European political story is far from over and I have a feeling that it will be more resilient and capable of correcting itself than many of its critics realize.",
  "Power is not organized in a pyramid — with a European government at the top and local government at the bottom — but shared along a network between nation states.",
  "Instead I claimed that the EU offers a good life in an interdependent world and that its core operating principles would spread until they became the world’s.",
  "It is a shock to many European policy makers that free countries, making a rational decision, could opt for a less perfect system than the EU.",
  "But few of these bodies have become truly supranational yet, and even when they have, they have not necessarily spread geopolitical harmony.",
  "This has continued with the addition of Romania, Bulgaria, and Croatia, but it seems unlikely that many more countries will sneak in now.",
  "My argument was that the EU is exciting because it is changing the nature of all nation states rather than trying to become one itself.",
  "With many now predicting “Grexit” or “Brexit,” and some people asking if the European Union will even survive the decade, was I insane?",
  "The words “Europe” and “crisis” have been joined so often since then that one could be forgiven for thinking they are a compound word.",
  "And the price for getting German citizens to allow that reassurance has been the emasculation of the politics of the debtor countries.",
  "I compared the relationship of national power and the EU to the relationship between the world’s banks and payment systems like Visa.",
  "My second hope — after the colored revolutions in Georgia and Ukraine — was that the European neighborhood would be transformed.",
  "But the euro crisis showed that it is not just euro-federalists and sovereigntists who don’t buy my theory of a network Europe.",
  "And the rejection of the constitutional treaty is nothing next to the challenge of the euro or the annexation of Crimea.",
  "Barbara Kelley Europe’s Galápagos moment Ten years ago, I wrote a book claiming Europe would run the 21st century.",
  "No more spheres of influence between competing power centers or promises not to interfere in each other’s affairs.",
  "It has taken several years to persuade them that Germany and the ECB will “do what it takes” to save the euro.",
  "Europe has seen domestic politics hollowed out and replaced by a toxic dialectic of populism and technocracy.",
  "It evolved in a protective ecosystem, shielded from the more muscular, “modern” world where most people live.",
  "We have seen the integration of the African Union, Mercosur, the GCC, ASEAN and a host of newer pretenders.",
  "Thirdly, I hoped Europeans would build global institutions that embody European approaches to sovereignty.",
  "The EU turns the rules of international relations on their head and redefines the very idea of security.",
  "Moscow has shown that it will not accept a unipolar European order centered around the EU and NATO.",
  "The ink was barely dry when the French and Dutch voters rejected the European Constitution.",
  "I did not argue that the EU would have the largest economy or run the world as an empire.",
  "The euro crisis threatens the idea of the EU as a new kind of political organisation.",
  "Mark Leonard is co-founder and director of the European Council on Foreign Relations.",
  "Those two claims are being stress-tested rather more thoroughly than I anticipated.",
  "This experience is similar to that experienced by Japanese technology companies.",
  "Europe’s universalism seems to have morphed into a form of exceptionalism.",
  "Ten years ago, I wrote a book claiming Europe would run the 21st century.",
  "In any case, I still have 85 years left before my prediction runs out.",
  "I thought that the EU model would spread down four main routes.",
  "If the EU does not implode, will it be copied around the world?",
  "It is this prediction which is most difficult to sustain.",
  "The last decade has not been kind to my prediction.",
  "The book is not quite as hubristic as it sounds.",
  "The bond markets have their doubts too.",
  "Firstly, through enlargement.",
  "Was I insane?",
  "Authors:"
]