[
  "The former secretary of state’s campaign is already crafting a plan to soothe foreign allies rattled by Trump’s candidacy | Brendan Smialowski/AFP via Getty Images Hillary Clinton plots mop-up of Trump’s global mess The former secretary of state’s campaign is already crafting a plan to soothe foreign allies rattled by Trump’s candidacy.",
  "\"In the current context of a deep, two-way trust deficit between the United States and the region, the quiet diplomacy and discussions — candid, frank discussions about the toughest issues — would be more effective than spending the first couple of weeks appointing envoys in a high-profile way or giving very big public speeches.\"",
  "When it comes to the Middle East, where several of America's Sunni-majority Arab allies are still smarting over Obama's decision to negotiate a nuclear deal with Shiite-majority Iran, Clinton may wish to take a low-key approach, said Brian Katulis, a senior fellow at the Center for American Progress.",
  "Although some Republicans will likely label Clinton an \"apologist\" as she tries to reassure allies in her first few months, she has one major advantage Obama lacked when he first took over: the backing of numerous GOP foreign policy leaders who do not want Trump anywhere near the nuclear codes.",
  "\"My fear is that the next president will fall into the same trap that the last two presidents have fallen into, which is believing that what's happening in the Middle East is of most urgency,\" said a former high-ranking U.S. official with vast foreign policy experience.",
  "In a way, Trump's outlandish comments — demanding Mexico pay for a border wall, questioning U.S. support for NATO allies, and so much more — gives Clinton cover to be unusually direct about her desire to shore up global faith in U.S. leadership in the post-Obama era.",
  "“People are curious about what her first foreign trip is going to be.”\n\nThe adviser, who stressed that the campaign's top priority is still winning the election, declined to give specifics about which countries are sidling up for face time with a President Clinton.",
  "But Trump's anti-trade, anti-immigrant, anti-Muslim run for the White House, and its resonance with so many Americans, has startled even some countries that have rarely questioned their relationship with the United States — places like Japan and Mexico.",
  "3.”\n\nClinton has significant experience in what it takes to rebuild faith in the United States: she was the first secretary of state after the departure of the Bush administration, whose invasion of Iraq badly undermined America's global standing.",
  "“Getting together with our key European allies would be a very important early step,” was the advice of Democratic Rep. Adam Schiff, a prominent Clinton supporter, who mentioned Germany, France and Britain as countries in need of attention.",
  "Hillary Clinton’s campaign is already looking past November 8 and is plotting out what she will do on the international front to reassure allies, deter enemies and otherwise repair the damage to America's reputation caused by Donald Trump.",
  "Obama, meanwhile, did his own repair work, making a slew of phone calls, appointing special envoys to deal with Israeli-Palestinian conflict and the war in Afghanistan, and delivering a series of speeches in the Middle East and Europe.",
  "\"What she needs to do is have direct outreach and meetings, whether it's in the region or back here, with the leaders of some of our longstanding, traditional allies, including Israel, Egypt, Jordan, Saudi Arabia even,\" Katulis said.",
  "Within a week of taking the helm at the State Department in 2009, Clinton had racked up calls to some 40 foreign leaders or their representatives, telling reporters: “There is a great exhalation of breath going on around the world.",
  "The two are not necessarily different steps: A meeting, say, with leaders of the Baltic states not only reassures NATO of America's commitment to the military alliance, it also warns Moscow not to make any moves on Eastern Europe.",
  "Clinton has suggested she wants to build on that bipartisan support, forging a consensus on how to tackle America's challenges abroad, but it's not yet clear if she'll go so far as to naming any Republicans to her Cabinet.",
  "More low-profile outreach may also help Clinton set the groundwork for launching reviews of U.S. policy in Syria, Yemen and other conflicts in the region, including the battle against the Islamic State terrorist network.",
  "The Democratic nominee faces the tricky task of trying to differentiate herself enough from Obama that it's clear she's her own woman, while not coming across as an apologist for his administration or America as a whole.",
  "Mexico is, after all, America's neighbor and third-largest trading partner, Gutierrez noted, and besides, Trump, who has described undocumented Mexican immigrants as rapists, \"has managed to insult every Mexican alive.\"",
  "Even if the TPP is approved by Congress in its lame-duck session, before Clinton is sworn in, she will still have to explain her shifting stance to longtime U.S. allies in Asia such as Japan and Australia.",
  "Jeremy Shapiro, research director at the European Council on Foreign Relations, noted that the next G-7 meeting will be held in Sicily in May, giving Clinton an opportunity to go on an early foreign tour.",
  "Gutierrez, who is now chairman of the Albright Stonebridge Group, recommended that Clinton make China one of her early targets for outreach, treating the country as more of an ally than an adversary.",
  "Former officials and analysts who spoke to POLITICO were generally of the opinion that Clinton should focus first on reaching out to allies, then dealing with rivals such as Russia, China and Iran.",
  "\"They’re so important, they’re so large — we intersect with them on so many issues,\" said Gutierrez, who was especially keen on the need for Clinton to take an anti-protectionist stance on trade.",
  "The Egyptian president has become the stereotypical Middle East autocrat whose human rights abuses the U.S. is willing to downplay because of his support for the fight against Islamist terrorism.",
  "The exact methods and forums Clinton will use to deliver her message — a mix of speeches, phone calls, foreign trips, state dinners or various forms of digital outreach — has not been mapped out.",
  "To be sure, when Clinton aides discuss why she wants to reassure the international community, they focus on the sins of the Republican nominee, not those of the outgoing Democratic president.",
  "In fact, Obama's approval ratings, while not as high overseas as they were when he first took office, have risen in recent months as the prospect of a Trump presidency looked more realistic.",
  "(Europe, too, is worried about Clinton's anti-trade turn, wondering if it will scuttle the Transatlantic Trade and Investment Partnership, a deal between Washington and the European Union.)",
  "The meeting with Shinzo Abe was a chance to reassure the Japan that the U.S. remains a solid partner, even if Clinton wasn't moved by the Japanese leader's lobbying for the TPP trade deal.",
  "While Sisi is unlikely to be one of Clinton's first phone calls once she wins the Oval Office, the initial list of calls will no doubt be parsed closely by the international community.",
  "\"It will be aimed at allies in Europe, Asia and the Middle East, especially places likes Turkey, Saudi Arabia, Japan, Poland, so no need to worry about apologies,\" Shapiro predicted.",
  "Though not as stridently opposed to trade deals as Trump, Clinton reversed her past backing for the Trans-Pacific Partnership, a massive trade agreement involving a dozen countries.",
  "\"The comments that Trump has made have both shaken the confidence of our allies and given a sense to our adversaries that they may have room to maneuver,\" the campaign adviser said.",
  "The unhappiness also stems in part from decisions made by President Barack Obama, especially in the war-torn Middle East, where some of America's Arab partners feel spurned.",
  "Republicans called the Obama and Clinton outreach efforts an \"apology tour\" that undermined perceptions of U.S. strength and, in the case of Russia, for instance, was naive.",
  "At this stage, the Clinton team is focusing more on what themes she wants to expound on the international stage and how exactly to frame them, the adviser said.",
  "The meeting with Ukraine's Petro Poroshenko was an undeniable signal to Russia, whose invasion of Ukraine put a nail in the coffin of Clinton's \"reset\" efforts.",
  "There's a risk, after all, in setting expectations too high, especially in a chaotic region unhappy with Obama's hands-off approach to the Syrian civil war.",
  "More low-profile outreach may also help Clinton set the groundwork for launching reviews of U.S. policy in Syria, Yemen and other conflicts in the region.",
  "But there is no shortage of advice on who Clinton should reach out to, and in what way, from former officials, analysts, and people close to the campaign.",
  "But these days, with some notable exceptions, it's hard to find a corner of the world that doesn't believe it deserves more love from the United States.",
  "On the sidelines of the U.N. General Assembly last month, she met with the president of Ukraine, the president of Egypt and the prime minister of Japan.",
  "An adviser said that the Clinton team is focusing more on what themes she wants to expound on the international stage and how exactly to frame them.",
  "\"Even if she wins, there’s going to be a whole lot of reassurance that’s going to have to occur for the world,” the Clinton campaign adviser said.",
  "Clinton, as a former secretary of state, already has relationships with many world leaders, some of whom admire her and some of whom despise her.",
  "Clinton's first foreign trip was to Asia, a so-called \"pivot\" to a region that often felt ignored as all eyes focused on the Middle East.",
  "(Obama, like other past presidents often have done, also touched based early on with the leaders of neighboring Mexico and Canada.)",
  "\"Meetings are going to be the most important, a combination of her going to meet with others and others coming to meet with her.",
  "\"It will be aimed both at undoing the damage of Trump’s rhetoric, but even more importantly signaling a new start after Obama.\"",
  "\"Her first trip should be to Mexico,\" said Carlos Gutierrez, who served as commerce secretary under President George W. Bush.",
  "“Everybody wants to be the first call, everybody wants to be an early call,” a top Clinton campaign adviser told POLITICO.",
  "\"An early priority is going to be reassuring our allies and reinforcing our message of deterrence to our adversaries.\"",
  "And the meeting with Egypt's Abdel Fattah el-Sisi exemplified America's complex relationship with the Middle East.",
  "\"The first thing I would do is hold a strategic session of what’s truly important, with Asia being No.",
  "But neither Clinton nor Obama has ever been loathed by the international community the way Bush was.",
  "Perhaps the stickiest issue for Clinton as she tries to reassure the world will be that of trade.",
  "“Her election will provide the first step of that reassurance, but that will not be enough.”",
  "One speech in particular, delivered in Egypt, was aimed at the Muslim world.",
  "Clinton has reached out to some world leaders during her ongoing campaign.",
  "She also pursued the ill-fated \"reset\" in relations with Russia.",
  "Deciding where on earth the new president should start.",
  "The speeches, I think, are less important.\"",
  "We’ve got a lot of damage to repair.\"",
  "And not all of them are in sync.",
  "2 and the Middle East No.",
  "The biggest challenge?",
  "1, Europe No."
]