[
  "REP. ADAM SCHIFF:\n\nWell, on the issue of collusion he'll probably be the most limited in what he can share, but there's a lot he can tell us about the Russian motivations for their intervention in our election, how the Russians operate in Europe, what techniques they use and what we should be on the lookout for in our investigation in Europe and other places we've seen them use blackmail, use compromise, use the natives of those foreign countries that they're intervening in, how they use paid social media trolls, so the full range of Russian intervention and what that looks like.",
  "KATTY KAY:\n\nAnd the question is, how valuable is that word, which is what we have had members of both Republican and Democratic parties asking quite publicly this week when they refuted from the Senate Intelligence Committee the idea that there had been wiretapping, effectively, that the president, and it was very interesting to hear Susan Collins there, she wouldn't actually directly answer your question, \"Do you trust him,\" but she says, \"Do I think everything he says is right?",
  "And a lot of Trump supporters,while they didn’t like the idea of being forced to have insurance, the idea that you might lose it in a state where you really, really need it is, I think, scary for a lot of people\n\nKATTY KAY:\n\nIt’s been an interesting shift amongst House Republicans who have gone on the conservative side, who with President Trump’s very effective wooing, have gone from kind of ‘hell no’ to possibly ‘yes’.",
  "YAMICHE ALCINDOR:Yeah, and I think, I mean when I talk to both-- I’ve talked to some freshman U.S. representatives who are saying we should be the party of no, mainly because they feel as though their base is really watching this and saying, “We need to stick to our grounds, we need to not go and try to make compromises when it comes to health care but start pushing a single-payer system.",
  "You want to do a bunch of spending on infrastructure at some point, but you're cutting the Advanced Technology Vehicle Manufacturing Program, Manufacturing Extension Partnership, that provides assistance to small and midsized manufacturers to get off the ground, to create jobs in these very counties that need the jobs created.",
  "And so what we did with this budget was go through and find out where we thought the infrastructure money was not being spent as efficiently as it possibly could and said, \"Okay, let's take it out of the discretionary budget with the intention of putting it back into the infrastructure bill,\" and that's exactly what we did.",
  "The budget blueprints calls for significant increases for the Defense Department, Homeland Security, and the Department of Veterans Affairs, while making huge cuts in what's known as discretionary spending, the EPA and the State, Agricultural, Labor Departments all in that part all take big hits in this budget outline.",
  "Meaning, you know, because there are still some that want to have this fight going no you know what we shouldn’t-- the right-- the issue of whether it’s a right or a privilege type of thing is-- Bill-- Cassidy-- Senator Cassidy in Louisiana said hey the debate is over, we have got to provide these people health care.",
  "CHUCK TODD:\n\nBy the way, it was interesting to me, I thought this observation in The New York Times, Yamiche, Jeremy Shapiro, a research director for European Council on Foreign Relations, he said this, \"It's very easy to have a good meeting with Trump, it's very pleasant and he's very pleasant in person.",
  "YAMICHE ALCINDOR:\n\nAnd that means that our allies, and the people that are not our allies are sitting down with Donald Trump and again, they might have a great meeting with him, but as soon as they get on the plane to go back to their respective countries, they can already tell that he might betray them.",
  "That means there's a not-trivial possibility that sometime in the life of this term, this presidential term, the president will have to come to the country and say, \"We have to do something dangerous and difficult and even morally ambiguous because the intelligence services tell me X, Y, and Z.\"",
  "MICK MULVANEY:\n\nNo, but in all fairness, there's some great ideas, things that I think-- one of the neat things about having a business man in the office and all of these folks come from the private sector, is they brought ideas that I don't think government has ever contemplated before.",
  "It's dangerous to us, it's already alienating allies, and as George Will so correctly pointed out, when there is a crisis over North Korea or Iran or whatnot, and every president has one in their term, we need to be able to believe our president and he's making it very, very difficult.",
  "Look for that message the president was trying to deliver, that meant more money for defense, more money to secure the border, more money for law enforcement generally, and then more money for things like Veterans Affairs, veterans' healthcare, and private and public school choice.",
  "And I think when I think about the credibility issue as a whole, I think about the fact that before he was president, before he walked into the Oval Office, this is someone who also came into politics because he thought that President Obama wasn't born in the United States.",
  "We know Bannon, Steve Bannon, the chief strategist is there, this populist, but you look at this rising force within the White House, he wrote about it in today's Post, Dina Powell, one of the new national security advisors from Goldman Sachs, Gary Cohn from Goldman Sachs.",
  "MICK MULVANEY:\n\nI voted to raise the debt ceiling before, as most people in Congress have, traditionally, you back to the 1920s, and the 1930s, and 1940s, the debt ceiling debate has been used to try and sort of step back and say, \"Okay, why do we have a deficit problem?",
  "GEORGE WILL:\n\nWhen Mr. Trump was standing next to Angela Merkel, treating this wiretapping as a kind of flippantly and even some would say as a kind of joke, he was standing next to someone who grew up in East Germany, where the Stasi was listening all the time.",
  "REP. ADAM SCHIFF:\n\nI think for a lot of Americans this will be the first time to really tune in to exactly what the Russians did and what the investigation involves and I'd like to walk through with both directors: What do we know about the Russian operation?",
  "YAMICHE ALCINDOR:\n\nMainly because, as soon as the CBO came out and said that all these people are going to lose their health insurance, it sent shock waves into the party because there are some things that are very complicated for maybe voters to understand.",
  "MICK MULVANEY:\n\nNo, we won't be able to balance the budget this year, but we're working on try to get it to balance within the ten-year budget window, which is what Republicans in the House and the Senate have traditionally done in the last couple of years.",
  "In fact, the former acting director of the C.I.A., Mike Morell, who was a supporter of Hillary Clinton, he essentially reminded people, took Director Clapper at his word on this show who said, \"There has been no evidence that has been found of collusion.\"",
  "So whether we take away Medicaid and then we feel like we're not paying for it in this way, you're still paying for it when you go, when people go show up to the emergency room and have to pay for it and these hospitals have to provide them care anyways.",
  "ROBERT COSTA:\n\nWell, he gets the presidential daily brief, but if you look at the tweets a few weeks ago that started this whole wiretapping situation, it was because of a Breitbart article, my sources tell me, that was put in front of the president.",
  "(BEGIN TAPE)\n\nMcGonagle writes that because of sports' death spiral, the San Francisco Giants, Oakland Athletics, L.A. Dodgers, and San Diego Padres all disband, leaving just the Los Angeles Angels of Anaheim as the only baseball team in California.",
  "Could we, as an administration, could I as a budget director, look at the coal miner in West Virginia and say, \"I want you please to give some of your money to the federal government so that I can give it to the National Endowment for the Arts?\"",
  "CHUCK TODD:\n\nNow the British are livid after Press Secretary Sean Spicer used the White House power to traffic in an unverified claim by a Fox News commentator that it was Britain's spy agency that monitored Mr. Trump on Mr. Obama's behalf.",
  "Colorado poll out this week shows here’s the president’s approval rating among all Republicans, he’s got 83 percent favorable rating, excuse me, among Republicans 83 percent, but among all voters he has got a 55 percent unfavorable rating.",
  "But now you have moderates amongst the Republican Party in the House who are all saying hold on a second, if this is going to die, thanks to people like Susan Collins, in the Senate, why should I sign my name to it?",
  "CHUCK TODD:\n\nThose changes recommended by the House Budget Committee, giving states the option to require able-bodied Medicaid recipients to work in order to get medical care and further limiting Medicaid spending.",
  "I do think, look, at the end of the day, the real question where the rubber will really hit the road, is as you suggest, when we have to use compulsion to get documents that we need, to bring in witnesses.",
  "YAMICHE ALCINDOR:\n\nAnd I think when I was listening to Senator Collins talk about not wanting to say health care is a right, in some ways, as soon as you say that sentence, you think about Bernie Sanders.",
  "This week, Secretary Tillerson in the Far East, in Korea, obliquely but clearly raised the possibility of preemptive war against the ballistic missile program and nuclear weapons program in North Korea.",
  "CHUCK TODD:\n\nWhy should people who were like-minded with you, who basically said, \"Hey, look, I'll give you that debt ceiling, but I want real cuts, I want real deficit reduction, I want a real plan.\"",
  "Joining me for insight and analysis are syndicated columnist George Will, Yamiche Alcindor of The New York Times, Robert Costa of The Washington Post, and anchor of BBC World News America, Katty Kay.",
  "The American people have a right to know, and in order to defend ourselves, we need to know whether the circumstantial evidence of collusion and direct evidence of deception is indicative of more.",
  "Senator Bill Cassidy and I have a healthcare bill, and we're looking at different paid-fors for that bill, including some that were included for the Affordable Care Act, but some others as well.",
  "CHUCK TODD:\n\nAsa Hutchinson, John Kasich, Brian Sandoval- three Republican governors all over the ideological spectrum, Yamiche, signed a letter saying ‘Hey, be careful of this Medicaid cut’.",
  "Have you done that with any, have you formally sent letters to any potential witnesses to say, \"Hey, you need to make sure you have saved any documents related to the campaign or Russia\"?",
  "What began with claims on such trivial matters as whether his inauguration crowds were larger than President Obama's, they weren't, has metastasized into something far more consequential.",
  "It was in the late '60s that the term \"credibility gap\" first gained currency, as people drew increasingly skeptical of President Lyndon Johnson's claims about U.S. progress and Vietnam.",
  "They may have to have a fight on the second pick, but they're not going to have--\n\nCHUCK TODD:\n\nIt's an easy way to look bipartisan if you're a red-state Democrat on this pick, isn't it?",
  "As you may remember, last week we took a tongue in cheek look at what it would be like if we applied “repeal and replace Obamacare” language to repealing and replacing American sports.",
  "Do you listen to the Republican base that loves Trump or your overall, realize, oh my gosh a majority in Colorado don’t trust him, aren’t satisfied, do you go with him on health care?",
  "KATTY KAY:\n\nNo, I think there are going to be enough Democrats up for reelection in conservative states who are just going to say, this is not the fight that they want to have now.",
  "SEN. SUSAN COLLINS:\n\nI believe that as a practical matter, people have a right to healthcare in that if they're sick and they go to a hospital, they're not going to be turned away.",
  "CHUCK TODD:\n\nTurning now to the issue of healthcare, President Trump is working hard to get the Republican support in the House, and that healthcare plan to get through the House.",
  "ROBERT COSTA:\n\nOne thing I keep hearing from people in the foreign police community, diplomats, is they wonder who's going to actually shape this White House in the coming months.",
  "It's not communism vs. capitalism, but it is authoritarianism vs. democracy and Putin is very much at the vanguard of that autocratic movement and that ought to concern all of us.",
  "REP. ADAM SCHIFF:\n\nHe's going to have to be willing to use subpoena power, because there will be people we need to bring in before the committee who may not be willing witnesses.",
  "I honestly don't, because we don't know what healthcare reform will look like, what it will do to the budget, we don't know what tax reform will look like, will do to the budget.",
  "So we'll be coming forward with his ideas to raise the debt ceiling, but at the same time, try to address some of those long-term reasons that we have a debt in the first place.",
  "The Senate Intel Committee has already been asking Roger Stone, a one-time advisor of President Trump, who admitted some at least communication with Julian Assange of WikiLeaks.",
  "By May, I think it's mid May we're shooting for right now, we'll have that larger budget which puts a little bit more--\n\nCHUCK TODD:\n\nYou think you can do it in the first term?",
  "Explain the vision behind this budget that does lack a lot of domestic programs, some of which are ones that a lot of people benefit from and puts all the emphasis on security.",
  "The president and the White House have spent more than two weeks redefining but never retracting Mr. Trump's insistence that President Obama had him wiretapped or surveilled.",
  "Director James Comey will testify before the House Intelligence Committee where he will be asked about the spy claims, as well as about Russian meddling in the 2016 election.",
  "CHUCK TODD:\n\nPresident Trump's wiretapping claims are straining his credibility with Republicans just at the time he needs a united party to push his agenda through Congress.",
  "There's another thing to say we can prove this or prove it beyond a reasonable doubt, or there's enough evidence to bring to a grand jury for purposes of criminal indictment.",
  "And the wrecking ball it created now has banged into our British allies and our German allies, it's continuing to grow in terms of damage, and he needs to put an end to this.",
  "But when I talk to progressive activists in Washington, they say, \"Russia, Trump, the wiretapping allegations, chaos at the White House,\" they're focused on different issues.",
  "I mean, I think that's going to be the fundamental question is that, you know, there's a lot of these programs that I think a lot of people can individually make a case for.",
  "He even revived it on Friday, taking a swipe at the National Security Agency under President Obama for listening in on German Chancellor Angela Merkel's phone conversations.",
  "And believe me, consultants were consulted on this, lobbyists were not, special interests were not, this is a budget for the entire nation, because that's who he represents.",
  "And I think what the White House would say is, \"Hey, some of these, maybe they are good programs that could be done better, but we have a financial problem in this country.",
  "the committee has asked the FBI to turn over any evidence it has to support President Trump's allegations that President Obama wiretapped Trump Tower prior to the election.",
  "And if we're going to do this credibly, and right now, we're the only game in town, we and the Senate Intelligence Committee, we're going to need the power of compulsion.",
  "ROBERT COSTA:\n\nMy sources inside of the White House tell me that the president reviews news organizations’ information, sometimes even more than intelligence information.",
  "KATTY KAY:And I mean, Democrats can easily point to the last six years of the Obama presidency and say, “Hey, it didn’t do the Republicans any harm being the party of no.",
  "REP. ADAM SCHIFF:\n\nYou know, we hammered out a very detailed agreement that allows us to look into issues like collusion with U.S. persons, people in the Trump campaign.",
  "CHUCK TODD:\n\nPresident Trump, claiming yet again on Friday that President Obama had him wiretapped despite unambiguous statements from Republican leaders who would know.",
  "Thirty six percent of Republican voters were more liberal than the typical Democrat, and thirty percent of Democrats were more conservative than the typical Republican.",
  "Now he's watching Judge Napolitano on Fox News, and he's digesting all of this information rather than just the intelligence brief, and he's disseminating it publicly.",
  "And third, we have to do something about the Medicaid changes would shift billions of dollars of costs to the state, to hospitals, and to other people who are insured.",
  "SEN. SUSAN COLLINS:\n\nYes, I do think that we need an increase for our veterans and that we need an increase in military spending because readiness has really suffered.",
  "So they’re facing these people who are really frustrated and think that they should be kind of like the Tea Party and that they should really stop and not make deals.",
  "Right now, there are four Republican no's, Rand Paul, Mike Lee, who say the bill is too generous, and Dean Heller and Susan Collins, who argue the bill is too harsh.",
  "Now that doesn't mean that I support his policies, and it doesn't mean that I'm going to be with him when I think he's wrong, or has misstated what the facts are.",
  "Now Senators Elizabeth Warren and Bernie Sanders may insist that sports is a basic right for citizens and noncitizens alike, and that all states must have sports.",
  "CHUCK TODD:\n\nSo the goal is to have a balanced budget within ten years, but basically that means you will add to the debt every single year in the next ten years.",
  "Or if they don’t think they win that way, whether they actually do or not, if they don’t think they win that way, Yamiche, this is why they act the way they act.",
  "The Congressional Budget Office has estimated that a 64 year old who is earning $26,500 a year would see an increase in his or her costs from $1,700 to $14,600.",
  "REP. ADAM SCHIFF:\n\nWell, first of all, I was surprised to see Director Clapper say that, because I don't think you can make that claim categorically, as he did.",
  "So over the course of the next decade, we'll have to look at the mandatory spending side in order to figure out a way to make changes to the way we spend money.",
  "I think the program that we proposed to eliminate regarding Meals on Wheels accounts for 3 percent, 3 percent of the Meals on Wheels funding across the nation.",
  "CHUCK TODD:\n\nI want to get to the point of, look, collusion is sort of what hasn't been proven here between whatever the Russians did and the Trump campaign.",
  "CHUCK TODD:\n\nWhen we come back, the one big thing that may be more responsible than anything else for our current state of polarization in American politics.",
  "Centuries from now, when rock-n-roll is merely one chapter in the history books, there may only be one name that you have time to associate with rock-n-roll.",
  "That it’s important to give players greater access to more home runs, touchdowns and slam dunks, allowing players to choose the success that’s best for them.",
  "He was the genius who created the kind of music that paved the way for performers like Elvis Presley and countless other white rockers to become megastars.",
  "The incentive structure has to change where we persuade the middle again, because then elected officials who win by persuasion suddenly want to make deals.",
  "ANNOUNCER:\n\nFrom NBC News in Washington, the longest-running show in television history, celebrating its 70th year, this is Meet the Press with Chuck Todd.",
  "Flash-forward to 2010, Democrats pass health care without a single Republican vote, and right now Republicans appear poised to try to do it the same way.",
  "He continues to believe that he was somehow either he or his associates were wiretapped or under surveillance and that it was ordered by President Obama.",
  "CHUCK TODD:\n\nKatty, I just think about him with these House Republicans this week going, \"No, no, no, don't worry, I'm going to make these fixes for you.",
  "We know there’s Leader Schumer and there’s Leader Pelosi, but who’s the soul right now of the Democratic party if they are going to be the party of no?",
  "He's been ordered to preserve documents, sort of to make sure he doesn't destroy any documents, sort of, perhaps he is going to be subpoenaed by them.",
  "CHUCK TODD:\n\nVery quickly, on this surveillancing, do you take the president at his word, that he or his associates were wiretapped by the president?",
  "So if you go back, which is what we did, and look at his speeches, look at his interviews, talk to him directly, and say, \"What's important to you?\"",
  "CHUCK TODD:\n\nAll right, but let's go to some of these cuts seem to be counterproductive to the president's message, for instance, on infrastructure.",
  "(BEGIN TAPE)\n\nPRESIDENT TRUMP:\n\nAs far as wiretapping, I guess by, you know, this past administration, at least we have something in common perhaps.",
  "CHUCK TODD:\n\nHealthcare legislation, on the rocks with a House vote scheduled for Thursday, the president promises he is getting Republicans to yes.",
  "CHUCK TODD:\n\nLet me ask you about - you received information on Friday from the Department of Justice about President Trump's claims on wiretapping.",
  "CHUCK TODD:\n\nLet me start with your two witnesses tomorrow are going to be the FBI director and the National Security Agency Director Mike Rogers.",
  "Now campaigns are using or abusing big data to identify and mobilize like-minded voters, rather than using it to make arguments that change minds.",
  "In May, we'll be introducing the full budget, which will address the ten-year budget window, tax flows, larger policy changes, healthcare reforms.",
  "MICK MULVANEY:\n\nAnd some of the stories are just either grossly wrong or nearly grossly wrong, all the stories about how we cut Meals on Wheels.",
  "And a lot of people in the foreign policy world are saying, \"Can Dina Powell, can Gary Cohn, can they have more influence in the coming months?\"",
  "In 2014, just eight percent of Republicans, six percent of Democrats, were more liberal or conservative than the members of the opposite party.",
  "MICK MULVANEY:\n\nIt is a very complicated budget process when your entitlements, your mandatory spending is driving most of your budget deficit.",
  "Listen, those of us who see and work with the president every day believe him, trust him, have no difficulties like the folks in the press do.",
  "And you know, I have a lot of respect for Susan Collins, but I have to differ with her on this, she said we need to get to the bottom of this.",
  "CHUCK TODD:\n\nOn one hand, are you concerned though that eroding credibility on that issue makes your job harder on Congress, on Capitol Hill?",
  "And after we spent all of this additional money on defense, on border enforcement, law enforcement, veterans, the deficit will be the same.",
  "MICK MULVANEY:\n\nKeep in mind what a budget blueprint is, and this is fairly traditional, Chuck, for the first year of a new administration.",
  "CHUCK TODD:\n\nAs you put together this budget, did you look back on some of your votes and go, \"Hmm, maybe I shouldn't have voted that way\"?",
  "And I think for the first time in a long time, you have an administration that is looking at the compassion of both sides of the equation.",
  "In this case, however, addition is subtraction because the big issue and it turns out the heart of Obamacare is the expansion of Medicaid.",
  "Director James Comey testifies on Russia's role in the 2016 election and those wiretap claims made by President Trump likely will come up.",
  "It's possible to come up with a tax reform bill that is more pro-growth, simpler, and fairer, and does not substantially reduce revenues.",
  "If all 48 senators who caucused with the Democrats vote no right now, as expected, the president can only afford to lose two Republicans.",
  "We know the speaker’s tweaking it with the Medicaid expansion, doing some things that the conservatives want to get it through the house.",
  "If we're serious about reducing healthcare costs, the last thing that we should be doing is cutting the budget for biomedical research.",
  "Based on a National Journal analysis of voting records, in 2002 there were 137 House members who fell in the ideological middle ground.",
  "PRESIDENT TRUMP:\n\nAs far as wiretapping, I guess, by, you know, this past administration, at least we have something in common perhaps.",
  "CHUCK TODD:\n\nI want to talk though about the issue, you said that one of the president's goals was not to add to the deficit as it is.",
  "You said this, you're not the first person to say something like this, but, \"Remember, a budget is more than just a spending document.",
  "We're talking about public/private partnerships, talking about ways to sort of capitalize future revenue flows, really creative ideas.",
  "CHUCK TODD:\n\nThe top Democrat on the House Intel committee:\n\nREP: ADAM SCHIFF:\n\nThus far, we have seen no basis for that whatsoever.",
  "PRESIDENT TRUMP:\n\nAll we did was quote a certain very talented legal mind who was the one responsible for saying that on television.",
  "And then I don't know about you, but if you apologize to your wife and then you roll back the apology, it never goes down very well.",
  "We pointed out, for instance, that sports was already in a death spiral since on any given day, 50 percent of all teams are losers.",
  "PRESIDENT TRUMP:\n\nI think we ought to go back to the first one and go all the way, which is what I wanted to do in the first place.",
  "MICK MULVANEY:\n\nSure, because when we looked at the infrastructure, we know we're working on a plan to come out later in this year.",
  "What this is is a spending outline and all it is, as you mentioned in the intro, is the discretionary spending part of the budget.",
  "Yamiche Alcindor of The New York Times, BBC America anchor Katty Kay, and Robert Costa of The Washington Post, welcome to you all.",
  "And I think in some respects, we are ahead of where this Senate investigation is, in some respects, they're ahead of where we are.",
  "And what can we do to protect not only ourselves in the future and our allies who are facing the same Russian onslaught right now?",
  "And this coincided with the advent of microtargeting in 2004, then advanced by team Obama, and now, of course, everybody uses it.",
  "CHUCK TODD:\n\nIf he's wrong about this allegation, Congressman Tom Cole said that President Trump owes President Obama an apology.",
  "REP. ADAM SCHIFF:\n\nYou know, I think we were the first to send letters to the U.S. government to tell them to preserve evidence.",
  "***COMMERCIAL BREAK***\n\nANNOUNCER:Meet the Press End Game is brought to you by Boeing, always working to build something better.",
  "GEORGE WILL:\n\nBefore the Obamacare legislation was passed, fifty cents of every health care dollar was a government fifty cents.",
  "Now maybe this is the way he conducted his real estate business with half-truths and sometimes no-truths, and a lot of bluster.",
  "And an issue I’ve been spending quite a bit of time on: how the misuse of big data is destroying the American political system.",
  "So we did is we plussed up the spending, we increased the spending on the president's priorities without adding to that number.",
  "Director James Comey is set to testify before the House tomorrow on those spy claims and on Russia's role in the 2016 election.",
  "They--\n\nMICK MULVANEY:\n\nListen, I was in that meeting in the Oval Office, either Thursday or Friday, I lose track of the days.",
  "***COMMERCIAL BREAK***\n\nCHUCK TODD:\n\nWhen FBI Director James Comey testifies before the House Intelligence Committee tomorrow.",
  "So there's a lot that we can do to reduce the cost of healthcare by, for example, using managed care for the Medicaid program.",
  "One of the most disturbing parts of the president's budget is his slashing the funding for the National Institutes of Health.",
  "But more than that I think we want to share with the country why we're so concerned about the issue of US person involvement.",
  "He's made some, \"Hey, take my word for it, I'm going to make these changes,\" and some of these folks are out on a limb on it.",
  "Plus, that budget blueprint, sharp increases in spending for the military, sharp decreases in domestic programs for the poor.",
  "The deficit before we came into office was going to be $488 billion this year, according to the Congressional Budget Office.",
  "If the president has evidence of that, I would encourage him to turn it over to the House and Senate Intelligence Committee.",
  "(END TAPE)\n\nAnd of course, everyone will be mandated to buy season tickets to their home teams, whether they want to or not.",
  "CHUCK TODD:\n\nBut every time this bill is changed to placate conservatives, they risk losing another moderate in the Senate.",
  "He's trying to do something that politicians are not very famous for, which is actually following through on his promises.",
  "This doesn't look like a budget Congress Mulvaney would have supported, because why would you support keeping the deficit?",
  "CHUCK TODD:\n\nGeorge Will, is the debate over about the idea of whether government is involved with our health care or not?",
  "Is it-- At what point does it become a problem on Capitol Hill when you're trying to sell healthcare and sell this budget?",
  "All right, we'll be back in 45 seconds with End Game, and a viewer's alternative version of a segment we aired last week.",
  "And that teams need the ability to cross state lines, as the New York Giants and Jets did when they moved to New Jersey.",
  "We talked about on the Gorsuch conversation whether Democrats can aff-- is it the right strategy to just be party of no?",
  "SEAN SPICER:\n\nThe president's already been very clear that he didn't mean specifically wiretapping, he had it in quotes.",
  "I'm not sure that if you have someone who wants to hide, that that letter's going to have the effect that it ought to.",
  "I would characterize it this way, at the outset of the investigation, there was circumstantial evidence of collusion.",
  "Second, we have to do something about the fact that the House bill disproportionately affects older, rural Americans.",
  "Syndicated columnist, George Will, he's making his 52nd appearance on Meet the Press, but it's his first since 1981.",
  "I think that it would be somewhat foolish to only think about the fact that these are the credibility issues he has.",
  "But keep in mind that the administration is different than members of the Hill, members of the House and the Senate.",
  "Not just the compassion in terms of where the money goes, but the compassion in terms of where the money comes from.",
  "SEN. LISA MURKOWSKI:\n\nWe want to be there for our constituents who have received the benefit of Medicaid expansion.",
  "CHUCK TODD:\n\nThe Republican House Intel chair:\n\nREP. DEVIN NUNES:\n\nWe don't have any evidence that that took place.",
  "And I hope that we can put an end to this wild goose chase because what the president said was just patently false.",
  "George Will, the Washington, you’ve been used to covering for 30 years, of course the answer to that used to be no.",
  "He said he’s not driven by philosophy, and his team, his populists at his side talk about infrastructure and taxes.",
  "Now I don't want to prejudge where we ultimately end up, and of course, there's one thing to say there's evidence.",
  "And I think that was really interesting too when I was waiting for Senator Collins to say, \"I really do trust him.",
  "You were somebody that was-- you were a tough nut to track on the debt ceiling when you were Congressman Mulvaney.",
  "CHUCK TODD:\n\nAll right, Mick Mulvaney, I'll have to leave it there, the director of Office and Management Budget.",
  "But the president had a very clear and cogent argument to these folks, got all these folks to commit to the bill.",
  "You don't want to bring the witnesses in before you've reviewed the evidence that you want to question them with.",
  "ANNOUNCER:Coming up, Meet the Press End Game, brought to you by Boeing, always working to build something better.",
  "Why on earth shouldn’t we try that too?”\n\nCHUCK TODD:All right, good luck being a centrist in today’s Washington.",
  "1) Evidence that the Russians interfered with the 2016 election, perhaps on behalf of the Trump campaign and 2.)",
  "You don't think that this is a difficulty for folks, that they can take the president at his word on healthcare?",
  "And this week, the administration's policy of \"ready, fire, aim,\" caused an international incident with the U.K.",
  "When the White House peddled a claim that Britain's spy agency worked with President Obama to spy on Mr. Trump.",
  "Every House member, as I used to be, has a constituency, that we have a group of people back home we represent.",
  "Big data can be used to fix the very problems it helped create, as long as there is a political will to do it.",
  "There are a lot of witnesses that we're going to want to--\n\nCHUCK TODD:\n\nDevin Nunes agrees with you on this?",
  "Well, one viewer, Kevin McGonagle, he wrote to offer perhaps a more conservative alternative to our examples.",
  "So in order to cover everyone, the NHL is forced to set up a failing team in a hockey hotbed like New Mexico.",
  "/ Updated\n\nNBC News - Meet The Press\n\n\"03.19.17\"\n\n(BEGIN TAPE)\n\nCHUCK TODD:\n\nThis Sunday, credibility crisis.",
  "GEORGE WILL:\n\nIt becomes a problem immediately, and there's a much bigger credibility problem down the road.",
  "'s budget and that has helped us to develop effective treatments and new cures for very expensive diseases.",
  "In the two weeks since Mr. Trump tweeted the allegations, the president and his aides just can't let it go.",
  "And the president's credibility issues are growing just as he's struggling to sell his agenda to Congress.",
  "At the same time, the president was very clear that he did not want this to add to the deficit this year.",
  "SEN. SUSAN COLLINS:\n\nWell, I'd like to first get to the bottom of this before saying what should be done.",
  "So as you can see, in the last fifteen years we’ve seen a complete hollowing out of the political center.",
  "When I spoke to the president right before he got inaugurated, he said he wanted insurance for everybody.",
  "And the country's going to say, \"Wait a minute, those are the people we don't trust and you don't trust.",
  "And that's what I wish he would explain to us on the Intelligence Committee and to the American people.",
  "And healthcare fight, can President Trump win over enough Republicans to get his bill through Congress?",
  "But that is the least cost-effective way to treat an individual who does not need emergency-room care.",
  "GEORGE WILL:\n\nThey don’t know yet because usually in legislative dealmaking, it’s an additive process.",
  "But once again no evidence to support the President's claim that he was wiretapped by his predecessor.",
  "With voting records somewhere between the most conservative Democrat and the most liberal Republican.",
  "And tax reform does not necessarily mean that we're going to have a significant reduction in revenue.",
  "ROBERT COSTA:\n\nWell, and Gary Cohn's a registered Democrat and they're seen as a more moderate force.",
  "The president's revised travel ban blocked again, this time by federal judges in Hawaii and Maryland.",
  "MICK MULVANEY:\n\nWell, I saw the thing with Angela Merkel, I thought it was sort of tongue in cheek.",
  "Look, the electorate and politicians alike used to be conditioned to know that the middle mattered.",
  "CHUCK TODD:\n\nAdam Schiff, the top Democrat on House Intel, we'll be watching your hearing tomorrow.",
  "Are we at the point of, at what point do you start to wonder if there is a fire to all this smoke?",
  "The leading Democrat on the House Intelligence Committee, Adam Schiff joins me next for a preview.",
  "Okay, if you're going to do this very, very quickly, nothing in this budget goes close to balance.",
  "Those are the really, really big-picture items that we won't know more about for a couple months.",
  "But now I'm the president's budget director, and I think we put out a really, really good budget.",
  "CHUCK TODD:\n\nThe speaker of the House:\n\nSPEAKER PAUL RYAN:\n\nI have not seen any evidence of this.",
  "I think at one point, you said, \"I'll raise the debt ceiling in exchange for a balanced budget.\"",
  "The fact that you're just even doing neutral to what the deficit was last year is not progress.",
  "I would point out that I've never seen a president's budget make it through Congress unchanged.",
  "Campaigns traditionally aim to win the middle, and if you won the middle, you won the election.",
  "According to Pew, in 1994 there was a good deal of ideological overlap between the two parties.",
  "But in theory, she made this point that we're paying for health care whether we like it or not.",
  "But I think the biggest story of next week could be the house vote on Thursday on health care.",
  "CHUCK TODD:\n\nBut if this is an ongoing investigation by the counter-terrorism unit in the FBI.",
  "Why cut these programs and why do it before you've even come up with your infrastructure plan?",
  "The ranking Democrat on that Intel committee, Adam Schiff of California joins me this morning.",
  "And I just think we finally got to the point in the administration where we couldn't do that.",
  "But step back, and talk about--\n\nCHUCK TODD:\n\nBut you're getting rid of the full block grant.",
  "But the more and more I hear about the infrastructure plan, the more comfortable I'm getting.",
  "I suspect what's really at root here, Chuck, is this is just how the president does business.",
  "I also do think though--\n\nCHUCK TODD:\n\nBut right now, you have not been given that authority?",
  "In fact, federal law requires the hospitals to treat someone who comes to an emergency room.",
  "CHUCK TODD:\n\nAll right, Senator Susan Collins, Republican from Maine, I will leave it there.",
  "I've always thought that I do the best job I could to represent the folks in South Carolina.",
  "The debt is so significant, you owe $60,000 to the government, so do I in terms of the debt.",
  "But Freedom Caucus conservatives say they need further changes before they support the bill.",
  "CHUCK TODD:\n\nYou're not somebody that voted for a lot of budgets when you were in Congress.",
  "On Friday, extraordinary measures by the Treasury secretary will mean a couple more months.",
  "Losing your health insurance is not very complicated, it’s either you have it or you don’t.",
  "We'll be back next week, when I guess the Big Ten is going to teach the ACC another lesson.",
  "I think that those things are things that are not lost on people, including his own party.",
  "The other 75 percent roughly is the mandatory, what some people call entitlement spending.",
  "The former head of U.S. intelligence:\n\nJAMES CLAPPER:\n\nThere was no such wiretap activity.",
  "Now just two months into his presidency, Donald Trump is facing similar growing distrust.",
  "It's very difficult, and we've been talking about this, you and I have talked about this.",
  "I feel like Congress Mulvaney would not be supporting the numbers that this budget shows.",
  "And joining me now is the director of the Office of Management and Budget, Mick Mulvaney.",
  "You know, I don't know, have you been on some other show that I never, don't think about?",
  "She got on the plane, back to Europe, wakes up, and the executive order has been issued.",
  "But I want President Trump, just as I've wanted every other president, to be successful.",
  "When we come back, how far are Democrats willing to go in opposition to President Trump?",
  "CHUCK TODD:\n\nHave you figured out how to pay for the trillion dollar infrastructure yet?",
  "I'm sitting here doing the budget, so I'm really not involved in the wiretapping issue.",
  "And there is, look, you've seen them, it's story after story of just specific programs.",
  "CHUCK TODD:\n\nI'm going to start on the budget with something you said in March of 2013.",
  "Sort of this idea that you just, you don't know when to take the president at his word.",
  "KATTY KAY:\n\nYou know, you've had exactly that with two very important American allies.",
  "So we need to scour the budget, there are duplicative programs that could be combined.",
  "That's what we wanted, that's what we got, and we have to hold him to that commitment.",
  "Subsidizing teams like that and others would force prices to rise for all hockey fans.",
  "You get to an election and you realize you can’t win an election with your base alone.",
  "The government’s been deeply involved in this forever and it will only become more so.",
  "We think we'll do health reform, I think, this week, as a matter of fact in the House.",
  "But I want to play something, this is Candidate Donald Trump throughout the last year.",
  "REP. MARK MEADOWS:\n\nI've been very fully articulating my problems for about two weeks.",
  "MICK MULVANEY:\n\nBut the block grant only provides 3 percent of Meals on Wheels money.",
  "(END TAPE)\n\nCHUCK TODD:\n\nIn addition to healthcare, there's President Trump's budget.",
  "(END TAPE)\n\nCHUCK TODD:\n\nHe even made a pledge to get rid of the debt in eight years.",
  "ROBERT COSTA:But when I’m at the Capitol, we keep talking about the Democratic party.",
  "The writer of such rock-n-roll classics like Johnny B. Goode and Roll Over Beethoven.",
  "***COMMERCIAL BREAK***\n\n(BEGIN TAPE)\n\nCHUCK TODD:\n\nWelcome back, Data Download time.",
  "Congressman Adam Schiff is the ranking Democrat on the House Intelligence Committee.",
  "But the Obamacare replacement does face some tough opposition in the Senate as well.",
  "He'll promise you the world, and 48 hours later, he'll betray you without a thought.",
  "The old axiom used to be that American politics took place within the 40-yard lines.",
  "It was a very credible discussion, so no, I don't have any concerns of those things.",
  "So when we added that $54 billion for defense, we took that money from other places.",
  "The White House is refusing to apologize, quote, \"I don't think we regret anything.\"",
  "But step back to what you asked the question, which is what about the Trump voters.",
  "George, I will give you the first word, and that is on the president's credibility.",
  "CHUCK TODD:\n\nRobert, do they understand this, or are they not thinking about this?",
  "CHUCK TODD:\n\nPresident Trump's budget director Mick Mulvaney is here this morning.",
  "I'll talk to one Republican no vote this morning, Senator Susan Collins of Maine.",
  "MICK MULVANEY:\n\nYeah, well, the vision is that this is what the president ran on.",
  "ROBERT COSTA:\n\nAnd in almost any other period, they would be consumed by Gorsuch.",
  "But when it gets to the Senate, is the president really going to rally behind it?",
  "And if so, that it is a right that the government is responsible for fulfilling?",
  "SEAN SPICER:\n\nHe's able to get it, and there's no American fingerprints on this.",
  "And that moves infrastructure probably to sometime around summer or early fall.",
  "We're in the midst of a big investigation of Russian activities in our country.",
  "Now we're going to do a little healthcare in a second, when you guys come back.",
  "CHUCK TODD:\n\nWill Director Comey say that definitively tomorrow, do you expect?",
  "Absent that expansion, they have huge holes in their budget, they’re a problem.",
  "And the president said, \"Look, let's take care of both sides of the equation.\"",
  "That's only about, oh, I don't know, 25 percent of what the government spends.",
  "And two months into the Trump presidency, that agenda looks stuck in the mud.",
  "MICK MULVANEY:\n\nLook, we want to give you money for programs that don't work.",
  "(END TAPE)\n\n***COMMERCIAL BREAK***\n\nCHUCK TODD:\n\nWelcome back, panel is here.",
  "CHUCK TODD:\n\nBack now with End Game, and I want to actually continue quickly.",
  "Actually, we never do it and we don’t want to make a habit of it, trust me.",
  "CHUCK TODD:\n\nSpeaking of being a deficit hawk, the debt ceiling, we hit it.",
  "CHUCK TODD:\n\nBut he also said, \"We're going to take care of those people.\"",
  "CHUCK TODD:\n\nAll right, very quickly, Neil Gorsuch, is there a filibuster?",
  "But I'm worried about the outlines of the budget that have been submitted.",
  "CHUCK TODD:\n\nLet me ask you a couple questions on the president's budget.",
  "Under the House bill, 14 million Americans would lose coverage next year.",
  "He is someone who also said that the Central Park Five were still guilty.",
  "I suspect exactly like Shapiro says, Trump never even thought about that.",
  "ROBERT COSTA:\n\nIt’s not just Senate Republicans, it’s also the president.",
  "And without competition, the Angels could increase prices by 160 percent.",
  "CHUCK TODD:\n\nThe British agency called it \"nonsense, utterly ridiculous.\"",
  "PRESIDENT TRUMP:\n\nEvery single person sitting in this room is now a yes.",
  "We think it's a better allocation, a better use of Americans' resources.",
  "Director James Comey on Russia tomorrow and about those wiretap claims.",
  "CHUCK TODD:\n\nSo we're more important than the presidential daily brief?",
  "SEN. SUSAN COLLINS:\n\nI have seen no evidence supporting that statement.",
  "REP. ADAM SCHIFF:\n\nWell, I got a classified briefing on their response.",
  "You know, I still think we have a lot of spade work to do before that.",
  "Senator Collins, thank you for coming on the show, sharing your views.",
  "More money for what the president said, without adding to the deficit.",
  "These people are talking about balancing budgets in 35 years from now.",
  "For example, you could cut the Agriculture Department to zero, H.H.S.",
  "President Trump's unapologetic defense of his unsubstantiated claims.",
  "You were unambiguous when it came to your no vote on that House bill.",
  "We can expect to hear about two stories that have dominated the news.",
  "They were apologized to this week over the issue of whether G.C.H.Q.",
  "GEORGE WILL:\n\nIt’s better in the sense that it energizes their base.",
  "There's also a lot of special interests, a lot of lobbying involved.",
  "REP. DEVIN NUNES:\n\nWe don't have any evidence that that took place.",
  "But perhaps it’s better for them politically to be the party of no.",
  "And if you throw in soccer into this, we even have losers and ties.",
  "REP. ADAM SCHIFF:\n\nWe know it was hacking and dumping of documents.",
  "But you and Congressman Nunes need to come to an agreement on that.",
  "Twenty Republican senators represent states that expanded Medicaid.",
  "But there was certainly enough for us to conduct an investigation.",
  "I think people need to understand we are in a global war of ideas.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "CHUCK TODD:\n\nHe's referring to Fox commentator Andrew Napolitano.",
  "What do you hope - what light will be shed tomorrow, do you hope?",
  "So how bad has this polarization gotten in the last twenty years?",
  "But first, the House Intelligence Committee does hear from F.B.I.",
  "GEORGE WILL:\n\nAnd probably won't be funny to Americans over time.",
  "***COMMERCIAL BREAK***\n\nCHUCK TODD:\n\nWelcome back, panel is here.",
  "They didn’t get elected, in their minds, to do health care first.",
  "Hearings begin for Supreme Court nominee Neil Gorsuch and F.B.I.",
  "Let me ask you about the president and the issue of credibility.",
  "CHUCK TODD:\n\nWhen we come back, tomorrow big day in Washington.",
  "REP. ADAM SCHIFF:\n\nWe have not yet sent letters to individuals.",
  "I support X, you support Y, I’ll support you if you support me.",
  "Were there US persons who were helping the Russians in any way.",
  "You're getting rid of the whole block grant that that provides.",
  "So I think fleshing out why this ought to matter to Americans.",
  "That’s how coalitions grow, that’s also how government grows.",
  "Yes, we have Neil Gorsuch and his first confirmation hearing.",
  "CHUCK TODD:\n\nWhich means he doesn't yet agree with you on it?",
  "That's a pretty precarious position for a president to be in.",
  "Theresa May came here and she thought she had a good meeting.",
  "He's someone who when he says something, he's going to do it.",
  "So very simply, what would it take to get you from no to yes?",
  "Is there any part of the president's budget that you support?",
  "The news and stories that matter, delivered weekday mornings.",
  "(BEGIN TAPE)\n\nPRESIDENT TRUMP:\n\nI do want a balanced budget.",
  "We have been making tremendous progress in increasing N.I.H.",
  "And Senator Susan Collins of Maine joins me now from Bangor.",
  "Tax reform in the eighties, welfare reform in the nineties.",
  "REP. ADAM SCHIFF:\n\nOh, you know, I don't want to say that.",
  "Do we have, for instance, can we afford a massive tax cut?",
  "So it's hard to hermetically seal the loss of credibility.",
  "Is there any way that statement to your knowledge is true?",
  "You can take Appalachia, programs that benefit his voters.",
  "You're not going to be making that ask this time, are you?",
  "CHUCK TODD:\n\nI know, that's not what Candidate Trump said.",
  "You're left in a worse position than you were originally.",
  "But nonetheless, there is a great deal that we are doing.",
  "CHUCK TODD:\n\nWell I want to get to the witness list here.",
  "You’re Cory Gardner, Republican senator, what do you do?",
  "Yes, we really do pay attention to what you have to say.",
  "I hope the answer is going to be yes from the majority.",
  "We can't seem to get out from under an annual deficit.\"",
  "I mean, do I think the president gets everything right?",
  "I don't know the basis for President Trump's assertion.",
  "SEN. SUSAN COLLINS:\n\nWe have to deal with three issues.",
  "CHUCK TODD:\n\nDo you believe that healthcare is a right?",
  "CHUCK TODD:\n\nAre you pledging a balanced budget in May?",
  "We owe $19 trillion, we've got to start paying it down.",
  "CHUCK TODD:\n\nAnd you think this is just a press thing?",
  "Why do we have a debt problem, and how can we fix it?\"",
  "PRESIDENT TRUMP:\n\nLet's see whether or not I prove it.",
  "REP. PAUL RYAN:\n\nI have not seen any evidence of this.",
  "But I think we may have to do a more gradual increase.",
  "And they're--\n\nCHUCK TODD:\n\nOh, the New York liberals.",
  "We’ve seen the same shift among our elected officials.",
  "Were you satisfied with the information they provided?",
  "He made these promises, I believe in these promises.\"",
  "And we would want to look at this allegation as well.",
  "CHUCK TODD:\n\nCan you take the president at his word?",
  "SEN. SUSAN COLLINS:\n\nWe do have to scour the budget.",
  "2002 there were seven members in that middle ground.",
  "He's not going to let his people go untaken care of.",
  "MICK MULVANEY:\n\nGood morning, thanks for having me.",
  "When will you be able to propose a balanced budget?",
  "We haven't finished the infrastructure program yet.",
  "Candidate Trump said this is going to be very easy.",
  "SEN. MITCH McCONNELL:\n\nThere's no evidence of that.",
  "CHUCK TODD:\n\nDid President Obama wiretap Mr. Trump?",
  "That’s why big deals in Washington were bipartisan.",
  "CHUCK TODD:\n\nYou were very tough on the House bill.",
  "Do Democrats get forced to filibuster Neil Gorsuch?",
  "Who actually has ownership of this healthcare bill?",
  "Finally it’s not often that we do viewer mail here.",
  "George Will, where is this headed for Republicans?",
  "REP. ADAM SCHIFF:\n\nThere is nothing at the bottom.",
  "to zero, and you'd still have a deficit this year.",
  "That, in my opinion, is no way to run a business.",
  "There was direct evidence, I think, of deception.",
  "They delivered it after most of us had left town.",
  "REP. ADAM SCHIFF:\n\nWell, we haven't asked for it.",
  "REP. ADAM SCHIFF:\n\nTo subpoena certain witnesses.",
  "CHUCK TODD:\n\nRobert Costa, here is the conundrum.",
  "Where does that leave me for the next two years?",
  "We know their slick use of their media campaign.",
  "You have subpoena power if you choose to use it.",
  "REP. ADAM SCHIFF:\n\nWell, he's going to have to.",
  "CHUCK TODD:\n\nWhere do you get the money though?",
  "CHUCK TODD:\n\nThat he is taking a whack at here.",
  "So I don't know that any of those have changed.",
  "That rises to 24 million over the next decade.",
  "She said nothing that even came close to that.",
  "You also have access to various intelligence.",
  "And I do believe he owes us that explanation.",
  "Are they ready to become the new party of no?",
  "Congressman Schiff, welcome back to the show.",
  "And there's no American fingerprints on this.",
  "(END TAPE)\n\nCHUCK TODD:\n\nGood Sunday morning.",
  "Thanks for coming on and sharing your views.",
  "The president's not beholden to any of that.",
  "And that's where we begin the investigation.",
  "But it's an even worse way to run a country.",
  "Chuck Berry died yesterday at the age of 90.",
  "Who are the leaders of the Democratic party?",
  "Anyway, see, we can have a little fun here.",
  "And that name may very well be Chuck Berry.",
  "Yes, Director Comey is testifying tomorrow.",
  "You may only get one shot at the witnesses.",
  "And we're not sure about you particularly.\"",
  "He won't even know he'll be betraying you.\"",
  "His voters are folks who pay taxes as well.",
  "And that didn't get very broadly reported.",
  "I want to wrap up with one final question.",
  "She felt she had been stabbed in the back.",
  "Senator Collins, welcome back to the show.",
  "CHUCK TODD:\n\nBut you guys seem far behind.",
  "CHUCK TODD:Yet, does anybody win that way?",
  "REP. ADAM SCHIFF:\n\nI expect that he will.",
  "CHUCK TODD:\n\nOr you haven't asked for it?",
  "But on Friday, Fox News distanced itself.",
  "ANDREW NAPOLITANO:\n\nHe's able to get it.",
  "So Mike Flynn, Carter Page, Roger Stone?",
  "And he joins me here now for a preview.",
  "All right, we're going to discuss this.",
  "Welcome to Sunday, it's Meet the Press.",
  "We can do it, believe me, much quicker.",
  "The president knows who his voters are.",
  "We've got to start balancing budgets.",
  "And that's where we spent more money.",
  "MICK MULVANEY:\n\nThanks for having me.",
  "MICK MULVANEY:\n\nIt's a fair question.",
  "CHUCK TODD:\n\nWhat about outside fols?",
  "Otherwise we really can't do our job.",
  "And before we go to break, this note.",
  "But look, there is good news in this.",
  "In 2013 that number was down to four.",
  "Is he willing to use subpoena power?",
  "If it's Sunday, it's Meet the Press.",
  "MICK MULVANEY:\n\n--flesh on the bone.",
  "But this budget will have a deficit.",
  "I just don't choose do it right now.",
  "Senators represent the whole state.",
  "The president represents everybody.",
  "But we're going to have to do that.",
  "And it's not funny to those people.",
  "Because he is America's president.",
  "Does it turn out this is not easy?",
  "MICK MULVANEY:\n\nI don't know yet.",
  "CHUCK TODD:\n\nYeah, it never does.",
  "CHUCK TODD:\n\nIs there any bottom?",
  "And I think it’s a good practice.",
  "You will see him a lot tomorrow.",
  "Was there any form of collusion?",
  "to zero, HUD to zero, the F.B.I.",
  "So, listen, I'm a deficit hawk.",
  "I think it's why I got the job.",
  "MICK MULVANEY:\n\nThat's correct.",
  "But again, I'm the numbers guy.",
  "We have a rising national debt.",
  "SEN. SUSAN COLLINS:\n\nThank you.",
  "ROBERT COSTA:\n\nThe New Yorkers.",
  "SEN. SUSAN COLLINS:\n\nThank you.",
  "I wanted to get to healthcare.",
  "We need to look at everything.",
  "But this week is an exception.",
  "It is also a vision document.\"",
  "I think tax reform after that.",
  "That's all we have for today.",
  "CHUCK TODD:\n\nAnd health care.",
  "And what we need is evidence.",
  "CHUCK TODD:\n\nThe New Yorkers.",
  "We are at the bottom of this.",
  "We're getting into that now.",
  "And we made certain changes.",
  "I can't defend that anymore.",
  "Thanks for coming on today.",
  "REP. ADAM SCHIFF:\n\nYou bet.",
  "had spied on the president.",
  "Where do we find the money?",
  "* * *END OF TRANSCRIPT* * *",
  "Today, no longer the case.",
  "REP. ADAM SCHIFF:\n\nThanks.",
  "Obama did it, Bush did it.",
  "Sir, welcome to the show.",
  "Comey can say publically?",
  "SEN. SUSAN COLLINS:\n\nYes.",
  "CHUCK TODD:\n\nNot to her.",
  "You have my word on it.\"",
  "I still think it’s true.",
  "This is complicated too?",
  "CHUCK TODD:\n\nAll right.",
  "CHUCK TODD:\n\nAll right.",
  "MICK MULVANEY:\n\nNo, no.",
  "CHUCK TODD:\n\nNow F.B.I.",
  "CHUCK TODD:\n\nWe'll see.",
  "Let’s go to the Senate.",
  "What do you think Dir.",
  "Yeah, that's for sure.",
  "The first is coverage.",
  "That is unaffordable.",
  "What can you tell us?",
  "We are at the bottom?",
  "Great to be with you.",
  "What was its breadth?",
  "Is it Senator Warren?",
  "Take Merrick Garland.",
  "MICK MULVANEY:\n\nSure.",
  "So that's the vision.",
  "MICK MULVANEY:\n\nSure.",
  "We can do it quickly.",
  "MICK MULVANEY:\n\nYup.",
  "Is that fair to say?",
  "We'll be right back.",
  "MICK MULVANEY:\n\nNo.",
  "Where've you been?",
  "CHUCK TODD:\n\nOkay.",
  "It’s hard to tell.",
  "Don't forget that.",
  "I don't know yet.",
  "Tomorrow, F.B.I.",
  "But we will be.",
  "And guess what?",
  "Do you concur?",
  "Case in point.",
  "Appreciate it.",
  "Stay with us.",
  "No I don't.\"",
  "Why do that?",
  "What year?",
  "Okay.",
  "2013?",
  "Zero.",
  "Okay.",
  "Ugh.",
  "No."
]