[
  "According to The Irish Times report, the Orbán government intends to subject the approximately sixty Soros-backed NGOs which operate in Hungary to greater transparency, with spokesman Zoltán Kovács saying that it is important to know “who pays them, and where do they get their funding” and “if from abroad, are they expected to meet any requirements in return?”\n\nIn a separate interview, foreign minister Péter Szijjártó agreed that “if there are NGOs in the country which are financed by foreign citizens, by other countries, by other governments, then it should be known to the people”.",
  "Szijjártó believes that the financier has been actively aiding and abetting illegal immigration:\n\n“What I understand from my colleagues, since I don’t supervise intelligence agencies, [is] that there were organisations which helped illegal migrants to find ways to Hungary, to find where they could violate our border, to find out how to apply for asylum status, and these reports have said that George Soros was in the background for these organisations,” he said.",
  "It’s harming the EU, it’s dangerous, because this policy of open borders undermines security and safety in Europe.”\n\nGoran Buldioski, co-director of the Soros-backed Open Society Initiative for Europe and a member of the Soros-backed European Council on Foreign Relations, has characterised the Hungarian government’s NGO transparency drive as an “attack [on] civil society” and called on the EU to “not only take note but take action”.",
  "The Fidesz representative said it was “very clear” that “[Soros] would like this government to fail, he would like to kind of ‘fire’ this government because he doesn’t like our approach, doesn’t like our policies – but, it’s not George Soros who has to make that decision… it’s the Hungarian people.",
  "Hungarian premier Viktor Orbán is planning to deliver a “knockout blow” to George Soros, as foreign minister Péter Szijjártó tells Russian state media that the 86-year-old billionaire is “in the background” of organisations which help illegal migrants “violate our border”.",
  "Soros, a financier who made his name as “The Man Who Broke the Bank of England” in 1992, is one of the world’s leading proponents of open borders and mass immigration, best known in the U.S. as one of the chief backers of ‘Black Lives Matter’.",
  "While the Hungarian government has been the staunchest opponent of mass migration in the European Union (EU), Soros has been one of its foremost cheerleaders, branding “national borders” an “obstacle” to “the protection of refugees”.",
  "Buldioski has previously called for UK newspaper the Daily Mail to be shut down for criticising judges who ruled that MPs must have the final say on whether the UK actually leaves the EU.",
  "The leadership of the EU has appeared to be largely in agreement with Soros on borders and migration, much to Hungary’s frustration.",
  "You should ask the high-ranking officials in Brussels, but I know that this is a bad policy.",
  "“So, why the EU carries out this open-door policy?",
  "We find it very anti-democratic”."
]