[
  "Pic http://bit.ly/2oVnryk\n\nBIRTHDAYS: Tim Lim, president of Precision Network and partner and head of media at Bully Pulpit Interactive, is 32 (hat tip: Jen Nedeau) … John Oliver is 4-0 ... Kal Penn is 4-0 (h/t Nick Troiano) ... filmmaker-author Michael Moore is 63 ... Hadar Susskind, VP of public policy at the Council on Foundations and a J Street and Tides alum … Gideon Lett, the pride of Harriman, TN and of TechNet fame, celebrating his 37th birthday at The Guardsmen Presidio 10K in San Francisco (h/t Peter Cherukuri)… Politico alum Daniel Eldredge, now at CEB ... Gus Portela, executive director of the College Republican National Committee ... Politico’s Cory Bennett and Blend Qatipi ... Neil Strauss, digital director at Republican Jewish Coalition … science policy guru Aaron Huertas … Pili Tobar, Hispanic media director for Sen. Schumer ... Ted Trippi (h/t Jon Haber) ... Bridget Grace Matticola ... Gideon Bender of TargetSmart Communications and a Mary Landrieu alum ... Kegan Beran (h/t Dan Bayens) ... Kindred Motes, who leads social and digital media strategy at Vera Institute of Justice, is 27 (h/t Wei Soo) ... Alex Johnson, son of former Rep. Clete Johnson (D-Ga.), a Senate Small Business Committee and Landrieu alum, now an associate at Faulkner House Books in New Orleans (h/t Ted Greener) ... Darien Flowers of Brownstein Hyatt Farber Schreck ... Clarine Nardi Riddle, No Labels co-founder and former COS and current law partner at Kasowitz to former Sen. Joe Lieberman (h/t Dennis Craig) … Sarah Nielsen (h/t Alexandra De Luca) ...\n\n... Alexis Kleinman, tech editor at Mic and a HuffPost alum ... Doug Brake, senior telecom policy analyst at the Information Technology and Innovation Foundation (h/t Samantha Greene) ... Aerin Lauder Zinterhofer, billionaire heiress and businesswoman, daughter of Ronald Lauder, style and image director for the Estée Lauder Companies, is 47 ... Alex Swieca, former UMich quarterback, now an investor, is 25 (h/ts Jewish Insider) ... Therese Smith Burch ... Tom Robinson is 31 ... James “George” Michel, senior director of Medicare reimbursement and policy at American Health Care Association and a Booz Allen alum … Michael Celler, Christie alum now a business analyst at T-Mobile ... GOP political fundraiser Melissa Barnd, an RNC alum ... Paula Dwyer, editor at Bloomberg View ... Rep. Norma J. Torres (D-Calif.) is 52 ... Rep. Fred Upton (R-Mich.) is 64 ... Ohio State Rep. Cliff Rosenberger is 36 ... WNYC’s Beth Fertig ... Josh Kriegman, an Anthony Weiner alum who co-directed the documentary “Weiner!” ... Bloomberg and Citi alum Andrew Brent, now head of comms at Brookfield Properties ... Justin White, finance assistant for Democratic fundraising firm Eckert and Associates ... Tanya Melich … Tom Russell ... Richard Bender (h/ts Teresa Vilmain) … Martha Laning ... Mitchell Whiteman ... Vactor Alan Oppenheimer is 87 ... Dev Patel is 27 ... Gigi Hadid is 22 (h/ts AP)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "Gangsters could continue to be gangsters so long as they understood that the state was the biggest gang in town and did nothing to directly challenge it.” http://bit.ly/2oy3DgS (h/t TheBrowser.com)\n\n--“Sin City Or Bust,” by Seth Wickersham and Don Van Natta Jr. in ESPN The Magazine: “How Oakland Raiders owner Mark Davis -- with a little luck, his own brand of genius and an assist from Jerry Jones -- outflanked power brokers to put the Raiders in Las Vegas.” http://es.pn/2ouLkdk\n\n--“Frank and Steven’s Excellent Corporate-Raiding Adventure,” by Frank Partnoy and Steven Davidoff Solomon in May’s Atlantic: “Two law professors tried to mimic big activist hedge funds, investing their retirement savings in a small, languishing public company and trying to shake it up.",
  "In the fall, James and Lachlan introduced additional benefits, including more paid vacation, vastly enhanced reproductive coverage for women and ‘expanded coverage for our transgender colleagues.’ The brothers concluded the memo on a jaunty note: ‘Enjoy!’” http://nyti.ms/2q3V26C\n\nBONUS GREAT WEEKEND READS, curated by Daniel Lippman:\n\n--“Crimintern: How the Kremlin uses Russia’s criminal networks in Europe,” by Mark Galeotti in the European Council on Foreign Relations: “Many criminals feared that Putin was serious in his law-and-order rhetoric, but it soon became clear that he was offering a new social contract with the underworld.",
  "They’re all tech companies, and each dominates its corner of the industry: Google has an 88 percent market share in search advertising, Facebook (and its subsidiaries Instagram, WhatsApp and Messenger) owns 77 percent of mobile social traffic and Amazon has a 74 percent share in the e-book market.” http://nyti.ms/2q3TAkR … $18.56 on Amazon http://amzn.to/2pSx1Ad\n\nWHAT ROBB WATTERS IS READING -- “Here’s why Chinese money is pouring into Temecula’s wine region,” by L.A. Times’ David Pierson: http://lat.ms/2oBm6t7\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "… Sean Spicer, Trump’s embattled press secretary, could surely benefit from studying the Agnew playbook against the news media.” http://bit.ly/2pSe68N ... $18.30 on Amazon http://amzn.to/2oBsY9D\n\n--“‘Thought Leaders’ and the Plutocrats Who Love Them,” by Eric Alterman in The Nation – per ALDaily’s description: “Behold the Thought Leader, a thinker so deft and deluded he can flatter great wealth even as he pretends to challenge it.” http://bit.ly/2pZRHFN\n\nGREAT WEEKEND LISTEN, by Jake Sherman:\n\n-- BOB WEIR and TREY ANASTASIO played an acoustic set together last night at the Wanee festival in Florida.",
  "--PICS: http://bit.ly/2q3ywLs … http://bit.ly/2oi9ETB ... http://bit.ly/2p9s7RL … The couple holding animals at the petting zoo http://bit.ly/2oBiPK2 … Michael Barbaro with a chicken http://bit.ly/2ppZzUV ... Ryan Williams holding a bunny http://bit.ly/2pSARt9\n\n--SPOTTED: Evan Perez, Lauren Pratapas, Rachel Streitfeld, Maeve Reston, Katy Tur, Beth Myers, Will and Kelli Ritter, Ryan Williams, Derek Flowers, Matt Hoye, Phil Rucker, Ashley Parker, Reid Epstein, Holly Bailey, Michael Barbaro, Garrett Jackson, Alex Moe, Anthony Terrell, John Legittino.",
  "‘I think it makes it naturally easier if you’re going into a place that’s not adversarial to you,’ Donald Trump Jr. said in a recent interview.” http://apne.ws/2oVD1tL\n\nDAVID REMNICK has an extended Comment that takes up the entire “Talk of the Town” section in the forthcoming New Yorker, “A Hundred Days of Trump: With his nativist and purely transactional view of politics, he threatens to be democracy’s most reckless caretaker”: “On April 29th, Donald Trump will have occupied the Oval Office for a hundred days.",
  "‘This is very raw,’ said Randi Weingarten, the head of the American Federation of Teachers, conceding that ‘after the presidential election, there is still this ongoing debate about identity politics versus economic opportunity.’” http://nyti.ms/2oz2ExL\n\nBUT, BUT, BUT -- “House Democrats grow bullish after Trump’s stumbles,” by Heather Caygle: “House Democrats are heading toward the 100th day of Donald Trump’s presidency with the kind of feel-good unity they haven’t experienced since the election.",
  "And they could be key players on tax reform and infrastructure in the coming months, if Trump ends up needing bipartisan buy-in.” http://politi.co/2oVhhOK\n\nFOR YOUR RADAR -- “France begins presidential vote in test for populism,” by AP’s Thomas Adams in Paris: “Amid heightened security, French voters began casting ballots for their next president Sunday in a first-round poll that’s seen as a litmus test for the spread of populism around the world and a vote on the future of Europe.",
  "Beppe Grillo, Nigel Farage, and Jean-Marie Le Pen, are each one third of a full Trump.” http://bit.ly/2oyfagn\n\n--“The American Government’s Secret Plan for Surviving the End of the World,” by Marc Ambinder in Foreign Policy: “If the Speaker of the House found himself the only surviving successor, he would acquire control of the government and its nuclear arsenal by offering the Pentagon a vocal verification of his identity using the term FLAG DAY.",
  "One senior White House aide complained that in late March, Priebus worked furiously to spin how he would be portrayed in a New York Times article about Pence and then walked into a Thursday afternoon meeting and lectured his colleagues about the importance of avoiding reporters.” http://politi.co/2pSmjtJ\n\nTHE JUICE …\n\n--FIRST IN PLAYBOOK -- TONIGHT’S EPISODE OF “THE CIRCUS” -- “The Circus” tonight is about Democratic opposition to President Trump.",
  "You just heard Secretary John Kelly say that President Trump is going to insist on funding for a border wall as part of a stopgap government funding measure that needs to pass by midnight on Friday in order to keep the government open.Are Senate Democrats prepared to shut down the government over this issue?” DURBIN: “Dana, the Democrats in the House and the Senate are ready to work and cooperate with Republicans to keep our government open.",
  "As Mr. Trump’s White House advisers jostle for position, the president has turned to another group of advisers — from family, real estate, media, finance and politics, and all outside the White House gates — many of whom he consults at least once a week.” List includes: Ike Perlmutter, Robert Kraft, Carl Icahn, Steve Roth, Steve Schwarzman, Rupert Murdoch, Phil Ruffin and Richard LeFrak http://nyti.ms/2ozglgk\n\nPUSHBACK ON W.H.",
  "FDR’s doctor, W. W. Keen, paid a house call and misdiagnosed the illness — twice — and then charged Roosevelt $8,000 for the misdiagnoses.” http://bit.ly/2pNCiMd\n\n--“How New York City Is Rediscovering Its Maritime Spirit,” by Tony Perrottet on the cover of May’s Smithsonian: “The city’s waterfront fell into dangerous decline, but now it’s on the rebound with a new wave of money and creativity.” http://bit.ly/2oSeOEA ...",
  "Impulsive, egocentric, and mendacious, Trump has, in the same span, set fire to the integrity of his office.” http://bit.ly/2p9ijag\n\nFIRST LOOK -- Tomorrow, the Anti-Defamation League will release data showing that anti-Semitic incidents in the U.S. grew more than 30 percent in 2016 – surging after the election in November and December and jumping nearly 90 percent during the first three months of 2017.",
  "President Donald Trump doused any remaining hope when he said he would slash HUD funding by 13.2 percent.” http://politi.co/2p5wAm9\n\nTRUMP INC. -- “Trump sons take helm of company, eye domestic expansion,” by AP’s Jonathan Lemire: “Apprentices no more, Eric and Donald Trump Jr. are now at the helm of the Trump Organization and adjusting to the reality presented by their father's presidency.",
  "We think we have given them a reasonable set of choices that they want in exchange for what we want.’ ‘I don’t think anybody foresees or expects or wants a shutdown at the end of next week,’ he said.” http://politi.co/2oz7aMJ\n\n-- DANA BASH speaks with SENATE MINORITY WHIP DICK DURBIN (D-ILL.) on CNN’s “STATE OF THE UNION” -- BASH: “Let’s start with the looming risk of a government shutdown.",
  "Here’s what happened.” http://theatln.tc/2oyhfc9\n\n--“How Liberals Fell In Love With The West Wing,” by Luke Savage in Current Affairs: “Aaron Sorkin’s political drama shows everything wrong with the Democratic worldview.” http://bit.ly/2pMuxmU\n\n--“Trump and the Trumpists,” by Wolfgang Streeck in Inference Review: “Strange personalities arise in the cracks of disintegrating institutions.",
  "The public expectations-setting from the White House has created pressure for Ryan to move the bill swiftly and secure a win for the president.” http://politi.co/2p5HJDq\n\nTHE OPPOSITION -- “At a ‘Unity’ Stop in Nebraska, Democrats Find Anything But,” by NYT’s JMart: “Rarely has a municipal election in a midsize city ignited such a fierce national debate over what defines a Democrat.",
  "The cover http://politi.co/2ocXQ53\n\n--“Pat Buchanan’s White House Battles,” by James Rosen in The National Interest, reviewing “Nixon’s White House Wars: The Battles That Made and Broke a President and Divided America Forever,” by Pat Buchanan: “The parallels [from President Nixon’s ascendancy] with Donald Trump’s upset victory in 2016 are beyond superficial.",
  "**SUBSCRIBE to Playbook: http://politi.co/2lQswbh\n\nBRUTAL WAPO FRONT -- Lead story -- “Trump polls at record lows … LEAST POPULAR PRESIDENT IN MODERN TIMES… Base still loyal; 73% approve of efforts to keep jobs here” A1 PDF http://bit.ly/2p9s204\n\n-- WAPO’S DAN BALZ and SCOTT CLEMENT: “Trump’s first months in office have produced some tangible successes.",
  "He graduated with high honors from Princeton and earned a master’s degree with distinction in historical studies and a doctorate in history from the University of Cambridge in England.” With pic http://nyti.ms/2pSfSqs\n\n-- Jade Floyd, VP of communications at the Case Foundation and Charles Small, associate director for federal policy for NY Gov.",
  "Learn more at google.com/grow/veterans\n\nMEDIAWATCH -- “In House of Murdoch, Sons Set About an Elaborate Overhaul,” by NYT’s Brooks Barnes and Sydney Ember: “With James and his elder brother, Lachlan, 45, who is the executive chairman of 21st Century Fox, firmly entrenched as their father’s successors, they are now forcibly exerting themselves.",
  "There are a lot of ways we can find money to help pay for this.”\n\nTHE PRESIDENT’S CIRCLE -- “The 20 People Trump Turns To Outside the White House,” by NYT’s Maggie Haberman and Glenn Thrush: “Relationships have always been President Trump’s currency and comfort, helping him talk his way into real estate deals over three decades in New York.",
  "ON THE WORLD STAGE -- “North Korea says ready to strike U.S. aircraft carrier,” by Reuters’ James Pearson and Ju-min Park in Seoul: “North Korea said on Sunday it was ready to sink a U.S. aircraft carrier to demonstrate its military might, as two Japanese navy ships joined a U.S. carrier group for exercises in the western Pacific.",
  "...\n\n“Employees at the Fox broadcast network said they were pleasantly surprised, for instance, to be summoned to a town-hall meeting — something that had rarely if ever been done under the archly conservative Rupert Murdoch — where the brothers espoused transparency, workplace diversity and greater cooperation between divisions.",
  "Meanwhile, he shows little improvement on his temperament and honesty, and while he’s gained ground on empathy, over 6 in 10 still say he does not understand the problems of people like them.” http://wapo.st/2p9z05o\n\nTHE PRESIDENT’S WEEK -- THE 100-DAY PUSH -- The Trump administration’s focus this week is the 100-day marker.",
  "ON MONDAY the president is speaking with NASA astronaut Dr. Peggy Whitson “about the importance of empowering women to pursue educations and careers in STEM fields as she sets the record for the most time spent in space of any American.” He’ll have lunch with ambassadors from countries that are on the U.N. Security Council.",
  "HEALTH CARE PLANS -- “House GOP leaders won’t rush health care vote,” by Rachael Bade and Jen Haberkorn: “House GOP leaders during a members-only conference call Saturday vowed to avoid a government shutdown and said they’re closer to a deal to repeal and replace Obamacare, according to members who participated on the call.",
  "Voters are choosing between 11 candidates in the most unpredictable contest in decades.” http://apne.ws/2oz3t9L\n\nIF YOU READ ONE THING -- BEN SCHRECKINGER and HADAS GOLD in the May/June Politico Magazine, “Trump’s Fake War on the Fake News: The president puts on a big show of assaulting his ‘opposition’ in the news media.",
  "THOUGHT BUBBLE – “Is It Time to Break Up Google?” by Jonathan Taplin, author of “Move Fast and Break Things: How Facebook, Google, and Amazon Cornered Culture and Undermined Democracy,” in the NYT: “In just 10 years, the world’s five largest companies by market capitalization have all changed, save for one: Microsoft.",
  "During the final debate in particular, that figure rose to seven times as many.” http://bit.ly/2odgcmr\n\n--“The Arc of Her Survival,” by Eric Hoover in the Chronicle of Higher Ed: “On April 16, 2007, a troubled student armed with semi-automatic pistols killed 32 people and wounded 17 others at Virginia Tech.",
  "… The hundred-day marker is never an entirely reliable indicator of a four-year term, but it’s worth remembering that Franklin Roosevelt and Barack Obama were among those who came to office at a moment of national crisis and had the discipline, the preparation, and the rigor to set an entirely new course.",
  "And so we should keep that in mind going into this week.”\n\n-- CHRIS WALLACE speaks with OMB DIRECTOR MICK MULVANEY on FOX NEWS’ “FOX NEWS SUNDAY” -- Patrick Temple-West: “Asked if Trump will sign a government funding bill that does not include funding for the border, Mulvaney said: ‘We don’t know yet.",
  "To think that he would consider shutting down the government of the United States of America over this outlandish proposal of a border wall, which we can’t even pay for at this point, and is opposed by Democrats and Republicans all along the border, that would be the height of irresponsibility.",
  "‘If we ever start considering who might be affected, and in what way, by what we do, we’re done,’ he told the agents.” http://nyti.ms/2ohJlNh\n\nCABINET WATCH -- “Carson’s God-and-bootstraps message fails to hearten housing advocates,” by Lorraine Woellert: “God is Ben Carson’s favorite subject.",
  "Pic of the bride and groom with most of his FP1 partners http://bit.ly/2oBoaky\n\n--“Lesley Young, Jonathan Chavkin” – N.Y. Times: “The bride, 34, is a senior policy adviser at the Treasury Department in Washington, where she focuses on anti-money-laundering and counterterrorist financing.",
  "How does he continue to sell out stadiums?” http://theatln.tc/2pNBLKd\n\n--“Presidents and Public-Health Crises,” by Tevi Troy in National Affairs: “Of the three presidents who came to own the public-health crises in question, FDR is most closely associated with his, that of polio.",
  "In its annual Audit of Anti-Semitic Incidents (which ADL has been conducting since 1979), ADL reports that there has been a massive increase in the amount of harassment of American Jews, including a doubling of anti-Semitic bullying and vandalism at non-Jewish K-12 grade schools.",
  "“Throughout this week President Trump will continue to deliver on his promises to the American people, from thinking big about exploration and discovery again, to protecting the farmers and ranchers that feed our country, to reasserting American power on the world stage.",
  "Then He Shaped an Election,” by NYT’s Matt Apuzzo, Michael S. Schmidt, Adam Goldman and Eric Lichtblau: “The day before he upended the 2016 election, James B. Comey, the director of the Federal Bureau of Investigation, summoned agents and lawyers to his conference room.",
  "TRUMP’S BIG WEEK -- Trips to Atlanta for NRA, dinners w/ McCain and Graham and the Supreme Court -- ISRAELI PRESS reports Trump going to Israel -- BEN SCHRECKINGER and HADAS GOLD on Trump’s ‘fake war’ on the media Presented by\n\n\n\n\n\nDriving the Day\n\nGood Sunday morning.",
  "Pic http://bit.ly/2q3EE6m\n\n-- Alex Rogers, an associate at Triumph Capital Advisors, a credit-focused investment management firm, and Shelby Pearlman, assistant manager of special events at the Dallas Museum of Art, got married yesterday in Charleston, South Carolina.",
  "This season’s sixth episode, “The Resistance,” features conversations with a number of influential anti-Trump voices in politics and popular culture, including co-host John Heilemann’s talk with artist and activist Killer Mike of the hip hop duo Run The Jewels.",
  "U.S. President Donald Trump ordered the USS Carl Vinson carrier strike group to sail to waters off the Korean peninsula in response to rising tension over the North’s nuclear and missile tests, and its threats to attack the United States and its Asian allies.",
  "The cover http://politi.co/2ohH30Q\n\n--“Can Democracy Survive the Internet?” by Nathaniel Persily in Democracy Journal: “One study found that between 16 September and 21 October 2016, bots produced about a fifth of all tweets related to the upcoming election.",
  "“The comment was a subtle retort to a narrative being pushed by top White House officials, who told reporters this week that the House would hold the health care vote on Wednesday, before the close of President Donald Trump’s first 100 days in office.",
  "... White House officials have further damaged their credibility by decrying anonymous sources, as [Reince] Priebus did in February, when it is widely known that he and every other member of the senior staff speak regularly to reporters on background.",
  "In one-on-one interactions, reporters from some of the administration’s least-favored outlets have found Bannon shockingly friendly, cheerily offering his apocalyptic denunciations of the press as casual asides in the course of pleasant conversations.",
  "‘Our revolutionary forces are combat-ready to sink a U.S. nuclear-powered aircraft carrier with a single strike,’ the Rodong Sinmun, the newspaper of the North’s ruling Workers’ Party, said in a commentary.” http://reut.rs/2p5G7tB\n\nTRUMP TO ISRAEL?",
  "So when Ms. Anderson isn’t on a stage, she connects survivors to resources — and to one another.” http://bit.ly/2oSk1MA\n\n--“What Makes a Genius?” by Claudia Kalb on the cover of May’s NatGeo: “Some minds are so exceptional they change the world.",
  "ON WEDNESDAY, Trump will outline his tax reform plan and host a briefing for senators on North Korea with Secretary of State Rex Tillerson, Defense Secretary Jim Mattis, DNI Dan Coats, and Joseph Dunford, chairman of the Joint Chiefs of Staff.",
  "The Secretary of State would authenticate his identity by calling himself FADE AWAY.” http://atfp.co/2oy4k9Y\n\n--“The United States of Billy Joel,” by Adam Chandler in The Atlantic: “The Piano Man hasn’t released a new pop album since 1993.",
  "Coming off a rowdy recess where Republicans continued to be skewered by constituents on everything from health care to Russia to Trump’s tax returns, Democrats say walking through the political wilderness isn’t so bad — at least for now.",
  "But inside the White House, it’s a different story”: “We interviewed more than three dozen members of the White House press corps, along with White House staff and outside allies, about the first whirlwind weeks of Trump’s presidency.",
  "Heilemann sits down with the Atlanta native inside the barbershop he owns, The Swag Shop, to discuss his support for Bernie Sanders, how the fight against Trump is going, and how the resistance is playing out in the realm of culture.",
  "Here is “Friend of the Devil.” http://bit.ly/2pTglvs\n\nPlaybookers\n\nSPOTTED: Sen. Mark Warner (D-Va.) at DCA in the Delta terminal Sunday morning -- having trouble deciding whether to get something to eat from Cava (ultimately, no).",
  "The great secret of 1600 Pennsylvania Avenue is that Trump’s war on the media is a phony one, a reality show that keeps his supporters fired up and distracted while he woos the constituency that really matters to him: journalists.",
  "More than 50,000 police and gendarmes were deployed to the 66,000 polling stations for Sunday’s election, which comes after Thursday’s deadly attack on the Champs-Elysees in which a police officer and a gunman were slain.",
  "When he is not fulminating on stage or on Twitter, the president himself has mustered a number of cordial interactions with reporters since taking office, often showing them more courtesy than he grants his own staff.",
  "--Chris Georgia, partner/digital of FP1 Strategies and a Jeb and NRCC alum, married Kelly Nallen, digital director and deputy political director at American Crossroads, yesterday at Holy Cross Church in New York City.",
  "I know there’s $4 billion a year in excess payments, according to the Department of the Treasury’s own inspector general several years ago that are going to payments to people -- tax credits that they shouldn't get.",
  "… former Sen. Joe Lieberman (I-Conn.) on Friday night at Hank’s Oyster Bar on Q Street ... Former VP Joe Biden playing golf in the rain at Washington Golf & Country Club with former chief of staff Steve Ricchetti.",
  "Learn more at google.com/grow/veterans\n\nSUNDAY BEST -- JOHN DICKERSON speaks to HOMELAND SECURITY SECRETARY JOHN KELLY on CBS’ “FACE THE NATION” -- DICKERSON: “In the recent Paris attack, a policeman was killed.",
  "…\n\n“According to one White House correspondent, communications staffers spend a good deal of their time puzzling over blind quotes in news reports, trying to identify the leakers by their grammar and syntax.",
  "But a U.S. push is planned, and two new hotel chains are being considered — a four-star brand and a less luxurious line — possibly in states where Trump triumphed over Democrat Hillary Clinton last November.",
  "The first Trumper of the postwar era was the Danish tax rebel, Mogens Glistrup, the founder of the nationalist Progress Party, who, having put his principles into practice, went to prison for tax evasion.",
  "We are asking for our priorities and, importantly, we are offering to give Democrats some of their priorities as well.’ He scolded Democrats for obstructionism by saying that in 2006, Democratic Sens.",
  "While he’s making good on a promised listening tour to learn about the $48 billion agency he now leads, he’s done little public speaking about the urgent issue at hand — a lack of affordable housing.",
  "Is that an issue worth fighting over right now if a government shutdown is a possibility?” RUBIO: “Well, first, understand we’re just trying to finish out the current cycle, the current budget year.",
  "He’s hosting a roundtable with farmers and will sign an executive order “to protect and provide relief for rural America.” Sonny Perdue is expected to be sworn in as the secretary of Agriculture.",
  "It’s a stunning reversal from the despair dominating the caucus just a few months ago when Trump entered the White House and Republicans seemed poised to wreak havoc on Democratic priorities.",
  "... Perpetrators of mass violence gash their names into history, fixing their crimes to a date, while the wounded often pass unrecognized into an aftermath with no sure end, no instructions.",
  "But the election this spring for mayor of Omaha is pitting abortion rights activists against economic populists and threatening the party’s unity as it regroups to confront President Trump.",
  "When White House chief strategist Steve Bannon is not labeling the media ‘the opposition party,’ he can be found sending crush notes to journalists to let them know they’ve nailed a story.",
  "WEEKEND WEDDINGS – SARA MURRAY, CNN White House correspondent, married GARRETT HAAKE, incoming Washington correspondent at MSNBC, on Saturday at Wild Onion Ranch in Manchaca, Texas.",
  "…\n\n“House Democrats are ready to flex their muscles, providing a list of demands Republicans must meet if they want Democratic votes to keep the government running beyond Friday.",
  "#CNNsotu”\n\nATTORNEY GENERAL JEFF SESSIONS talks about the border wall with GEORGE STEPHANOPOULOS on ABC’s “THIS WEEK”: “Well, we're going to get paid for it one way or the other.",
  "We don’t know what the outcome of the French election is going to be, but that could potentially throw the European Union and the NATO alliance into some level of consternation.",
  "Is there anything in the Paris attack that sends any lessons about U.S. policy or policy that should be put in place?” KELLY: “There are so many aspects to this terrorist thing.",
  "Their father remains very involved, but his sons seem determined to rid the company of its roguish, old-guard internal culture and tilt operations toward the digital future.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "She graduated magna cum laude from the University of Washington and received a master’s degree in development economics and international security from Tufts University.",
  "‘Should you consider what you’re about to do may help elect Donald Trump president?’ an adviser asked him, Mr. Comey recalled recently at a closed meeting with F.B.I.",
  "So we’ll do that.”\n\n-- DICKERSON speaks with SEN. MARCO RUBIO (R-FLA.) -- DICKERSON: “The fight from the White House perspective is over funding for the border wall.",
  "DHS is rolling out the “Victims of Immigrant Crime Engagement (VOICE) Office” and HUD SECRETARY BEN CARSON will be in Columbus, Ohio, for a session on urban housing.",
  "The government shuts down on Friday, and the White House is signaling a hard line on including money to pay for a border wall as part of the government-funding bill.",
  "This is, of course, because Roosevelt himself was a victim of the dread disease, coming down with it in 1921 at the age of 39 at his vacation home in Campobello.",
  "Every policy job at the agency remains vacant, and advocates who thought Carson’s celebrity would raise awareness of affordable housing have been disappointed.",
  "The Wisconsin Republican said the chamber will vote on a conference-wide deal when GOP whips are confident they had the votes for passage — but not until then.",
  "Exxon Mobil, General Electric, Citigroup and Shell Oil are out and Apple, Alphabet (the parent company of Google), Amazon and Facebook have taken their place.",
  "Those who know him best say that his outer confidence has always belied an inner uncertainty, and that he needs to test ideas with a wide range of people.",
  "First Class Alvaro Barrientos, as his wife Tammy Barrientos watches at Walter Reed National Military Medical Center on April 22 in Bethesda, Maryland.",
  "video http://bit.ly/2oi0MNR\n\n-- THE NRCC disclosed a half-million in media buys against Democrats Jon Ossoff in Georgia and Rob Quist in Montana.",
  "You know, we know that would be the Super Bowl for the terrorists, to knock down an airplane in flight, particularly if it was full of Americans.",
  "They met while working in similar jobs for different organizations and Chris first asked Kelly out on a date in front of the Library of Congress.",
  "… Less than two months into the job, Carson still holds forth on God and neurosurgery, but his views on housing policy remain largely a mystery.",
  "‘We’re trying to get a border wall to protect millions of low-income Americans,’ Mulvaney said, but added: ‘We’ll negotiate with the Democrats.",
  "“The last thing we can afford is to send a message to the world that the United States government, by the way, is only partially functioning.",
  "For most people, the luxury of living in a relatively stable democracy is the luxury of not following politics with a nerve-racked constancy.",
  "Those who say the economy is getting better outnumber those who say it’s getting worse by the biggest margin in 15 years in Post-ABC polling.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "“And when Spicer is not popping off from his podium, he is often busy maintaining old relationships with journalists and building new ones.",
  "Members of his Cabinet will travel outside the beltway, spreading the President’s message across the country,” a White House aide told us.",
  "“The move would violate the policies of an agency that does not reveal its investigations or do anything that may influence an election.",
  "The presidential poll is the first ever to be held during a state of emergency, put in place since the Paris attacks of November 2015.",
  "They’re eyeing ways to use the new lease on the family fame by expanding the brand into parts of the United States that embrace him.",
  "Rather than a historically toxic relationship, they described a historic gap between the public perception and the private reality.",
  "I mean, that would just have catastrophic impact in my view or certainly very destabilizing I should say impact on global affairs.",
  "The couple, who live in Dallas, both graduated from SMU and met in art history class where they had assigned seats next to each.",
  "Andrew Cuomo, wed last night at the Morrison-Clark Historic Inn and Restaurant in D.C. surrounded by lots of family and friends.",
  "We don’t know exactly why these people soar above the rest of us, but science offers us clues.” http://on.natgeo.com/2ouSs9q ...",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "It sounds like a standoff that could end up in a potential government shutdown.” DURBIN: “I hope the president will back off.",
  "-- Ariel Kahana (@arik3000) of Makor Rishon in Israel reports that President Trump, Secretary of State Rex Tillerson and U.N.",
  "Now we know it’s going to cost $20 billion to $70 billion for this wall.”\n\n-- BASH: “It should not shut down the government.",
  "Across all three presidential debates, pro-Trump twitter bots generated about four times as many tweets as pro-Clinton bots.",
  "@DanaBashCNN asks Rep. @DarrellIssa if he would like Trump to campaign for him in 2018: Issa refuses to directly answer.",
  "TRANSITIONS -- Nick Owens has partnered with Qorvis MSLGroup to provide strategic consulting and communications counsel.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "Beyond the continued enthusiasm of his most loyal supporters, a small majority of Americans see him as a strong leader.",
  "ABOUT LAST NIGHT … -- President Trump and First Lady Melania Trump dined at BLT Prime at the Trump International Hotel.",
  "They are working to make the family empire their own, not the one the elder Murdoch created to suit his sensibilities.",
  "had received new evidence and was reopening its investigation into Hillary Clinton, the presidential front-runner.",
  "Part of the twist: The populist side’s standard-bearer, Senator Bernie Sanders of Vermont, is not even a Democrat.",
  "The White House wants a vote on a health-care replacement bill this week, and the House leadership is skeptical.",
  "But Mr. Comey had declared the case closed, and he believed he was obligated to tell Congress that had changed.",
  "“That’s one reason why early excitement over his nomination has given way to bewilderment and now frustration.",
  "Some business has slowed as a result of the pledge to stall international dealmaking while Trump is president.",
  "EDUCATION SECRETARY BETSY DEVOS and INTERIOR SECRETARY RYAN ZINKE will be on the Hill, meeting with lawmakers.",
  "ON TUESDAY, the president will speak at the National Holocaust Memorial Museum’s National Day of Remembrance.",
  "The White House is calling it and the president is calling it something that has to be in this spending bill.",
  "NEWS -- CBS’S JOHN DICKERSON will interview President Donald Trump on his 100th day in office next Saturday.",
  "The couple met as embeds on the Romney 2012 campaign, Sara for the Wall Street Journal and Garrett for NBC.",
  "The reception took place in the evening at Gotham Hall on Broadway and was attended by family and friends.",
  "ON FRIDAY, Trump is signing an executive order on energy -- his 32nd executive order since taking office.",
  "U.S. Vice President Mike Pence said on Saturday it would arrive ‘within days’ but gave no other details.",
  "“The other thing, John, that has me -- keeps me literally awake at nightis the threat against aviation.",
  "‘The name of the game is the white working class,’ Buchanan wrote the president in 1972, prophetically.",
  "ON SATURDAY, Trump is rallying in Pennsylvania on the night of the White House Correspondents Dinner.",
  "Pic of Melania and POTUS with an iPhone http://bit.ly/2ohZeU0\n\nTHE STAKES -- Congress is coming back.",
  "The interview will air the next day on “Face the Nation” and on “CBS This Morning” on Monday, May 1.",
  "A bigger majority approves of his efforts to pressure U.S. companies to keep jobs in this country.",
  "Barack Obama and Chuck Schumer (now the Senate minority leader) voted for border security funding.",
  "And so I think that’s a fight worth having and a conversation and a debate worth having for 2018.",
  "But Speaker Paul Ryan also downplayed the possibility of a vote next week, the same sources said.",
  "Majorities of Americans say Trump has not accomplished much during his first months as president.",
  "“The United States has not specified where the carrier strike group is as it approaches the area.",
  "A message from Google: Google is supporting service members as they transition to civilian jobs.",
  "TRANSPORTATION SECRETARY ELAINE CHAO is visiting the Ohio State Transportation Research Center.",
  "Owens was an advisor on Trump’s transition team and was a major fundraiser for President Trump.",
  "The groom, 33, is a speechwriter in Washington, where he focuses on national security issues.",
  "SBA ADMINISTRATOR LINDA MCMAHON is in Orlando for a roundtable with Hispanic business owners.",
  "Playbook Reads\n\nPHOTO DU JOUR: President Donald Trump awards a Purple Heart to U.S. Army Sgt.",
  "They were later joined by Treasury Secretary Steve Mnuchin, Ivanka Trump and Jared Kushner.",
  "They are often marked by extravagant dress, inflated rhetoric, and a show of sexual power.",
  "I believe in the case of the murder -- in the Paris shooting I believe he was homegrown.",
  "But we told the president and the Republicans weeks ago, don’t try any political stunts.",
  "Geert Wilders in the Netherlands and Boris Johnson in England are hairstyle Trumpers.",
  "He would not want that to define his first 100 days.”\n\n-- @CNNSotu at 9:49 a.m.: “.",
  "Cabinet officials and senior staff will do interviews with regional media outlets.",
  "And those kind of things add up -- $4 billion a year for 10 years is $40 billion.",
  "She graduated from Savannah Country Day School and Alex graduated from Hotchkiss.",
  "Let’s just do the -- our responsible, important work of funding this government.",
  "Wedding guests enjoyed a petting zoo with rabbits, chickens, ducks and goats.",
  "Because there are a number of plots that we’re watching very, very closely.",
  "The president pro tempore of the Senate, next in line, was FOUR FINGER.",
  "| Alex Brandon/AP Photo\n\nMUST-READ -- “Comey Tried to Shield the F.B.I.",
  "But, again, there are so many threats that come in from across border.",
  "And the number one thing in my mind is to protect the American people.",
  "And don’t you remember, he said the Mexicans were going to pay for it?",
  "Ambassador Nikki Haley are all going to Israel in the next few months.",
  "But the president’s balance sheet overall tilts toward the negative.",
  "In the evening, he’s having dinner with the Supreme Court justices.",
  "But it’s something I watch every day, ask four or five times a day.",
  "ON THURSDAY, the Argentinian president will be at the White House.",
  "The White House is releasing Trump’s tax reform outline this week.",
  "They had been debating all day, and it was time for a decision.",
  "This was a promise made by the president during his campaign.",
  "Trump will also sign an executive order relating to veterans.",
  "TILLERSON is in New York chairing the U.N. Security Council.",
  "At night, he is hosting a reception with conservative media.",
  "You got other terrorist threats that come across the border.",
  "He could not let politics affect his decision, he replied.",
  "We’ve seen what’s going on, the ongoing crisis in Syria.",
  "He goes to Atlanta to speak at the NRA Leadership Forum.",
  "Saturday is the 100th day of Donald Trump’s presidency.",
  "Trump will have dinner with Sen. Bob Corker (R-Tenn.).",
  "And it’s essential absolutely to control one’s border.",
  "We have taken measures overseas to reduce that threat.",
  "Mr. Comey’s plan was to tell Congress that the F.B.I.",
  "We have a potential crisis brewing with North Korea.",
  "So, what do you think happens at the end of the day?",
  "And if we can do some of that now, that’d be great.",
  "John McCain (R-Ariz.) and Lindsey Graham (R-S.C.).",
  "Makor Rishon is a right-leaning Israeli newspaper.",
  "But we cannot shut down the government right now.",
  "PERDUE will be wrapping up a trip in Wisconsin.",
  "Pim Fortuyn and Jörg Haider were both dandies.",
  "Don’t put any poison pills into this process.",
  "The wedding hashtag was #campaigntochampagne.",
  "Obviously you got the homegrown terrorists.",
  "Housing is somewhere further down the list.",
  "The negotiations are not finished yet.",
  "Their game got cut short due to rain.",
  "[Kristina] Anderson was one of them.",
  "You’re calling it a political stunt.",
  "We know what this wall is all about.",
  "I don’t know how to detect that.",
  "Brain surgery is a close second.",
  "Now, these are mostly Mexicans.",
  "I don’t know how to stop that.",
  "North Korea remained defiant.",
  "They’re very sophisticated.",
  "Trump does not afford this.",
  "They died in their finery.",
  "They’re very threatening.",
  "He has dinner with Sens.",
  "It gets lonely.",
  "From Politics.",
  "agents.",
  "4-min.",
  "...",
  "...",
  "..."
]