[
  "The Libyan Observer reports that the tanker’s crew is currently being held hostage, and the act appears to be part of a longstanding business relationship between the smugglers and the owner of the tanker: “According to the news agency, the owner of the tanker owes the Libyan smugglers about $433,000 for earlier bought ‘smuggled’ fuel.”\n\nThe tanker’s fate highlights two awe-inspiring realities in today’s Libya: that the OPEC country is now forced to import oil, as most of its oil refineries are under the control of rival militias or jihadi groups; and that doing business in Libya is an extremely high-risk endeavor for any international businesses or governments, further exacerbating the demand for oil from abroad.",
  "Following the Sirte defeat, Reuters reports, Islamic State terrorists turned to “trying to foment chaos by cutting power and water supplies and to identify receptive local communities.” While the group currently has no official claims on territory in the country, they remain active with the help of an unlikely ally: al-Qaeda.",
  "Their capture by the BDB could prove to greatly destabilize what remains of the Libyan economy and the current political situation in the country, in which a number of warring militias, two pseudo-official governments, and the terrorist groups Islamic State and al-Qaeda rule a divided country.",
  "U.S. Africa Command head U.S. Africa Command General Thomas Waldhauser recently told Voice of America he believes it will also require an international coalition of powers like Russia, which has invested significant effort in becoming relevant to the Libyan chaos.",
  "Following the news that oil smugglers had seized a Turkish tanker on its way to Malta Thursday, Reuters reported that the Benghazi Defence Brigades (BDB), a rebel militia, had captured two of the nation’s few remaining productive oil ports.",
  "The GNA has stated publicly that “Isil and al-Qaeda have never attacked each other here and now we have evidence that they are actively cooperating… Al-Qaeda is providing logistics and support to help Isil re-group and launch attacks.”",
  "That situation may have worsened even further on Friday when the BDB — a militia Reuters describes as “fighters who were ousted from Benghazi by the Libya National Army (LNA)” — overran the oil ports of Es Sider and Ras Lanuf.",
  "Libya is currently governed by the Government of National Accord (GNA) in Tripoli, which the United Nations supports, and the House of Representatives in Tobruk, who also receive UN support as the GNA’s legislative body.",
  "The LNA is aligned with the majority in the House of Representatives and run by Field Marshal Khalifa Haftar, a prominent anti-Islamist who has sought support from Egypt and Russia to consolidate his power.",
  "“The Egyptians and Russians are also involved in trying to get this all together, because at the end of day a political solution is going to require” both the GNA’s leaders and Haftar’s army, he added.",
  "The UK Telegraph reported this week that al-Qaeda, which has expanded its influence prodigiously in the African country, has been helping Islamic State terrorists unmoored by the defeat in Sirte.",
  "Unifying Libya under one government will require a coalition made out of the remnants of both Qaddafi loyalist factions and rebel groups who once existed solely to oppose Qaddafi.",
  "The BDB are not officially aligned with the GNA, though Reuters notes that some have accused individual members of the coalition government of secretly supporting the BDB.",
  "The oil tanker Haci Telli fell into the hands of unknown oil smugglers last week, Turkish outlets reported on Thursday, while stopping to refuel in Libya.",
  "Many observers suspect Haftar seeks to impose military rule to eliminate any remnants of both Qaddafi and jihadists support within the unity government.",
  "While House of Representatives’ members have agreed to work with the Tripoli government, they submitted a vote of “no confidence” in the GNA in August.",
  "It is not clear whether Turkey can act to defend the tanker given the lack of government infrastructure in the area where the seizure occurred.",
  "The situation in Libya since dictator Muammar Qaddafi died in 2011 remains fractured and volatile for domestic and foreign interests alike.",
  "Reuters estimates the two ports process 600,000 barrels per day, whose value has gone to feeding Libya’s National Oil Corporation (NOC).",
  "Losing the two ports is “a considerable blow to Haftar,” according to the European Council on Foreign Relations’ Mattia Toalda.",
  "Eastern Libya, where Haftar has established himself, “is where a political solution… has to take place,” Waldhauser stated.",
  "While the NOC has not released a statement on the situation, the GNA has condemned the violence at the oil ports.",
  "But for confidence in Libya’s production it’s a blow,” Toalda warned in the UAE’s The National.",
  "The Turkish government had reopened its Embassy in Tripoli this week shortly before the attack.",
  "The United States is involved in Libya primarily to fight another threat: the Islamic State.",
  "While ISIS has lost its major stronghold of Sirte, it remains active in the nation’s south.",
  "Prior to the LNA’s recapture of these ports, they had ceased producing any oil.",
  "“We have to see if there is an immediate effect on exports.",
  "Haftar has sought Russian support."
]