[
  "Puzzling over the matter, European Council on Foreign Relations director Mark Leonard observed to The New York Times in an article published this weekend, “Populists have replaced contests between left and right with a struggle between cosmopolitan elites and angry nativists.”\n\nIf in fact the chaos of the “culture wars” has displaced the long-standing pendulum swing between traditional left and right politics, a site like Heat Street seems almost an inevitable result.",
  "In its first month of existence, it has published bombshell reports about Jane Sanders’ handling of funds at Burlington College (the College announced two weeks ago that it would shut down at the end of the month due to the “crushing debt” it incurred under Sanders’ tenure), and, of course, quizzes like “Who Said It: Donald Trump or Kim Kardashian?,” which blew up on social media.",
  "“RTed over the weekend by both @pmarca Marc Andreesen and @notch of minecraft so I am happily freaking out.”\n\nThe site’s original reporting is often rewarded to a degree unfamiliar to most upstart websites — titles within the News Corp. family like The New York Post, The Wall Street Journal and MarketWatch have promoted Heat Street’s stories on their sites.",
  "| Fox News Heat Street charts a course through the culture wars\n\nOn a recent afternoon a group of about a dozen young reporters gathered around a table (a few more patched in from London and Chicago) in a sunny conference room on the eighth floor of News Corp.’s Midtown Manhattan skyscraper as their editor kvelled.",
  "“The culture wars tag defines us more than the political tag.”\n\nThe sentiment is reflected in an occasional column called Hack Check that calls out various news organizations for its transgressions — compiled by everyone at Heat Street, along with the occasional News Corp. employee with a tip, Mensch said.",
  "Mensch's more mild-mannered partner in running this group, Noah Kotch, an Emmy winning TV producer with big-audience credits like the “Today” show under his belt, shoots off rapid-fire questions to reporters about advancing the most controversial stories.",
  "They’re also focused on allegations that Facebook suppressed conservative news, on Trump’s remark that the U.S. could print more money to avoid bankruptcy, and on the low number of conservative speakers invited to universities around the country.",
  "My spider sense tells me that that’s going to get the most traffic.”\n\nThe group, which puts out a brand new web site called Heat Street, meets like this daily, trying to figure out what a very specific corner of the internet will fasten on to.",
  "“We’ll take the mickey out of Donald Trump, and we’ll also take the mickey out of Hillary Clinton, Ted Cruz, or Bernie Sanders.”\n\nThey sent a video team to Orlando to cover the Libertarian convention—that coverage will unspool this week.",
  "We don’t have a specific political stance.”\n\nKotch and Mensch have a habit of finishing each other’s thoughts when discussing the site, which Mensch dreamed up in 2013 and brought to News Corp. chief executive Robert Thomson.",
  "The site surpassed a million uniques two weeks ago, prompting a shout-out on News Corp.’s earnings call, and Kotch said he was pleased to see the site earning revenue in its first few weeks of launching.",
  "The site is tracking to have more than 2 million unique users for the month of May—given that it is only six weeks old and they have spent just $10,000 marketing the thing, a not unimpressive sum.",
  "It provides a starting point for discussion at these meetings — writers repeatedly discussed ways to find the libertarian angle on stories and memes that were burning up social media that day.",
  "If this meeting was any indication, Heat Street’s early billing as a sort of “Huffington Post for Libertarians” suggests only part of the readers Mensch and her troupe are hoping to attract.",
  "But they are as excited by the consumption of their products on social media platforms, which have engaged a young, attentive audience of about another 2 million — some of them even famous.",
  "Both Mensch and Kotch said their goal with Heat Street is to push back against what they see as the biggest transgression of the mainstream media — telling readers what to think.",
  "“We are the antithesis of that.”\n\n“It’s all very, ‘respect my authoritah, respect my authoritah,’” Mensch joked, referencing a punchline from the Comedy Central show South Park.",
  "But Heat Street staffers are keen on pitching stories about the transgressions of so-called “social justice warriors” and on the faults of both Hillary Clinton and Donald Trump.",
  "But Heat Street’s broader editorial aim, and the sensibility of its staff, is to call out what they see as hypocrisy in politicians, the news media and popular culture.",
  "Reporter Emily Zanotti had just pitched a story about a “fat activist” who spoke at the University of Minnesota, and the editor, Louise Mensch, was downright delighted.",
  "“We are equal opportunity offenders as far as pricking politicians,” Mensch said over lunch in a crowded New York diner around the corner from the News Corp tower.",
  "Heat Street doesn’t have any plans to expand just yet, but Kotch said he envisions an expansion of the editorial and video team one more revenue begins rolling in.",
  "(“We are very much against abuse of women on the Internet but nevertheless think that as a group, the gaming community has been maligned,” Mensch explained.)",
  "The site has come out strongly in support of Gamergate, a movement that has been tied to mass harassment women in the video game industry on the Internet.",
  "(Heat Street, for its part, is happy to share other News Corp. content, and other News Corp. titles are conveniently absent from its Hack Check column.)",
  "“There is a lot of resistance to being lectured— especially among millennial news sources, which have a lecture-like quality,” Kotch said.",
  "About half of Heat Street’s traffic comes from social media sites like Facebook, and the site has found a particular following on Reddit.",
  "In many ways, the audience Heat Street seeks to understand is the same audience the political establishment is trying to understand.",
  "“It’s more the culture war stuff that defines us and the non-lecturing tone than a specific political stance,” Mensch said.",
  "“I don’t think I’m going to get there tomorrow, or any time soon, but that is who I aspire to compete with,” she said.",
  "With Kotch and Mensch at the helm, and with the support of News Corp., the site has gained some traction.",
  "Kotch, who was pitching an idea for a similar site outside the company, he said, joined soon afterwards.",
  "in her native England, will clap her hands gleefully when hearing an update about a story’s development.",
  "(She is obviously a South Park fan, offering up a few generous recitations of relevant segments.)",
  "Story Continued Below\n\n“That’s marvelous!” Mensch said, oozing enthusiasm and clapping her hands.",
  "“I’m not trying to spin it — one thing we’re definitely not is hard-core left,” Mensch said.",
  "“Greetings from a mets game,” Mensch wrote in an email to POLITICO the evening of May 30.",
  "And Mensch puts The Huffington Post in her crosshairs as a model she’d like to follow.",
  "We run it together, and we do everything together,” Mensch said.",
  "The company eventually greenlit the site about five months ago.",
  "The New York Times’s Jim Rutenberg is a frequent target.",
  "At the editorial meetings, Mensch, a former M.P.",
  "“But it’s a bit of a hodgepodge, really.",
  "“Can we prioritize that one?",
  "“We are so in sync.",
  "Louise Mensch."
]