[
  "“The base will ensure China’s performance of missions, such as escorting, peace-keeping and humanitarian aid in Africa and west Asia,” notes Xinhua, adding,”The base will also be conducive to overseas tasks including military cooperation, joint exercises, evacuating and protecting overseas Chinese and emergency rescue, as well as jointly maintaining security of international strategic seaways.”\n\nDjibouti, like other African countries, is also already home to multiple Chinese-led infrastructure projects that employ some of the estimated one million Chinese nationals who reside on the continent.",
  "According to a report by the European Council on Foreign Relations (ECFR), “There are currently over 2,500 Chinese troops and police officers deployed in blue-helmet [United Nations peacekeeping] missions across the [African] continent, with the largest deployments in South Sudan (1,051), Liberia (666), and Mali (402).”\n\nThe United States’ Camp Lemonnier in Djibouti, the only permanent American military base on the African continent, houses an estimated 4,000 American troops and contractors.",
  "“It is Djibouti’s proximity to restive regions in Africa and the Middle East that makes it significant for the location of bases for the military superpowers,” reported the British news outlet, adding:\n\nSomalia, to the south-east, has been a hotbed of unrest—of global implications—for years, with sea pirates and al-Shabab militants posing a serious threat to the region.",
  "The anonymous defense official said in April, “At this point, I don’t see why we should not be able to comfortably coexist with the Chinese presence, the way we do with the Japanese, the French.”\n\nBack in June 2015, when China’s interest in Djibouti had become obvious, BBC noted that military superpowers were drawn to the country’s strategic location.",
  "Moreover, the Center for the Study of the Drone at Bard College in New York has reported that the U.S. military likely uses the Chabelley Airfield in the African nation to launch drone airstrikes against jihadists in Somalia and Yemen, noting in July 2016 that there were several construction projects underway at the facility.",
  "… This base can support Chinese Navy to go farther, so it means a lot,” declared the news outlet, adding “It’s not about seeking to control the world.”\n\nThe Global Times stressed that the primary role of the facility would be to assist Chinese warships operating in the region in anti-piracy and humanitarian operations.",
  "The Pentagon recently warned that China “most likely will seek to establish additional military bases in countries with which it has a longstanding friendly relationship and similar strategic interests, such as Pakistan, and in which there is a precedent for hosting foreign militaries.”",
  "“Djibouti’s position on the northwestern edge of the Indian Ocean has fueled worry in India that it would become another of China’s ‘string of pearls’ of military alliances and assets ringing India, including Bangladesh, Myanmar and Sri Lanka,” reports the news outlet.",
  "They support multiple US combat command,” declared an unnamed senior defense official, Agence France-Presse (AFP) reported during American Defense Secretary James Mattis’ visit to the strategically important country of Djibouti earlier this year.",
  "China has deployed ships carrying troops for its first overseas military base in the Horn of Africa nation of Djibouti, already home to military bases from the United States, Japan, and France, the small country’s former colonial power.",
  "American Gen. Thomas Waldhauser, the top U.S. commander in Africa, emphasized that Djibouti’s “is very, very important to our strategic interests” during a joint press conference with Secretary Mattis at Camp Lemonnier back in April.",
  "Transporting an unknown number of troops, two Chinese Navy warships left the port of Zhanjiang on Tuesday “to set up a support base in Djibouti,” reports the state-run news agency Xinhua.",
  "Yemen, currently in conflict, is less than 20 miles north-east across the Bab-el-Mandeb Strait—also an easy pathway into the Middle East without having to be based there.",
  "“It will be used to resupply navy ships taking part in peacekeeping and humanitarian missions off the coasts of Yemen and Somalia, in particular,” reports Reuters.",
  "On Wednesday, the state-run Global Times also published an editorial highlighting the importance of Beijing’s new Djibouti base to the Chinese military.",
  "Reuters now adds that Djibouti’s position on the Indian Ocean has sparked concerns in India, which is considered China’s regional rival.",
  "AFP noted that the U.S. military downplayed concerns about China’s military base construction in the small African country.",
  "The population of Djibouti itself, which is almost the size of New Jersey, is less than one million (about 850,000).",
  "Beijing began construction of a logistics military base in the small country on the Red Sea last year.",
  "“Certainly this is the People’s Liberation Army’s first overseas base and we will base troops there.",
  "“For [the Pentagon] Camp Lemonnier and Chabelley are critical in terms of logistics.",
  "China is known to use its ally Pakistan to keep tabs on their mutual rival India.",
  "It’s not a commercial resupply point."
]