[
  "Reuters and Independent (London) and EU Observer (7-July) and Deutsche Welle (7-July)\n\nItaly’s ‘nuclear option’ would force other countries to absorb refugees\n\nPrime Minister Paolo Gentiloni’s fury at other EU countries for abandoning Italy and refusing to accept any refugees is being translated into consideration of what is being called “the nuclear option.”\n\nThe plan would take advantage of a little-known and near-forgotten European Council Directive 55 from 2001, drafted after the Balkans conflict, to give temporary EU entry permits to “displaced people.”\n\nIf implemented, Italy would give temporary visas to 200,000 migrants that it’s currently hosting.",
  "This morning’s key headlines from GenerationalDynamics.com\n\nEU countries refuse to help Italy deal with massive refugee crisis\n\nItaly considers a ‘code of conduct,’ and possibly the ‘nuclear option’\n\nItaly’s ‘nuclear option’ would force other countries to absorb refugees\n\nEU countries refuse to help Italy deal with massive refugee crisis\n\n\n\nMigrants wait to disembark after being rescued at sea (AP)\n\nReports are describing Italy’s Prime Minister Paolo Gentiloni with words like “furious” and “livid” over the fact that the European Union is refusing to help Italy deal with the massive refugee crisis the country is facing.",
  "An official with Amnesty International says that if this code of conduct is enforced, then it will interfere with operations to the extent that it will put many lives in danger:\n\nAttempts to restrict NGO search and rescue operations risk endangering thousands of lives by limiting rescue boats from accessing the perilous waters near Libya.",
  "Amnesty International is demanding that the EU pull its funding of the Libyan coast guard:\n\nRather than acting to save lives and offer protection, European Ministers meeting today are shamelessly prioritizing reckless deals with Libya in a desperate bid to prevent refugees and migrants from reaching Italy.",
  "The National (UAE) and The Sun (London) and Daily Mail (London)\n\nRelated Articles\n\nKEYS: Generational Dynamics, Italy, Paolo Gentiloni, Hungary, Poland, Libya, Amnesty International, Human Rights Watch\n\nPermanent web link to this article\n\nReceive daily World View columns by e-mail",
  "European states have progressively turned their backs on a search and rescue strategy that was reducing mortality at sea in favor of one that has seen thousands drown and left desperate men, women and children trapped in Libya, exposed to horrific abuses.",
  "One policy that the EU has tried is that of making sure that whoever rescues migrants from the Mediterranean stays long enough to burn down or otherwise destroy the boat that the human traffickers had used to transport them out of Libya.",
  "An analyst at the European Council on Foreign Relations says that the result would be severe:\n\nIf migrants continue to arrive and Italy decides to give them papers to cross borders and leave Italy it would be a nuclear option.",
  "Another policy that the EU has been trying is to push the problem to Libya, by paying Libya’s coast guard to prevent departures of refugee boats from Libya, by intercepting boats in Libyan waters and bring them back to Libya.",
  "At best, EU countries pay lip service to helping Italy and even sympathize with poor Italy’s misfortune, but they refuse to take the step that would really make a difference – distributing asylum-seekers to other countries.",
  "What really infuriates Gentiloni and other Italian officials is that lots of politicians are full of moral outrage criticizing Italy for not doing enough, but they refuse to accept any refugees into their own countries.",
  "CNN and Deutsche Welle and Guardian (London) and Amnesty International\n\nItaly considers a ‘code of conduct,’ and possibly the ‘nuclear option’\n\nItaly is considering two plans to relieve the refugee crisis for itself.",
  "Given the scale of tragedies at sea and the horrific abuses migrants and asylum seekers face in Libya, the EU should work with Italy to enhance robust search and rescue in the waters off Libya, not limit it.",
  "Italian officials claim that the NGOs are encouraging migrants to put to sea and that the number of migrants would be reduced if they weren’t being encouraged if NGOs followed this code of conduct.",
  "The human traffickers tell the refugees that once they are out of Libyan waters, they should call a specific number in Italy, and a boat will be dispatched to save them from the rubber dinghy.",
  "Human Rights Watch says that the code of conduct is the wrong approach, and more must be done for the refugees:\n\nNGOs are out there in the Mediterranean rescuing people because the EU is not.",
  "As usual with these activist organizations, there are only criticisms, never solutions, and only demands to spend an unlimited amount of money, even if doing so would not make any difference.",
  "Italians have lost any hope of getting help from the EU and may say, ‘If you won’t make it a common challenge, we will.’\n\nThe outcome would be a truly major political crisis across the EU.",
  "If any group refuses to accept the terms, they risk being barred access to Italian ports, meaning they would have to divert to other countries to disembark the refugees and migrants.",
  "Italian officials are suspicious that the NGOs that receive funding to pick up refugees are cooperating by phone with the human traffickers, and even getting kickbacks from them.",
  "The way it works now is that human traffickers launch rubber dinghies filled with dozens of refugees from the Libyan coast, charging each of the refugees thousands of dollars.",
  "While 100,000 refugees have reached Italy, another 2,500 drowned while en route, and Italy is often criticized for not providing enough boats to prevent those drownings.",
  "The purpose of both of the plans under consideration is not necessarily to reduce the refugee flow, but instead to force other European countries to share the burden.",
  "An Amnesty International official said that the code of conduct proposals were part of a “concerted smear campaign” against NGO rescue ships by right-wing groups.",
  "The boats will no longer be allowed to transfer refugees to other ships, but will instead have to bring them to port themselves, limiting their operations.",
  "Several central and eastern European EU members, including large countries like Hungary and Poland, have absolutely refused to take in any asylum-seekers.",
  "Amnesty International has been strongly criticizing this policy because the Libyan coast guard has reportedly been abusing the refugees that it captures.",
  "So Italy is expected in the next few days to present its eleven-point code of conduct to nine NGOs that regularly deploy rescue boats to rescue refugees.",
  "NGOs will be banned from making phone calls or firing flares that might signal to human traffickers that they could push their migrant boats out to sea.",
  "First, Italy is considering an 11-point code of conduct for NGOs (non-governmental organizations) that rescue most the refugees from the Mediterranean.",
  "In 2015, the EU agreed that 160,000 asylum seekers should be relocated from Greece and Italy to other member states, in the name of burden-sharing.",
  "The plan hasn’t been officially released, but some of the rules have leaked out, and are already being criticized by pro-immigrant activists.",
  "The NGO vessels will also be obliged to let police travel with them to help root out any human traffickers hidden amongst the migrants.",
  "They are simply using cheaper, less secure boats, like expendable rubber dinghies that are purchased in large quantities from China.",
  "Italy also receives criticism for not doing enough to care for the hundreds of thousands of refugees that the country is hosting.",
  "However, it’s not known whether Gentiloni is really considering this option, or whether he’s just bluffing to get concessions.",
  "Almost 100,000 refugees, mostly crossing the Mediterranean from Libya, have landed on Italy’s shores so far this year.",
  "The summer season is just beginning, and refugee flows across the Mediterranean have not yet reached their peak.",
  "Activists say that the result of the boat-burning policy has been to make the trip more dangerous for refugees.",
  "There will be a categorical ban on NGOs entering Libyan waters unless human life is clearly in danger.",
  "Pro-immigrant activists say that this is a dangerous policy because human traffickers have adapted.",
  "This would permit them to travel freely throughout the 26 nations of Europe’s Schengen Zone.",
  "Some commercial ships turn them off to avoid being asked to carry out rescue operations.",
  "Instead of being helped, Italy finds itself constantly criticized for not doing enough.",
  "These are radar identification systems that allow the ships to be tracked remotely.",
  "The dinghies are flimsy and usually have just enough fuel to leave Libyan waters.",
  "Some NGOs turn off the transponders to avoid being tracked into Libyan waters.",
  "NGOs will be required to always keep their ships’ transponders turned on.",
  "To date, only about 22,500 of the 160,000 have actually been transferred.",
  "As many as 100,000 more refugees are expected by the end of the year.",
  "In the last week of June alone, 10,000 more refugees arrived.",
  "Italy has been left entirely on its own to care for them.",
  "The NGOs vehemently deny these charges."
]