[
  "German plans to phase out nuclear energy likely preclude the development of nuclear weapons, Townsend said, and, as noted by Marcel Dirsus, a political scientist at the University of Kiel in Germany, politicians who can't convince Germans to support spending 2% of GDP on defense are unlikely to win backing for nuclear weapons.",
  "Not long after Trump's election, European officials — including a German lawmaker who was foreign-policy spokesman for the governing party — suggested French and British nuclear arsenals could be repurposed to defend the rest of the continent under a joint command with common funding or defense doctrine.",
  "At the end of July, prominent German political scientist Christian Hacke wrote an essay in Welt am Sonntag, one of the country's largest Sunday newspapers, arguing Germany needed to respond to uncertainty about US commitment to defending European allies by developing its own nuclear capability.",
  "Ulrich Speck, senior visiting fellow at the German Marshall Fund in Berlin, said on Twitter that while he didn't favor \"Germany becoming a nuclear state,\" he did believe \"there is a debate looming with the many question marks over the US with Trump, and that it's better to have the debate.",
  "\"Germany developing nuclear military capability, a nuclear weapon, a nuclear deterrent, will never be in the cards ever,\" said Jim Townsend, an adjunct senior fellow in the Transatlantic Security Program at the Center for a New American Security.",
  "REUTERS/Jonathan Ernst\n\nPresident Donald Trump's relationship with Europe has been characterized by him attacking NATO for what he perceives as failures to meet the defense-spending goals alliance members have agreed to work toward.",
  "AP Photo/Pablo Martinez Monsivais\n\nFrench President Emmanuel Macron has advocated closer defense cooperation between France and Germany, but Paris has in the past expressed reservations about ceding control of its nuclear weapons.",
  "Sean Gallup/Getty Images\n\nIn June, German Foreign Minister Heiko Maas said Europeans \"need a balanced partnership with the US ... where we as Europeans act as a conscious counterweight when the US oversteps red lines.\"",
  "There have been suggestions that \"what Europe should do is depend on the French, the French nuclear capability, and the Germans pay into that and thereby kind of fall under the French nuclear umbrella,\" Townsend said.",
  "Department of Defense via Federation of American Scientists\n\n\"Things nuclear are always hot in Germany,\" said Townsend, who spent eight years as US deputy assistant secretary of defense for European and NATO policy.",
  "Thomson Reuters\n\nWolfgang Ischinger, head of the Munich Security Conference and a former German ambassador to the US, argued that Germany's pursuit of nuclear weapons would set an undesirable precedent.",
  "\"It's crucial for Germany and Europe that we have a strategic debate,\" Ulrike Franke, an analyst with the European Council on Foreign Relations, told Politico Europe.",
  "Journalist and defense expert Christian Thiels described the discussion as \"A totally phoney debate\" and referred to Hacke's argument as a \"very individual opinion.\"",
  "Reuters\n\n\"For the first time since 1949, the Federal Republic of Germany is no longer under the U.S.'s nuclear umbrella,\" Hacke argued, according to Politico Europe.",
  "\"National defense on the basis of a nuclear deterrent must be given priority in light of new transatlantic uncertainties and potential confrontations,\" Hacke said.",
  "In mid-2017, a review commissioned by Germany's parliament found Berlin could legally finance another European country's nuclear weapons in return for protection.",
  "While concern about Trump is very real, Germany is treaty-bound not to develop nuclear weapons, and discussions of doing so are seen as little more than talk.",
  "\"This is not something that's going to change and all of a sudden the Germans are going to think seriously about developing a nuclear capability.",
  "German Defense Minister Ursula von der Leyen in front of a Tornado jet at an airbase in Jagel, near the German-Danish border, August 17, 2016.",
  "German Chancellor Angela Merkel and President Donald Trump on the first day of the G20 leaders' summit in Hamburg, Germany, July 7, 2017.",
  "\"If Germany was to relinquish its status as a non-nuclear power, what would prevent Turkey or Poland, for example, from following suit?\"",
  "\"What Germany is slowly realizing is that the general structure of the European security system is not prepared for the future.\"",
  "German Chancellor Angela Merkel, President Donald Trump, and other leaders the 2018 NATO Summit in Brussels, July 11, 2018.",
  "President Donald Trump and French President Emmanuel Macron walk to the Oval Office of the White House, April 24, 2018.",
  "Townsend said the debate was unnecessary, given that its premise — the loss of US nuclear deterrence — was unfounded.",
  "The same question was discussed \"by very few think-tankers & media people one year ago,\" he added, \"to zero effect.\"",
  "Divergent interests among Germany's neighbors made the prospect of a joint European response \"illusory,\" he added.",
  "Trump and Macron watch tanks pass during the Bastille Day parade on the Champs Elysees in Paris, July 14, 2017.",
  "A consequence of this newly contentious relationship is more interest in Europe in domestic defense capacity.",
  "\"No matter where we might be domestically as we talk about Europe or as we talk about NATO, we're not going.",
  "Hacke is not the first in Germany to suggest longstanding ties with the US have fundamentally changed.",
  "Associated Press/Carolyn Kaster\n\nBut Trump has changed the way Europe thinks about its defense.",
  "Some welcome discussion of Germany acquiring nuclear capability, even if they don't support it.",
  "\"As cool as it sounds for a think-tank discussion, in reality the French would never do that.\"",
  "German Chancellor Angela Merkel and President Donald Trump at the White House, March 17, 2017.",
  "Maas compared Trump's \"America First\" policies to the policies of Russia and China.",
  "\"Trump notwithstanding, the US nuclear guarantee is not going anywhere,\" he said.",
  "\"Germany as the gravedigger of the international non-proliferation regime?",
  "A US LGM-30 Minuteman III intercontinental ballistic missile in a silo.",
  "Soldiers in the German Bundeswehr during a training exercise in 2015.",
  "(The UK's plans to exit the EU complicate its role in any such plan.)",
  "REUTERS/Fabian Bimmer\n\nThis is not the first round of this debate.",
  "\"Well, that's not going to happen either,\" he added.",
  "Germany needs to think through nuclear deterrence.\"",
  "Our nuclear guarantee is going to be there.\"",
  "In Germany, that interest is going nuclear.",
  "Others in Germany were also dismissive.",
  "That's just not going to happen.\"",
  "he wrote in a response to Hacke.",
  "Who can want that?\""
]