[
  "Trump on Monday also slammed Democratic presidential nominee Hillary Clinton for saying in the past that she wanted to see more Syrian refugees be allowed in the United States, warning that terrorists and criminals are hiding among the refugees (though Clinton has said refugees must be carefully vetted).",
  "Donald Trump on Monday laid out some big plans to change the U.S. immigration system, calling for the suspension of immigration from regions that have \"a history of exporting terrorism\" and the roll-out of an ideological test to weed out foreigners who may support \"radical Islamic terrorism.\"",
  "Trump also kept using the word \"region,\" but the U.S. immigration and visa policies are largely built around country-to-country relationships, and some countries don't clearly fall into one region or another: Turkey, for example, is a country that straddles Europe and the Middle East.",
  "\"Immigration to the United States would grind to a near halt if millions of people are subject to background checks based on subjective criteria,\" said Cornell University law professor Stephen Yale-Loehr, who added: \"This proposal would also cost billions of dollars to implement.",
  "But those countries — not to mention others — may resent seeing their citizens barred by the U.S. That could affect their cooperation on fighting extremists just as the U.S. is making headway in the fight against the Islamic State terrorist group in Syria and Iraq.",
  "But the administration chose not to include on that list Saudi Arabia or Pakistan, two countries notorious for producing terrorists, because the governments in Riyadh and Islamabad are, technically, allies in the fight against extremism.",
  "The U.S. government has very broad authority when it comes to deciding which foreigners it allows on its soil, and it does occasionally bar people, such as foreign government officials believed to be human rights violators.",
  "Even if Trump were to focus purely on Islamist-inspired terror, that would still presumably include much of Europe, including France and Britain, most of whose citizens currently enjoy visa-free tourist travel to America.",
  "In his speech, Trump castigated radical Islamists for their hatred of gays, but would he argue that evangelical Christians from South Korea who also denounce homosexuality should be barred from visiting the United States?",
  "Some experts assert that even if a Trump administration were to try to bar people based on their religion it may not technically be unconstitutional, even if it would seem to violate the spirit of the First Amendment.",
  "Then there's the Middle East, which is deeply scarred by terrorism but includes countries such as Jordan, Egypt and Israel, whose governments are important partners in the fight against Islamist extremists.",
  "Hina Shamsi, director of the National Security Project at the American Civil Liberties Union, said that, despite the change in language, Trump's overall goal appears to still be keeping out Muslims.",
  "For instance, earlier this year, the Obama administration imposed special visa restrictions on foreigners who have traveled in recent years to Iran, Iraq, Syria, Sudan, Libya, Somalia and Yemen.",
  "| AP Photo Why Trump's immigration ideas won't work The Republican nominee's proposals appear nearly impossible to implement — and critics say they could actually fuel the terrorist threat.",
  "In Europe alone, Spain has suffered from attacks by Basque separatists the U.S. labels as terrorists, while Northern Ireland is still troubled by offshoots of the Irish Republican Army.",
  "Critics argue that Trump's plans are just a way to bar Muslims from the U.S., an idea he suggested months ago but which even some Republicans called an \"un-American\" religious test.",
  "Business people and visitors could not be able to plan quick trips to the United States because they would not know how long an ideological background check would take.\"",
  "Constitutionality aside, the ideological test proposed by Trump poses challenges on a sheer logistical level, and could cost huge amounts of money to implement.",
  "But refugee advocates warn that Trump's comments only worsen America's reputation in the Middle East, spurring more young people to turn to Islamist extremism.",
  "In a way he’s made his proposal less narrow and even vaguer than it was before,\" said David Bier, an immigration analyst at the libertarian Cato Institute.",
  "Trump actually singled out those three countries in his speech, calling them friends \"who recognize this ideology of death that must be extinguished.\"",
  "Regardless of his true intentions, the basics that Trump proposed Monday left observers struggling to envision how they could ever become a reality.",
  "Historically, the U.S. also has barred people based on their beliefs, including in communism, a Cold War approach Trump alluded to in his speech.",
  "Who counts as an immigrant — people who want to move to the U.S. permanently or the many millions who come as tourists, often without a visa?",
  "\"Freedom of travel, whether regulated by visa or not, to the United States is a critical element of our relationship with these countries.",
  "\"Those who do not believe in our Constitution, or who support bigotry and hatred, will not be admitted for immigration into the country.\"",
  "\"Are we calling for restrictions on visas to countries that have some of the best criminal justice and international policing programs?\"",
  "The problem, people familiar with the immigration system say, is that many of Trump's ideas will be nearly impossible to implement.",
  "Story Continued Below\n\nThe Republican presidential nominee unveiled the proposals during a speech in Ohio on national security.",
  "“It’s hard to see how these proposals do not pose significant legal, policy and practical hurdles, and rightly so,” she said.",
  "asked Greg Chen, a top official with the American Immigration Lawyers Association, in reference to Western European states.",
  "Trump's proposals now are \"no more specific than saying you’re going to screen out Muslims — it’s less specific than that.",
  "People familiar with the immigration system say that many of Donald Trump's ideas will be nearly impossible to implement.",
  "U.S. immigration policy is incredibly complex and it is often affected by political decisions that seem questionable.",
  "For instance, some asked, what does Trump mean by \"terrorism\" and \"regions\" with \"a history of exporting terrorism?\"",
  "It’s a matter of dignity,\" said Jeremy Shapiro, director of research at the European Council on Foreign Relations.",
  "Legislative changes have made such ideological bans less likely today, but the rules are not black and white.",
  "For one thing, there are few regions in the world not affected at some point by some form of terrorism.",
  "I call it extreme vetting,\" the real estate mogul said, ad-libbing the \"extreme vetting\" line.",
  "\"We should only admit into this country those who share our values and respect our people.",
  "The deployment of people to scour immigration applicants' social media accounts?",
  "\"Vague proposals rarely get implemented in any sort of specific, targeted way.\"",
  "And some may wind up actually increasing the terrorist threat.",
  "Trump's team has promised more details in the coming weeks.",
  "As they figure them out, they'll face some tough realities.",
  "Would the test come in the form of a questionnaire?",
  "And how will the ideological test be administered?",
  "(Trump also wants a ban on Syrian refugees.)",
  "She believes that would be unconstitutional.",
  "And what counts as an un-American value?",
  "What counts as \"bigotry and hatred?\"",
  "Interviews with consular officers?"
]