[
  "At least one EU partner criticized France for projecting \"ambiguity\" in the dispute at a time when Europe is otherwise trying to show off its new plans for military integration — and as France, Germany and Italy have been calling to set up a military-civilian European headquarters and to share some troops.",
  "Latorre said that while Italy was “shocked and saddened by the loss of these three lives,” he noted that “probably lately France has been taking a clearer line in support of Sarraj” — a reference to the September 27 visit to Paris of the Libyan prime minister for a meeting with President François Hollande.",
  "French President Francois Hollande and Prime Minister of Libya Fayez El Sarraj hold a joint press conference in Paris, in September, 2016 | Aurelien Morissard/Getty Diplomatic divide over Libya threatens EU unity on defense Critics say France is playing both sides in the conflict.",
  "\"When it had to make a choice Paris always went for unity with Western partners.”\n\nNevertheless, Haftar has been encouraged by his sponsors, Egypt and the United Arab Emirates, to seize control of large parts of the war-torn country, analysts said.",
  "\"We are already talking about two Libyas because in the east Haftar has set up a military dictatorship” — Arturo Varvelli, Libya expert at an Italian think tank\n\nEven the French government is divided on the issue, experts and diplomats said.",
  "European governments' new push to cooperate more effectively on defense and security is already being tested in Libya, where France is accused of playing a double game in an ongoing conflict that has exposed divisions within the bloc.",
  "According to diplomats, that puts him in a strong position to negotiate with Europe and the U.S.\n\nLibya, which has Africa’s largest crude reserves, could by the end of the year produce 900,000 barrels a day, said a Libyan official.",
  "“We are concerned about French ambiguity but Paris is a strategic partner in Libya,” Nicola Latorre, chairman of the Italian senate's defense committee and a close ally of Prime Minister Matteo Renzi, told POLITICO.",
  "A French diplomat rejected that criticism, saying Paris is fully in line with the rest of its European partners in the push for stability in the country, a departure point for African migrants hoping to reach Italy.",
  "A few days after the Sarraj visit to Paris, on October 3, the French government organized a ministerial meeting on Libya with representatives of other countries but no Libyan was invited, according to press reports.",
  "“We are already talking about two Libyas because in the east Haftar has set up a military dictatorship,” said Arturo Varvelli, a Libya expert and head of terrorism program at Ispi, an Italian think tank.",
  "But Europe, which led military operations against Gaddafi, is hoping to avoid a scenario in which Haftar manages to seize control of the whole country and a new dictator replaces the old one.",
  "Proxy war\n\nNow ?aftar's forces are a few dozen kilometers from Misurata, a city that has supported Western efforts to fight ISIL in the region and has been backed by Americans and Europeans.",
  "For months analysts and diplomats have said France is following two opposite lines in Libya: a political one to support Tripoli and a military one to back ?aftar and his main sponsor, Egypt.",
  "But France has also been accused of giving support to Khalifa ?aftar, the leader of an Egypt-backed government in the eastern city of Tobruk that refuses to accept Tripoli's legitimacy.",
  "The summit, according to French media, was a chance for Hollande to reconcile with Sarraj who, after the helicopter accident, strongly complained about the French support for Haftar.",
  "Analysts stress that the only forces in that area with helicopters are Haftar's militias, pointing at the accident as evidence of France's ambiguous policy in the region.",
  "That's still far from the 1.6 million barrels it produced before the NATO intervention but it’s an improvement over production in August, which was 207,000 barrels a day.",
  "There is even a risk that French-backed Haftar could clash with U.S-backed forces in Misurata in what would an embarrassing twist for the European effort to show unity.",
  "“I took this initiative on behalf of France because we want the government of national accord of Mr. Sarraj to succeed,” said French Foreign Minister Jean-Marc Ayrault.",
  "The North African country has been torn between two capitals since a France-led NATO intervention in 2011 that toppled its longtime leader, Muammar Gaddafi.",
  "“France does not have a strategy in Libya but the French are under pressure from the Americans and the Europeans to stay fully in line,\" Toaldo said.",
  "A militia, the Benghazi Defense Brigades, claimed in a statement it had shot the aircraft down and that the helicopter belonged to Haftar’s forces.",
  "Yet European diplomats said it is too early to be sure that France has changed its line, and the issue is clearly sensitive for EU officials.",
  "Paris confirmed that three French soldiers engaged in intelligence operations against terrorists in Libya were killed in a helicopter crash.",
  "European diplomats said it is too early to be sure that France has changed its line, and the issue is clearly sensitive for EU officials.",
  "But questions continue to be raised, especially after an incident in July that fed suspicions France was playing a double game in Libya.",
  "“There is the risk of a proxy war,” said Mattia Toaldo, senior policy fellow at the European Council on Foreign Relations, a think tank.",
  "In recent weeks Haftar has gained control of many oil fields and is giving extracted oil to the Tripoli-based National Oil Company.",
  "He already controls the east, where Egypt wants to set up a buffer zone to protect its desert border with Libya from terrorists.",
  "In an interview in September, EU foreign policy chief Federica Mogherini declined to answer questions about it.",
  "Europe officially backs the Tripoli-based government of Fayez al-Sarraj, which has been recognized by the U.N.",
  "The other, led by Defense Minister Jean-Yves Le Drian, supports Haftar.",
  "Hollande promised the \"full backing” of Paris to his government.",
  "One camp, led by Ayrault, fully supports the European line.",
  "The former Italian colony is de facto already split in two."
]