[
  "Accomplished as a long-standing journalist covering the Middle East as well as Washington's often disastrous involvement in it, Cambanis seems to shrug off the import of his own reporting over the years and instead employs many of the key words, arguments and, on occasion, outright tautologies of think tank speak that have previously lubricated war (or its prolongation): \"robust,\" \"clear and preferable\" and the always sensible pursuit of a \"middle course\" that will apply just the right amount of violence so as to \"stop far short of an invasion.\"",
  "Instead of offering systematic rebuttals to these complex, well-trodden arguments, however, Cambanis unfortunately showers the reader with a series of truisms and empty hopes: \"Military intervention is not clean or easy, nor is it a sure shot;\" \"having a hand on the tiller is always wiser than watching as someone else crashes an out-of-control vessel;\" and \"a wise U.S. president need not be locked into further escalation; limited military intervention is only a slippery slope if the United States fails to exercise discipline.\"",
  "Cambanis, like many before him who have argued for a \"limited\" or \"stand-off\" military intervention by the U.S., apparently just can't see how it may not be a \"wise\" U.S. president alone who gets to monopolize force and the likely doses of counter-force; how the actors on the other side getting hurt as well as political actors back home might encourage a loss of discipline; or how any number of third-party actors like ISIS might take advantage of the situation.",
  "For their part, the rebels would secure uncontested local control over southern Syria, pockets around the capital city and the central belt, much of the northwest of the country, as well as east Aleppo...\"\n\nCrucially, even if a renewed Russian-backed military push to take all of Aleppo, for example, succeeds, this does not need to deter the US from pushing hard for a stabilized, but less territorial advantageous map for anti-regime forces.",
  "the position of the messengers themselves rather than the content of their arguments - that all observers concerned with the future of Syria should consider at the outset when weighing any purportedly \"new\" approaches to a hellish situation: The vast majority of intelligent, compassionate individuals arguing for intervention possess little, if any, experience or training in military affairs, strategy or history.",
  "\"A viable consensus or transitional president,\" what he sees as the goal and possible result of U.S. military pressure, \"would need to satisfy some portion of the pro-revolution demographic, and would also need to be powerful enough, and sympathetic enough to the old order, to assure minorities, Alawites, and government employees that they would not be massacred by the majority at the close of hostilities.",
  "He also knows that there is deep disagreement over another one of his core assertions that serious talks and concessions by Assad, the Russians, the Iranians and Hezbollah will be \"more likely\" if the U.S. applies its military power \"to make sure that all the potential spoilers (including Assad, Islamic State, and Nusra) know the United States will prevent them from achieving outright victory.\"",
  "Cambanis thinks that this scenario might be possible because, \"weak as it is, the Syrian state is more intact than, for example, the Iraqi central government under U.S. occupation in 2003-04; in terms of raw administrative capacity, the Syrian state in the midst of a devastating civil war is more of a state than Lebanon's is, twenty-five years after fighting there has ended.\"",
  "Cambanis argues passionately that the time has come for the U.S. to apply (what he very much hopes will be) \"limited\" military pressure directly against the Assad regime and its allies, this time, however, in the service of what he terms a \"realistic conflict-management strategy\" that seeks some kind of negotiated end to the war rather than an outright victory over Assad.",
  "Strangely, the only other thought Cambanis gives to the prospect of some kind of counter-force being provoked is entirely the opposite of what some have entertained as at least possible: \"Even occasional retaliation, with a few aircraft shot down,\" he asserts, \"will provoke a major reduction in indiscriminate bombing [emphasis added].\"",
  "Such an approach would recognize that, sadly, Syria is already de facto partitioned and that the prospects of melding Assad and his powerful allies back together with their opposite is wholly unrealistic absent major geo-strategic changes in the region and the world (for some arguments about this assertion look here and here).",
  "As the blowback from Syria worsens, however, and the case for introducing more force and violence continues to fall flat with key constituencies around the world, this is at least a course of action that needs to be treated seriously and systematically - as soon as possible - by think tanks, policymakers and journalists.",
  "As he puts it: \"The debate in Washington has been dominated by two polarizing camps: all-out interventionists who argue for a full-fledged American entry into the Syrian war, and minimalists, led by President Barack Obama, who argue that virtually nothing the United States does could fundamentally alter the outcome.\"",
  "Moreover, and despite widely held bona fides in political science and international relations, most of the people making the case for intervention also tend to omit any serious discussion of the kinds of counter-force that some actors would likely bring to bear to protect self-declared \"existential\" interests.",
  "As European Council on Foreign Relations Fellow Julien Barnes-Dacey recently submitted, although the goal of a unified country should be maintained, for the time being it is worth testing out whether Syrian actors can \"focus on a geographical power-sharing agreement based on existing facts on the ground.",
  "In fact, his main thesis that the U.S. can periodically punch Assad and his allies, carve out safe zones and then avoid a \"slippery slope\" to a wider conflict (or an array of bad, unintended consequences) is one of the best known and most argued over aspects of the Syria debate since at least 2012.",
  "But in laying out several options to end the conflict - and naming his own preferred approach of a limited military intervention as the \"only viable\" avenue left - Cambanis registers yet another a crucial assumption backed by little argument or evidence: Syria can in fact be put back together.",
  "Cambanis and the 51 U.S. diplomats are at their best arguing the case that the U.S. must do something differently when it comes to Syria because of the obvious moral imperative as well as the strategic imperative that suggests the expanding blowback will only worsen for almost everyone.",
  "Even more disturbingly, the sole consideration given to the headline concern of a Russian reaction is simply that, \"President Vladimir Putin does not want a U.S.-Russia war either,\" and, later, \"Russia will fume, but it will avoid intentionally clashing with the United States directly.\"",
  "From almost the start of the non-violent, citizen-led protests in Syria in the spring of 2011, a heavyweight set of pundits, policymakers, politicians and analysts have raised their voices for some kind of U.S. military intervention against the vicious regime of Bashar al-Assad.",
  "Perhaps because he thinks Syria can be put back together - after an unspecified \"messy\" reconciliation that will never amount to the pre-2011 state in any case - Cambanis fails to explore an alternative track for addressing the moral and strategic calamity of the Syria war.",
  "If that is not convincing enough for anti-interventionists, Cambanis stresses in several parts of his report that, even if things don't go as he expects, matters surely could not possibly get worse by introducing more violence into an already exceedingly violent situation.",
  "Ultimately, however, these problematic formulations only paper over the central blind spot in Cambanis's thesis: Throughout the quite lengthy report, there is no consideration of how Assad's closest allies, Hezbollah and Iran, might react to being periodically attacked.",
  "But here too, instead of laying out a case and debunking the opposing view, he merely states his own assumptions - what he desperately hopes to be true - as facts: \"U.S. proxies and allies could restrain these jihadists from taking control of new areas,\" he assures.",
  "As but one example, early in his report he asserts that U.S. military intervention would merely \"increase\" the chances of a negotiated settlement, but later he raises the bar - without explanation - saying that such prospects would be \"significantly increase[d].\"",
  "Elsewhere, Cambanis veers from the theoretical into the language of popular punditry, writing that we should \"shoot down some Syrian government helicopters and planes,\" use some \"military muscle\" and get rid of \"torture-happy dictators (such as Bashar al-Assad).\"",
  "Not surprisingly, one result of this deficit has been analyses that are extremely thin - as was the case with one 2015 report by the venerable International Crisis Group (ICG) - when it comes to unpacking the precise mechanics and limitations of military action.",
  "Given the vital need to wind down the conflict for Syrians and their neighbors, as well as to focus more resources on ISIS and other like-minded actors, a temporary partition should therefore at least be considered, argued over and eventually fleshed out.",
  "But like the earlier ICG report (which saw fit to mention the word \"Russia\" only a few times in 42 pages when calling for U.S.-led attacks on Assad and his allies), no arguments are actually presented that one could weigh in answering these questions.",
  "Economic, financial and diplomatic isolation - not to mention possible international legal proceedings - would further saddle Assad and his backers with large, ongoing costs and risks that would likely become exponentially more burdensome over time.",
  "He also plays right into the hands of interventionist skeptics by casually suggesting at one point, without any reference to possible limits or principles of action, that the targets of U.S. wrath could rapidly expand to anyone who commits murder.",
  "With substantial external investments flowing into anti-regime areas, a durable ceasefire and a concerted anti-extremist push across the country, Assad-held Syria could quickly lose much of its former attraction and relative coherency.",
  "At one point, Cambanis informs his reader: \"History tells us that a necessary if not sufficient precondition to resolve a civil war with this many international sponsors is for those international sponsors to reach an understanding.\"",
  "Second, and most importantly for the future prospect of a united Syria, Assad and his allies would be saddled with the incredibly expensive, complicated task of governing and attempting to rebuild an utterly shattered landscape.",
  "There are, of course, many arguments to be made about the merits and dangers of such an approach (I warned against escalating the conflict in The Huffington Post in May 2011 and again in The New York Times in February 2012).",
  "Indeed, no matter what happens in Aleppo, there is a strong likelihood that Kurdish areas and substantial rebel held areas (not to mention territory held by ISIS and An-Nusra) will remain outside of the grasp of the regime.",
  "It is as if the whole side that has been arguing against Cambanis's prescriptions doesn't deserves a voice of its own (whereas several Syrian citizens and rebels are given block quotes to explain their opinion).",
  "His exhausted and morally bankrupt regime will possess few means to rebuild its former system of control and coercion, or even to meet the needs and expectations of its own loyalist social constituencies.",
  "Cambanis talks to no officials in order to at least gauge the official rhetoric he hears (but does not tell us about), despite his having been in regime-controlled parts of Syria and residing in Beirut.",
  "This, it should be noted, is despite Cambanis's laudable statement that \"supporters of military intervention--including the intervention already under way--must be honest about the risks and limits.\"",
  "In this, and throughout his report, Cambanis mirrors some of the main arguments made by the 51 US diplomats who used the State Department's \"dissent channel\" in mid June to argue for an intervention.",
  "If it is not, then the situation will probably only deteriorate further, as Cambanis and others fear, deepening a conflict that few can bear any longer and almost all desperately want to escape.",
  "One might surmise that this particular aspect of the author's blind spot might be attributed to his assumption that he is offering a genuinely new way out of a terrible, \"binary\" debate.",
  "\"The longer the war drags on at its current level of destruction,\" he predicts, \"the greater a tragedy that impacts geostrategic interests as surely as its chews up human lives.\"",
  "As Carnegie scholar Yezid Sayigh perceptively wrote earlier this month: \"...Assad will be left heading a hollowed-out state, devastated economy, and largely resentful population.",
  "(Curiously, he again leaves out consideration of the three most powerful actors here - Russia, Iran and Hezbollah - who stand to lose the most by losing leverage over Syria.)",
  "Obama administration arguments go unquoted, while no reference at all is made to substantial U.S. military and intelligence community opposition to a \"limited\" intervention.",
  "This leaves open the chance that Assad and his allies could consolidate their control over a rump Syria, while rebel groups and Kurdish forces would essentially do the same.",
  "Such a course would entail increased and sustained proxy warfare; some direct military intervention to protect civilians from indiscriminate bombing; and pressure on U.S.",
  "A coercive outcome of the sort Russia, Iran, and Hezbollah envisage will result in a perpetually weak and unstable regime that they will have to prop up indefinitely.\"",
  "Of course, neither Lebanon nor Iraq - which is essentially fractured, not least by impending Kurdish statehood and various ISIS emirates - are encouraging examples.",
  "No reference is made to any of the vast literature and debates from within these societies about what a U.S.-led military intervention in Syria might mean for them.",
  "There is, in short, no way for the reader to determine whether Cambanis has a convincing case upon which many lives, including American lives, should be risked.",
  "He is therefore absolutely correct in stating that, \"the United States can do better than containment--an approach that in any case is not working as intended.\"",
  "The phraseology is important here since these kinds of discursive approaches customarily signal a lack of attention to details and, crucially, consistency.",
  "Difficult questions concerning the possible reaction (and compliance) of U.S. allies like Turkey and Saudi Arabia would also have to be explored in depth.",
  "It should not hesitate to bomb other jihadist factions, including Ahrar el Sham, if those groups murder civilians or harass minorities [emphasis added].\"",
  "As a corollary to these omissions, incredibly, the report also makes no reference to any statements by Syrian, Russian, Iranian or Hezbollah leaders.",
  "Most importantly, Syria has seen an order of bloodshed and material destruction in just five years that neither neighboring state ever saw.",
  "Underlying splits between the different sides of Assad's unnatural \"coalition\" might even be given space to finally burst to the surface.",
  "\"[A] strategic, robust but limited military intervention, embedded in a clear political strategy to press for a negotiated settlement.",
  "Unfortunately, it is within this context that last week's report by Century Foundation (TCF) Fellow Thanassis Cambanis should be read.",
  "\"The Syrian government should live in fear of U.S. retaliation for sieges of civilians, and for indiscriminate bombing,\" he warns.",
  "Either way, Cambanis says nothing about the prospects of regime and anti-regime actors actually sharing power in the future.",
  "Moreover, no direct attribution is made - save for one discussion of game theory - to the Western debates on the subject.",
  "Yes: A civil war with a lot of powerful states involved will likely be ended by an agreement among those powerful states.",
  "\"Syrian President Bashar al-Assad will maintain control of much of Damascus, the central cities and the coastal belt.",
  "Assad is therefore unlikely to reclaim anything remotely approaching \"every inch\" of Syria, as he recently intoned.",
  "That might mean some unpalatable figure, such as an existing regime apparatchik, retired official, or defector.\"",
  "Yes: As this terrible war that is hurting almost everyone drags on things will get worse for almost everyone.",
  "Of course, these are a heavy set of assumptions in their own right that need to be further interrogated.",
  "Cementing enhanced localized autonomy would aim to incentivize ongoing local buy in to the ceasefire.\"",
  "On this latter point, Cambanis at least addresses one of the central arguments against intervention.",
  "Perhaps Russia will only fume if it's allies' advantage and maneuverability is shown a John Wayne?",
  "How likely is this outcome and as the consequence of what dynamics, one is left to wonder?",
  "And surely there is a strong analysis that Putin does not want a war with the U.S.",
  "\"Military intervention (and humanitarian aid) should shore up non-jihadi rebels.\"",
  "First, more resources and focus might be directed against ISIS and An-Nusra.",
  "The United States is already striking Islamic State, and occasionally Nusra.",
  "This approach will \"leave many people unhappy,\" as Barnes-Dacey admits.",
  "Maybe Assad will dramatically reduce his barrel bombing campaign?",
  "\"The status quo...is at least as messy, and far more hopeless.\"",
  "\"So should rebel groups--and not just the worst of the worst.",
  "\"There is a clear and preferable middle course,\" he assures.",
  "But there is at least one problem of form - i.e.",
  "No doubt is expressed and no rationale is given.",
  "Of course, Cambanis may be correct in all this.",
  "In this, of course, Cambanis is also incorrect.",
  "Two benefits could flow from such a scenario.",
  "A Different Way to End the Conflict?",
  "allies.\"",
  "None."
]