[
  "Speak boldly … about American values.”\n\nHaley is fortunate in one key respect: Leading Republicans in Congress have scoffed at the president’s proposals to slash international-affairs funds, declaring the White House budget blueprint “dead on arrival.” Still, many Republicans, as well as some Democrats, are skeptical about U.S. spending on the United Nations, alleging corruption, mismanagement and bias against Israel.",
  "Haley came to Trump's defense over the weekend, telling CNN he “believes the climate is changing” after White House press secretary Sean Spicer repeatedly refused to answer questions last week about the president’s current beliefs on global warming — and she added that, despite withdrawing from the international agreement, the United States would be environmentally responsible.",
  "“What better way to prepare for a post-Trump environment than to build up a body of evidence that she was not just following the Trump line?”\n\nLast month, Haley traveled to Jordan and Turkey to meet with Syrian refugees and vow that the U.S. would continue its support for those desperate migrants.",
  "“Her credibility representing the Trump administration may suffer, but her credibility as the voice of a mainstream internationalist Republican politics could continue to be boosted.”\n\nHaley has sought allies within Trump’s inner circle, notably the president’s daughter Ivanka.",
  "As she visited the Syrian refugees last month, Haley told reporters that “‘America First’ is human rights and ‘America First’ is humanitarian issues.”\n\nHaley’s aides stress that her agenda and interests are wide-ranging, and that she’s not running a rogue operation.",
  "Trump’s decision Thursday to exit the Paris climate change agreement — a move that has infuriated many of America’s staunchest allies — further undercuts Haley’s ability to maneuver at the United Nations, where almost every other member is a party to the pact.",
  "Ever since joining the Trump administration, Haley has staked out an independent path, speaking out against Russian aggression and promoting a two-state solution for Israel and the Palestinians, for instance, even when Trump has taken different positions.",
  "Tillerson in May urged the newly reelected president of Iran, a U.S. nemesis, to ensure that his people had freedom of speech and assembly; he did so while in Saudi Arabia, a U.S.-allied monarchy whose spotty rights record Tillerson chose not to mention.",
  "Story Continued Below\n\nNikki Haley, Trump’s ambassador to the United Nations, has pointedly made human rights, along with humanitarian assistance, a central focus of her agenda, putting her at odds with Trump as well as Secretary of State Rex Tillerson.",
  "“While it’s great that she went out to Turkey and Jordan and talked to refugees directly — that truly is great — it just isn’t enough in an environment which the budget to support those people is going to be slashed if the administration has its way.”",
  "In the long run, I think that her influence is going to diminish because she won’t be able to deliver on her strong human rights entreaties,” said Bill Richardson, who served as U.S. ambassador to the United Nations during the Clinton administration.",
  "It’s a stance that puts her credibility at risk if she can’t deliver on her rhetoric, but one that also could prove politically smart by letting her distance herself from Trump’s record if the former South Carolina governor seeks higher office.",
  "When asked about Trump’s executive order barring all refugees as well as visitors from six Muslim-majority countries, Haley has insisted it’s a legitimate national security measure, not the “Muslim ban” Trump promised during the 2016 campaign.",
  "When President Donald Trump told an audience of Muslim leaders last month that America will no longer “lecture” their countries on internal matters, it sent the clearest signal yet that his administration plans to downplay human rights.",
  "The president has twice tried to shut down the U.S. refugee resettlement program and bar travelers from several Muslim-majority countries from entering the United States, legally contested efforts he’s asking the Supreme Court to back.",
  "During a speech to State employees in May, Tillerson said the U.S. had to separate its “interests” from its “values.” U.S. and foreign diplomats took that to mean that promoting human rights is no longer an American priority.",
  "But the activists also say that if Trump keeps making moves deemed hostile by the rest of the world, Haley could wind up looking absurd, even if operating in New York helps gives her some physical distance from Washington.",
  "U.N. watchers suspect Tillerson’s higher profile on big-ticket topics such as U.S. relations with Russia and North Korea’s nuclear program is one reason Haley is focusing more on less prominent topics such as human rights.",
  "Although Haley is a U.S. ambassador, and therefore under the purview of Tillerson and the State Department, the fact that she is a Cabinet member means she also reports to the president, a setup that can create tension.",
  "One of Haley’s top goals at the United Nations has been to shield Israel from measures that would punish it for its treatment of the Palestinians, a stance that also happens to play well to the Republican Party base.",
  "She is likely to chide the council for focusing too much on Israel but also is expected to insist that America under Trump still believes in promoting freedom of speech, freedom of religion and other core values.",
  "Former President Barack Obama’s administration also criticized the council’s focus on Israel, but it decided that it would have more impact on the debate by staying involved with the council instead of quitting.",
  "“Haley is seizing the opportunities the U.N. position offers,” said Elliott Abrams, a conservative foreign policy analyst who served as a deputy national security adviser to former President George W. Bush.",
  "Ambassador to the U.N. Nikki Haley holds a food parcel provided by the World Food Programme, part of the humanitarian aid shipments into Syria, during a visit near Hatay in southern Turkey on May 24.",
  "“I think she has a great sincerity, and a great need to move to occupy a vacuum that is there, which is U.S. leadership on these issues,” said Michael Bowers, a top official with Mercy Corps.",
  "Haley also has sought to enlist Trump’s daughter Ivanka as an ally in her efforts, which have included paying attention to everything from famines in Africa to the chaos gripping Venezuela.",
  "Still, the first daughter’s influence over her father has its limits — she failed to persuade him to stay in the Paris pact — so it’s not clear how much help she can offer Haley’s agenda.",
  "“Notwithstanding some misleading reporting, the Trump administration is supportive of human rights, and Ambassador Haley’s stand reflects this,” said her spokesman Jonathan Wachtel.",
  "In the first weeks of the Trump administration, Haley was far more visible than Tillerson, at times eclipsing him as the administration’s main foreign policy voice.",
  "At the same time, he has dismissed many of the concerns of democratic allies, such as the European nations in NATO, in promoting his “America first” worldview.",
  "In an international forum where so many developing countries have a vote, Haley wouldn’t get far if she took a dismissive tone about the need to help others.",
  "His recent declaration that the U.S. will no longer lecture other nations came during a visit to Saudi Arabia, one of the world’s most repressive states.",
  "Haley’s admirers point out that it’s nearly impossible to serve at the United Nations and avoid the subjects of human rights and humanitarian aid.",
  "The Trump administration, like many before it, is not above using human rights as a cudgel when it suits some grander geopolitical purpose.",
  "“What Haley may be looking for is plausible deniability,” said Richard Gowan, a U.N. expert with the European Council on Foreign Relations.",
  "Should she run for higher office, she can argue to a domestic audience that she took the moral high ground, even if Trump didn’t back her.",
  "But, as if to make her concerns about its actions even more clear, Haley will visit Israel after her speaks to the council in Switzerland.",
  "So Haley is expected to take a fairly harsh tone Tuesday toward the U.N. Human Rights Council, a body that has often singled out Israel.",
  "But Haley goes out of her way to downplay her differences with the rest of the administration, even in extremely awkward situations.",
  "On Tuesday, Haley will become the first U.S. ambassador to the United Nations to address the U.N. Human Rights Council in Geneva.",
  "Human rights activists say they are happy that at least one person in the Trump Cabinet is speaking out loudly for their cause.",
  "He’s also proposed slashing the foreign aid budget that helps pay for critical U.N. functions, including helping refugees.",
  "“She is an ambitious person who is clearly going to be in the U.S. political game for the foreseeable future,” Gowan said.",
  "| AP Photo\n\nEven if Haley’s clout at the United Nations diminishes over time, that will be mainly with a foreign audience.",
  "Human rights leaders also have reached out to Ivanka Trump, and have walked away impressed by her interest in their work.",
  "Spending her time analyzing U.S. military strength or how to defeat ISIS or North Korean nukes would not be very smart.",
  "The secretary of state has put up little resistance to Trump’s proposed 30 percent budget cut to the State Department.",
  "Haley has been open to that argument, and she is not expected to announce Tuesday that the U.S. will quit the council.",
  "But Tillerson has sought the spotlight more frequently in recent weeks and has become one of Trump’s favorite aides.",
  "“Everyone understands she isn’t secretary of state or national security adviser and is not the key policymaker.",
  "The president has praised autocrats with dismal human rights records in places like Egypt and the Philippines.",
  "Haley, who is of Indian descent, is considered by Republicans to be an ideal future presidential candidate.",
  "Some observers speculate that Haley could take over as secretary of state if and when Tillerson steps down.",
  "“Results matter,” said Rob Berschinski, a former State Department official now with Human Rights First.",
  "Prior to that, she led a discussion on human rights while presiding over the U.N. Security Council.",
  "This past week, Haley held a major meeting with human rights and humanitarian relief activists.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "But all of these moves have been overshadowed by Trump’s decisions in the White House.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "That means the multilateral body could see some tweaks to its U.S. funding.",
  "“I think her job at the U.N. is going to be very, very tough.",
  "But one of his Cabinet aides apparently wasn’t listening.",
  "The Trump team has indicated it may abandon the council.",
  "The two have met to discuss humanitarian issues.",
  "Haley aides declined to discuss her motivation.",
  "Tillerson appears to be toeing Trump’s line.",
  "The most reliable politics newsletter.",
  "So what can a U.N. ambassador do?",
  "You can unsubscribe at any time."
]