[
  "On a February trip to Brussels, Vice President Mike Pence offered “strong commitment ... to continue cooperation and partnership with the European Union.”\n\nAnd in a February 23 interview with the Financial Times, Trump called the EU “wonderful” and pronounced himself “totally in favor of it.”\n\nTrump officials have similarly reassured NATO, and last week Trump declared that the alliance is “no longer obsolete.”\n\nBannon’s influence has diminished, meanwhile, comforting European officials who see him as an anti-EU bogeyman in the West Wing.",
  "“Undeniably he is in contradiction with the commitments he had made” as a candidate she said after his endorsement of NATO last week, adding: “I am coherent, I don't change my mind in a few days.”\n\nShe also bashed his April 6 missile strike on Syria, complaining that Trump “had said he would not be the policeman of the world ... but it seems today that he has changed his mind.”\n\nMorning Money Political intelligence on Washington and Wall Street — weekday mornings, in your inbox.",
  "Speaking to the Associated Press, Trump called Le Pen the “strongest on borders, and she’s the strongest on what’s been going on in France.”\n\nStory Continued Below\n\nTrump told the AP he was not making a formal endorsement ahead of Sunday’s vote in France, expected to produce two finalists for a May 7 runoff vote to replace outgoing President Francois Hollande.",
  "A Le Pen defeat would deflate a western populist movement already disappointed by the poor showing in March election of the Netherlands' right-wing Freedom Party, led by Geert Wilders, and which has seen its support in Germany wane ahead of summer elections there that will decide the fate of Chancellor Angela Merkel.",
  "But now something’s happened”—in the form of a suspected terror attack—“and he can’t restrain himself.”\n\nMany European officials and experts believe that Trump’s senior strategist Steve Bannon, who has applauded the continent’s nationalist movements, may be influencing Trump’s view.",
  "A spokesman said Obama was not making an endorsement but added that he supports France’s role as “a leader on behalf of liberal values in Europe and around the world.”\n\nLe Pen has made the terrorist threat— particularly from Muslim immigrants to France—a top campaign issue.",
  "President Donald Trump stepped into Europe’s volatile nationalist politics on Friday, expressing support for the far-right French presidential candidate Marine Le Pen—an immigration hard-liner who is aligned with Russian President Vladimir Putin.",
  "But the comments reignited alarms in Europe and the U.S. about Trump’s commitment to the continent’s key institutions—including the European Union and the NATO alliance—after several weeks of reassuring signals from Trump and his top officials.",
  "“It would be a disaster for the West if either one of them is elected,” said Jeremy Shapiro, a former assistant secretary of state for Europe and Eurasia in the Obama administration now at the European Council on Foreign Relations.",
  "If Le Pen emerges from Sunday's runoff vote as a finalist, establishment European leaders will be alarmed but not panicked, so long as she faces the center-left Macron or the center-right Francois Fillon.",
  "Western officials believe Russian intelligence has sought to influence France's election in Le Pen’s favor, and Le Pen’s party has taken nearly $10 million in loans from a Russian bank with Kremlin ties.",
  "They followed a Friday morning tweet in which Trump said that a Thursday shooting on Paris’s Champs Elysees, believed to be an act of terrorism, would \"have a big effect” on the country's election.",
  "Voters who one year ago may have cast what they thought was an anti-establishment protest vote may now act more cautiously - particularly given the disarray following both outcomes, Wright said.",
  "In a sign of the French election’s perceived importance to the United States, former President Barack Obama fielded a call Thursday from one of Le Pen's two centrist rivals, Emmanuel Macron.",
  "Trump and Le Pen have channeled the same a western populist movement fueled by resentment over wealth in equality and the perceived cultural and economic effects of immigration.",
  "After Trump's election, the EU's top official publicly warned that the U.S., a supporter of European Unity for more than 70 years, now posed an outside \"threat\" to the union.",
  "“The various 'exit' and populist camps were damaged by Trump and Brexit because people saw that this could actually happen—and this is what it looks like,” Wright said.",
  "But it is unclear whether Thursday’s Paris attack, in which a man with an AK-47 killed one police officer before he was shot dead, will influence Sunday’s vote.",
  "A Le Pen victory, which many French analysts consider plausible though unlikely, could mean “the end of Europe as we've known it since World War II,” he added.",
  "The Trump adviser has said the 28-member union, with its shared currency and open internal borders, erodes the identity and sovereignty of its member states.",
  "Some experts believe that the twin surprises of Trump's election and the Brexit vote have sparked a centrist backlash against Europe's populist movements.",
  "Melenchon, who left France's socialist party complaining that it was too pro-business, is also an EU skeptic and wants to withdraw France from NATO.",
  "But political and market panic could erupt if French voters are given a choice on May 7 between Le Pen against the left-wing Jean-Luc Melenchon.",
  "At a news conference with Italian Prime Minister Paolo Gentiloni just the day before, Trump he dodged a question about the French vote.",
  "“The stakes for Europe are tremendous - this is a historic election,” said Jorge Benitez, a senior fellow at the Atlantic Council.",
  "She has dubbed herself “Madame Frexit” and wants a referendum on whether France should follow Britain’s “Brexit” from the EU.",
  "“If France is out of the EU, it's the end of the EU,” France's ambassador to Washington, Gerard Araud, recently told CNN.",
  "If no candidate wins a majority, as is expected, the top two vote getters will compete for France’s presidency on May 7.",
  "Since his inauguration, however, Trump and his top officials have repeatedly signaled their support for the EU and NATO.",
  "Trump’s foreign policy had defied expectations in recent weeks enough to make Le Pen criticize his shift to the center.",
  "Nor is it clear that words of support from Trump, who is deeply unpopular in France, will benefit Le Pen’s candidacy.",
  "He also described the EU as a bureaucratic drag on the Continent's economic growth and an unfair trading partner.",
  "“He can’t help himself,” said Thomas Wright, an expert on U.S.-European relations at the Brookings Institution.",
  "Trump officials say she was only in the building’s public lobby and never met with Trump or Bannon.",
  "Her rivals have criticized Trump’s positions on foreign policy, climate change and immigration.",
  "“It's now the world of Putin, the world of Donald Trump,” Le Pen declared after the meeting.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "As a candidate, Trump branded NATO as an “obsolete“ sinkhole for U.S. taxpayer dollars.",
  "Bannon, a major Brexit cheerleader, was even more zealous in his criticism of the EU.",
  "And he answered a question about the European Union with a clear show of support.",
  "“He has Bannon telling him that Le Pen’s not such a bad person,” Wright added.",
  "And she has the support of Putin, who received her at the Kremlin last month.",
  "Le Pen is among four candidates running neck-and-neck ahead of Sunday vote’s.",
  "Those concerns were stoked when Le Pen paid a December visit to Trump Tower.",
  "Le Pen has also called for France to at least partially withdraw from NATO.",
  "He’s been told to behave, he’s gotten briefings and met [European] leaders.",
  "I haven’t met her,” Trump told the Financial Times in early April.)",
  "But Trump had said little about the French campaign until Friday.",
  "“A strong Europe is very, very important to me,” Trump said.",
  "Yet Le Pen is a leading skeptic of European integration.",
  "He also advocates much warmer ties with Moscow.",
  "Both are considered likely bets to defeat her.",
  "“It shows that he’s never going to normalize.",
  "Aidan Quigley contributed to this report.",
  "You can unsubscribe at any time.",
  "(“I don’t know her."
]