[
  "Joseph Mifsud claimed to be a member of the Clinton Foundation\n\nTheDCNF found no evidence that Mifsud is a member\n\nHe does appear to have donated to the group\n\nA mysterious Maltese professor, who allegedly told a Trump campaign adviser about stolen former Secretary of State Hillary Clinton emails, claimed to be a member of the Clinton Foundation in a little-known interview conducted in 2017.",
  "Special counsel Robert Mueller issued a statement of offense in the case revealing that Papadopoulos said that a professor — later identified as Mifsud — told him during a meeting in London in April 2016 that the Russian government had possession of “thousands” of Clinton-related emails.",
  "The Hill reported on March 5 that Alexander Downer, Australia’s high commissioner to the U.K., signed in 2006 a memorandum of understanding on behalf of the Australian government with former President Bill Clinton on a $25 million project to fund an AIDS program in Asia.",
  "A search of the charity’s online donor database found two donations of $250 from a “Joseph Mifsud” and a “Joseph J. Mifsud.”\n\nThe dates for the donations are not disclosed on the Clinton Foundation website.",
  "President Donald Trump’s campaign adviser George Papadopoulos pleaded guilty days earlier to lying to the FBI about his contacts with Mifsud and two Russian nationals during the campaign.",
  "Downer reportedly told other Australian government officials that Papadopoulos said in a booze-filled conversations that he had learned the Russian government obtained Clinton’s emails.",
  "(RELATED: A London Meeting Before The Election Aroused George Papadopoulos’s Suspicions)\n\nNumerous questions remain about Papadopoulos’ meetings with both Mifsud and Downer.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The information from Downer is what would lead the FBI two months later to open its investigation into possible Trump campaign collusion.",
  "Downer is also a central figure in the Russia investigation because of a meeting he had with Papadopoulos in a London bar in May 2016.",
  "Mifsud, a former Maltese diplomat, is not the only mysterious Papadopoulos contact to have apparent links to the Clinton Foundation.",
  "Mifsud claimed to have ties to the Clinton Foundation in order to deny that he had anything to do with pilfered Clinton documents.",
  "“I am a member of the European Council on Foreign Relations … and you know which is the only foundation I am member of?",
  "An Australian diplomat who met with Papadopoulos during the campaign has also worked with the charity group.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The Clinton Foundation,” the professor, Joseph Mifsud, told the Italian news outlet Repubblica in November.",
  "It is unclear whether Papadopoulos told anyone else on the campaign about Mifsud’s claims about emails.",
  "The Daily Caller News Foundation found no evidence that Mifsud is a member of the Clinton Foundation.",
  "If the governments don’t talk each other, we citizens must keep talking,” added Mifsud.",
  "It has also not been established that Papadopoulos actually told Downer about emails.",
  "Neither Downer nor Papadopoulos have commented on the matter.",
  "The group did not respond to multiple requests for comment.",
  "But I predicted Trump’s victory as well as Brexit.",
  "“Between you and me, my thinking is left-leaning.",
  "He does appear to have donated to the group.",
  "Mifsud could not be reached for comment.",
  "Everyone of us wants peace."
]