[
  "“Which in turn makes ISIS stronger.”\n\nCale Salih, a visiting fellow at the European Council on Foreign Relations and the author of numerous articles on Kurdish affairs, summed up the unease over the deal with Turkey this way: “If it comes at the price of the relationship with one of the few effective partners on the ground in Syria, it doesn’t seem to make sense.”\n\nAmerican officials have always had to step carefully when cooperating with the Kurdish militia in Syria because of its links to the P.K.K., which is widely listed as a terrorist group.",
  "The Turkish deal with the United States sets up an “ISIS-free” bombardment zone along a 60-mile strip of the border region that features another exclusion: At Turkey’s request, it is also explicitly a zone free of the Kurdish militia, even though the Kurds had begun advancing toward the area to start battling the Islamic State there.",
  "“There is only one group that has consistently and effectively battled ISIS in Syria, and that is the Y.P.G.,” said Redur Khalil, a spokesman for the militia who says it has grown to include 35,000 soldiers, about 11 years after its start as a self-defense force in a single town.",
  "So even as Turkey agreed to join the fight against the Islamic State, it immediately began bombarding the mountain camps of the Kurdistan Worker’s Party, or P.K.K., an insurgent group in Turkey and Iraq that is allied with the Y.P.G.",
  "In an emailed response to questions, however, the Pentagon would not confirm whether the militia was calling in airstrike coordinates, saying only that it was working with Syrian Kurds as well as other groups.",
  "Despite cooperating with American forces for months, the Syrian Kurds are now starting to worry that their success might not outweigh Turkey’s importance to the United States.",
  "American officials have acknowledged cooperating with the militia in general terms.",
  "“Opening another front in the region — as Turkey has by attacking the P.K.K.",
  "— will make the forces fighting ISIS weaker,” Mr. Khalil said."
]