[
  "But the Islamist-dominated Government of National Salvation (also based in Tripoli, under Prime Minister Khalifa Ghwell) still has some support, and the capacity to cause trouble, and across the country in Tobruk, its one-time rival, the House of Representatives, has so far been unable to formally concede power to the GNA because of safety concerns.",
  "In recent years, thousands of people have fled sub-Saharan Africa via rickety, dangerous boats from ports along Libya's Mediterranean coast, heading for the Italian island of Lampedusa and on to mainland Italy; the bodies of many have washed back up on its shores a short time later.",
  "Then the Arab Spring took hold, Gadhafi was toppled and summarily executed, and things got a whole lot more complicated\n\nAfter years of uncertainty and upheaval allowed ISIS militants to gain a foothold in the country, the U.S. has begun carrying out airstrikes to try and oust them.",
  "Libya is also home to a host of militia groups , and Mattia Toaldo, senior policy fellow at the European Council on Foreign Relations, says the country is \"de facto ... split in several areas similar to medieval city-states.\"",
  "The U.N.-backed Government of National Accord (now based in the capital, Tripoli, under Prime Minister Fayez al-Sarraj) took charge in December 2015, tasked with unifying a country bitterly divided by years of conflict.",
  "Libya is made up of three historic regions: Tripolitania in the northwest, Fezzan in the southwest, and Cyrenaica in the east, which were linked together as an Italian colony in the early 20th century.",
  "The country had been led by Colonel Moammar Gadhafi for more than 40 years, since he seized power in a 1969 coup, and its six million citizens enjoyed the benefits of the country's vast oil wealth.",
  "But widespread civil unrest since the overthrow of Gadhafi in 2011 has had a severe impact on its oil and gas industry, leaving revenues plummeting, and causing a big dent in the country's coffers.",
  "Each area is home to different denominations and interpretations of Islam, and to a variety of disparate tribes -- many Libyans' primary identity rests with their tribe, rather than their nation.",
  "In recent months, forces loyal to the internationally-recognized GNA have taken back some areas previously under ISIS control ; the U.S. airstrikes are aimed at securing further gains.",
  "Taking advantage of the country's political chaos, the militants carried out attacks in Tobruk, Benghazi, Misrata and the capital, Tripoli, as well as on the Al-Ghani oilfield.",
  "Libya first struck oil in the late 1950s, and has been exporting the \"black gold\" since 1961; the nation's economy is almost entirely dependent on its fossil fuel reserves.",
  "But before the Arab Spring and the chaos that followed it, Libya was itself a destination for huge numbers of migrants, and many of those remain in the country.",
  "Widespread unrest -- particularly in ISIS-held areas around Sirte and Derna -- have also forced thousands of people from their homes.",
  "The International Organization for Migration says there are currently some 425,250 internally displaced people in the country.",
  "Libya currently has not one but three ruling powers, all of whom make some claim to be in \"government.\"",
  "(CNN) Five short years ago, Libya was one of the wealthiest and most stable nations in Africa.",
  "Fixing Libya is going to take more than a few raids as these five graphics explain.",
  "Libya is one of the main stops along the migrant route to Europe."
]