[
  "This helps explains why Ukraine’s military didn’t fight when Russia’s \"little green men\" — commandos deployed without their insignia, allowing Moscow to pretend they were not Russian soldiers — were taking over Crimea in 2014.",
  "Then when the regime of disgraced President Yanukovych fell in 2014, not only was the high command torn apart by internal disagreements, but it became clear just how much it was riddled with Russian agents and sympathizers.",
  "The Russians know this, and their military moves are instead meant to ratchet up the political pressure on Kiev — and to prepare just in case some day Ukraine feels strong enough to try to take back the Donbas by force.",
  "Ukraine can truthfully claim to have the only army with recent experience in fighting tank battles with the Russians, and it is learning the hard way how well Moscow has taken to drones and modern electronic warfare.",
  "As Michael Kofman of the Wilson Center puts it, Moscow \"likely fears a ‘Croatia scenario’ whereby Ukraine cordons off the separatist republics and then builds up an army large enough to wipe them out in a few years.\"",
  "Russia’s military will remain bigger and more powerful, but it is also stretched in different directions, from fighting a vicious civil war in Syria to guarding borders that stretch from Finland to North Korea.",
  "There is also a reserve some 80,000 strong that Kiev could mobilize in a time of outright war, along with some 15,000 riot police, SWAT teams, and similar armed police officers who could be deployed if needed.",
  "It thought this would be a quick military adventure, a short demonstration of the trouble it could cause, followed by a political capitulation as Ukraine accepted it was part of Russia’s sphere of influence.",
  "Over time, though, the situation in Kiev stabilized, and by the beginning of 2015 they had essentially been integrated into the regular command structures, albeit not without a willful streak in some cases.",
  "Mark Galeotti is a senior research fellow at the Institute of International Relations Prague, a visiting fellow with the European Council on Foreign Relations, and the director of Mayak Intelligence.",
  "In addition, Ukraine has paramilitary forces attached to the interior ministry, the border guard, and the Ukrainian Security Service (SBU); together, they account for perhaps another 40,000 troops.",
  "In total, Washington has provided more than $117.5 million in direct aid to Ukraine, and still reserves the option to send weapons such as the lethal Javelin anti-tank missile if Moscow escalates.",
  "Yet the Ukrainian military was weak: Every time it looked as if its forces were about to make some inroads into the Donbas, Russia would surge in some of its own troops and shatter their attack.",
  "These fears are overblown, however, for one major reason that everyone seems to have overlooked: The Ukrainian military of today is very different from the ramshackle, demoralized force of 2014.",
  "But it is a very different force from that of 2014, where a Russian \"shock and awe\" offensive that could have pushed all the way to the Crimean land bridge or even Kiev was not inconceivable.",
  "It also explains why initially the war against Russia’s proxies in the Donbas was largely fought by a ragtag collection of militias, often supported by public donations or local oligarchs.",
  "Russia is sending tens of thousands of troops to military installations near its border with Ukraine and holding snap military drills, sparking fears that a Russian invasion is imminent.",
  "While US and NATO advisers have been giving the Ukrainians valuable advice, they freely admit they also are learning from the combat lessons fighters bring back from the front lines.",
  "About 50,000 of these soldiers are deployed around the \"anti-terrorist operation\" area, as Kiev calls the Donbas, and they could surge perhaps another 50,000 in time of need.",
  "Back in 2014, the Ukrainian military was a mess\n\nAfter two decades of underfunding and industrial-scale corruption, Ukraine’s military was backward, divided, and demoralized.",
  "The Russians also tend to rely on massive, high-intensity bombardments, but it is questionable whether they could keep such a large army supplied for a prolonged campaign.",
  "Of the soldiers, 75 percent are volunteers, and although Kiev is having trouble making up the numbers of conscripts, nonetheless that provides a central core of veterans.",
  "But the larger Russian army is half manned by conscripts, and even Russians convinced Kiev is in the wrong don’t want to see sons and brothers coming home in body bags.",
  "Kiev — which has an incentive to keep hyping the threat to keep the aid coming — has said that Moscow has massed 40,000 troops in Crimea as a potential invasion force.",
  "This is likely something of an exaggeration, but regardless, Ukraine could deploy as many troops into a defense without depleting its other forces in the region.",
  "Barring any unexpected political changes, expect the current bloody status quo — not quite war but certainly not peace — to continue for the foreseeable future.",
  "Moscow would find itself bogged down in hostile terrain — seizing territory is easier than holding and pacifying it — and facing renewed Western sanctions.",
  "Overall, while 2015 began badly for Ukraine, with defeat at the bloody battle for Debaltseve, this was a year in which its forces began to turn the corner.",
  "Ukraine’s military today is bigger, stronger, and more experienced\n\nUkraine’s armed forces now number some 250,000, of whom just over 40,000 are civilians.",
  "If anything would finally convince Washington to send Ukraine lethal weapons, especially aircraft- and tank-killing missiles, it would be such an attack.",
  "So the good news is that despite the alarmist claims of imminent offensives, Moscow seems to have given up on any thought of winning this war militarily.",
  "In 2014, Ukraine’s pro-Moscow government, led by Viktor Yanukovych, collapsed as pressure grew for the country decisively to ally itself with the West.",
  "A Russian invasion would quickly turn into a bloody stalemate\n\nTo be clear, this is not an army that could go on the offensive against the Russians.",
  "Although on paper Ukraine had 125,000 soldiers, according to acting Defense Minister Adm. Ihor Tenyukh \"only 6,000 [were] in combat readiness.\"",
  "As well as training, the US has been providing all kinds of equipment short of weapons, from body armor and night-vision goggles to Humvees.",
  "The Kremlin thought the new Ukrainian government would quickly accept that it was in Russia’s sphere of influence, but instead it resisted.",
  "In response, Russia seized the Crimean Peninsula and stirred up a phony anti-Kiev rebellion in the southeastern Donbas region.",
  "And it’s looking much more like a force that could use the defender’s advantage to hold the line against a Russian invasion.",
  "Of course, that’s 2.5 percent of what is still a pretty low GDP, but nonetheless it says something about Kiev’s priorities.",
  "Officially subordinated to the interior or defense ministries, in practice they were virtually independent private armies.",
  "If Putin did decide on some major military adventure now, he would get much more than he bargained for.",
  "Ukraine now spends just over 2.5 percent of its GDP on defense, compared with 1 percent before the war.",
  "Either way, they filled the initial void in 2014 when the regular Ukrainian military was in disarray.",
  "Much of it was still making do with Soviet-era equipment dating back to the 1990s or even the 1980s.",
  "A few years — that gives us a sense of how Moscow is now coming to look at the war in the Donbas.",
  "In part thanks to US help, Ukraine’s military is now larger, tougher, and more ready than ever.",
  "But the Ukrainians refused to fold, and they are looking increasingly confident militarily.",
  "The bad news, though, is that Moscow is certainly not yet willing to concede defeat.",
  "Instead, it is digging in, hoping to exhaust Ukraine with more of the same.",
  "Some proved deeply dysfunctional, though many fought fiercely and bravely.",
  "Even if the Russians could break through, it would not be quick, or easy.",
  "If anything, they are responding to Ukraine’s growing capabilities.",
  "There is little evidence they are planning any major offensive.",
  "So far, Russia has only sent professional soldiers to Ukraine.",
  "He blogs at In Moscow’s Shadows and tweets @MarkGaleotti.",
  "This would be a \"proper\" war, not a quick fait accompli.",
  "The historical roots of the recent conflict in Ukraine",
  "(Indeed, the head of the Ukrainian navy defected.)",
  "But it’s not just about numbers of fighters.",
  "Ukraine has also been learning.",
  "The Russians know this.",
  "But that was then."
]