[
  "The Republican has suggested the U.S. may not fulfill its obligations to defend fellow NATO members if those countries haven't paid enough into the alliance; he's called Mexican undocumented immigrants \"rapists,\" angering many in Latin America as a whole; and he's proposed barring Muslims from the United States, stunning dozens of Muslim-majority nations.",
  "Still, Clinton has long insisted that Egypt is a vital ally whose stability is paramount, and she could be trying to ease concerns among America's Arab allies, many of them monarchies, that she will prioritize democracy promotion and human rights over stability in the Middle East.",
  "In 2008, then-Sen. Barack Obama traveled to Europe and the Middle East on what is now regarded as a highly successful trip; in a stop in Berlin, the Democrat drew a crowd of 200,000 for a speech in the Tiergarten, a park in the center of the German capital.",
  "But the Republican real estate mogul, who is widely disliked overseas and has little foreign policy experience, met with Mexico's president in a lightning-quick August trip south of the border, proving he's not averse to such theatrical displays.",
  "For years, one regular such gathering has been the Clinton Global Initiative, a program of the Democratic nominee's family foundation, which has come under fire over allegations of conflict of interest and some of its funding sources.",
  "A few solid photo ops with world leaders could help boost the Democrat in the wake of the disclosure that she's been suffering from pneumonia and growing frustration among the media about her lack of transparency about her health.",
  "A slew of organizations, including many in the activist realm, also hold their meetings to coincide with the General Assembly, knowing that they're more likely to get big-name attendees (and attention to their cause) that way.",
  "What makes the U.N. General Assembly trickier terrain than carefully choreographed trips abroad is that foes and allies alike are gathering in the same few square miles, and people can simply cross paths without meaning to.",
  "Still, the possibility that Trump might win, coupled with a desire to avoid looking like they are taking sides in the U.S. election by snubbing him, will likely compel any foreign leader he invites for a chat to show up.",
  "Obama's challenger in 2012, Mitt Romney, went to Europe and Israel on a trip that ended disastrously, especially after the Republican questioned whether London was ready to handle the Olympic Summer Games.",
  "Story Continued Below\n\nWhen it comes to establishing an international profile, there's no bigger platform for a U.S. presidential candidate than the annual meeting of world leaders at the United Nations.",
  "| Getty 2016 Clinton dares Trump to mingle with world leaders The former secretary of state appears to be baiting Trump with her decision to meet with foreign leaders during the U.N. General Assembly.",
  "Zalmay Khalilzad, a former U.S. ambassador to the United Nations, said another factor that could make the meetings awkward for the candidates is that they don't yet speak for the United States.",
  "(Like Clinton, Trump calls New York home, and he will literally loom over the event even if he doesn't show up: His gleaming Trump World Tower is just steps away from the U.N.'s headquarters.)",
  "\"The U.N. General Assembly is the type of event where you could walk into a bar and run into a foreign minister from a small country who can't get into the event that you just went to.",
  "The session with Sisi could be more sensitive: The Egyptian leader is a military man increasingly defined by his harsh crackdowns, especially on Islamists, and his authoritarian style.",
  "Not only can Clinton and Trump use the event to give themselves a statesmanlike glow, they also can send a signal about their foreign policy priorities in whom they choose to see.",
  "A quick handshake with someone can make headlines — like President Barack Obama's 2015 encounter with Iran's foreign minister at a luncheon on the General Assembly's sidelines.",
  "And international leaders are unlikely to reject the opportunity to meet with the potential next leader of the world's lone superpower, even if he's insulted their countries.",
  "One of them, then-Pakistani President Asif Ali Zardari, called her \"gorgeous,\" offered to hug her, and said: \"Now I know why the whole of America is crazy about you.\"",
  "This year's White House race, featuring the largely untested, less-than-diplomatic Republican nominee, has added a dash of uncertainty to the gathering in New York.",
  "The meeting with Poroshenko is a signal to Russian President Vladimir Putin, who has invaded Ukraine, of Clinton's pledge to be tough on Moscow if elected.",
  "The events include some very politically sensitive ones, including summits on how to deal with the world refugee crisis and ways to tackle climate change.",
  "Foreign leaders are unlikely to resist an invitation to meet with either Trump or Clinton, even though Trump in particular has infuriated many of them.",
  "Hillary Clinton's teams said she plans to see Egyptian President Abdel Fattah el-Sisi and Ukrainian President Petro Poroshenko during the gathering.",
  "In 2008, GOP vice presidential candidate Sarah Palin used the event to boost her international profile by meeting with a series of world leaders.",
  "U.S. presidential candidates' efforts to burnish their overseas credentials have yielded mixed results well beyond the annual U.N. gathering.",
  "It also would be a veiled slap at Trump, who has spoken kindly of Putin and insisted he would get along with the Russian leader.",
  "Clinton is a former secretary of state with extensive global connections, so she's likely not too worried about a gaffe.",
  "Clinton's teams said she plans to see Egyptian President Abdel Fattah el-Sisi and Ukrainian President Petro Poroshenko.",
  "Hillary Clinton says she's planning to meet with several foreign leaders during the U.N. General Assembly next week.",
  "Who the candidates meet also could offer hints about their foreign policy goals — and invite backlash from critics.",
  "It's so easy to look stupid,\" said Jeremy Shapiro, research director at the European Council on Foreign Relations.",
  "Trump's campaign did not immediately say whether he is scheduling any meetings during the General Assembly.",
  "You can only speak in terms of your philosophical and broad perspective of remaining engaged in the world.\"",
  "\"I think most of the leaders are not really going to be in the mood to deeply insult him,\" Shapiro said.",
  "The health scare and ongoing revelations about her private email server are hurting her in the polls.",
  "This year's CGI, which overlaps with the General Assembly, is expected to be the last one.",
  "\"The candidate is not the president so what is it that they are going to say?\"",
  "It's sort of created to humiliate even the most august people.\"",
  "(Putin is expected to skip the U.N. meeting this year.)",
  "Still, \"there’s so much protocol, so much going on.",
  "Palin smiled and said: \"You are so nice.",
  "Clinton is not expected to attend.",
  "Things can get awkward fast.",
  "Your move, Donald Trump.",
  "\"You can’t be specific.",
  "Khalilzad asked.",
  "Thank you.\""
]