[
  "The U.N. mission to Libya, UNSMIL, said on Twitter it was ready to “support the new ministers to implement the new security arrangements in the capital Tripoli, to move forward with economic reforms and to seek the unification of Libyan national institutions.”\n\nMegerisi, a visiting fellow at the European Council on Foreign Relations, said Serraj was seeking to broaden his support as the United Nations works to unify rival bodies to prepare Libya for elections.",
  "TRIPOLI (Reuters) - Libya’s U.N.-backed Prime Minister Fayez al-Serraj changed the interior minister and reshuffled other cabinet posts on Sunday in a move seen as a bid to broaden his support nationwide and bolster security in the capital after weeks of clashes.",
  "FILE PHOTO: Faiez Mustafa Serraj, President of the Presidency Council of the Government of National Accord of Libya attends the 34th session of the Human Rights Council at the European headquarters of the United Nations in Geneva, Switzerland, February 27, 2017.",
  "REUTERS/Denis Balibouse/File Photo\n\nTripoli has been hit by fighting between rival armed groups competing over access to public funds and power, part of chaos in Libya since the toppling of Muammar Gaddafi in 2011.",
  "“The appointment of Bashagha could also be an attempt to ensure Misrata continue to support the work of the committee to implement security provisions and keep Misrata on board,” he said.",
  "The government has been expected to announce a package of security arrangements including the withdrawal of armed groups from ministries and state institutions after the recent clashes.",
  "Serraj’s spokesman Mohamed al-Salak told Reuters in a brief phone message that the changes were made “in the context of promoting economic and security reforms.” He did no elaborate.",
  "The government also named a new economy and industry minister, Ali Abdulaziz Issawi, who comes from Benghazi in eastern Libya, home to a rival administration.",
  "The violence started when some factions based outside the capital attacked late in August four factions linked to the Tripoli government.",
  "He comes from the western city of Misrata and is close to its armed groups, some of which took part in the Tripoli clashes.",
  "The decree appointed Faraj Bomtari as finance minister and Bashir al-Qantri as youths and sport minister.",
  "The United Nations has been trying to impose a ceasefire by calling on a broader security arrangement.",
  "Ministers have struggled to make an impact as the country is effectively controlled by armed groups.",
  "In the reshuffle, Serraj appointed Fathi Ali Bashagha as interior minister.",
  "Issawi is a veteran figure from the rebels who toppled Gaddafi."
]