[
  "“The coalition is likely to aim to avoid urban areas to the greatest extent possible, perhaps opting to cut off roads to trap Houthi fighters and prevent them from sending in supplies and reinforcements.”\n\nYemeni anti-Houthi troops led by UAE forces and supported by warplanes seized control of the airport on Wednesday, in what a senior Emirati official said was a “military and psychological blow” to the Houthis.",
  "“This will allow us to control everything without even taking the port.”\n\nYemen war rages: tmsnrt.rs/2JWQeyv\n\nGUERILLA WARFARE\n\nHowever, before reaching the main road that leads to Sanaa, coalition forces would have to cross some 10 km (6 miles) of industrial and residential areas where they could face fire from both inside the city and surrounding Houthi-held towns.",
  "If there is no breakthrough in U.N. efforts to reach a political deal, the coalition has two direct paths to the port: from the airport via residential areas where urban warfare would neutralize their air supremacy, or a sea landing that would open them to Houthi missiles and mines.",
  "REUTERS/Abduljabbar Zeyad\n\nAlliance leaders Saudi Arabia and the United Arab Emirates have pledged a swift operation to take over the air and sea ports, without entering the city centre, to minimize civilian casualties and maintain the flow of essential goods.",
  "Slideshow (16 Images)\n\nThe UAE is leading the offensive on Hodeidah with a 20,000-strong force consisting mostly of Yemenis gathered from southern separatists, Red Sea coastal plain fighters and followers of a nephew of the late President Ali Abdullah Saleh.",
  "AL-KHOKHA, Yemen (Reuters) - A Saudi-led coalition riding high over its successful capture of Hodeidah airport from the Iran-aligned Houthis faces a daunting challenge to seize Yemen’s main seaport, the ultimate prize in the biggest offensive of the war.",
  "Related Coverage Hodeidah offensive prompts France to downgrade Yemen conference\n\nThis gives them an advantage in street-to street combat if fighting extends to the densely populated areas of Hodeidah, a city home to around 600,000 people.",
  "The alliance of Sunni Arab states believes that by capturing the port of Hodeidah, the only sea port in Houthi hands, it can bring to its knees the Iran-aligned movement that controls the capital and most of Yemen’s populated areas.",
  "The United Nations fears heavy fighting will worsen what is already the world’s most urgent humanitarian crisis, with 22 million Yemenis dependent on aid and an estimated 8.4 million believed to be on the verge of starvation.",
  "“The plan is to secure the airport and then advance on the non-coastal road from Bayt al-Faqih to take control of the highway leading to Sanaa and Hajja road as well,” a pro-coalition Yemeni military source told Reuters.",
  "Coalition forces quickly retook the southern city of Aden and smaller towns on the coast, but since then neither side has made much progress in the war, widely seen as a proxy conflict between Saudi Arabia and Iran.",
  "UAE Minister of State for Foreign Affairs Anwar Gargash told Reuters after the airport capture that the coalition’s plan was “to squeeze” the group but declined to discuss military operations.",
  "The UAE has set up large military facilities in al-Khokha, and in neighbouring al-Mokha, guarded by Yemeni and Sudanese troops alongside tanks and Patriot surface-to-air missile batteries.",
  "Al-Khokha, located 90 km (56 miles) south of Hodeidah, was one of the few gains by the coalition in the three-year war and is now one of the resupply centres for troops on the frontlines.",
  "The Houthis hold well-fortified position in the Red Sea city to protect the key supply line to the core northern territory they control, including the capital, Sanaa.",
  "“So far, judging from the fight for the airport, it looks like the Houthis will put up quite a fight,” said Adam Baron of the European Council on Foreign Relations.",
  "A displaced man receives aid kits distributed by (ICRC) International Committee of the Red Cross in the war-torn Red Sea port city of Hodeidah, Yemen June 21, 2018.",
  "The Western-backed coalition intervened in the war in 2015 to restore a government ousted from the capital by the Houthis.",
  "These forces have captured a series of western coastal towns to form a narrow strip of control from the bases to the port.",
  "Armed mostly with AK-47 assault rifles, the Houthis have gained valuable experience in a series of guerrilla wars.",
  "Beyond the airport in poor neighbourhoods like al-Rabsa and Ghalil, Houthi snipers and landmines lie in wait.",
  "“The Houthis block the road to Hodeidah to isolate (coalition) troops around the airport.",
  "But as soon as they are gone, the Houthis come back again,” one military source said.",
  "They are now consolidating their hold by pounding Houthi fortifications nearby.",
  "For most Yemenis, the port of Hodeidah is the main lifeline.",
  "Then UAE Apache helicopters intervene to unblock the road.",
  "But the road is often blocked by Houthi attacks.",
  "“It is a cat-and-mouse game that never ends.”"
]