[
  "(Luca Bruno/AP)\n\nAfter voters from the snowy peaks of the Alps to the sunny shores of Sicily delivered a verdict so fractured and mysterious it could take months to sort out, the banner headline Monday in the venerable daily La Stampa captured the state of a nation that’s left no one in charge: “Ungovernable Italy.”\n\nThe same can increasingly be said for vast stretches of Europe.",
  "Read more\n\nFragmented Italian election result reveals the power of populists\n\nGermany will finally have a government after Social Democrats clear the way for Merkel’s fourth term\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news",
  "As voters vent their discontent with sclerotic political systems that never seem to address their grievances, hyper-fractured election results add layers of difficulty to the process of forming governments, passing meaningful legislation or achieving the sort of consensus needed to reform the European Union.",
  "The Czechs still do not have a functioning government after voting in October yielded an unwieldy Parliament populated by anti-immigrant hard-liners; pro-market liberals; communists; and a loose alliance of libertarians, anarchists and coders known as the Pirates.",
  "But in Italy, the two mainstream parties together barely managed to exceed the vote share of the Five Star Movement — an Internet-based movement founded by a comedian that pulls voters from either end of the political spectrum and didn’t even exist a decade ago.",
  "There would have been fear and panic.”\n\nThe mild reaction, Emmanouilidis said, also reflects something Europe has learned about its anti-establishment forces once they take power: Their vicious bark turns out to be a far gentler bite.",
  "In Italy, both Five Star and the League have already softened their stance on the euro and the European Union, anticipating a shot at power and the chance to work within the system, rather than rail against it from the outside.",
  "[In Italy, a comedian is getting the last laugh]\n\n“It’s a confirmation that there’s a very strong sentiment in favor of change,” said Roberto D’Alimonte, a professor of political science at LUISS Guido Carli University in Rome.",
  "[Italian town that celebrated expelling migrants wants to be a model for the country]\n\nThe fragmentation of European politics takes what had been seen as one of the continent’s great strengths and turns it on its head.",
  "Fueled by anger over immigration, a backlash against the European Union and resentment of an out-of-touch elite, anti-establishment parties are taking votes left, right and center from the traditional power players.",
  "“This has been a post-ideological result, beyond the traditional left-right divide,” said Luigi Di Maio, whose populist Five Star Movement trounced its opponents to become Italy’s largest party Monday.",
  "But just barely, and with no evident enthusiasm, either from the voters or from the centrist politicians who will continue to lead the country even as the public increasingly gravitates to the margins.",
  "Sunday’s vote appeared to knock the foundation out of the current political system — more than half of voters opted for anti-establishment, euroskeptic parties — without offering a clear alternative.",
  "Greece learned that after electing the far-left Syriza movement in 2015, only to see it back down from a fight with the country’s creditors and adopt many of the same positions it had long vilified.",
  "That means that even if their center-right coalition makes the unlikely leap to power, Italy’s prime minister will be a member of the far right, a first for a Western European country since 1945.",
  "Populists cheered — French far-right leader Marine Le Pen noted with satisfaction on Twitter that the European Union was “having a bad evening” — but didn’t forecast the death of the union.",
  "Unlike the United States and Britain, where winners take all, continental Europe primarily uses proportional systems in which the full spectrum of popular opinion is represented in office.",
  "“This is a realignment that is reshaping the way politics in European countries looks for the next 20 or 30 years,” said Piero Stanig, who teaches politics at Bocconi University.",
  "That would have entailed a tie-up between former prime minister Silvio Berlusconi’s center-right Forza Italia, or Forward Italy, and the ruling center-left Democratic Party.",
  "“The traditional structures of political alignment in Europe are breaking down,” said Josef Janning, head of the Berlin office of the European Council on Foreign Relations.",
  "The restraint reflected a more stable footing for Europe, which is not facing economic, migration and security pressures with the same intensity of recent times.",
  "“The situation is less volatile than three or four years ago,” said Janis Emmanouilidis, director of policy studies at the Brussels-based European Policy Center.",
  "That worked fairly well when the major parties captured 80 or 90 percent of the vote, as they did in countries across Europe for decades after World War II.",
  "We’re going to be in for a prolonged period of uncertainty.”\n\nLeaders of both the Five Star Movement and the far-right League party claimed victory Monday.",
  "In yet another bombshell, the League — whose leader once advocated segregated buses in Milan — beat its more-moderate coalition ally, Berlusconi’s party.",
  "It took the Dutch 208 days to form an ideologically messy four-way coalition last year after an election in which 13 parties won seats in the parliament.",
  "A woman is carried away after staging a protest in a polling station in Milan where former prime minister Silvio Berlusconi was about to vote on Sunday.",
  "It breeds people who can manipulate the situation in such a way that things don’t derail.”\n\nIn Italy, it’s not even clear the country will have that.",
  "As Italians were voting Sunday, Germans were learning that they would finally have a government, a record five months after they went to the polls.",
  "But they are claiming such a substantial share of the electorate that it has become all but impossible for the establishment to govern on its own.",
  "bigwigs in Brussels and a section of Italy’s elite had hoped there would be a fallback option of a super-establishment coalition of the willing.",
  "If there was a silver lining for the establishment forces trying to hold Europe together, it was that reaction to the vote was relatively muted.",
  "[The 5 biggest questions after Italy’s elections gave a lift to populists]\n\nThey generally aren’t winning enough support to govern.",
  "But now we see that it’s happening everywhere.”\n\nEven in Germany, the ultimate postwar symbol of staid political stability.",
  "[Another blow to Europe’s establishment]\n\nThe best that most leaders can do is to react and steer away from crisis.",
  "Police take on students opposing a neo-fascist party in Milan on Feb. 24 in the lead-up to Sunday’s elections.",
  "The result is a continent caught in a netherworld between a dying political order and a new one taking root.",
  "“We are entering uncharted territory because the Five Star Movement is so unusual, so unconventional.",
  "In Italy, neither of the traditionally dominant centrist parties cracked 20 percent.",
  "In Germany, the “grand coalition” won just 53 percent of the vote — hardly grand.",
  "A similar phenomenon can be seen in countries from east to west, north to south.",
  "Stefano Pitrelli in Rome and Luisa Beck in Berlin contributed to this report.",
  "Other votes were sprinkled across a range of far-left and far-right forces.",
  "“They’ve become part of the establishment.”\n\nBirnbaum reported from Rome.",
  "“Some of these movements have become demystified,” Emmanouilidis said.",
  "That type of alliance worked in Germany after months of haggling.",
  "(Matteo Bazzi/AP)\n\nNow the country has plunged into uncertainty.",
  "Across the continent, a once-durable dichotomy is dissolving.",
  "“The age of the tall European leader is over,” Janning said.",
  "A grand coalition is not even mathematically possible.",
  "But lately, the major parties have been downsized.",
  "“This political climate doesn’t breed leaders.",
  "“Back then, markets would have gone crazy.",
  "The trend has become self-reinforcing.",
  "“It started in the smaller countries.",
  "Markets wobbled but didn’t tank.",
  "The establishment had hung on.",
  "E.U."
]