[
  "REUTERS/Naif Rahma\n\nOnce a thriving coffee exporting hub, al-Mokha is now a heavily guarded forward naval base from which the United Arab Emirates monitors shipping lanes and the movements of the Houthis, their foes in a conflict that has sparked a humanitarian crisis in one of the world’s poorest countries.",
  "Winning and keeping control of Yemen’s ports in the Red Sea, no matter how small, is of paramount importance to the UAE, a key partner in the Saudi-led coalition that has overseen the effort to wrest the coast from the Iran-aligned Houthis as part of a strategy to box them in around the capital, Sanaa.",
  "REUTERS/Naif Rahma\n\n“My major concern is that I have not heard anything that made me think that there has been sufficient steps taken to protect civilian lives should the fighting reach another densely populated area like Hodeidah,” said Kristine Beckerle, Yemen researcher at Human Rights Watch.",
  "“Saudi Arabia and UAE are very worried about Iran’s influence, so they are seeking to keep some military presence on the Yemeni coasts even if the civil war ends,” said a Yemeni official who asked not to be named due to the sensitivity of the situation.",
  "“The Houthi strongholds are largely in more mountainous areas and — as history tells us — it is far easier to hold the Yemeni coasts than it is to take the center,” said Adam Baron, a Yemen expert at the European Council on Foreign Relations.",
  "UAE-backed forces are approaching Hodeidah from the south, with the Gulf state supervising the advance from al-Mokha, some 75 km north of the narrow Bab al-Mandab strait that is the gate into the Red Sea from the Gulf of Aden.",
  "They now want to take control of Hodeidah, which handles the bulk of Yemen’s imports including fuel, medicine and aid, saying the Houthis are using the port to smuggle weapons from the Sunni coalition’s arch-foe, Shi’ite Iran.",
  "The Houthis have launched a series of missile strikes on Saudi Arabia, including Riyadh, over the last year and in late March fired a short-range ballistic missile towards a facility of Saudi oil company Aramco in Najran.",
  "STRATEGIC TARGETS\n\nThe UAE trained, armed and paid the thousands of fighters from the southern provinces who captured the southern port of al-Mukalla from al-Qaeda militants and the port city of Aden from the Houthis.",
  "The coalition, which intervened in 2015 to restore the internationally recognized government of President Abd-Rabbu Mansour Hadi, has not made major gains in Yemen since February 2017, when it seized al-Mokha.",
  "Dotted along one of the most important trade routes for oil tankers heading from the Middle East to Europe, the ports - also vital entry points for Yemen’s food imports and aid - are too strategic to lose.",
  "AL-MOKHA, Yemen (Reuters) - High-tech radar units stretch along the quay of this tiny Yemeni port and underwater fortifications have been built to block attacks from unmanned boats packed with explosives.",
  "At least 10,000 people have been killed and another 53,000 injured in the conflict, leaving thousands with disabilities that prevent them from physical work, according to the United Nations.",
  "The fighting has reached al-Jarahi district, some 100 km (60 miles) from Hodeidah, meaning the coalition has never been closer to the more densely populated coastal areas as it is now.",
  "The thin frames of the Yemeni and Sudanese troops manning towers and checkpoints barely filled their uniforms, a stark contrast to the Gulf Arabs in their crisp Marines-style outfits.",
  "The Houthis control Yemen’s most populated areas, including Sanaa in the north and the main port of Hodeidah, and the Yemeni government and the Saudi-led coalition control the rest.",
  "Saudi Arabia and the UAE have spent billions of dollars on the effort at a time when deficits caused by low oil prices have forced them to introduce austerity and cut spending.",
  "Saudi Arabia’s military spending hit record highs of 224 billion riyals ($59.73 billion) in 2017, according to finance ministry documents, against a budget of 191 billion.",
  "On a recent visit to al-Mokha, a squad of young Yemeni fighters chewed the narcotic green leaf qat and took selfies in front of modern armored vehicles used by UAE troops.",
  "Another campaign has been launched from the north along the coastal border with Saudi Arabia in Hajja province to hem in the Houthis and cut off trading maritime routes.",
  "Gulf government officials familiar with UAE and Saudi thinking said capturing the coast would block the Houthi supply lines and push them towards the negotiating table.",
  "Millions are living with the threat of mass starvation and disease, including the world’s worst cholera outbreak with more than 1 million suspected cases.",
  "They also acknowledge Riyadh’s argument that it needs to defend itself from Houthi cross-border strikes and limit the spread of Iranian influence.",
  "“They cannot get close to this port anymore, they will be under fire,” said a UAE soldier loading an anti-aircraft gun onto a patrolling warship.",
  "A school girl is being rushed on a stretcher to a hospital after she was injured by an airstrike near her school in Saada, Yemen April 9, 2018.",
  "A school girl lies on a stretcher at a hospital after she was injured by an airstrike near her school in Saada, Yemen April 9, 2018.",
  "Graphic: Yemen coastal offensive, click tmsnrt.rs/2GD7kzZ\n\nGraphic: UAE and Saudi military spending, click tmsnrt.rs/2GEZm56",
  "A coalition commander declined to comment on the advance on Hodeidah because he didn’t want to talk about military strategy.",
  "Maintaining that military presence would be a key condition for any political resolution of the conflict, they said.",
  "The Houthis, a predominantly Shi’ite community from the mountainous north, deny they are being helped by Iran.",
  "Three million people were forced to flee their homes, including two million who remain displaced.",
  "Western countries have urged the coalition to protect civilians and find a quick end to the war.",
  "In the most recent incident, a Saudi oil tanker was attacked off Hodeidah on April 4.",
  "A spokesman for the coalition did not respond to a Reuters’ request for comment.",
  "They also hold Hawlaf Port on the Socotra Island and the strategic Perim island.",
  "The Saudis blamed the Houthis but the Houthis said their target was a warship.",
  "Dead coral, left by massive waves, lay scattered across the empty quay.",
  "Aramco said at the time its plants and facilities were not affected.",
  "Military spending of 210 billion riyals has been approved for 2018.",
  "The latest attacks could complicate a new U.N. push to end the war.",
  "“We are the special forces,” said one Yemeni fighter proudly.",
  "A special envoy is visiting the region this month.",
  "But the war shows no signs of abating.",
  "But their morale appeared to be good."
]