[
  "Read more:\n\nA reporter’s journey through Tripoli: Long lines, kidnappings and murder\n\nInside the brutal but bizarrely bureaucratic world of the Islamic State in Libya\n\nA Libyan arms dealer chased by Gaddafi’s legacy\n\nToday's coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news",
  "Today, as key players in the contest between Islamists and their rivals for the soul of the new Libya, Belhadj and his comrades represent a rare instance of former militants associated with al-Qaeda achieving not just legitimacy but the ability to shape the course of a nation.",
  "[In Libya, Gaddafi’s rule crumbling as rebels enter heart of Tripoli]\n\nInfluence and riches\n\nBelhadj became the commander of the Tripoli Brigade, a rebel militia, and on Aug. 22, 2011, he and his men entered the Bab al-Aziziya compound, Gaddafi's fortress and nerve center.",
  "Gaddafi's regime crushed the LIFG, and by the late 1990s Belhadj and his comrades had fled to Afghanistan and Pakistan, where they forged alliances with leaders of al-Qaeda and the Taliban, according to Libyan authorities and analysts.",
  "Belhadj, leader of the Libyan conservative Islamist al-Watan party and former head of the Tripoli Military Council, speaks to journalists after a session of peace talks between rival Libyan factions in Geneva in August 2015.",
  "Encouraged by moderate Islamist preachers and the younger Gaddafi, Belhadj and his comrades crafted a 400-page manifesto denouncing al-Qaeda's beliefs and attacks on Western civilians.",
  "Belhadj was named the leader of the Tripoli Military Council, the committee in charge of keeping order in the capital after Gaddafi was killed by rebels less than two months later.",
  "[A day in Libya’s capital, just as the civil war reignites]\n\nRendition and torture\n\nI first met Belhadj, a civil engineer by training, in May 2010 in the Libyan capital, Tripoli.",
  "Belhaq described Belhadj as exercising immense power largely through ill-gotten money, noting that within two years of his release from prison he owned an airline company.",
  "In 2014, Belhadj and other LIFG members backed Libya Dawn, a collection of Islamist militias that briefly seized control of Tripoli and proclaimed their own government.",
  "\"These guys are very involved in the political landscape of running things in Tripoli,\" said Claudia Gazzini, senior Libya analyst for the International Crisis Group.",
  "But he remains a widely feared and controversial figure, viewed as a warlord and a terrorist mastermind, even as his supporters paint him as a misunderstood idealist.",
  "Salman Abedi, the bomber who killed 22 people at a May concert in Manchester, England, is said to have been radicalized by former LIFG members, including his father.",
  "They remember that he led the Libyan Islamic Fighting Group (LIFG), an obscure, al-Qaeda-linked militia that the United States branded a terrorist organization.",
  "That came soon after the bloc imposed an economic and transport blockade on the tiny, gas-rich nation, accusing it of financing extremism, which it has denied.",
  "He and several LIFG leaders had recently been released from prison under an extremist-rehabilitation program conceived by Gaddafi's son Saif al-Islam Gaddafi.",
  "During the Arab Spring, Belhadj and his comrades played crucial roles in the revolt that led to the strongman's ouster and killing, six years ago next month.",
  "\"There is deep-seated hostility towards the very idea of political Islam,\" said Mattia Toaldo, a Libya analyst at the European Council on Foreign Relations.",
  "­Anti-Islamist factions in eastern Libya, including Gen. Khalifa Hifter, whose forces control much of the east, have declared Belhadj a leader of al-Qaeda.",
  "He also became an influential figure aligned with the U.N.-backed Government of National Accord, one of three governments vying for control of Libya.",
  "Human Rights Watch investigators, citing documents unearthed in Libya, corroborated Belhadj's accounts of the CIA rendition and torture in Abu Salim.",
  "But in a war-divided nation, penetrated by the Islamic State and struggling to forge a new identity, Libyans have not forgotten who Belhadj once was.",
  "Belhadj was considered so dangerous that he was arrested and interrogated at a secret CIA rendition site in Asia after the Sept. 11, 2001, attacks.",
  "They believe \"he's just pretending to be all about business but he's still calling all the shots,\" said Gazzini, of the International Crisis Group.",
  "But because he has moved out of the public spotlight and kept his political and business dealings secret, he remains an enigma to many Libyans.",
  "\"My thinking of that time is not a reflection of the way I think now,\" the compact 51-year-old said, referring to his fighting days in Libya.",
  "\"He is followed by a number of armed militias, and they will always be against the establishment of a state, to safeguard their interests.\"",
  "Now, Egypt and the United Arab Emirates, part of the Saudi-led bloc, are supporting the anti-Islamist factions in Libya, including Hifter.",
  "\"Belhadj represents a threat now and will do so in the future,\" said Abdullah Belhaq, a spokesman for Libya's eastern-based parliament.",
  "The group dates to the battlefields of the Cold War and blossomed under the oppression of Libya's autocratic leader, Moammar Gaddafi.",
  "Electoral ambitions\n\nBelhadj resigned from the Tripoli Military Council to launch his own political party, al-Watan, or \"Homeland.\"",
  "He built this distrust of Islamists by saying they were foreign agents in Libya responding to foreign powers and foreign agendas.\"",
  "His group's sole mission, he said recently, was to topple Gaddafi, not attack the West — \"and I told it to the al-Qaeda leaders.\"",
  "In the months before the 9/11 attacks, bin Laden urged the LIFG to join his efforts to target the United States and its allies.",
  "Three years later, Belhadj and his pregnant wife were arrested in Kuala Lumpur, Malaysia, and taken to a CIA site in Thailand.",
  "Belhadj and his comrades were among scores of Libyans who had traveled to Afghanistan to fight the occupying Soviet forces.",
  "\"The terrorist actions of the Libyan Islamic Fighting Group are still continuing, even if under a different name,\" he said.",
  "Belhadj, who now divides his time between Turkey and Tripoli, denies he owns an airline or any large business interests.",
  "Khalid al-Sharif, the deputy emir of the LIFG, was appointed deputy defense minister in two post-\n\nGaddafi governments.",
  "He supports the U.N.-backed government, he said, because \"we don't want to be out of the international community.\"",
  "In June, Saudi Arabia and three other Arab nations placed Belhadj on a list of alleged terrorists backed by Qatar.",
  "Other LIFG members joined Islamist movements and ran religious youth camps, advocating strict Islamic sharia laws.",
  "For the past several months, they had helped lead the battle against Gaddafi's forces, aided by NATO airstrikes.",
  "Even though he holds no official position in government, his well-armed loyalists wield power in the capital.",
  "Once a jihadist and revolutionary commander, he is now a globe-trotting Islamist politician and businessman.",
  "(FABRICE COFFRINI/AFP/Getty Images)\n\nThe trajectory they followed is a winding — and uniquely Arab — one.",
  "In recent months, he has traveled to Switzerland and South Africa to encourage a peace process for Libya.",
  "His followers hope he will run for prime minister if Libya becomes stable enough to hold elections again.",
  "In late 2001, with the Taliban decimated and bin Laden on the run, many LIFG commanders fled the region.",
  "Belhadj and his comrades, with their anti-\n\nGaddafi credentials, were catapulted into leadership roles.",
  "He believes in democracy, he said, and ran unsuccessfully in national parliamentary elections in 2012.",
  "He handed them later, he said, to the father of a man who was tortured and killed in Abu Salim prison.",
  "Now, as he navigates Libya's regional and tribal schisms, Bel­hadj enjoys power, influence and wealth.",
  "Belhadj said that Abedi's father was never an LIFG member and called the Manchester attack \"a crime.\"",
  "Still, waging jihad against U.S. forces in Iraq and Afghanistan was \"a sacred act,\" they maintained.",
  "There, he launched the LIFG to overthrow Moammar Gaddafi and transform Libya into an Islamic state.",
  "\"He's a hard worker, and he is very transparent,\" said Jamal Ashour, a top official in al- Watan.",
  "They met bin Laden in a training camp, an LIFG co-founder, Sami al-\n\nSaadi, told me at the time.",
  "Abdulhakim Bel­hadj has shed his combat fatigues for gray sport jackets and crisp white shirts.",
  "\"I was beaten, hung from walls by my arms and deprived of food and sunlight,\" Belhadj recalled.",
  "A low-level insurgency followed, as well as three failed attempts to assassinate the dictator.",
  "He has sued the British government for allegedly playing a role in returning him to Libya.",
  "Today, Belhadj has parlayed his revolutionary connections into vast wealth and influence.",
  "For six years, the LIFG leaders were held in the notorious Abu Salim prison in Tripoli.",
  "On this day, they were close to seizing control of Tripoli, and Gaddafi had fled east.",
  "A year later, a violent uprising, echoing similar ones sweeping the Arab world, began.",
  "Gaddafi, once a sponsor of terrorism, had become a counterterrorism ally of the West.",
  "\"Maybe they are confusing me with another man with a similar name,\" he said, smiling.",
  "\"Bel­hadj is still playing a role in this, even if he does it from behind a curtain.\"",
  "The worry for some, she said, is: \"Have they really shed their jihadist upbringing?\"",
  "\"When America invades a country, the insurgency is legal,\" Belhadj told me in 2010.",
  "\"To be sitting in Bab al-Aziziya was something we always dreamed of,\" he recalled.",
  "But the LIFG split over that choice, and some senior members joined bin Laden.",
  "Belhadj, while acknowledging the links, denied he was close to either group.",
  "In exchange, they vowed to renounce violence and work to discredit al-Qaeda.",
  "While some Libyans now view Belhadj as a businessman, others beg to differ.",
  "By then, Belhadj was known by his nom de guerre, Abu Abdullah al-Sadiq.",
  "They remember that he fought alongside Osama bin Laden in Afghanistan.",
  "His inclusion on the list, Bel­hadj said, was politically motivated.",
  "Qatar helped finance and arm him and other rebels against Gaddafi.",
  "That is precisely how Belhadj's enemies have portrayed him.",
  "He would also join the rebels' Supreme Security Council.",
  "\"When you speak with him, his priority is the country.\"",
  "He has given up his AK-47 rifle for an election ballot.",
  "He was impressed, he said, by bin Laden's \"devoutness.\"",
  "As he got up, he pocketed Gaddafi's reading glasses.",
  "\"The LIFG ended when we left prison,\" Belhadj added.",
  "Belhadj spotted the dictator's chair and sat in it.",
  "Many Libyans and Western diplomats were skeptical.",
  "Saadi and others were arrested elsewhere in Asia.",
  "They were handed over to the Libyan government.",
  "\"I am no longer a member of the LIFG mind-set.\"",
  "Belhadj returned to Libya in the early 1990s.",
  "He insists he no longer controls a militia.",
  "Later, he was tortured in a Libyan prison.",
  "the eastern parliamentary spokesman said.",
  "Others say he is with the Islamic State.",
  "\"Where did he get these billions from?\"",
  "\"It's a legacy of the Gaddafi regime.",
  "His past, though, keeps chasing him.",
  "Their actions split public opinion.",
  "Saadi founded a political party.",
  "He has denied the allegations.",
  "Belhaq remains unconvinced.",
  "Belhadj balked."
]