[
  "A tanker delivers fuel at the Gaza power plant in Nuseirat this week in the central Gaza Strip after a UN-brokered deal (AFP Photo/SAID KHATIB)\n\nRamallah (Palestinian Territories) (AFP) - By suspending badly-needed fuel deliveries to the Gaza Strip after deadly clashes, Israel has cast doubts on the viability of the hard-won measure aimed at helping the Palestinian people and easing tensions.",
  "Saturday night, Lieberman said on Twitter the shipments of fuel and gas to Gaza would only resume if there was a \"total cessation of violence, the launching of incendiary ballons (from Gaza towards Israel) and the use of burning tyres against Israeli towns\" near the enclave.",
  "But the Palestinian Authority fears the United States, which is due to announce a peace proposal, and others may seek to further split Gaza from the West Bank, dimming already slim hopes for a two-state solution between a Palestinian entity and Israel.",
  "The deal, brokered by the United Nations and backed by the United States, Israel and others, had seen thousands of litres of Qatari-bought fuel trucked into Gaza daily to boost the impoverished territory's electricity supply.",
  "The fuel deal had been reached without the agreement of the officially recognised Palestinian government, in what diplomats said was a first for Gaza -- which is controlled by the rival Palestinian faction, Hamas.",
  "Under the limited agreement which came into force on Tuesday Qatar, a longtime Hamas backer, was to pay $60 million for fuel to be brought into Gaza over six months to fuel the strip's sole power plant.",
  "- 'Humanitarian imperative' -\n\nThe UN and other parties say they are merely seeking to improve the desperate humanitarian situation in the strip, under a crippling Israeli blockade for a decade.",
  "There has been criticism of the PA that it has done little to ease the suffering of Gazans over the past decade and Abbas has even taken punitive measures against the strip to squeeze Hamas.",
  "But the PA has long been the only address for most international powers and a senior official declared Thursday it would no longer work with the UN envoy who brokered the deal.",
  "But only days after being brought into effect, Israeli Defence Minister Avigdor Lieberman late Friday ordered the deliveries to stop after clashes on the Gaza-Israel border.",
  "At least six trucks have entered the Gaza Strip since Tuesday, bringing more than 200,000 litres of diesel, and there had been plans for it to reach up to 15 trucks a day.",
  "- Ramallah 'paranoia' -\n\nBut in Gaza, Hamas has organised months of often violent border protests, with at least 205 Palestinians and one Israeli killed since March 30.",
  "The Palestinian Authority (PA) headed by Abbas has semi autonomy in parts of the occupied West Bank, but lost control of Gaza to Hamas in a near-civil war in 2007.",
  "The Israeli army said five people were shot dead after \"an organised attack\" on an army post, using an explosive device which destroyed part of the fence.",
  "Great efforts were made to convince Abbas to agree to the fuel deal, UN and diplomatic sources said, with a decision ultimately made to work around him.",
  "Egypt and the United Nations had sought a deal whereby Hamas ended the protests in exchange for an easing of Israel's crippling blockade.",
  "\"We could end up choosing between working with the PA and easing the humanitarian situation in Gaza,\" one diplomat in Jerusalem warned.",
  "Despite hopes the fuel would help ease months of deadly violence, thousands of protestors gathered again Friday at the border fence.",
  "More than two thirds of Gaza's two million residents rely on aid, while there are only four hours of mains electricity a day.",
  "Abbas has not set foot in Gaza since the PA's 2007 polls defeat there, with multiple rounds of reconciliation talks failing.",
  "In a recent rare interview Hamas's Gaza leader Yahya Sinwar encouraged world powers to work with it to ease the suffering.",
  "A return to power of the Abbas government in Gaza is seen as a key step to achieving an independent Palestinian state.",
  "The Islamist Hamas has since fought three wars with Israel and Western powers consider it a terrorist organisation.",
  "Western diplomats fear Abbas may now take new steps, or even cut off some ties with international powers.",
  "And it had also raised questions on whether Palestinian president Mahmud Abbas is slowly being sidelined.",
  "\"The humanitarian imperative is more important than the relationship with the PA,\" one diplomat said.",
  "But Abbas was opposed, seeing it as tacit recognition of Hamas's control over Gaza.",
  "The Gaza health ministry said seven Palestinians were killed."
]