[
  "REUTERS/Paul Hanna/File Photo\n\nIn the space of a few hours that highlighted tensions over the matter, Germany’s Angela Merkel on Friday reaffirmed that her country would not deliver any arms to Saudi Arabia until Khashoggi’s death was explained, while French President Emmanuel Macron said such moves smacked of populist “demagoguery”.",
  "The murder of Khashoggi, a Washington Post columnist, inside the Saudi consulate in Istanbul on Oct. 2 has sparked global outrage, become a crisis for the world’s top oil exporting state and underscored how Western powers are allied to an Arab kingdom that enforces floggings and the death penalty for dissent.",
  "“When you see global weapons sales, Germany is one of the largest in the world over the last couple of years, but Saudi isn’t much.”\n\nA German government spokeswoman on Friday welcomed Austria’s initiative, but declined to comment when asked if German and Austria were isolated on their position within the EU.",
  "But the debate in Brussels and in EU capitals is also reviving familiar splits in the bloc’s foreign policy, with Europe’s main powers following their own economic and political interests that tend to undermine any forceful EU foreign policy that aims to be guided by democracy and human rights.",
  "BRUSSELS/PARIS/BERLIN (Reuters) - Pressure is growing for the European Union to consider an arms embargo on Saudi Arabia after Germany, Austria and the European Parliament called for an end to weapons sales over the killing of Saudi journalist Jamal Khashoggi.",
  "At the heart of Macron’s strategy is Mohammed bin Salman, often referred to as MbS, the 33-year-old Saudi de facto leader who has painted himself as a reformer but is under scrutiny over his potential involvement in Khashoggi’s seizure and death.",
  "EU ambassadors may formally discuss the issue after a rare request to do so by governments, two diplomats said on Friday, and the Netherlands is lobbying for a new EU regime to sanction human rights abuses, regardless of where they happen.",
  "Britain exported military goods to Saudi Arabia worth 1.1 billion pounds ($1.41 billion) in 2017, according to UK parliamentary papers, while tiny Belgium and Luxembourg combined for 184 million euros in arms sales to the Saudis last year.",
  "The Belgian region of Wallonia, which owns firearms manufacturer FN Herstal, has said it will examine future requests for arms export licences to its top weapons client with “the greatest circumspection” following Khashoggi’s murder.",
  "France sold Saudi Arabia 1.8 billion euros in planes, helicopters and other aerospace equipment in 2017, an amount that has climbed over the past decade, EU data shows, though again it does not say what part of that is military.",
  "While Austria, which holds the EU’s six-month presidency, wants a halt to arms sales and Germany will stop approving weapons exports until Khashoggi’s murder is cleared up, France had ignored such calls.",
  "BILLIONS AT STAKE\n\nThough Austria has a substantial arms industry, it sold a meager 1.4 million euros ($1.59 million) of arms and ammunition to Saudi Arabia in 2017, according to EU data.",
  "Macron went further on Friday, saying there was no link between arms sales and the killing of Khashoggi, a prominent critic of de facto Saudi ruler Crown Prince Mohammed bin Salman.",
  "One face-saving move for the European Union could be to sanction Saudi individuals accused of the Khashoggi murder and separate the issue from its close ties with the Saudi state.",
  "The United States has its Magnitsky human rights act that covers abusers in any country, named after Sergei Magnitsky, a 37-year-old Russian whistleblower who died in prison.",
  "FILE PHOTO: People hold placards reading \"Decisions that kill\"during a gathering to demand a halt of arm sales to Saudi outside Parliament in Madrid, Spain, October 24, 2018.",
  "Spain, meanwhile, is trying to go ahead with the sale of 400 bombs in order to protect a Saudi contract with a shipyard in the Andalusia region that would create 5,000 jobs.",
  "Last year, Germany sold 351 million euros worth of aircraft, including helicopters and planes, to Saudi Arabia, though EU data does not specify how much of that is military.",
  "“The sale of weapons is something very political and part of a long-term vision,” said Camille Lons, a researcher at the European Council on Foreign Relations think-tank.",
  "It’s got nothing to do with Mr Khashoggi,” he told reporters during a trip in Slovakia, while not ruling out other coordinated sanctions against those held responsible.",
  "“It’s easy for (German Chancellor Angela) Merkel to come out with this when she sells weapons everywhere except Saudi Arabia,” a senior French diplomat told Reuters.",
  "Lons cited Libya, Syria and even the Sahel region, where France, which has thousands of troops on the ground, has sought Saudi help to finance local African forces.",
  "British Prime Minister Theresa May said on Wednesday that Britain’s weapons exports to Saudi Arabia met national and EU arms export licensing rules.",
  "Something EU governments could do is to establish a Magnitsky-type act to react,” said Rebecca Harms, a Green member of the European Parliament.",
  "EU governments recently agreed a mechanism to punish chemical weapons attacks by targeting people regardless of their nationality.",
  "“If Austria is proposing this ban, then ask how many weapons Austria sells to Saudi Arabia,” said a senior EU diplomat.",
  "Merkel vowed again on Friday to halt all German arms exports to Saudi Arabia until Khashoggi’s killing was explained.",
  "Germany approved around 400 million euros worth of arms supplies to Saudi Arabia in the first nine months of 2018.",
  "She helped spearhead the assembly’s resolution calling for an arms embargo and sanctions this week.",
  "Slideshow (4 Images)\n\nThey could set up a similar system for human rights abuses.",
  "German weapons account for under 2 percent of Saudi Arabia’s arms purchases.",
  "“France and Germany have to deal with the big issue of arms exports.",
  "“That’s pure demagoguery to say ‘we must stop arms sales’."
]