[
  "Related: Russian Fighter Jet Twice Came Close to U.S. Navy Plane\n\nIn May, after Trump failed to endorse Article 5 during a speech at NATO's headquarters in Brussels, McMaster, told journalists later that \"of course\" the president backed the principle of collective defense.",
  "What worries some analysts isn't the unlikely scenario of Russia launching a full-scale conflict, but that President Vladimir Putin could launch something more akin to a \"hybrid war,\" particularly in the Baltic nations that have a sizable population of ethnic Russians.",
  "\"Nobody's entirely sure who speaks for the U.S. and whether what the president says is official policy, which is very unusual,\" said Matthew Harries, a research fellow at the International Institute for Strategic Studies, a British research institute.",
  "\"The stakes are pretty high for Europe in terms of how that meeting turns out\"\n\nThey are part of a strengthened NATO force — some 4,600 troops from the U.S., Canada and Europe — that has grown along the Russian border over the past three years.",
  "/ Updated By Carlo Angerer and Alexander Smith\n\nORZYSZ, Poland — In a clearing in the forests some 40 miles from the Russian border, the rattle of American machine-gun fire and distant thud of grenades was intended to send clear messages.",
  "Carlo Angerer / NBC News\n\nReliant on American support and fearful of Russian influence, European leaders will be closely watching a highly anticipated meeting between Trump and Putin on the sidelines of this week's G-20.",
  "NBC News visited NATO's Battlegroup Poland that includes American, British and Romanian forces at their military base near the Polish town of Orzysz ahead of President Donald Trump's visit to the country Wednesday.",
  "European leaders are also unsure whose word actually represents U.S. policy, according to Matthew Harries, a research fellow at the International Institute for Strategic Studies, a British research institute.",
  "Establishment figures in his team, such as Defense Secretary James Mattis and National Security Adviser H. R. McMaster, have been far more clear than their boss in supporting NATO's allies across the pond.",
  "This could involve implanting pro-Moscow activists to foment local ethnic tensions, and deploying personnel in unmarked military fatigues, whose connection to Russia could be denied by the Kremlin.",
  "Russia was hardly mentioned by name on the base, but the signals were clear: NATO forces want to show they’re capable of dealing with an equally-equipped military such the one marshaled by Moscow.",
  "Their numbers were bolstered under the administration of President Barack Obama following Russia's annexation of Crimea in 2014, an incursion that drew international condemnation.",
  "As a candidate, Trump initially branded the alliance \"obsolete,\" and even as president, he was slow to affirm his commitment to NATO's central principle of collective defense.",
  "A study by the Pew Research Center in June said that 79 percent of people across 10 countries said they had \"no confidence\" in him to do the right thing on world affairs.",
  "Related: Trump Faces ‘Uncomfortable Conversations’ With World Leaders at G-20 Summit\n\nTrump's tone has contrasted with support provided by American troops across Europe.",
  "\"The stakes are pretty high for Europe in terms of how that meeting turns out,\" said Susi Dennison, a senior policy fellow at the European Council on Foreign Relations.",
  "To European allies, it was a reassurance that America will protect them; to Russia, a warning that any attack would incur a direct response from the U.S. military.",
  "In an adjacent field of long grass and wildflowers, a reconnaissance unit flew a small drone, capable of looking behind enemy lines with its onboard camera.",
  "Carlo Angerer / NBC News\n\n\"They’re family,\" said Lt. Col. Steven E Gventer, a U.S. Army officer who has become NATO’s commander of the Battlegroup Poland.",
  "But with thunderstorms moving in, the soldiers quickly landed the fixed-wing drone, which was the size of a model airplane, and packed up their gear.",
  "Hymel is a commander with the 2nd Squadron, 2nd Cavalry Regiment, a unit of about 1,000 U.S. troops that redeployed from Germany to Poland in March.",
  "On what was an overcast day last week, around 20 U.S. soldiers wearing helmets and protective vests discharged their pistols down a shooting range.",
  "One report in Politico even suggested that Trump had blindsided his own team by omitting that section from the speech without telling them.",
  "Related: To Welcome Trump, Poland Taps Old Communist Party Playbook\n\nBut what concerns many Poles right now is the threat from the East.",
  "As president, Trump and his team said their support for NATO is clear — provided its members devote enough of their budgets to defense.",
  "After months of mixed messages on NATO, the president in June backed the alliance's central Article 5 policy of collective defense.",
  "He also suggested the U.S. would not come to the aid of allies unless they upped their military spending to the recommended amount.",
  "Trump will then attend the G-20 summit in Germany, a meeting of leaders from the world's major developed and emerging economies.",
  "\"We’re showing, by all of us being here, that we’re all committed to the collective defense of NATO against any aggressor.\"",
  "He is more well liked in Poland, where a relatively low 53 percent of people have \"no confidence\" in him on world affairs.",
  "\"I know if someone tells me to leave the base to go out and defend, the British and the Romanians will go with me.\"",
  "Nearby, other American personnel fired machine guns and launched grenades at targets hundreds of yards away.",
  "During his campaign and in office, Trump has caused alarm across Europe with his mixed messages on NATO.",
  "\"European leaders are perfectly happy with Mattis but their problem is with Trump,\" Harries added.",
  "\"For Europe, how the personal meeting goes between these two is going to be pretty crucial.\"",
  "U.S. Army soldiers move an armored Stryker vehicle into position during live-fire training.",
  "He is expected to receive a warm welcome from crowds bused in just for the occasion.",
  "Hundreds of feet up in the air, it was hardly visible against the graying sky.",
  "Craig Hymel told NBC News on a visit to the firing range in Poland last week.",
  "Further down the firing line was a unit of about 50 Polish machine-gunners.",
  "\"Does the president speak for the U.S. or does the defense secretary?",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "In Poland, U.S. troops are joined by British and Romanian forces.",
  "\"To show the flag out here is reassuring to our allies,\" Capt.",
  "The news and stories that matter, delivered weekday mornings.",
  "At the same time, Trump is deeply unpopular across Europe.",
  "Tactics similar to those allegedly deployed in Ukraine.",
  "LTC Steven Gventer commands NATO's Battle Group Poland.",
  "The president later said NATO was \"no longer obsolete.\"",
  "If it's Mattis then Europe will be happy.",
  "If it's Trump then they won't.\""
]