[
  "Yoan Valat/Pool via Reuters\n\nBy John Irish\n\nPARIS (Reuters) - France said on Wednesday it could impose sanctions on Saudi Arabia if its intelligence services find the kingdom was behind the murder of Jamal Khashoggi, even as Paris worked to maintain important business and strategic ties with Riyadh.",
  "\"On the other hand, once light has been shed on the matter and has been corroborated by our services, based on the hypothesis that Saudi Arabia's responsibility has been proved, then we would draw the necessary conclusions and impose appropriate sanctions,\" he said.",
  "Reflecting the range of French commercial interests in the region, the head of oil company Total was attending the Future Investment Initiative conference in Riyadh, a meeting boycotted by a number of his peers in the wake of the Khashoggi killing.",
  "Macron considers Riyadh vital to help forge a region-wide peace deal with Iran, as well as an ally in the fight against Islamist militants from the Middle East to West Africa, and a rampart against the Muslim Brotherhood.",
  "Saudi Crown Prince Mohammed bin Salman promised on Wednesday that Khashoggi's killers would be brought to justice, in his first public comments since the journalist's murder provoked international condemnation.",
  "\"As long as the facts have not been clearly established, and corroborated by our information services, we will not take any decision,\" government spokesman Benjamin Griveaux said earlier on Wednesday.",
  "Macron expressed profound outrage during a phone conversation with Salman, it said, adding that the president had asked the king that the circumstances around Khashoggi's death be fully disclosed.",
  "But President Emmanuel Macron told King Salman that France, in coordination with partners, could take action against those held responsible for the murder, the presidency said in a statement.",
  "BALANCING ACT\n\nA senior French diplomat acknowledged Macron was treading a thin line in pursuing his long-stated policy of avoiding taking sides between Sunni Saudi Arabia and Shi'ite Iran.",
  "ALLIANCE OF YOUTH\n\nAt the heart of Macron's strategy is Mohammed bin Salman, often referred to as MbS, who has painted himself as a reformer but is under scrutiny over Khashoggi's death.",
  "Britain, like France a major weapons supplier to the kingdom, has said an explanation by Riyadh that Khashoggi died in a fight in the Saudi consulate in Istanbul was not credible.",
  "FILE PHOTO: French President Emmanuel Macron and Saudi Arabia's Crown Prince Mohammed bin Salman attend a press conference at the Elysee Palace in Paris, France, April 10, 2018.",
  "From 2008 to 2017, Saudi Arabia was the second biggest purchaser of French arms, with deals totaling 11 billion euros ($12.7 billion), including 1.5 billion last year alone.",
  "French reaction has been relatively guarded to date, as Paris tried to retain its influence with Riyadh and protect commercial relations spanning energy, finance and arms.",
  "\"The sale of weapons is something very political and part of a long-term vision,\" said Camille Lons, a researcher at the European Council on Foreign Relations.",
  "\"Saudi Arabia is present across the region, so if there were to be complications in diplomatic relations it could have an impact on several regional theaters.\"",
  "Since coming to power last year, Macron has largely ignored protests over arms sales he deems vital to jobs and France's strategic relationships in the region.",
  "A loss of influence in the region would cost us much more than the lack of arms sales,\" a French minister said on condition of anonymity.",
  "\"We have an important partnership, but while we never considered Saudi to be the cradle of human rights, this is serious.",
  "Prime Minister Theresa May said on Wednesday Britain would prevent all suspects in his death from entering the UK.",
  "German Chancellor Angela Merkel has called his killing a \"monstrosity\" and vowed to halt German arms exports.",
  "During a visit to France this year Macron urged detractors to give time to the 33-year-old leader-in-waiting.",
  "U.S. President Donald Trump said on Wednesday that the crown prince may be behind Khashoggi's death.",
  "The two leaders also discussed the situation in Yemen and Syria, the Elysee palace said.",
  "Any steps would not just involve sanctions on arms sales he said, without elaborating.",
  "\"We're a bit in the shit because of this,\" he said, referring to the Khashoggi furor.",
  "Earlier, a French presidency source said there would be no \"hasty decision\".",
  "Other major Western allies of Saudi Arabia have already spoken out.",
  "There will be consequences, but we need to be prudent.\"",
  "\"The challenge is not to lose MbS.",
  "It can't be ignored."
]