[
  "Two others who have thrown their hats in the ring, however – the health minister, Jens Spahn, a fierce critic of the chancellor’s refugee policy, and Friedrich Merz, an arch-conservative former head of the CDU parliamentary group and old (and bitter) rival of Merkel’s, who confirmed his candidacy on Tuesday – could make her position so uncomfortable as to quickly become untenable.",
  "Back in Back in 2002, the dual party leaders (Merz was head of the CDU/CSU parliamentary bloc) had clashed over the latter's suggested slimming down of the tax system and his calls for a “German dominant culture.” Merkel pushed him out of office and out of politics altogether until recent rumours of a comeback for the 62-year-old.",
  "But no German chancellor has ever been able to choreograph the end of their term.”\n\nFor the time being, Merkel’s more liberal supporters in the CDU appear to be backing her strategy, believing that abandoning the party leadership could make her more effective as chancellor by placing her above the party’s internal squabbles.",
  "Conservative hardliners have been outspoken in their criticism of Merkel since her 2015 decision to allow more than 1 million asylum seekers into Germany during Europe’s migration crisis, sharpening their attacks after the CDU’s poor results in 2017 federal elections when the party returned its lowest score since 1949.",
  "She hoped to quell bitter government infighting that has caused support for the party and its coalition partner, the centre-left Social Democratic party (SPD), to plunge to historic lows in recent state elections, and – by stage-managing an orderly exit – give the CDU a fighting chance of renewal.",
  "Angela Merkel’s decision not to seek re-election as head of the Christian Democratic Union (CDU) has triggered a fierce succession battle over the party’s future direction that could bring the German chancellor’s political career to an end long before her planned departure date of 2021.",
  "But many observers believe she may well be forced out as chancellor as early as next year, with her party’s choice of new leader just one of a number of possible upsets that could further unsettle a country seen as a rock of political stability throughout most of her stewardship.",
  "Merkel, who has led the centre-right party for 18 years and Europe’s largest economy for 13, announced on Monday she would not stand for re-election at the CDU’s annual conference in December or seek a new mandate as chancellor in the next federal election in three years’ time.",
  "But a really bad result next autumn could change that.”\n\nNahles said on Tuesday that by September 2019, when the party is due to hold a mid-term review of its role in the coalition, the SPD “will be able to see whether this government is still the right place for us”.",
  "A score as low as that in next May’s European elections, and in three more crunch state votes due next autumn – all expected to see further gains by the AfD – could put irresistible pressure on the SPD’s leader, Andrea Nahles, to pull the party out of government.",
  "With disgruntled voters abandoning them for both the far-right Alternative für Deutschland (AfD) and the pro-EU, refugee-welcoming Greens, aping the AfD’s nationalist rhetoric – as the CSU attempted in Bavaria – has failed miserably.",
  "She’ll struggle to stay if it’s Spahn.”\n\nQuick guide Merkel's potential successors Show Hide Annegret Kramp-Karrenbauer The CDU general secretary is a staunch centrist, Merkel loyalist and the favourite to succeed her.",
  "After electoral drubbings in Bavaria and Hesse in which the SPD’s vote shrank by up to half, many party members feel the only way to halt its seemingly terminal decline may be to walk away from government.",
  "Angela Merkel’s successor could be bad news for a post-Brexit Europe | Alan Posener Read more\n\n“She’s determined to stay,” said Josef Janning of the European Council on Foreign Relations in Berlin.",
  "Kramp-Karrenbauer is considered a pragmatist and was a quiet supporter of Merkel’s migration policy, but has expressed reservations about marriage and adoption rights for same sex couples.",
  "Perhaps the harshest critic of Merkel’s migration policy within the CDU, Spahn has made a name for himself with his combative style but, it seems, it might not have made him many friends.",
  "In the past he has waded into debates about the role of Islam in Germany and has been a staunch opponent of same sex marriage as well as Germany’s military foreign interventions.",
  "Their opposition has only stiffened since disastrous state election showings by the CDU and its sister party, the Christian Social Union, in Bavaria and Hesse earlier this month.",
  "That would put the centre-left party behind both the AfD, on 16%, and the Greens – apparently now supplanting the SPD as the largest left-of-centre political force – on 20%.",
  "Annegret Kramp-Karrenbauer, widely known as AKK, the current CDU secretary general, is often described as Merkel’s chosen heir and would not pose her any undue problems.",
  "Photograph: Anadolu Agency/Anadolu\n\nAmid a continent-wide splintering of Europe’s traditional political landscape, Germany’s conservatives face an existential dilemma.",
  "The 56-year-old former premier of Saarland, who also goes by her initials AKK, is also thought to be Merkel’s preference to continue her work of modernising the party.",
  "Openly gay, he is firmly to the right of Merkel and has described himself as a “burqaphobe.” He has also warned against “putting the boot into Britain” over Brexit.",
  "Some analysts believe the party has fallen so far out of electoral favour that will never risk early elections, and that Merkel will manage a smooth withdrawal.",
  "Armin Laschet The 57-year-old state premier of North Rhine-Westphalia and devout Catholic sits to the right of Merkel on migration, religion and family issues.",
  "Photograph: Armando Babani/EPA\n\nThe threat to Merkel’s carefully laid plan comes not just from her own party, but from its coalition partner too.",
  "Several, including the rightwing CDU MP Joachim Pfeiffer, are openly calling for a change at the top of government before the next federal poll.",
  "But one poll last week found just 24% of German voters ready to vote for the CDU/CSU in the next federal elections, with 15% backing the SPD.",
  "“If it’s Spahn, it’s really very complicated,” said Alexander Clarkson, lecturer in German and European studies at Kings College London.",
  "The conservative German economy minister, Peter Altmaier, predicted on Tuesday the coalition would continue despite its losses.",
  "“But once her successor is chosen, the pressure will be on to allow them to campaign from the chancellery ... She will resist.",
  "In contrast to Kramp-Karrenbauer, his intention to stand was reportedly met with deathly silence from party colleagues.",
  "Facebook Twitter Pinterest Friedrich Merz could make life uncomfortable for Merkel if he was elected as CDU leader.",
  "Friedrich Merz Merkel's old party rival was the first to announce he would stand to replace her.",
  "“If the SPD falls below 20% in Brandenburg particularly, they could well panic,” said Clarkson.",
  "But defending the liberal centre, as Merkel tried for so long, is plainly not working either.",
  "Her intention to stand as CDU leader was reportedly met with applause from party colleagues.",
  "Jens Spahn At 38, the German health minister is the youngest contender to succeed Merkel.",
  "How long Merkel manages to remain as chancellor could well depend on her successor.",
  "“They know early elections would do them no good; their instinct is to cling on.",
  "A great deal, however, could happen to upset that plan before 2021.",
  "He is thought to be close to the liberal FDP on energy policy.",
  "“He would want to ditch the SPD, go for early elections.",
  "“This cannot be business as usual,” Pfeiffer said.",
  "The right wing, however, is sceptical."
]