[
  "REMADA, Tunisia (Reuters) - Tunisian Zubair Abdel-Moula lost his work selling smuggled fuel on the streets of a poor southern town after the government tightened controls with Libya to stop militants crossing the 460km (286 miles) border.",
  "“Some local economies have become oriented around smuggling and this affects the fabric of communities who become dependent on criminal activity.”\n\nThe smuggling has also caused fuel shortages in some Libyan towns, officials say.",
  "“I don’t hope of things getting better.”\n\nSouthern Tunisia sits on the oil and phosphate that drive the overall economy but the good jobs in those sectors rarely go to locals who often lack engineering skills.",
  "REUTERS/Zoubeir Souissi\n\nThe 32-year-old, who has never had a full-time job, now sits on a mattress blocking traffic in Remada’s main street with other unemployed protestors, demanding state jobs and aid.",
  "Fuel stalls seen by Reuters on the road between Remada and the provincial capital Tataouine were abandoned but some youths were still selling gasoline, even on the same street as the governor’s office.",
  "“Most of our youth want to work (on oilfields) in the desert because salaries are high there.”\n\nMany Tunisians used to cross the border to work in Libya but now feel the country is too dangerous.",
  "The government has focused too much on closing borders without dealing with unemployment, said Chloe Teevan, a North Africa researcher at the European Council on Foreign Relations.",
  "Officials say shutting the routes has helped prevent a repeat of attacks such as the one in 2015 when a Libyan-trained Tunisian shot dead dozens of tourists on a Tunisian beach.",
  "Routes that had been used for decades to smuggle cheap fuel, pasta and wheat from Libya to Tunisia, were also being used by Islamic militants and to transport drugs and arms.",
  "“I used to have a fuel (distribution) station with seven other families to buy (Libyan) fuel but it has become too dangerous,” said Abdullah, asking not to use his full name.",
  "Investors have been scared away from North Africa by turmoil in Libya, inflation hit 7.4 percent in September, the highest since 1990, and the jobless rate is 15 percent.",
  "Some 3,000 Tunisians have joined Islamic State and other extremists in Libya, Syria and Iraq, many of which came from the south or equally neglected central hinterland.",
  "“It has been also agreed with other towns and tribes to disassociate all those involved in smuggling,” said Mustafa al-Barouni, mayor of Zintan, a western Libyan town.",
  "It has held free elections and in 2014 approved a constitution guaranteeing fundamental rights in contrast to autocratic systems and turmoil elsewhere in region.",
  "The growing dissent is a worry for the government, the ninth since the Arab Spring and the 2011 fall of leader Zine El-Abidine Ben Ali, as it clings to power.",
  "Slideshow (8 Images)\n\nThe protestors have threatened to escalate road blocks to cut off access to oil refineries unless the government finds them other work.",
  "Tunisia tolerated the smuggling for decades as a way to help the south which missed out on industries concentrated mostly in the north and eastern coast.",
  "The border can’t be sealed in mountain regions and some Tunisian guards, often related to smugglers, look the other way for a bribe, residents say.",
  "Fellow protestor Abdullah used to spend his nights in remote borderlands buying fuel from Libyan truck drivers to sell in Remada.",
  "But the chaos in Libya led to a spike in arrivals of militants, drugs and weapons, diplomats say, forcing the government to act.",
  "It transitioned to democracy after toppling long-serving leader Ben-Ali without triggering widespread violence or civil war.",
  "“Thousands of families depend on this,” said Salem Bounhas, secretary general of the powerful labor union UGTT in Tataouine.",
  "Tunisia started digging trenches and setting up monitoring systems provided by Western allies on the Libyan border in 2015.",
  "Prime Minister Youssef Chahed is fighting for survival with his coalition locked in a row about how to reform the economy.",
  "In the southern province of Tataouine, which includes Remada and much of the Libyan border, unemployment is 32 percent.",
  "But the succession of governments since Ben Ali’s overthrow has been unable to resolve deep-rooted economic problems.",
  "A view shows a truck loaded with empty fuel containers at the edge of Remada town south Tunisia, October 12, 2018.",
  "There are foreign companies making money here but we locals can’t get jobs at oilfields.” said Abdel-Moula.",
  "UNEMPLOYMENT\n\nWestern countries have praised Tunisia as the only democratic success of the Arab Spring.",
  "“Such policies are contributing to the rising disillusionment that has followed the revolution.”",
  "“We think most of the fuel goes to Tunisia and to Europe via Malta,” NOC said in a statement.",
  "But the crackdown took the livelihood of thousands, many of whom have joined the protests.",
  "Due to subsidies, the pump price of petrol in Libya is ten times cheaper than in Tunisia.",
  "ESCALATION\n\nTunisian officials say it will be impossible to stop smuggling completely.",
  "“If the situation was stable 300,000 to 400,000 could find work there,” he said.",
  "The area around Remada is poorer than the capital Tunis, 600 km to the north.",
  "It estimates the smuggling cost the economy at least $750 million each year.",
  "But for the protesters too many people have lost their livelihood.",
  "“We have a problem with unemployment,” said Governor Adel Ouerghi.",
  "Libya’s state oil firm, NOC, was also keen for a crackdown.",
  "With the crackdown, the work has become too dangerous.",
  "“The south provides everything for Tunisia.",
  "“We won’t go,” said Abdel-Moula.",
  "Picture taken October 12, 2018."
]