[
  "The migration crisis has intensified Europe’s fault lines — between the EU states that look the other way when migrants pass through them and those that receive them; between those that embrace multiculturalism and those that want nothing to do with it; between those that believe migration will boost their economy and those that argue migrants will swamp the labor market; between those that have the money to integrate unskilled immigrants and those that don’t.",
  "This includes the fact that Europe unilaterally eliminated its central Mediterranean borders through search and rescue operations that, however legally necessary and morally responsible, brought those rescued into the European Union — where very few people who don’t, strictly speaking, deserve protection are ever removed.",
  "Europe can only resolve the refugee crisis by committing to a two-pronged approach: on the one hand a common, continent-wide asylum policy; on the other, a migration policy that acknowledges and organizes economic migration flows, instead of resisting and denying them.",
  "The most convincing proposal at Europe’s disposal, and one that could actually make a difference in a short period of time, is the Merkel Plan developed by the European Stability Initiative and now discussed by European leaders from Berlin to The Hague.",
  "Fourth, Europeans need joint economic, financial, diplomatic and military resources — and the will — to resolve conflicts in neighboring regions by political means and induce other countries or regional powers to engage with each other constructively.",
  "Considering the continent’s rather dire demographic projections, it should be possible to create a mutually beneficial system by which the EU matches origin country and destination country, all the while protecting the rights of migrants themselves.",
  "Hungary saw an enormous movement of people transit the country without regard for its sovereignty and received next to no understanding from Brussels, which admonished Budapest for the construction of a fence to protect the Hungarian border.",
  "European countries spearheading the new approach should also immediately start financing projects in Turkey, particularly schools for Syrian children, without waiting for agreement among all 28 states on the €3 billion promised to Turkey.",
  "Instead of pouring billions into a bad deal with Erdogan, we should give targeted, direct assistance to refugees — in the form of health care, education, and food checks — to empower them and give them more control over their situation.",
  "Rather than insisting on physical relocation schemes, a European Fund for refugees and asylum, jointly funded by EU members according to their share of EU GDP, should uphold solidarity and help countries shoulder the burden of refugees.",
  "Europe risks collapse as a result of the foolish and short-minded illusion that we can face this problem by raising walls, closing borders, setting thresholds, discriminating on the basis of religion or building a mini-Schengen.",
  "In order to prevent refugees from flocking to Turkey in the hope of being resettled in the EU, the coalition should only agree to take people from among the 2.2 million Syrian refugees registered in Turkey before December 2015.",
  "The EU should accept that citizens of member countries need to give their consent to receiving large numbers of migrants, and that most, if not all, aspects of migration policy should therefore be handled at the state level.",
  "As a consequence of a general lack of clarity, registration doesn't work properly, the outdated Dublin system is still in place and Frontex has not yet started supporting member countries in controlling external borders.",
  "If cooperation on the basis of solidarity does not work voluntarily, the Commission should explore the possibilities of corrective mechanisms for countries that categorically refuse to participate in a common approach.",
  "The status of “ protected person” should be applied more frequently, as it avoids the uncontrolled swell of migration through policies like family reunion, that overwhelm local populations and undermine integration.",
  "* * *\n\nThe EU needs a coherent asylum policy\n\nGuy Verhofstadt, European parliamentary group leader for the Alliance of Liberals and Democrats for Europe (ALDE), was prime minister of Belgium from 1999-2008.",
  "This crisis demands significant resources and assets from EU member states: to police the EU’s external border, to fingerprint and process claimants, and to swiftly return those without a legitimate claim.",
  "For Greece to be able to send asylum seekers back to Turkey legally, Turkey must improve protection under its Temporary Protection scheme for Syrians and implement all provisions of its 2013 asylum law.",
  "Europe’s most serious refugee crisis since World War II is stretching economic resources, radicalizing politics and straining the post-war institutions created to keep the continent at peace and whole.",
  "The leader of the Dutch Labour Party, which is part of the ruling coalition, seems to have taken up our proposal, which combines refugee protection with effective control of the EU’s external borders.",
  "EU nations have a moral responsibility to help people fleeing murderous regimes or organizations; but failure to make the distinction between refugees and economic migrants has exacerbated the crisis.",
  "Its central idea is the resettlement of hundreds of thousands of refugees a year from Turkey to a group of EU member states, and in parallel the return of all migrants currently in Greece to Turkey.",
  "It would be enough to put in place immediately all the measures proposed by the European Commission, voted by the European Parliament and mainly already adopted by the European Council.",
  "Returns under the Dublin Regulation were suspended to Greece five years ago because of poor reception conditions, and Germany’s open invitation in 2015 blew Dublin out of the water.",
  "The Aegean mess is simply the logical evolution of that “policy.” Moreover, Europe must acknowledge that unilateral policy decisions by one country have large effects on neighbors.",
  "* * *\n\nWe have solutions — now we have to implement them\n\nGianni Pittella is chair of the Group of the Progressive Alliance of Socialists and Democrats in the European Parliament.",
  "Member countries just haven’t implemented them — not the relocation system nor the return system (though no one knows who should be returned, where to, and who should finance it).",
  "To resolve the migration crisis, Europe needs to create a safe and legal way for refugees to reach European countries and close the illegal and dangerous Aegean migration route.",
  "A coalition of willing European states led by Germany should offer to take several 100,000 Syrian refugees from Turkey, and immediately get down to implementing this commitment.",
  "A coalition of willing European states led by Germany should offer to take several 100,000 Syrian refugees from Turkey, and immediately get down to implementing this commitment.",
  "The European Council needs to agree on one set of asylum rules to be applied across the board, with a mandatory quota scheme that distributes the refugees over all 28 countries.",
  "We should provide these unfortunate people with basic necessities like clean drinking water, adequate food, clothing, shelter, medicines and school supplies for the children.",
  "* * *\n\nStop looking for the 'silver bullet' — and play by the rules\n\nSyed Kamall is chairman of the European Conservatives and Reformists Group in the European Parliament.",
  "The Council needs to agree on one set of asylum rules to be applied across the board, with a mandatory quota scheme that distributes the refugees over all 28 countries.",
  "Dramatic reductions in flows from Turkey, through the policy prescriptions embedded in last November’s Turkey-EU agreement, must become a priority of equal importance.",
  "For too long we have ignored the fact that conflict will inevitably ensue when young, poor neighboring states come to compare themselves to the old, prosperous Europe.",
  "Central Europe’s declining population has generated demographic anxiety — the fear that local norms, customs and values could be overwhelmed by an influx of migrants.",
  "Syria is another piece on this chessboard; the objective should be the creation, defense and gradual expansion of “safe zones” to which Syrians can find protection.",
  "Solving the migration crisis has become the single most pertinent question for European policymakers and national, regional and local governments all over Europe.",
  "Thanks to Vice-President Frans Timmermans’ careless percentage-juggling, there is a dangerous lack of clarity regarding the number of refugees arriving in Europe.",
  "If a country cannot abide by its responsibilities under Schengen, and refuses to accept help, other countries are justified to protect their own national borders.",
  "At the same time the EU has to show that it is serious about supporting refugees in Turkey, and follow up on its promise of visa-free travel for Turkish citizens.",
  "The viability of this system relies on equal treatment for asylum seekers across the continent, regardless of the destination country to which they are allocated.",
  "The current Dublin asylum regulation has failed us —it induced a race to the bottom, whereby European states compete to become the least attractive for migrants.",
  "The Commission’s coast and border guard proposal should be finalized and implemented before the end of the year, but we cannot afford to sit quietly until then.",
  "* * *\n\nConsider the crisis an opportunity to revitalize the EU\n\nJens Spahn is a member of the German parliament and the ruling Christian Democratic Union (CDU).",
  "* * *\n\nSay less, do more\n\nDemetrios G. Papadmetriou is president of Migration Policy Institute Europe and president emeritus of the Migration Policy Institute.",
  "The search for a European solution has proven to be laborious, as social and political differences between member countries become more and more pronounced.",
  "The final piece: A large humanitarian resettlement program that replaces chaos with order, dangerous crossings with safety, and illegality with lawfulness.",
  "The massive flow of migrants entering Europe is made up of mostly young and middle-aged men who have the means to fund their journey and pay the smugglers.",
  "* * *\n\nEurope should stop being naïve — we're overstretched\n\nJimmie Åkesson is the leader of the Sweden Democrats and a member of the Swedish parliament.",
  "Europe should also work on opening legal channels for economic migrants seeking work in the EU, and facilitate training for both high and low level jobs.",
  "We talk about solidarity in an abstract and romantic way; but actual solidarity means that everyone adheres to the rules and obligations they agreed on.",
  "We need to establish European asylum laws with clearly defined rules and comparable levels of assistance to support those who temporarily need our help.",
  "Instead of deterrent tactics like closing the borders, enforcing national quotas or confiscating personal effects, we need a genuine European approach.",
  "EU member countries should prepare to return a sizeable number of migrants, notably those on the move for economic reasons, to their home countries.",
  "EU member countries should prepare to return a sizable number of migrants, notably those on the move for economic reasons, to their home countries.",
  "Specifically, removing asylum seekers whose applications have been denied must become a policy priority, to protect the integrity of the EU system.",
  "* * *\n\nControl the borders, enforce solidarity\n\nJeroen Lenaers is EPP shadow rapporteur for the proposal for a permanent redistribution mechanism.",
  "In light of the significant challenges integration poses, this is a much more attractive option than increasing immigration to European countries.",
  "The establishment of a European Border and Coast Guard would of course mean that we need to agree on one set of rules that governs its actions.",
  "* * *\n\nSend support to Turkey and Greece\n\nAlexandra Stiglmayer is a senior analyst and secretary-general of the European Stability Initiative.",
  "Since making the journey to Europe is expensive, a certain number of these displaced people are economic migrants rather than actual refugees.",
  "If Turkey is declared a safe country for refugees, overburdened Greece can legitimately return people there to process their asylum requests.",
  "Second, although the new EU border agency is a step in the right direction, the Schengen Area itself needs joint external border security.",
  "* * *\n\nEurope needs to step up and intervene sooner\n\nJosef Janning heads the Berlin office of the European Council on Foreign Relations.",
  "This rapid response force would also decide who travels on to a destination in Europe and who travels back to their country of origin.",
  "We need to secure Europe’s external borders, an effort that includes significantly strengthening Frontex’s mandate in the short term.",
  "We should increase support to the EU’s neighboring countries in order to erase their citizens’ need to migrate for economic reasons.",
  "Third, we must develop well-thought-out contingency plans for the (most likely) event that EU policies are not properly implemented.",
  "* * *\n\nTo survive it, restore a sense of control\n\nIvan Krastev is chairman of the Center for Liberal Strategies in Sofia, Bulgaria.",
  "Second, governments need to face up to the difficult task ahead: develop an integrated set of responses and pursue them with rigor.",
  "Germany, too, arguably didn’t do enough to support south European countries dealing with the increasing number of refugee arrivals.",
  "POLITICO asked leading thinkers, experts, policymakers and politicians for their solution to Europe’s worsening migration problem.",
  "It is critical that this knowledge base remain in the area in order to optimize chances of recovery once the conflict is resolved.",
  "Europe must create a system that allows asylum-seekers to register requests from their home countries or states adjoining the EU.",
  "Europe must create a system that allows asylum-seekers to register requests from their home countries or states adjoining the EU.",
  "And, despite a controversial deal with Turkey, thousands of refugees and migrants still enter the EU via Turkey on a daily basis.",
  "Our efforts for long-term success should focus on giving humanitarian support to the countries these displaced people have fled.",
  "But it has shone a light on Europe’s lack of proactive politics and inconsistent international security and migration policies.",
  "This includes reception centers where refugees would be taken care of, registered, and sent home if their asylum requests fail.",
  "Third, the EU needs a humanitarian intervention force, ready to engage on a much larger scale than the EU or UNHCR does today.",
  "On a recent visit to a refugee camp in Jordan, I met very few people who expressed a desire to move far away from their homes.",
  "We need to address this immediately, and at the same time expedite the return of illegal migrants to their country of origin.",
  "It is time that it is put into place — instead of dangerous, doomed proposals like erecting an iron curtain north of Greece.",
  "Over a million migrants came into the EU last year, and thousands are following them every day on an often perilous journey.",
  "Fifth, the EU needs a common asylum and immigration policy that would enable it to share burdens fairly among member states.",
  "As Brussels struggles to fashion a workable common response, national capitals are taking matters into their own hands.",
  "Even Germany and Sweden, which last summer threw open their arms to welcome the newcomers, are having second thoughts.",
  "Despite what some EU governments may claim, the refugee crisis is not a primarily German problem, but a European one.",
  "As the most dependent and most committed member state Germany will have to bring together a coalition of the willing.",
  "Too often, the asylum process becomes a substitute for a lack of resources to ensure properly regulated immigration.",
  "* * *\n\nDon't dismiss economic migrants\n\nFrançois De Smet, director of Myria, Belgium’s federal center for migration.",
  "One thing should be clear to every member of the EU: No country can shoulder the burden of the refugee crisis alone.",
  "The distinction between genuine asylum-seekers and economic migrants should be observed with far greater stringency.",
  "The flow of refugees will peter out after it becomes clear that the journey across the Aegean leads back to Turkey.",
  "Leaders must stop trying to find a “silver bullet” policy that is sure to fail the moment it leaves the press room.",
  "But the alternative — the disintegration of important pieces of the European experiment — would be far more severe.",
  "EU countries need to help refugees as soon as they leave their home countries, not just when they arrive in Europe.",
  "EU countries need to help refugees as soon as they leave their home countries, not just when they arrive in Europe.",
  "The idea that we can provide everyone with a European standard of living is both naïve and impossible to achieve.",
  "The idea that we can provide everyone with a European standard of living is both naïve and impossible to achieve.",
  "The Commission’s proposal is ready, and we now need to fast-track it in the European Parliament and the Council.",
  "The next mid-term review of the European budget is the right moment to substantially increase Frontex’s funding.",
  "We should also acknowledge that not everyone reaching European shores is a refugee fleeing war or persecution.",
  "There is no miracle solution other than sticking to the rules to which European countries have already agreed.",
  "There is no miracle solution other than sticking to the rules to which European countries have already agreed.",
  "Most of the European states don’t fulfill their obligations and disregard decisions that were commonly taken.",
  "The redistribution mechanism should be revived in order to share the burden fairly among European countries.",
  "The redistribution mechanism should be revived in order to share the burden fairly among European countries.",
  "At least 2,000 European and national officers should be sent to fingerprint, screen and register refugees.",
  "* * *\n\nLeave migration policy to the countries\n\nGyörgy Schöpflin is a Hungarian MEP from the Fidesz party.",
  "But to really solve the crisis, we need to look beyond the emergency situation and tackle its root causes.",
  "This would short-circuit smuggling networks and eliminate the risks involved in illegal border crossings.",
  "As a consequence, the relocation mechanism proposed by the European Commission has become a dead letter.",
  "Europe must acknowledge that unilateral policy decisions by one country have large effects on neighbors.",
  "This is an issue of political will and EU support; all the necessary institutions are already in place.",
  "Secondly, this approach ensures that the region maintains the necessary local competencies to rebuild.",
  "At the same time, we need to improve the living conditions at refugee centers in Turkey and Europe.",
  "In return, Turkey should agree to take back anyone who reaches Greek islands from a certain date.",
  "The refugee crisis that made headlines last summer is only one facet of international migration.",
  "Europe should regard the issue in a utilitarian light, and keep its own economic needs in mind.",
  "Firstly, funds allocated to these regions provide necessary aid to a greater number of people.",
  "There are crises that cannot be solved, only survived — and the refugee crisis is one of them.",
  "This too will be hard to negotiate and implement, but it does outline a practical way forward.",
  "At summit after summit the EU promised more than its member countries were willing to deliver.",
  "The plan would prove to European publics that elected leaders can restore a sense of control.",
  "First of all, we need to secure the most critical border — the one between Greece and Turkey.",
  "Any help we give incoming migrants therefore only helps a fraction of the suffering masses.",
  "Our current challenge should be seen as an opportunity to take Europe another step forward.",
  "But the European project has been particularly resilient in weathering crises in the past.",
  "Countries need to let the laws we adopted take effect, and not let their neighbors down.",
  "A high influx of refugees had already kept parts of Europe in suspense for a few years.",
  "They should demonstrate that they understand the nuances of this very complex crisis.",
  "Yet the regulation itself does not need reinvention; it simply needs to be enforced.",
  "This type of aid is best delivered in the areas directly neighboring conflict zones.",
  "We need to transform Frontex into a full-fledged European Border and Coast Guard.",
  "“Solving” the EU migration crisis defies simple or one-off policy prescriptions.",
  "Only secure external borders can guarantee our freedom within the Schengen area.",
  "Europe needs to become more attractive and accessible for workers of all levels.",
  "Implementation will be difficult, and far more expensive than Europe imagines.",
  "It is not an à-la-carte menu from which you pick and choose the bits you like.",
  "Let's start by penalizing non-cooperation and rewarding those who cooperate.",
  "Let's start by penalizing non-cooperation and rewarding those who cooperate.",
  "Most wished nothing more than to return home once the conflict was resolved.",
  "The EU has to show that it is serious about supporting refugees in Turkey.",
  "Some are doctors, lawyers, engineers and have certain levels of education.",
  "But we can start with a simple dictum: Europe must say less and do more.",
  "Only then can they focus on helping those genuinely fleeing persecution.",
  "Our first priority should be to gain control over our external borders.",
  "If we do, the refugee crisis could be a chance to revitalize the Union.",
  "Here, the script is mostly already written — the problem is execution.",
  "Europe cannot be the destination for everyone seeking a better life.",
  "Of the five “hotspots” promised in Greece only one is functional.",
  "We need to come to terms with our mistakes — and learn from them.",
  "It would replace a humanitarian disaster with an orderly process.",
  "Not only is this possible — it’s crucial to the European project.",
  "Europe is a family that shares the same values and obligations.",
  "A borderless Europe created by the Schengen treaty is in doubt.",
  "Funds committed by member countries have not been transferred.",
  "Solving the refugee crisis requires five interlocking actions.",
  "Requests for asylum should be doled out equally across the EU.",
  "As Europeans, we can’t let the daunting task ahead divide us.",
  "This is crucial to the future of the whole European project.",
  "Turkey’s resolve — and Europe's patience — will be tested.",
  "This text was translated from the German by Teresa Stiens.",
  "Its successful track record should serve as encouragement.",
  "Refugees could reach Europe without risking their lives.",
  "This text was translated from the French by Esther King.",
  "First, we must identify mistakes made and correct them.",
  "Towards that end, there are three major steps to take.",
  "Beginning to solve the crisis requires three things.",
  "Nothing about these proposed solutions will be easy.",
  "Current commitments must be executed without delay.",
  "Now the EU faces one of its biggest challenges yet.",
  "The EU Commission has already delivered solutions.",
  "Implementation is the key to solving this crisis.",
  "Then, last summer, the situation became critical.",
  "No country can shoulder the refugee crisis alone.",
  "We now have to take responsibility for that fact.",
  "This may sound ambitious, but it’s achievable.",
  "There are two main benefits to this approach.",
  "We need common action at our borders — now.",
  "These opposing views cannot be reconciled.",
  "The truly poor and needy are left behind.",
  "First, Europe needs internal solidarity.",
  "We need to consider it a new beginning.",
  "How can we solve the migration crisis?",
  "A solution involves more cooperation.",
  "At most they can be patched over.",
  "How can we solve the crisis?",
  "How can we solve the crisis?",
  "Germany is a case in point.",
  "Germany is a case in point.",
  "Passivity is not an option.",
  "No proposal is perfect.",
  "There's just one snag.",
  "So what is to be done?",
  "It’s easy.",
  "3.",
  "1.",
  "2."
]