[
  "You don’t know this nation but they know you.”\n\nThe EU would be in a far better position today if EU leaders had gone to Turkey immediately to express their horror at the coup, congratulate the people of Turkey for defeating it and sit down with the President, the government, the leaders in the Grand National Assembly and others to discuss how to collectively ensure a democratic and European path for Turkey.",
  "It was indeed telling that, only days after the coup, President Recep Tayyip Erdogan’s close adviser Ibrahim Kalin responded to Western criticism of the government’s counter-actions by tweeting, “Had the coup succeeded, you would have supported it, like in Egypt.",
  "Turkish parliament convenes for extraordinary session following the failed coup attempt on July 16, 2016 in Ankara, Turkey | Erhan Ortac/Getty Images Opinion Europe, stand up for Erdogan Coups have no place in a region built on democratic values.",
  "In Hungary and elsewhere, challenges to our concept of the rule of law fade in comparison to a fully-fledged attempted coup that occupied TV stations, bombed the parliament and tried to capture the elected President of the country.",
  "I doubt it would have been as easy as when the colonels and their tanks took power in Athens in April 1967, arresting many thousands and starting a nightmare for Greece and Europe that lasted for nearly a decade.",
  "When Turkey asked for derogation from the European Convention on Human Rights, EU leaders howled with disapproval, forgetting that France did the same after the November terror attacks in Paris.",
  "Instead, Europe’s leaders immediately began to question measures taken by the Turkish authorities to cleanse from power any elements thought to be associated with the Gülen movement.",
  "And there was no sign of senior EU representatives afterward flying Turkey in support of an accession country facing the gravest threat to its constitutional order yet.",
  "Millions of Turkish citizens fleeing violence, chaos and death would have joined the more than 2 million Syrian refugees hosted in Turkey in setting sail for Europe.",
  "There is no question that Turkey has the right to, and indeed must, take measures to safeguard itself against forces trying to topple its constitutional order.",
  "I sincerely hope that the Council of Europe and the European Court of Human Rights will evaluate the situation very carefully as things start to calm down.",
  "Imagine the rebellious military units had succeeded, and some sort of military-political junta had captured the instruments of state power in Turkey.",
  "And there is little doubt that the EU’s rather shameful reaction to the 2013 coup in Egypt has already eroded its position in this regard.",
  "We would have seen major bloodshed on the streets of Ankara and Istanbul as coup forces tried to suppress opposition demonstrations.",
  "The EU would be in a far better position today if EU leaders had gone to Turkey immediately to express their horror at the coup.",
  "That's the question being asked after European leaders responded tepidly to the attempted military coup in Turkey on July 15.",
  "Carl Bildt is co-chair of the European Council on Foreign Relations and former prime minister and foreign minister of Sweden.",
  "Of course, there is no guarantee this would have prevented the country from sliding further toward authoritarianism.",
  "It is distinctly good news that Council of Europe Secretary General Thorbjørn Jagland is headed to Ankara this week.",
  "Europe risks losing its moral authority if it does not appear particularly engaged in dealing with the coup itself.",
  "Journalists hardly likely to have supported the coup have been arrested, and this must, of course, be criticized.",
  "Think back to the deadly violence that erupted in Cairo in the immediate aftermath of the July 2013 coup.",
  "The EU has never witnessed a serious military coup attempt in any of its member or accession countries.",
  "We can hope that this unique show of solidarity will put democracy in Turkey on more secure footing.",
  "But Europe could at least have tried to stand up for its political ideal and democratic values.",
  "A successful coup in Turkey would in all probability have engulfed the country in civil war.",
  "Nor is there any question that there is a severe risk these measures will go too far.",
  "The EU would now be facing a refugee disaster of even larger magnitude than in 2015.",
  "But on the night of the coup, it took some time for the EU to condemn the events.",
  "The threat was averted, but at the cost of at least 265 lives and 1,100 wounded.",
  "Now President Putin may be the first leader to meet with Erdogan after the coup.",
  "Turkey’s political parties were quick to come together to condemn the coup.",
  "If that happens, it will be a disgrace for Europe.",
  "And the consequences would have been immense.",
  "Is Brussels asleep, or just ignorant?"
]