[
  "No to austerity\n\nRenzi said recently that he learned a key lesson from the Portuguese general election in the fall and the Spanish elections in December: “Austerity policies can bring growth but it is jobless — and one of the jobs that is in danger of being lost is that of prime minister.”\n\nTo fend off the populists, Renzi needs to appear to take a hard line with Germany, a strategy he deployed in the run-up to his meeting with the chancellor.",
  "With a crucial referendum on a plan to streamline Italy’s ossified decision making structures set for the fall and a string of major municipal elections coming up next year, Renzi needs to put “more money in the pockets of the Italians,” as one Italian socialist put it.",
  "BERLIN — When Italian Prime Minister Matteo Renzi visits Angela Merkel for lunch Friday a simple proposition will be on the menu: give Italy more flexibility on its finances and Rome will stop badmouthing Germany and bashing the EU.",
  "“If one wants a pan-European strategy to resolve the refugee crisis, then it’s not enough for Angela to call [François] Hollande and EU Commission President Jean-Claude Juncker and for me to read about it in the press,” he said.",
  "While Italy trimmed its budget deficit in recent years, it still has Europe’s highest debt burden after Greece — equal to 133 percent of its gross domestic product — a fact that makes many economists nervous.",
  "“The way through which he expresses his complaints might be ‘innovative,’ nevertheless it is certainly a manner to safeguard Italy’s national interests.”\n\nRenzi’s trump card with Merkel is the refugee crisis.",
  "During the summit dinner, he accused Berlin of forcing others to stick to the letter of the law, even as it seeks special treatment for itself on pipeline deals with Russia or bailouts for its banks.",
  "Such remarks go down well at home, acting as a salve to the wounded pride and inferiority complex of a country that, despite its size and proud history, has become a second-tier power in Europe.",
  "“If one wants a pan-European strategy to resolve the refugee crisis, then it’s not enough for Angela to call Hollande and Juncker and for me to read about it in the press” — Matteo Renzi.",
  "Italy’s public debt will remain \"very high, thus representing a major source of vulnerability for the Italian economy,” the European Commission concluded in a report published Monday.",
  "The German leader has invested a significant amount of political capital in a deal with Turkey aimed at getting Ankara to keep Syrian refugees from leaving for Europe.",
  "With the refugee crisis going from bad to worse, Britain debating leaving the EU and a host of other pressures, Merkel simply can’t afford an open dispute with Italy.",
  "In an interview with the Frankfurter Allgemeine that appeared on Thursday, Renzi railed against the Franco-German constellation, which he said ignores Italy’s voice.",
  "“He is simply saying that either the rules apply to everyone, or no one,” said Silvia Francescon, head of the European Council on Foreign Relations' Rome Office.",
  "Their recent tangles notwithstanding, Merkel's relationship with him is much better than with his mercurial predecessor, Silvio Berlusconi, whom she detested.",
  "Renzi, fighting back Euroskeptic populists at home, has lashed out at Europe in recent months, accusing Brussels of treating Italy unfairly.",
  "Merkel understands the domestic challenges Renzi faces and sees his recent anti-German ramblings for what they are — a political necessity.",
  "But Renzi, regarded by many observers as Italy’s best, possibly even last, hope to achieve meaningful reform, can’t afford more austerity.",
  "One rule for all\n\nAt the last EU summit in Brussels in December, Renzi surprised the gathering by launching a vigorous attack on Germany.",
  "Though the agreement was inked in late November, Turkey hasn’t complied with its terms and won’t until it sees the cash.",
  "“The way you do politics in Brussels is a confrontation with Germany, not with Juncker,” said a longtime Renzi ally.",
  "He regards EU leaders as un-elected bureaucrats and isn’t afraid to remind them of their insignificance.",
  "And the rest of Europe has outright refused to follow Germany in taking in large numbers of refugees.",
  "The centerpiece of that agreement is a €3 billion check in Turkey’s name that Rome is blocking.",
  "The price for Renzi’s agreement is “flexibility,” said a source from his Democratic Party.",
  "Merkel reassured Turkey’s prime minister last week that the check was in the mail.",
  "The main obstacle, Renzi has complained, is Germany, Europe’s fiscal taskmaster.",
  "Greece has proved unable and unwilling to secure its sea borders with Turkey.",
  "Like most Italian leaders, Renzi doesn’t take the EU institutions seriously.",
  "Like most Italian leaders, he doesn’t take the EU institutions seriously.",
  "That said, the Berlin meeting is more than political theater for Renzi.",
  "He wants more “flexibility.” Translation: let Rome fudge the numbers.",
  "Germans have stopped paying attention to the now-dormant euro crisis.",
  "Without the Turkey deal, Merkel’s refugee strategy would collapse.",
  "Under EU fiscal rules, Italy should be forced to do more.",
  "But such bravado is also easy for Merkel to ignore.",
  "The only issue that matters is the refugee crisis.",
  "Granting Italy more fiscal room will go unnoticed.",
  "What’s more, Merkel doesn’t want Renzi to fall.",
  "Giulia Paravicini contributed to this article.",
  "Germany, on the other hand, matters.",
  "Germany, on the other hand, matters.",
  "For Merkel, it’s an easy decision.",
  "It’s an offer Merkel can’t refuse."
]