[
  "“We need to prepare for the possibility that Trump’s defeat (in the House) fires him up, that he intensifies the polarization, the aggression we saw during the campaign.”\n\nPeter Trubowitz, director of the United States Center at the London School of Economics, said: “I would look for him to double down on China, on Iran, on the Mexican border.”\n\n“I think that the incentive structure now has changed for him and he will invest even more time on the foreign policy front as we move forward to 2020,” he added.",
  "BERLIN/LONDON (Reuters) - Stymied at home by Democrats determined to subvert his domestic agenda, President Donald Trump could double down on his disruptive foreign policy in the years ahead, with conflicts over trade a particular concern, politicians, diplomats and analysts in Europe said.",
  "He pulled the United States out of the Iran nuclear deal and the Paris climate accord, lambasted allies like Germany for running trade surpluses and not spending more on defense, and cosied up to authoritarian leaders in North Korea, Saudi Arabia and Russia.",
  "Although few European politicians said so openly, the hope in Berlin, Paris and Brussels was that U.S. voters would deliver a clear rebuke to Trump’s Republicans in the midterms, forcing a change of tack and bolstering hopes of regime change in 2020.",
  "The outcome gives the opposition party new powers to block Trump’s domestic agenda and step up inquiries into the former real estate mogul’s business dealings and suspected links between his presidential campaign and Russia.",
  "“Trump deeply believes that the EU and especially the Germans are taking U.S. to the cleaners,” said Jeremy Shapiro, a former State Department official who is research director at the European Council on Foreign Relations.",
  "REUTERS/Carlos Barria\n\nDemocrats wrested control of the U.S. House of Representatives from Trump’s Republicans in midterm elections seen as a referendum on his two-year-old presidency and closely watched around the world.",
  "One area where Democrats could rein in Trump is on Saudi Arabia, whose killing of journalist Jamal Khashoggi in the Saudi consulate in Istanbul last month has fueled a backlash in Congress and threats to block arms sales.",
  "“We can say with a large amount of confidence that of course no bright prospects for normalizing Russian-American relations can be seen on the horizon,” Kremlin spokesman Dmitry Peskov told reporters on a conference call.",
  "And while House Democrats could push for a tougher approach towards Saudi Arabia and Russia, they are unlikely to move the dial on his biggest agenda items: the trade conflict with China and hardline course with Iran.",
  "“The formidable executive powers of the president, notably in foreign policy, remain untouched,” Norbert Roettgen, head of the foreign affairs committee in the German Bundestag, told Deutschlandfunk radio.",
  "FILE PHOTO: U.S. President Donald Trump gestures to supporters during a campaign rally at the Allen County War Memorial Coliseum in Fort Wayne, Indiana, U.S., November 5, 2018.",
  "And in several high-profile House, Senate and governor races - in states such as Iowa, Florida, Georgia and Texas - Republicans closely allied with Trump emerged victorious.",
  "Troubles at home also increase the likelihood that Trump follows through on his threats to confront Europe on trade, including punishing Germany with tariffs on car imports.",
  "Democrats in the House could also push for more sanctions against Moscow, including measures that would punish European firms involved in the Nord Stream 2 gas pipeline.",
  "United States President Donald Trump speaks during a campaign rally, ahead of midterm elections, at Pensacola International Airport in Florida, U.S., November 3, 2018.",
  "And several European diplomats and analysts said they expected Trump to keep the conflict with China alive, or even intensify it, as his domestic agenda stalls.",
  "Frans Timmermans, first vice president of the European Commission, said Americans had chosen “hope over fear, civility over rudeness, inclusion over racism”.",
  "Roettgen said he saw the outcome as a “normalization” of Trump and confirmation that his “hostile takeover” of the Republican Party has been successful.",
  "But last month, U.S. Commerce Secretary Wilbur Ross accused the EU of holding up progress on trade and said Trump’s patience was “not unlimited”.",
  "Republicans were able to strengthen their majority in the Senate, the chamber that has traditionally played the biggest role on foreign policy.",
  "REUTERS/Carlos Barria/File Photo\n\nA visit to the White House in June by European Commission President Jean-Claude Juncker brought a ceasefire.",
  "A more intense focus on Russia’s alleged meddling in the 2016 election will limit Trump’s ability to work with President Vladimir Putin.",
  "NO REBUKE\n\nTrump’s first two years in office deeply unsettled traditional U.S. allies in Europe, Asia and the Americas.",
  "“I fully expect that if he is encountering political problems at home he will look for new confrontations.”",
  "TRADE RISK\n\nTrade is one area where presidents can act without congressional approval.",
  "Some European politicians hailed Democratic gains in the House as proof of a shift.",
  "But on foreign policy Trump’s ability to set the agenda remains largely intact.",
  "But the outcome fell short of the “blue wave” some had hoped for."
]