[
  "But the midterm elections were important because they gave the rest of the world an indication of whether President Trump’s “America First” contempt for the liberal order was an aberration, as Jeremy Shapiro of the European Council on Foreign Relations put it, or a real, lasting shift toward an isolationist America.",
  "On the night Trump was elected in 2016, I found myself uttering, “This is terrible for us.” My prediction was based on Trump’s public statements that his administration would consciously disregard human rights for the sake of interest-based relationships with strongmen around the world.",
  "The House would have to use its new powers to remind the White House that, no, an endless scuffle or competition between global powers is not in the United States’ interests – that America thrives when it can protect and spread the global order it has created and patented.",
  "Europe’s centrists and liberals can take the cue from American Democrats: Do not let the majority fear the minority; speak to the common sense of women voters; pay attention to economic pressures; present diversity as a sustainable form of governance for the future.",
  "To be fair, American policy on Turkey was never entirely about the promotion of democracy and human rights, but since the mid-90s, there was a reasonable-enough balance between interests and democracy, which gave an enormous boost to Turkey’s domestic evolution.",
  "But the downturns were solely about issues to do with U.S. citizens — as in the case of sanctions for the release of imprisoned U.S. pastor Andrew Brunson — or U.S. weapons sales, including the Turkish desire to purchase Russian-made S-400 missiles.",
  "Read more:\n\nJeff Flake: Republicans must move beyond the cult of Trump’s personality\n\nDavid Moscrop: As Canadians sort through midterm results, we should rethink our ties to Washington\n\nJennifer Rubin: What do the midterms say about 2020?",
  "As the word “democracy” exited the State Department’s lexicon, Trump struck up a friendship with Turkey’s strongman, Recep Tayyip Erdogan, who was on a path to build a new, authoritarian regime to replace Turkey’s fledgling democracy.",
  "That’s particularly vital for U.S. allies in Europe, who are desperate for any sign that the post-World War II consensus on the spreading of a democratic and market-friendly Western order is sustainable — or a thing of the past.",
  "With more women, Hispanics and other minorities in the House, the United States is adapting to the shifting demographics in our societies – while Trump looks like the face of the white backlash against diversity.",
  "With a Democratic-majority House stepping in to curb the president’s worst instincts on issues such as global warming, trade wars and immigration, Europeans will find the stamina to wait out the Trump years.",
  "The dismantling of Turkish democracy — the situation of Turkish journalists, imprisonment of Kurdish politicians or Ankara’s disregard for the rule of law — did not feature anywhere in the bilateral agenda.",
  "Despite the seven-hour time difference between Istanbul and the East Coast, I stayed up much of last night making sure that I witnessed American democracy bring a sense of balance to Washington.",
  "Typically, U.S. midterm elections have little bearing on foreign policy, and despite a Democratic win in the House of Representatives, it is still the White House that will call the shots.",
  "The House could take an interest in the rise of illiberalism in Eastern Europe, demand that the administration support NATO sovereignty or stop treating the European Union like a foe.",
  "But the impact of the midterms could be far more significant in the developing world — especially among struggling democracies caught up in the illiberal tide, such as Turkey.",
  "Carter Eskew: Buck up, Democrats\n\nMegan McArdle: Both Democrats and Republicans are losing this culture war\n\nMax Boot: The battle with Trumpism is just beginning",
  "Midterms are also a reminder to the world that the future strength of Western democracies lies in their ability to accept pluralism and diversity in governance.",
  "It is particularly encouraging that voters have not responded to Trump’s last-minute fear tactics about “the caravan” of immigrants heading to the U.S. border.",
  "In the run-up to the European Parliament elections in May 2019, the continent’s populists and the resurgent right will use the same fear-mongering tactics.",
  "Had it not been for Trump’s laissez-faire attitude to global human rights, Ankara would not have deviated from democratic norms to the extend that it did.",
  "The same goes for Latin America — where governments fear the United States might only quietly question Trump’s vitriol against immigrants.",
  "\n\nHouse Minority Leader Nancy Pelosi (Calif.) is cheered by a crowd of Democratic supporters at an election-night event in Washington.",
  "That’s not because anyone thought the Trump administration’s policies would change overnight depending on who controlled Congress.",
  "The House Foreign Affairs and Intelligence Committees can ask for a real investigation of the murder of Jamal Khashoggi.",
  "Committees have the power to start asking questions about human rights from the Philippines to Saudi Arabia.",
  "(Jacquelyn Martin/AP)\n\nDemocrats won the House of Representatives — and that’s a big thing for the world.",
  "They will have comfort in knowing that they have allies inside the fortress Trump is keen on building.",
  "More importantly, they can link U.S. arms sales to promises of reform or improvement on human rights.",
  "Now Democrats have a chance to bring human rights to the forefront of U.S. foreign policy.",
  "The new balance of power in Washington will give Europeans fresh hope.",
  "All of this would mark “normalization” in world affairs.",
  "American exceptionalism, as they say.",
  "The rest of the world tuned in, too.",
  "The relationship was hot and cold.",
  "Soon my fears were justified.",
  "Again."
]