[
  "“But any initiative will not be accepted unless the Houthis and Saleh announced their commitment to implement the U.N. Security Council Resolution, particularly the immediate stop to attacks on Aden and the withdrawal from it,” the official added, referring to a decision reached by the United Nations last week.",
  "Saudi Arabia is leading a coalition of Arab countries in a bombing campaign against the Houthis and allied military units loyal to the powerful former president Ali Abdullah Saleh, who have taken swathes of territory and forced Yemen’s Saudi-backed President Abd-Rabbu Mansour Hadi into exile.",
  "REUTERS/Mohamed al-Sayaghi\n\nIran has repeatedly called for a halt to an almost month-long campaign of air strikes by Saudi Arabia and Arab allies, but members of the coalition and their Western backers have so far rejected Iran’s proposals, accusing it of supporting the Houthis.",
  "The Houthis flatly rejected the contents of the resolution, which imposed an arms embargo on Houthi leaders and Saleh’s son, recognized Hadi as Yemen’s president and called for the withdrawal of the militia from the capital Sanaa and from the southern city of Aden.",
  "DUBAI/CAIRO (Reuters) - Iran’s deputy foreign minister said he was optimistic that a ceasefire in Yemen would be announced later on Tuesday, in a sign diplomatic efforts may be underway to stop almost a month of Saudi-led bombing of Yemen’s Houthi group.",
  "The coalition, which has diplomatic support from the United States and other Western powers, has accused Iran of trying to dominate the region, while the Hadi government has rejected previous Iranian calls for a ceasefire.",
  "Another Yemeni official said representatives of Saleh’s party had made peace proposals to the government in exile but suggested the rebel forces would have to meet further conditions before the government would accept.",
  "But growing civilian casualties and severe shortages of food and fuel are putting pressure on the coalition and its backers to call at least a temporary halt to the air strikes, analysts said.",
  "“We are optimistic that in the coming hours, after many efforts, we will see a halt to military attacks in Yemen,” Hossein Amir Abdollahian was quoted as saying by Iranian news agencies.",
  "“With the humanitarian crisis I think calls for some sort of ceasefire will mount in the coming days,” said Adam Baron, visiting fellow at the European Council on Foreign Relations.",
  "“There are contacts and initiatives for a ceasefire, mostly presented by leaders in the former president’s party,” the official told Reuters.",
  "“In any sort of situation like this, actions speak far louder than words... this is probably rhetorical positioning more than anything.”",
  "Smoke is seen at a damaged street, caused by an April 20 air strike that hit a nearby army weapons depot, in Sanaa April 21, 2015.",
  "The port city is a focal point of battles pitting Houthis and Saleh loyalists against armed backers of president Hadi.",
  "“Iranian proposals are not being addressed at the moment,” one Yemeni official said on condition of anonymity.",
  "But he added that the Iranian statement did not necessarily signal an imminent halt to hostilities."
]