[
  "The letter further urged reconsideration of European relations with both Israelis and Palestinians, arguing that Mr. Netanyahu “has little intention of negotiating seriously for a two-state solution” and expressing “low confidence that the U.S. government will be in a position to take a lead on fresh negotiations.”\n\nSince the breakdown of American-brokered peace talks 13 months ago, the Palestinians have been on a diplomatic campaign to leverage the nonmember, observer-state status they won in the United Nations in 2012 and create pressure on Israel.",
  "Hanna Amireh, a presidential aide on church affairs, said the treaty concerned the Vatican’s vast interests in the West Bank, East Jerusalem and Gaza, including the standing of church courts and taxes on church institutions and lands.",
  "In another sign of mounting European frustration with the situation, The Guardian published a letter on Wednesday from prominent former politicians and diplomats to European foreign ministers.",
  "But the treaty, which had been under negotiation for a year and used “Palestine Liberation Organization” rather than “State of Palestine” in earlier drafts, formalizes the recognition.",
  "Francis made a grand gesture in that direction last spring when he flew directly to the West Bank from Amman, Jordan, rather than first landing in Israel, as his predecessors had.",
  "Most of the 135 nations that have recognized a state of Palestine did so in 1988, after the Palestine Liberation Organization declared it; Sweden was the last, in October.",
  "The announcement coincides with the church’s canonization of two Palestinian nuns in a Mass Sunday that President Mahmoud Abbas of the Palestinian Authority is to attend.",
  "In it they say that Mr. Netanyahu’s re-election and the new coalition required “urgent action” to pressure Israel regarding its occupation of the West Bank.",
  "The British, French, Spanish and Irish Parliaments have in recent months passed resolutions urging their governments to follow suit.",
  "The Vatican has functionally dealt with Palestine as a state, welcoming its ambassador, since the 2012 United Nations vote."
]