[
  "It’s cautious realism.”\n\nIn an interview with CNN’s Fareed Zakaria, Macron insisted that his beliefs are not those of the jet-setting “globalist” caricature evoked by Trump and his far-right counterparts in Europe, but are instead those of a pragmatic internationalist aware of the shared challenges facing world leaders.",
  "“By putting our own interests first, with no regard for others, we erase the very thing that a nation holds dearest, and the thing that keeps it alive: its moral values.”\n\nWhatever “bromance” once existed between Trump and his French counterpart has long faded, no matter a few polite tweets shared this weekend.",
  "“I’m a strong believer in cooperation between the different peoples, and I’m a strong believer of the fact that this cooperation is good for everybody, where the nationalists are sometimes much more based on a unilateral approach and the law of the strongest, which is not my case.",
  "— Emmanuel Macron (@EmmanuelMacron) November 11, 2018\n\n“Europeans are too deeply divided among themselves — and on the fundamentals,” Dominique Moïsi, a foreign policy analyst at the Institut Montaigne in Paris and former Macron campaign adviser, told my colleague James McAuley.",
  "“Thankfully it did not prevent our brave heroes from doing their job.”\n\nOn Sunday, Trump — as well as Russian President Vladimir Putin — skipped a procession of dozens of world leaders, who walked together down the Champs-Elysees toward the Arc de Triomphe.",
  "“You also have highly polarized societies in most member states, and that does mean that having a single leader of Europe is kind of utopian at the moment.”\n\nAs part of the pleasantries of the visit, Macron declared his “great solidarity” with Trump.",
  "“He’s weakened by the fact that he’s orphaned by Merkel and he’s weakened inside by the spectacular fall of his popularity.”\n\nThese divides — and his own domestic travails — hobble Macron’s attempts at global leadership, analysts suggest.",
  "“It’s easy to destroy institutions, but it’s incredibly difficult to build them,” Merkel said Sunday, once more defending the post-World War II international order that has guaranteed much of Europe decades of peace and prosperity.",
  "That’s probably our difference.”\n\nIn that belief, Macron is joined by German Chancellor Angela Merkel — arguably the most important establishment figure in Europe but a diminished leader now clearly in the twilight of her career.",
  "As both the far right and the left gather strength, European leaders are struggling to find common ground on issues ranging from monetary policy to immigration and how to confront the Kremlin.",
  "“There is a clear north-south division over the euro crisis and an east-west division over migration and Russia,” Mark Leonard of the European Council on Foreign Relations told The Post.",
  "Then, on Saturday, Trump skipped a planned visit to the Aisne-Marne American Cemetery, which honors U.S. soldiers killed in the Battle of Belleau Wood — because of rain in Paris.",
  "“I think [Macron] has shed any illusion about Trump that flattering him will be a way of getting concessions,” Thomas Wright of the Brookings Institution told The Post.",
  "The decision sparked a furious reaction from American commentators and observers elsewhere, who said the bad weather should not have stopped Trump from doing his duty.",
  "It was another embarrassing European visit for President Trump, who traveled to Paris on Friday for ceremonies marking the 100th anniversary of the end of World War I.",
  "“Rain was a regular feature on the Western Front,” Tobias Ellwood, a conservative British parliamentarian and the country’s minister for veterans, quipped in a tweet.",
  "On Saturday, Macron and Merkel went to Compiegne, where the armistice that ended World War I was signed — and where Hitler compelled France’s surrender in 1940.",
  "And Merkel’s announcement that she will not seek reelection as German chancellor was seen as a mark of the waning clout of liberal centrism on the continent.",
  "Before he even landed, Trump provoked controversy by attacking French President Emmanuel Macron over comments Macron made on international security.",
  "Want smart analysis of the most important news in your inbox every weekday along with other global reads, interesting ideas and opinions to know?",
  "Want smart analysis of the most important news in your inbox every weekday along with other global reads, interesting ideas and opinions to know?",
  "A poll last week placed Macron’s centrist ruling party behind the French far-right ahead of next year’s elections for the European Parliament.",
  "https://t.co/skJ6K5SDO1 — Emmanuel Macron (@EmmanuelMacron) November 11, 2018\n\n“Nationalism is a betrayal of patriotism,” Macron said.",
  "A host of other leaders and dignitaries, including Canadian Prime Minister Justin Trudeau, braved the elements to pay their respects.",
  "Trump withdrew from both the Paris climate accord and the Iran nuclear deal, ignoring Macron’s efforts to persuade him otherwise.",
  "Like Macron, Merkel has warned of Europe’s need to strengthen itself collectively in the face of an unreliable United States.",
  "I do believe in the fact that our people are very important and having French people is different from German people.",
  "Let us vow once more as nations to ensure peace is the utmost priority, above all else, because we know what it cost.",
  "It might have been an easy opportunity to mend fences and honor the sacrifices of Washington’s traditional allies.",
  "Thank you to every leader and guest who came to Paris from all over the world this weekend to build peace.",
  "He has cheered the rise of right-wing populists throughout Europe, including domestic rivals of Macron.",
  "Instead, Trump only underscored the widening gulf between the United States and its European partners.",
  "Then, by that famous monument, Macron delivered a pointed rebuke of Trump’s “America First” agenda.",
  "New ideologies are manipulating religions, and history is threatening to repeat its tragedies.",
  "Meanwhile, the French president has consciously styled himself in opposition to Trump.",
  "But the true bond they share may simply be that of presidents fighting uphill battles.",
  "At a site of national victory and defeat for both countries, they rallied for unity.",
  "“But he is hesitant to push back hard because he’s not sure what that will get him.",
  "But such an emotional scene may not quite reflect the spirit of the present.",
  "We will not be able to say to future generations that we didn’t know.",
  "Macron’s approval ratings slumped to record lows in recent months.",
  "Yet both leaders face stiff political tests at home.",
  "The symbolism was not lost on the watching press.",
  "Sign up for the Today’s WorldView newsletter.",
  "Peace is our treasure and our responsability.",
  "Sign up for the Today’s WorldView newsletter.",
  "… But I’m not a nationalist,” Macron said.",
  "Divided one century ago, United today.",
  "Old demons are rising again.",
  "“I would say I’m a patriot."
]