[
  "“He’s weakened by the fact that he’s orphaned by Merkel,” said Moïsi, “and he’s weakened inside by the spectacular fall of his popularity.”\n\nA separate Ifop poll, published Sunday, shows that Macron’s party, La République En Marche, or Republic on the Move, has less support than France’s far-right Rassemblement National, or National Rally, in advance of the 2019 European parliamentary elections.",
  "Read more\n\nAs the world marks 100 years since the end of WWI, nationalism is on the rise again\n\nAs Trump prepares to visit Paris, Europeans wonder whether ‘America first’ is built to last\n\nTrump’s nationalism looms over Europe’s WWI commemoration\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news",
  "Matteo Salvini, Italy’s interior minister and de facto leader, enjoys an approval rating of 59 percent, according to a poll released this week by the Italian newspaper La Repubblica — making Salvini roughly twice as popular among Italians as Macron is with the French.",
  "“You also have highly polarized societies in most member states, and that does mean that having a single leader of Europe is kind of utopian at the moment.”\n\nPerhaps the biggest question for Macron’s position in Europe is what will happen after Merkel leaves office.",
  "As he hosts more than 60 heads of state for a ceremony and peace summit tied to the centennial of World War I’s bloody end, Macron will have an opportunity to show he can bring great powers together and give voice to the values that bind them.",
  "Macron, nonetheless, has focused his pitch this week on his concern about the resurgence of populist tribalism in Europe and the importance of political integration, which he credits with guaranteeing European prosperity and peace.",
  "Many of the E.U.’s recent successes have depended on productive partnerships across the Rhine: Helmut Kohl and François Mitterand in the 1980s and 1990s; and Merkel and Nicolas Sarkozy, dubbed “Merkozy,” in the early 2010s.",
  "(Michael Kappeler/Picture Alliance/ Getty Images)\n\nThe Franco-German alliance has been called the “motor” of the E.U., the central connection without which the entire European machine would cease to function.",
  "Internal pressure from the more conservative factions of her shaky coalition government forced Merkel to resist some of Macron’s European proposals — notably his plans for further economic integration.",
  "“Europeans are too deeply divided among themselves — and on the fundamentals,” said Dominique Moïsi, a foreign policy analyst at the Institut Montaigne in Paris and former Macron campaign adviser.",
  "Merkel has been a constant of European politics since she assumed the chancellery in 2005, outlasting many of her opponents abroad and challenges to her leadership from within.",
  "France’s young president, just 40 years old, has long advocated a stronger, reinvigorated European Union and regularly condemns the nationalism spreading across the continent.",
  "According to a September poll from Ifop, a leading French polling agency, his approval rating is at 29 percent, less than half of what it was when he was elected in May 2017.",
  "The German chancellor has announced that she will not seek reelection as chairman of her political party next month or as Germany’s leader when her term ends in 2021.",
  "But Europe may be too divided to accept a grand vision pronounced by a single leader, and Merkel’s departure may do more to isolate Macron than to boost his standing.",
  "Within France, Macron has successfully pushed through a host of revisions designed to liberalize a famously regulated labor market and to stimulate economic growth.",
  "and the rise of nationalisms that play on fears.”\n\nThe point, he said, is to recognize the fragility of the European enterprise launched after the two world wars.",
  "“What you have is a Europe that is segmenting into different tribes,” said Mark Leonard, director of the London-based European Council on Foreign Relations.",
  "Despite his efforts to woo President Trump, he watched helplessly as the United States withdrew from the Paris climate accord and the Iran nuclear deal.",
  "By contrast, Europe’s leading nationalist voices, whom Macron has publicly challenged on any number of occasions, remain quite popular.",
  "In interviews, he has invoked the darkest chapters of Europe’s recent history to underscore his anxieties about its present.",
  "Without her, Macron will have less competition as the dominant player in Europe, but he will also lose a key political ally.",
  "“There is a clear north-south division over the euro crisis and an east-west division over migration and Russia,” he said.",
  "German Chancellor Angela Merkel and French President Emmanuel Macron have worked together to encourage a united Europe.",
  "Trump will further slight the French president by attending the ceremony but skipping the peace summit this weekend.",
  "He stands ready to continue the fight now that German Chancellor Angela Merkel has signaled she will exit the stage.",
  "Even if Merkel is succeeded by someone with a similar ideology, that person undoubtedly would bring less clout.",
  "“It looks more like a Franco-German bunker than a motor.”\n\nThere may soon be only one man left in that bunker.",
  "member state, but not strong enough on its own to bring other countries along with it,” Leonard added.",
  "“I’m struck to see two things that resemble terribly the 1930s,” Macron told France’s Europe 1 radio.",
  "French President Emmanuel Macron will be trying out for the role of leader of Europe this weekend.",
  "Her absence will likely leave Macron on his own in the defense of an “ever greater” union.",
  "“In a way, the summit that opens this weekend comes a bit too late for him,” Moïsi said.",
  "“The fact that our Europe was rocked by a profound economic and financial crisis .",
  "These segments are multiplying along an increasing number of fractures, he said.",
  "“The center doesn’t really hold in the same way that it did,” Leonard said.",
  "On the world stage, Macron has already had many disappointments.",
  "“We need a strong Europe, one that protects,” he said.",
  "Macron and Merkel, too, have had a fine partnership.",
  "But she has been a tireless defender of the E.U.",
  "The question is how many of his guests agree.",
  "But he has paid a heavy price in popularity.",
  "since before Macron emerged onto the scene.",
  "“France is a very important [E.U.]",
  ".",
  "."
]