[
  "It’s much better to delay talks than hold a hyped-up round that completely collapses.”\n\nThe Saudi-led coalition fighting to restore the exiled Yemeni government is under renewed pressure from allies in Washington and elsewhere to end its involvement in the war following the death of journalist Jamal Khashoggi in the Saudi Arabian consulate in Istanbul last month.",
  "“My country is being systematically destroyed.”\n\nThe future of the vital port is unclear: the UN has repeatedly demanded it is placed under its jurisdiction, but forces loyal to Yemeni commander Tareq Saleh and the separatist Southern Transitional Council – on paper coalition members allied against the Houthis – are also likely to jostle for control.",
  "The US, however, is sending mixed signals on what it wants for Yemen’s future, after reports emerged on Thursday that Donald Trump’s administration is considering designating the Houthis, who receive military backing from Iran, a terrorist organisation – a move that observers say will further impede the faltering peace process.",
  "“They wanted to create fire and smoke so they are not easily spotted and targeted.”\n\nFacebook Twitter Pinterest A woman holds her malnourished boy at a feeding centre in a hospital in Hodeidah Photograph: Hani Mohammed/AP\n\nIf the gruelling urban warfare continues, Hodeidah’s vulnerable 600,000 population stands to suffer.",
  "My country is being systematically destroyed Tawakkol Karman, Yemeni Nobel peace prize laureate\n\n“Hodeidah is on the verge of a terrible humanitarian disaster which will only add to the wider tragedy already suffered by Yemenis in this ugly war,” said Tawakkol Karman, a Yemeni Nobel peace prize laureate.",
  "“If the battle rages on at this level of intensity, I believe it will only take a month or a month and a half to liberate Hodeidah, unless the international community intervenes because of the dire humanitarian conditions and stalls the efforts of the coalition,” said local Ibrahim Seif.",
  "“Certain Houthi leaders pay [UN special envoy Martin Griffith’s office] lip service about negotiation and they take it at face value.”\n\nThe last round of talks in Geneva in September failed after the Houthis failed to attend after three days, citing security concerns.",
  "Peace talks aimed at ending Yemen’s war have been pushed back to the end of the year, sparking fears that intense violence in Hodeidah will worsen and the country will be plunged into famine as the Saudi-backed coalition seeks to completely retake the vital port city.",
  "Even in the face of the imminent military threat, peace talks planned for early December in Sweden were reportedly derailed by the Houthis, who objected to the American impetus and refused to come to the table unless several new demands were met.",
  "The May 22 hospital in Hodeidah’s east – stormed by Houthis who took up sniper positions on the rooftop six days ago – had been emptied of staff and patients and the building had been engulfed in street fighting, local Baseem al Janani said.",
  "Adam Baron, a non-resident fellow at the European Council on Foreign Relations, said: “There’s a lot of hopeful rhetoric on Yemen in Western capitals at the moment but it’s completely not in tune with what’s happening on the ground.",
  "Fighting in Houthi rebel-controlled Hodeidah has flared in the past week as militias loyal to the Yemeni government attempt to break the current stalemate before the end of November, when the US and UN had called for a ceasefire.",
  "Since the peace talks have been delayed until the end of December, however, it is believed the coalition could continue with a full-scale assault, despite repeated calls from aid agencies for an immediate halt to hostilities.",
  "While the coalition hopes removing the Houthis from Sana’a will bring the war to an end, the decades-old Houthi movement is, in reality, likely to retreat to its highland strongholds and continue to wage guerilla warfare.",
  "The human cost could be the highest in Yemen’s three-year-old war to date, but similar coalition tactics managed to drive the Houthis out of Aden, another port city, relatively quickly in 2015.",
  "More than 200 coalition airstrikes have hit civilian neighbourhoods and at least 150 people have died after stepping on Houthi landmines or being caught in artillery fire, aid workers said.",
  "Despite a vow from Houthi leader Abdel Malik al-Houthi that he would not surrender, many rebels fear that if Hodeidah falls, the capital of Sana’a is likely to be next.",
  "Even a small amount of damage to the city’s port, through which 80% of the country’s food, fuel and aid flows, is likely to lead the UN to declare a famine.",
  "“Before they left, the Houthis burnt down the section where paper records and files were stored,” he said.",
  "The fighting has already prevented aid from leaving Hodeidah, endangering 14 million starving Yemenis.",
  "Griffiths learnt a hard lesson when the Houthis failed to show up last time.",
  "Half are children, who are at increased risk of cholera and malnutrition.",
  "“The UN isn’t blunt enough with them,” a source close to the talks said.",
  "This has left the city with just one functioning medical facility."
]