[
  "Of course, the whole Jerusalem debate was ultimately little more than political theater — General Assembly votes are largely symbolic, and the U.S. and Israel have long faced off against the majority of other countries over Palestine at the U.N. Everyone treats their bust-ups as opportunities to let off steam without putting other diplomatic priorities at risk.",
  "There are certainly short-term political benefits to beating up on the U.N., and defending Israel, but as the George W. Bush administration discovered a little less than a decade ago, promoting instability in the Middle East can do U.S. politicians considerably greater political damage.",
  "Just as Vice President Dick Cheney was keen to bypass the Security Council over Iraq, enemies of the Iran nuclear deal would presumably be delighted to see Haley fight a few more symbolic battles over the issue in New York and then declare the U.N. route for dealing with Tehran dead.",
  "Within a few days of her defeat, Haley secured a new package of Korean sanctions in the Security Council and the General Assembly signed off on a new round of budget cuts she had pushed for, so clearly the Israel vote had little practical effect on Haley’s influence.",
  "Although Haley could not prevent her volatile boss from taking regular whacks at the U.N., like quitting the Paris climate change accord, foreign ambassadors and American foreign policy insiders alike celebrate her role as a sort of diplomatic safety valve.",
  "A safe distance from the chaos of the White House, she quickly made friends with other important ambassadors, pushed through hefty cuts to the U.N. budget, in line with Trump’s wishes, and hammered out serious sanctions on North Korea with the Chinese.",
  "There is another political pathway available to Haley: accepting that she is very unlikely to bend the U.N. to her will over Iran, and focusing instead as much as possible on issues like North Korea, where she still has a great deal of traction.",
  "Foreign ambassadors may treat run-ins with the U.S. over Israel as a standard professional hazard, but they broadly see the Iranian nuclear deal as essential to containing the metastasizing regional crisis in the Middle East.",
  "But while Haley the diplomatic fixer has won plaudits, there has always been a second Haley waiting the wings: a hard-liner who is in lock-step with President Trump on the need to talk and act tough on many security issues.",
  "If President Trump continues to chip away at the Iran deal, possibly refusing to waive sanctions on Iran as early as this Friday, Haley could suddenly find herself on the defensive and with few close allies at the U.N.",
  "After vetoing a Security Council resolution implicitly criticizing Trump’s gambit, Haley went all out to stymie a similar initiative in the General Assembly, effectively turning the issue into a referendum on Trump.",
  "New York-based diplomats fret that Haley, who they guess has her eye on a presidential run at some point down the road, would pursue this course to prove her credentials as an A-Grade Republican foreign policy hawk.",
  "It was clear that participants saw the meeting as a ploy for Haley to question the foundations of Iranian nuclear deal indirectly — and diplomat after diplomat flagged how strongly they support the agreement.",
  "It has been an honorable role, and it is arguable that if she had not been able to put more pressure on North Korea through the Security Council, Northeast Asia would be even closer to war than it is today.",
  "As early as last summer, she was making the case for decertifying the Iranian nuclear deal, and threatened to pull out of the Geneva-based Human Rights Council over its regular criticisms of Israel.",
  "The Russians, having effectively won the long-running diplomatic battle over Syria in the Security Council, would be delighted to corral traditional U.S. allies in an anti-Trump bloc over Iran, too.",
  "Permanent Representative to the U.N. Nikki Haley convened a Security Council discussion of Iran that may have made the world marginally more dangerous, or least a little less friendly to America.",
  "Whatever other powers think of the Iranian protests, they now calculate that U.S. efforts to weaken Iran present an overarching security threat in the Middle East that must be contained.",
  "This would not necessarily poison other major diplomatic files such as talks on Korea, but a drawn-out diplomatic dispute over Iran would be a drain on American prestige in New York.",
  "This belief unites all the permanent members of the Security Council other than the U.S.: Britain and France are liable to side with China and Russia to defend the nuclear agreement.",
  "Or will she loyally represent her chief’s hardening positions on Iran and the Korean crisis, potentially setting up diplomatic meltdowns in New York, dwarfing that over Iraq in 2003?",
  "The U.S. ambassador made a strong plea for the world to back the Iranian people — whereupon a series of America’s friends wavered and equivocated over how to deal with Tehran.",
  "Despite a lot of strong-arming, the U.S. still lost by 128 votes to 9 — not necessarily out of line with past such votes, but an embarrassment for the president nonetheless.",
  "But in the age of Trump, most diplomats are much more interested in clinging on to the vestiges of international order left from the Obama era than in talking up democracy.",
  "Is she going to be a force for moderation on the margins of the Trump administration, ironing out tensions between an ever more erratic president and the rest of the world?",
  "Richard Gowan is a New York-based fellow with the European Council on Foreign Relations, and teaches at Columbia University's School of International and Public Affairs.",
  "But if Haley genuinely aspires to the highest office, or other trophies such as secretary of state, she should reflect on what could genuinely burnish her reputation.",
  "On Friday afternoon, council members grudgingly hustled through the frozen streets of New York for a public debate demanded by Haley on the recent Iranian protests.",
  "A few weeks short of the first anniversary of her arrival in Turtle Bay, Haley now faces some fundamental questions about what sort of ambassador she wants to be.",
  "Many European security analysts and human rights advocates in particular are uncomfortable with their governments’ lack of compassion for the Iranian protesters.",
  "While Trump has seemed close to boiling over, vowing to decimate U.N. aid spending or threatening Pyongyang with war, Haley has been there to let off pressure.",
  "President Trump’s decision to recognize Jerusalem as Israel’s capital last month threw Haley’s position into particularly stark relief.",
  "The French ambassador questioned whether the protests amounted to an international security threat deserving the council’s attention.",
  "There was no official outcome, but the Security Council delivered a mighty “meh” to Haley’s efforts to stir up anger over Iran.",
  "If Haley alienates other powers over Iran, she could find that the goodwill she has built up will dissipate extremely quickly.",
  "Helping craft a way out of a nuclear conflagration on the Korean peninsula would look like the stuff leaders are made of.",
  "Helping craft a way out of a nuclear conflagration on the Korean peninsula would look like the stuff leaders are made of.",
  "Foreign ambassadors and American foreign policy insiders alike celebrate her role as a sort of diplomatic safety valve.",
  "The meeting looked far more like a debate over the Trump administration’s foreign policy than Tehran’s behavior.",
  "Haley has been extremely consistent about defending Israel and criticizing Tehran since she arrived in New York.",
  "Foreign diplomats were slightly unnerved by how fiercely Haley plunged into a battle she was guaranteed to lose.",
  "The Kuwaiti ambassador reminded his counterparts of how the early protests of the Arab Spring turned sour.",
  "While last week’s Iran debate was a lower-profile affair, it was arguably a much more consequential one.",
  "Donald Trump and ardent Iran hawks inside and outside the administration may be just fine with that.",
  "Now and again, the diplomats in Turtle Bay even come up with ways to make the planet a better place.",
  "Above all, she has been one of the administration’s top public hawks on the Middle East.",
  "That would give the president and Congress more room to take on Iran on their own terms.",
  "The former South Carolina governor has enjoyed a stellar run in New York so far.",
  "The United Nations has a long history of hosting slightly pointless meetings.",
  "Russia had tried to block the meeting, but backed down at the last moment.",
  "The Swedish representative expressed doubts about the meeting’s timing.",
  "That may come back to haunt both the ambassador — and the U.N., too.",
  "If that is the case, Ambassador Haley should tread with extra care.",
  "By the end, Haley might have wished the Russians had prevailed.",
  "Stirring up trouble with Iran could so easily backfire.",
  "That might be a hard sell to the White House.",
  "Most of them are harmless.",
  "Last week, U.S."
]