[
  "Donald Trump Jr. recently retweeted the false contention by Roseanne Barr that “George Soros is a nazi (sic) who turned in his fellow Jews 2 be murdered in German concentration camps.” In fact, Soros, whose family changed its name from Schwartz to sound less Jewish, was a Jewish boy in Nazi-occupied Hungary and to survive the war, lived for a time with a Hungarian officer who inventoried the possessions in homes where Jews had been forced to leave.",
  "If a European government can actually bully a university out of its country, and the others stand by and watch and don’t act, and I am particularly pointing at the other member states that have not been acting on things happening in Hungary for years now, we are in deep trouble.”\n\nSoros did not immediately respond to a request for comment.",
  "Central European University in Hungary, founded and funded by Hungarian-American billionaire George Soros after the collapse of the Soviet Union to spread principles of democracy and free society, announced yesterday that it was being forced from its campus in Budapest by the far-right government of Prime Minister Viktor Orban.",
  "The American ambassador to Hungary, David B. Cornstein, had initially criticized Orban’s move, but subsequently, according to The New York Times, he compared the university’s experience to his own career when he owned a jewelry business housed in a Long Island JC Penney store.",
  "The law passed on World Refugee Day, five days after Orban talked on the phone with President Trump, who has also criticized Soros, claiming erroneously in an October tweet that Soros had paid for signs carried by people protesting the nomination of Judge Brett Kavanaugh.",
  "By contrast, Judith Sargentini, a Dutch politician and member of the European Parliament, told The New York Times, “It’s a very sad day for academic freedom in Europe, particularly in Hungary, of course, but all of Europe.",
  "Orban’s decision to oust the university has met with criticism from European politicians who earned their diplomas there and numerous universities have voiced support, as well as more than two dozen Nobel laureates.",
  "Not only did we survive, but we managed to help others.”\n\nAt age 17 he left Hungary for London where he put himself through the London School of Economics while working as a railway porter and waiter.",
  "In Budapest, thousands of protesters have marched in favor of keeping Central European University in the city, and for the past week, hundreds occupied Kossuth Square next to the Parliament building.",
  "A European institution has been ousted from a member state of the EU.” The statement went on to say, “Arbitrary eviction of a reputable university is a flagrant violation of academic freedom.",
  "It would pay to work with the government.”\n\nIn an interview with The Washington Post, Cornstein confirmed that he tried to use neither incentives nor threats to sway Orban.",
  "The move came after a two-year struggle with the Orban government, which has blocked political and intellectual dissent and increased control over much of Hungarian life.",
  "Crafted by Orban himself, it created a new crime, called “promoting and supporting illegal migration,” banning organizations from helping undocumented immigrants.",
  "It is a dark day for Europe and a dark day for Hungary.” Indeed, it appears to be the first time a major university has been forced to leave an EU country.",
  "Under the new law, distributing information about the asylum process or giving migrants financial help, could result in a 12-month jail sentence.",
  "The university, which has 1,435 students from 118 countries, teaches in English and has a reputation as one of the top schools in the region.",
  "In 1956 he emigrated to the U.S. and in 1970, he launched Soros Fund Management, a hedge fund where he amassed his $8.3 billion fortune.",
  "Soros has written, “instead of submitting to our fate, we resisted an evil force that was much stronger than we were—yet we prevailed.",
  "Through his Open Society Foundations, he has given away at least $14 billion in grants, well more than his personal net worth.",
  "Orban has also made it difficult for Soros’s Open Society Foundation to operate, and it pulled out of Hungary this year.",
  "He also commented that the school’s ouster “doesn’t have anything to do with academic freedom,” according to The Post.",
  "It will move its U.S.-accredited degree programs to Vienna where it will start enrolling students in the fall.",
  "In an incredulous-sounding statement, CEU president Michael Ignatieff said, “This is unprecedented.",
  "“Even Voldemort didn’t kick Hogwarts out,” read one sign, according to The New York Times.",
  "A U.S. institution has been driven out of a country that is a NATO ally.",
  "Soros himself has been a target of the Orban government for some time.",
  "In June, Hungary passed a measure it called the “Stop Soros” law.",
  "For lessons from the closing of CEU by Michael Posner, read here.",
  "Soros has indeed given aid to Hungarian rights organizations.",
  "“I was a guest in another guy’s store,” he said.",
  "“The university is in another country."
]