[
  "He and two co-conspirators, a Russian diplomat and a trade representative, were secretly recorded by the FBI discussing efforts to recruit New York City residents as information sources for Russia, as well as attempts to gather other intelligence.",
  "During the course of those meetings, Buryakov \"demonstrated his strong desire to obtain information about subjects far outside the scope of his work as a bank employee,\" prosecutors said in a statement announcing the guilty plea.",
  "(Photo: Elizabeth Williams, via AP)\n\nNEW YORK An alleged Russian spy who was accused of attempting to recruit New Yorkers as intelligence sources in a Cold War-style plot pleaded guilty to a federal conspiracy charge Friday.",
  "Buryakov met multiple times during the summer of 2014 with two individuals who, unbeknownst to him, were an FBI undercover employee and a confidential source for the law enforcement agency, prosecutors charged.",
  "Evgeny Buryakov, 41, is expected to serve a 30-month federal prison term and pay a fine totaling as much as $100,000 under the terms of a legal stipulation agreed to by his attorney and federal prosecutors.",
  "Prosecutors alleged that the three discussed efforts to gather information about potential U.S. sanctions against Russian banks, as well as about U.S. development of alternative energy resources.",
  "Photo of a courtroom sketch done in 2016 shows accused Russian spy Evgeny Buryakov, center, flanked by attorneys Daniel Levin, left, and Scott Hershman.",
  "Buryakov, who has been held without bail since his January arrest, will remain behind bars as he awaits a scheduled May 25 federal court sentencing.",
  "But prosecutors alleged he operated under \"non-official cover\" as an agent of the Russian Federation's foreign intelligence agency known as the SVR.",
  "Federal law prohibits individuals from serving as agents of foreign governments within U.S. borders without notifying the U.S. Attorney General.",
  "Buryakov lived in New York City's Bronx borough and posed as an employee in the New York office of Russian bank, Vnesheconombank, known as VEB.",
  "Buryakov also accepted purported government documents about U.S. sanctions and other issues \"potentially useful to Russia,\" prosecutors said.",
  "\"More than two decades after the end of the Cold War, Russian spies still seek to operate in our midst under the cover of secrecy.\"",
  "Defense attorney, Scott Hershman, declined to comment after Friday's sentencing, the Associated Press reported.",
  "\"This sounds like a plotline for a Cod War-era movie,\" said Manhattan U.S. Attorney Preet Bharara.",
  "However, prosecutors and Buryakov's lawyers agreed a 30-month sentence was appropriate.",
  "The co-conspirators have not been arrested and are believed to be outside the U.S.",
  "The statutory maximum prison term for the conspiracy charge is five years.",
  "Buryakov never provided such notification, prosecutors charged.",
  "Read or Share this story: http://usat.ly/1pkKRur"
]