[
  "Despite their differing cover stories, each agent has the same mission of gathering \"information for Russia about the foreign country\" as well as recruiting \"intelligence sources that could assist in influencing the policies of public and private institutions in the foreign country.\"",
  "FBI agent Gregory Monaghan has charged the three alleged spies — Evgeny Buryakov, Igor Sporyshev, and Victor Podobnyy — with \"willfully and knowingly\" conspiring to commit an offense against the US as a member of Russia's Foreign Intelligence Service (SVR).",
  "The first class of agents the SVR deploys are \"sent on 'deep cover' assignments, meaning they are directing to assume false identities, work seemingly normal jobs, and attempt to conceal all of their connections to Russia.\"",
  "NOCs typically pose as private business employees and \"typically are subject to less scrutiny by the host government, and, in many cases, are never identified as intelligence agents by the host government.\"",
  "Monaghan, in a sealed complaint, outlines how the three individuals were primarily involved in gathering \"economic and other intelligence information.\"",
  "Instead, these agents \"often pose as official representatives of the Russian Federation, including in positions as diplomats or trade officials.\"",
  "Wikipedia The FBI announced on Monday that it has identified three individuals believed to have been spying for Russia in New York.",
  "SVR agents in these positions have an added benefit, as they are \"typically entitled to diplomatic immunity from prosecution.\"",
  "The third category of SVR agents operate abroad under \"non-official cover — sometimes referred to as 'NOCs.'\"",
  "Within the sealed complaint, Monaghan also details how the SVR goes about carrying out its operations.",
  "The second class of SVR agents sent abroad do not attempt to conceal their connections to Russia.",
  "According to Monaghan, the SVR operates abroad through three classes on foreign agents.",
  "All three types of agent operate fully under the control of the SVR.",
  "Here's Monaghan's description from the complaint:\n\nFBI",
  "Buryakov is in custody."
]