[
  "Reuters The FBI eavesdropped on meetings involving Russian intelligence personnel in New York City, including a suspected spy posing as a trade representative, by hiding recorders in binders containing supposedly confidential information about the energy sector, US prosecutors said.",
  "Tensions had temporarily cooled on Thursday night but by Friday evening, protesters were again swarming through a residential and retail district in the small town outside St. Louis that has become the site of repeated clashes between protestors and police forces.",
  "The hours of covert recordings from 2013 were disclosed in papers filed in Manhattan federal court on Tuesday in the case of Evgeny Buryakov, a Russian citizen who US prosecutors say posed as a banker while participating in a Cold War-style spy ring.",
  "Neither Sporyshev and Podobnyy, who made the James Bond comment, were arrested, as they enjoyed diplomatic immunity in their respective roles as a Russian trade representative and an attaché to the country's mission to the United Nations.",
  "They also captured one Russian agent, also charged in the case, complaining about the lack of excitement in his job, saying he expected it \"would be just slightly more down to earth than in the movies about James Bond.\"",
  "Thomson Reuters\n\nAs the undercover employee said his company would fire him if it learned he disclosed confidential information, Sporyshev would promptly return the binders after reviewing them, prosecutors said.",
  "The Federal Bureau of Investigation's eavesdrops enabled the agency to penetrate the workplaces of Russia's foreign intelligence service, the SVR, and hear about Buryakov's work for it, prosecutors said.",
  "The disclosure came ahead of an April 4 trial for Burkyakov, who was arrested in January 2015 as prosecutors unveiled charges against him and the two other Russians, Igor Sporyshev and Victor Podobnyy.",
  "In 2013, the FBI employee began providing Sporyshev with the binders containing purported industry analysis he wrote, supporting documents, and \"covertly placed recording devices,\" prosecutors wrote.",
  "Prosecutors say the trio conspired to gather economic intelligence for Russia, including information about US sanctions against the country, and to recruit intelligence sources in New York City.",
  "Over the next two years, they met to discuss the industry and other economic and political issues, prosecutors said, with Sporyshev providing gifts and cash for information.",
  "According to prosecutors, in April 2012, Sporyshev met an undercover FBI employee posing as an analyst at a New York energy firm at an oil and gas industry conference.",
  "Federal Bureau of Investigation (FBI) agents interview a resident of the neighborhood where teenager Michael Brown was shot, in Ferguson, Missouri, August 16, 2014.",
  "The recordings that resulted captured statements of Sporyshev, Podobnyy, and other Russian intelligence personnel from January to May 2013, prosecutors said.",
  "Evgeny Buryakov sits in court in New York Thomson Reuters\n\nBuryakov, who worked at Russian state-owned Vnesheconombank, has pleaded not guilty.",
  "Neither his lawyer nor the Russian consulate responded immediately to requests for comment."
]