[
  "This sounds like a plotline for a Cold War-era movie, but in reality, Evgeny Buryakov pled guilty today to a federal crime for his role in just Assistant Attorney General John P. Carlin added in the same release that foreign nations which \"attempt to illegally gather economic and other intelligence information through espionage pose a direct threat to U.S. national security.\"",
  "The case was announced less than five years after the arrest of 10 covert agents -- a sleeper cell referred to as \"The Illegals\" by the SVR, the foreign intelligence agency headquartered in Moscow -- who led ordinary lives for several years in the United States using aliases.",
  "When Buryakov was arrested last year, prosecutors said he had teamed up with diplomats from 2012 through January 2015 to gather sensitive economic intelligence on potential U.S. sanctions against Russian banks and on U.S. efforts to develop alternative energy resources.",
  "Buryakov told U.S. District Judge Richard Berman on Friday that he had agreed to let an official with Russia's Trade Mission in New York to direct him to take certain actions without having registered with the U.S. attorney general's office as a Russian agent.",
  "\"An unregistered intelligence agent, under cover of being a legitimate banker, gathers intelligence on the streets of New York City, trading coded messages with Russian spies who send the clandestinely collected information back to Moscow.",
  "A Russian banker accused of participating in a Cold War-style spy ring pleaded guilty Friday to a conspiracy charge and agreed to spend up to 2 1/2 years in prison, making it likely he'll be returning to his homeland in the next year.",
  "The defense previously had argued that laws exempted Buryakov from registering because he already was a visa-carrying official with a financial institution that is an arm of the Russian government.",
  "All 10 pleaded guilty in federal court in Manhattan to conspiracy charges and were ordered out of the country as part of a spy swap for four people convicted of betraying Moscow to the West.",
  "They also said he purposely failed to register as a foreign agent to conceal his true role as a covert operative embedded at a Manhattan branch of Vnesheconombank, or VEB.",
  "Earlier U.S. government claims that Buryakov worked for the SVR, the foreign intelligence agency headquartered in Moscow, were not included in the charge Friday.",
  "There was no mention of spies during the plea proceeding, but U.S. Attorney Preet Bharara embraced the secretive nature of the alleged scheme in a statement.",
  "Evgeny Buryakov, 41, pleaded guilty to conspiring with others to act as an agent of a foreign government without registering with the U.S. government.",
  "The government said Buryakov had obtained a work visa by lying on paperwork and saying he wouldn't commit espionage.",
  "He said he spoke on the telephone in May 2013 with the official about information the official had requested.",
  "Buryakov has been behind bars and will remain so until sentencing, which was scheduled for May 25.",
  "Prosecutors and the defendant agreed as part of the deal that a 30-month sentence is appropriate.",
  "Before his arrest, Buryakov lived in the Bronx with his Russian wife and two children.",
  "Outside court afterward, defense attorney Scott Hershman declined to comment."
]