[
  "As early as 2012, according to court documents, the spy ring operated with Sporyshev and Podobnyy heading up the New York recruiting effort, while Buryakov attempted to gather intelligence on, among other things, potential U.S. sanctions against Russian banks and U.S. efforts to develop alternative energy resources.",
  "U.S. Attorney General Eric Holder (Photo: Pool photo from Getty Images)\n\nWASHINGTON — Federal authorities announced charges Monday against three Russian nationals, accused of spying on behalf of their government and attempting to recruit New York City residents as intelligence sources in the USA.",
  "In \"numerous'' conversations intercepted by the FBI, Sporyshev and Podobnyy allegedly discussed their attempts to recruit informants, including several employed by major companies and young women affiliated with a New York-area university.",
  "\"These meetings were nearly always preceded by a short telephone call between Buryakov and Sporyshev, during which one of the men typically told the other that he had an item to give him,'' prosecutors said in court documents.",
  "The three emerged as suspects shortly after the United States identified and charged 10 Russian agents in 2010, part of a so-called sleeper cell working for the SVR, who had assumed the identities of average Americans.",
  "\"These (new) charges demonstrate our firm commitment to combating attempts by covert agents to illegally gather intelligence and recruit spies within the United States,'' Attorney General Eric Holder said.",
  "\"I have lots of ideas about such girls but these ideas are not actionable because they don't allow (you) to get close enough,'' Sporyshev said, according to a transcript of an intercepted call.",
  "\"New York City may be more hospitable to Russian businessmen than during the Cold War, but (investigators) remain vigilant to the illegal intelligence-gathering activities of other nations.''",
  "Manhattan U.S. Attorney Preet Bharara said that although the case represented Russia's effort to penetrate the USA, the suspects were unable to conceal their mission from U.S. authorities.",
  "Buryakov, 39, accused of being an agent of the Russian intelligence service known as the SVR, allegedly posed as a representative of a Russian bank in Manhattan.",
  "Sporyshev, 40, and Podobnyy, 27, allegedly operated as a Russian trade representative and a Russian government attaché to the United Nations, respectively.",
  "During the recruitment of one young woman, Sporyshev allegedly complained about the difficulty of getting \"close enough'' to obtain meaningful information.",
  "In many of those encounters, Buryakov allegedly was seen passing \"a bag, magazine or slip of paper'' to his Russian counterpart.",
  "\"And in order to be close, you either need to (have sex with) them or use other levers to influence them to execute my requests.",
  "During nearly two years of physical and electronic surveillance, the FBI monitored 48 meetings between Buryakov and Sporyshev.",
  "So when you tell me about girls, in my experience, it's very rare that something workable will come of it.''",
  "\"What they could not do without drawing the attention of the FBI was engage in espionage,'' Bharara said.",
  "Prosecutors said the two others, Igor Sporyshev and Victor Podobnyy, are no longer in the country.",
  "That group, known as the \"illegals,'' was expelled to Russia as part of a prisoner swap.",
  "One of the three, Evgeny Buryakov, was arrested in the Bronx.",
  "Read or Share this story: http://usat.ly/1JQBh5h"
]