[
  "Evgeny Buryakov, Igor Sporyshev, and Victor Podobnyy conspired to gather economic intelligence on behalf of Russia, including information about U.S. sanctions against the country, and to recruit New York City residents as intelligence sources, prosecutors said.",
  "Federal prosecutors said Sporyshev, 40, worked as a Russian trade representative from November 2010 to November 2014, while Podobnyy, 27, was an attaché to Russia's mission to the United Nations from December 2012 to September 2013.",
  "\"The presence of a Russian banker in New York would in itself hardly draw attention today, which is why these alleged spies may have thought Buryakov would blend in,\" U.S. Attorney Preet Bharara in Manhattan said in a statement.",
  "Prosecutors said authorities had gathered physical and electronic surveillance of dozens of meetings, including several in which Buryakov met with an FBI agent posing as a wealthy investor hoping to develop casinos in Russia.",
  "They said Buryakov would seek information \"far outside\" what bankers in his position would care about, including a list of Russian entities that might face U.S. sanctions.",
  "But prosecutor Adam Fee said Buryakov's \"profession here in the U.S. was deception,\" adding he previously worked in a different country as a banker for Russia's SVR.",
  "The U.S. government on Monday unveiled criminal charges against three men for their alleged involvement in a Russian spy ring operating in New York City.",
  "Monday's charges stem from Buryakov's alleged covert work on behalf of Russia's foreign intelligence service, the SVR, according to a criminal complaint.",
  "Sabrina Shroff, Buryakov's court-appointed lawyer, had said the married, father of two deserved bail, calling the charges \"merely allegations.\"",
  "Buryakov, 39, masked this work by posing as a banker for Russia's Vnesheconombank, according to the complaint and the bank's website.",
  "They no longer live in the United States and had diplomatic immunity while they were in the country, federal prosecutors said.",
  "U.S. Magistrate Judge Sarah Netburn later ordered him detained, saying he posed a flight risk since \"his cover is now blown.\"",
  "Each defendant faces charges of conspiracy and acting as or helping Buryakov act as an unregistered agent of a Russia.",
  "Russia's U.N. mission declined comment, while Vnesheconombank did not respond to requests for comment.",
  "Buryakov, who faces up to 15 years in prison, was arrested Monday in New York City's Bronx borough.",
  "The investigation followed the 2010 expulsion of several Russian spies from the United States.",
  "Sporyshev and Podobnyy have not been arrested."
]