[
  "Hac clic para enviar por correo electrónico a un amigo (Se abre en una ventana nueva)\n\nSus casos se dan a veces durante años en medio de un trabajo cuidadoso y tedioso tras bambalinas dirigido a reclutar o neutralizar espías extranjeros\n\nLa División de Contrainteligencia es tan secreta que incluso los antiguos agentes son reacios a hablar públicamente sobre su permanencia allí\n\nLa División de Contrainteligencia es el hogar de los cazadores de espías del FBI\n\nWashington (CNN) - En algún lugar de los pabellones del edificio J. Edgar Hoover en Washington, un número estrecho de agentes del FBI se enfrentan a la ardua tarea de determinar cómo el gobierno ruso trató de manipular las elecciones presidenciales de Estados Unidos.",
  "La División de Contrainteligencia es la única encargada de proteger los secretos de la comunidad de inteligencia estadounidense, las tecnologías avanzadas de las instituciones nacionales tanto públicas como privadas, de mantener las armas de destrucción masiva alejadas de los enemigos estadounidenses y de contrarrestar las actividades de espías extranjeros, incluyendo las cíberintrusiones.",
  "La fuente aseguró que los recursos asignados a la investigación de Clinton fueron designados en respuesta al número de agentes que tuvieron que ordenar una gran cantidad de datos electrónicos en un período finito de tiempo antes de las elecciones presidenciales.",
  "Es un mundo sombrío cerrado incluso a los que normalmente tienen conocimiento en la oficina central del FBI, un silo secreto en el que los agentes son valorados tanto por su capacidad de mantener la calma como por sus habilidades de investigación.",
  "Un exsupervisor aseguró que los agentes necesitan el conjunto de habilidades aparentemente dispares de ser buenos conversadores para poder reclutar y mantener las fuentes, y al mismo tiempo ser capaces de mantener la boca cerrada, más que todo.",
  "En la investigación sobre Rusia, por ejemplo, ha habido especulaciones abundantes sobre la importancia de reuniones entre personas relacionadas con el presidente Donald Trump y el embajador de Rusia en Estados Unidos, Sergey Kislyak.",
  "Se añade a eso la tarea recientemente asignada de determinar cómo un enorme caché (la memoria de acceso rápido de un microprocesador) de lo que parecen ser auténticos documentos de la CIA terminó en las manos de WikiLeaks.",
  "Mucho de lo que estos hombres y mujeres hicieron permanece sin revelar, pero su éxito y el de sus contrapartes de la CIA representa una experiencia sin precedentes dedicados tanto a los principios como a la misión\".",
  "Son cinco a diez menos que los asignados a la investigación por los correos electrónicos de Hillary Clinton, dijo la fuente, que no está autorizada a hablar públicamente y lo hizo bajo la condición de anonimato.",
  "Pero después de su arresto, el entonces director del FBI, Louis J. Freeh, alabó a los colegas de Hanssen en la División de Contrainteligencia por enfrentar \"las acciones más traidoras imaginables\".",
  "Pero para los encargados de llegar al fondo de las acusaciones y las insinuaciones, es sólo otra \"investigación estándar de contrainteligencia\", como dijo un alto funcionario estadounidense.",
  "Hubo una excepción en el 2015, cuando la División de Contrainteligencia fue públicamente acreditada por haber desarmado una trama de espionaje ruso que operaba en la ciudad de Nueva York.",
  "Se le pagaron cientos de miles de dólares en efectivo y diamantes a cambio de secretos que a menudo dejaba en un lugar de entrega tipo dead drop (cuando se deja en un lugar público).",
  "Una fuente familiarizada con la investigación sobre Rusia recurrió a una ecuación matemática para divulgar, en cierto modo, el número de agentes asignados al asunto.",
  "Dijo que el trabajo de contrainteligencia no le gustaría a alguien con la imagen estereotípica del policía viril o que quisiera ser el centro de atención.",
  "\"Los colegas y compañeros de trabajo de Hanssen en el FBI llevaron a cabo esta investigación y lo hicieron en silencio, con seguridad y sin vacilación.",
  "Sus casos se dan a veces durante años en medio de un trabajo cuidadoso y tedioso tras bambalinas dirigido a reclutar o neutralizar espías extranjeros.",
  "Una de las razones de las largas y prolongadas investigaciones es que sus casos rara vez se reducen a asuntos como el robo de un banco o un secuestro.",
  "Irónicamente, la publicidad más duradera a la división vino a raíz de la extensa traición de uno de sus más veteranos agentes: Robert Philip Hanssen.",
  "En lo que respecta a la investigación sobre Rusia, no hay tal presión de tiempo y los esfuerzos se centran más en entrevistas con fuentes humanas.",
  "Había alrededor de dos docenas dedicados a ese caso, por lo que se puede decir que hay entre quince y veinte agentes investigando el asunto ruso.",
  "La División de Contrainteligencia es tan secreta que incluso los antiguos agentes son reacios a hablar públicamente sobre su permanencia allí.",
  "Hanssen fue arrestado en el 2001 y acusado de vender secretos a la ex Unión Soviética y a Rusia en el transcurso de dos décadas.",
  "\"En primer lugar, tienen que encontrar un crimen\", dijo Rogers, un comentarista de seguridad nacional de CNN, sobre los agentes.",
  "\"Sus acciones representan lo mejor de la contrainteligencia, bajo las circunstancias más difíciles y sensibles\", dijo Freeh.",
  "La operación era conducida por un hombre que trabajaba en un banco ruso en Manhattan, según las autoridades federales.",
  "Una reunión en sí no significa nada, aseguró Mike Rogers, exagente del FBI y congresista republicano por Michigan.",
  "Bienvenidos al mundo supersecreto de la División de Contrainteligencia, hogar de los cazadores de espías del FBI.",
  "El menor número de agentes asignados al caso no debe ser interpretado como una falta de interés, dijo la fuente.",
  "El implicado, Evgeny Buryakov, también resultó ser un agente del SVR ruso, el equivalente de la CIA en ese país.",
  "Fue arrestado después de lo que sería su última entrega, se declaró culpable y está condenado a cadena perpetua.",
  "Fue un caso de novela de espías que involucró interceptaciones electrónicas, vigilancia y mensajes codificados.",
  "Los desarrollos en el caso se envían por cadena de custodia a los más altos niveles de manera regular.",
  "\"Esto es más sutil, estás trabajando en las sombras, no quieres que te noten\", dijo la fuente.",
  "Buryakov se declaró culpable el año pasado y fue condenado a dos años y medio de prisión.",
  "\"Tienes que ser muy disciplinado sobre con quién compartes información\", aseveró.",
  "Es un caso que ha sido objeto de especulaciones sin fin en Washington y más allá.",
  "\"El 95% de los casos son información clasificada o más arriba\", dijo la fuente.",
  "\"Mi esposa sabía dónde trabajaba, pero realmente no sabía lo que yo hacía\".",
  "\"Me he reunido con Kislyak dos veces, como congresista\", dijo Rogers.",
  "\"Ellos mantienen eso bajo llave\", dijo un veterano agente del buró.",
  "Es considerado como el espía más dañino de la historia del FBI.",
  "\"Es muy diferente a patear puertas o hacer redadas antidrogas\".",
  "Rara vez resultan en procesos penales.",
  "Más raros son los titulares de prensa.",
  "Eso no es un crimen."
]