[
  "The seemingly conflicting characterizations of the meeting — which was not disclosed publicly until The New York Times reported on it at the end of March — raise more questions about what kind of contact Trump's associates had with Russian officials through the latter half of 2016, as Russia was attempting to sway the outcome of the election in Trump's favor.",
  "Shawn Thew-Pool/Getty Images The FBI is examining whether Russian officials suggested to President Donald Trump's son-in-law, Jared Kushner, that Russian banks could finance Trump associates' business ventures if US sanctions were lifted or relaxed, Reuters reported on Friday, citing a current US law enforcement official.",
  "Gorkov would have had good reason to push for the US to lift sanctions: Vnesheconombank had huge success between 2007 and 2014, but came crashing down when oil prices tanked and President Barack Obama levied sanctions on Kremlin officials and entities over Russia's annexation of Crimea.",
  "Putin's spokesman, Dmitry Peskov, has told reporters that Kushner's meeting with Vnesheconombank CEO Sergey Gorkov in late December \"was ordinary business,\" echoing the bank's previous claim that it had met with Kushner in his capacity as \"the head of Kushner companies.\"",
  "Kushner's meeting with Gorkov, the struggling bank's CEO, came as Kushner was trying to find investors for a Fifth Avenue office building in Manhattan that is set to be heavily financed by Anbang Insurance Group, a firm with ties to the Chinese government.",
  "The meeting came on the heels of Kushner's meeting with Russia's ambassador to the US, Sergey Kislyak, at Trump Tower, in which he reportedly floated the possibility of setting up a secure line of communication between the Trump transition team and Russia.",
  "Kushner suggested using Russian diplomatic facilities in the US to communicate, which would essentially conceal the Trump team's interactions with Russian officials from US government scrutiny, The Washington Post reported on Friday.",
  "\"As part of the preparation of the new strategy, executives of Vnesheconombank met with representatives of leading financial institutes in Europe, Asia, and America multiple times during 2016,\" the bank told Reuters in March.",
  "\"Given this role, [Kushner] has volunteered to speak with Chairman Burr's committee but has not yet received confirmation,\" the official added, referring to Sen. Richard Burr, chairman of the Senate Intelligence Committee.",
  "Between 2012 and 2014, Vnesheconombank was used as cover for Russian spy Evgeny Buryakov as he attempted to recruit New York City residents as intelligence sources for Moscow, according to the Department of Justice.",
  "By February 2016, the bank — whose stated official mission is to \"take efforts to make the Russian economy more competitive, diversify it, and foster investment\" — was struggling to find enough cash to stay afloat.",
  "It also said the meetings took place \"with a number of representatives of the largest banks and business establishments of the United States, including Jared Kushner, the head of Kushner Companies.\"",
  "That deal ultimately fell through, but the Kremlin and the White House have provided conflicting explanations for why Kushner met privately with Gorkov in the first place.",
  "Gorkov was appointed by Russian President Vladimir Putin in January 2016 as part of a restructuring of the bank's management team, Bloomberg reported last year.",
  "The official added that Kushner took the meetings as part of his role as \"the official primary point of contact with foreign governments and officials.\"",
  "Kislyak reportedly orchestrated the meeting between Kushner and Vnesheconombank CEO Sergey N. Gorkov, The New York Times reported earlier this year.",
  "That appears to conflict with the White House's version of events — that Kushner met with Gorkov as a representative of Trump's transition team.",
  "\"Jared attended the meeting in his capacity as a transition official,\" a senior White House official told Business Insider in late March.",
  "The possibility first came under scrutiny after Kushner met with the CEO of Russia's state-owned Vnesheconombank in December 2016.",
  "\"During the talks, the existing practices of foreign development banks and promising trends were discussed,\" it added.",
  "Before that, Buryakov used Vnesheconombank as a cover to spy and recruit assets in South Africa.",
  "Its bailout needs had increased to $16 billion between 2016 and 2020, Reuters reported.",
  "\"Nothing of substance was discussed.",
  "There was no follow-up.\"",
  "Jared Kushner."
]