[
  "Evgeny Buryakov and two other Russian citizens, Igor Sporyshev and Victor Podobnyy, are accused of conspiring to gather economic intelligence on behalf of Russia, including information about U.S. sanctions against the country, and to recruit New York City residents as intelligence sources.",
  "Vnesheconombank’s decision to fund Buryakov’s defense comes after the Russian foreign ministry called on the United States to release him, saying prosecutors had not provided evidence to support the allegations.",
  "NEW YORK (Reuters) - A state-owned Russian bank is paying for the legal defense of an employee charged with posing as a banker in New York while secretly spying for Moscow, his lawyer confirmed on Tuesday.",
  "Buryakov’s lawyer, Scott Hershman of the firm White & Case, told U.S. District Judge Richard Berman that his firm had signed a retainer agreement with Buryakov’s employer, state-owned Vnesheconombank.",
  "Sporyshev was formerly a Russian trade representative from 2010 to 2014, while Podobnyy worked as an attaché to Russia’s United Nations mission from 2012 to 2013, according to U.S. authorities.",
  "A Vnesheconombank representative in New York referred questions to the company’s press office in Moscow, which could not be reached outside of regular business hours there.",
  "Prosecutors have said Buryakov engaged in covert work for Russia’s foreign intelligence service, known as the SVR, while posing as a banker at Vnesheconombank in New York.",
  "Buryakov met with Sporyshev on dozens of occasions between 2012 and 2014 to exchange information related to their work as agents for SVR, according to prosecutors.",
  "Buryakov also traveled to another country in November 2012 and March 2013 to gather additional economic intelligence for SVR, prosecutors said.",
  "Federal prosecutors had raised the possibility that permitting a third party to finance Buryakov’s defense could pose a conflict of interest.",
  "Buryakov has pleaded not guilty to charges of conspiracy and acting as an unregistered agent of Russia.",
  "Berman said he would hold a hearing on Monday, May 18, to explore whether a potential conflict exists.",
  "He remains listed on the company’s website as a deputy representative for its New York branch.",
  "Prosecutors have said the two men enjoyed diplomatic immunity while working in New York.",
  "Both no longer live in the United States and have not been arrested."
]