[
  "\"It sends government financing to projects that the government defines…and the head of [VEB] is a de facto government official of the rank of minister or deputy minister,\" an economist told the Guardian in early June.",
  "According to court documents, another member of Buryakov's spy ring reached out to and may have attempted to recruit Carter Page, who would later become a foreign policy adviser to President Trump's 2016 campaign.",
  "In 2015, U.S.-based VEB executive Evgeny Buryakov was arrested for espionage, sentenced to 30 months in jail, and was promptly deported back to Russia when his term ended in April.",
  "Khodorovsky's star began to fade a few years later when he started getting involved in politics and became an enemy of Putin, who had ascended to the Russian presidency in 2000.",
  "Analysts think he's more than that, and that his connections to the Kremlin and the Russian intelligence apparatus are what allowed him to prosper after the collapse of Yukoil.",
  "\"For me, it's obvious that he's a Kremlin agent, he's not just a banker,\" is how a former Gorkov associate described his former Yukoil coworker to the Guardian.",
  "The White House says the meeting was brief and done for diplomatic reasons, while VEB says that the two met to discuss a private business matter.",
  "Reports indicate that VEB is Putin's personal way of moving state money around to favored persons and projects, such as the 2014 Sochi Olympics.",
  "Gorkov's name has been in the news a lot lately, however, because of a meeting he had with White House adviser Jared Kushner after the election.",
  "And we saw a small preview of what Congress will want to know when James Comey testified before the Senate Intelligence Committee last week.",
  "Sergey Gorkov runs the Russian bank VEB, or VneshEconomBank, and is thought to be a close associate of Russian President Vladimir Putin.",
  "In any event, Kushner did not disclose the meeting when he applied for his security clearance, which raised eyebrows in Washington.",
  "Yukoil was broken up by the Russian government, and Khodorovsky was sent to jail, along with a number of his trusted lieutenants.",
  "When Kushner eventually talks to Congress, his relationship with Gorkov and VEB will be a major topic of conversation.",
  "With the Soviet collapse and the diminishing of Russia's standing as a major power, Gorkov joined the private sector.",
  "Like many bright, ambitious young Russians, he was apparently attracted to a career in the intelligence services.",
  "The FSB, for what its worth, is believed to have played a major role in interfering with America's 2016 election.",
  "In the mid-1990s, he worked at Menatep Bank, which was run by the Russian oligarch Mikhail Khodorkovsky.",
  "He attended the academy of the Russian intelligence service, known as the FSB, and graduated in 1994.",
  "But to understand why people are upset, you need to know a bit about who Gorkov is and what VEB does.",
  "After a time in London, he landed at the Sverbank, which is controlled by the Russian government.",
  "He then went to work for Khodorovsky's powerful Yukoil in 1997 as the head of human resources.",
  "What does this mean for the investigation into Russian interference in the 2016 election?",
  "VEB was smacked with heavy U.S. sanctions following Russia's 2014 invasion of Ukraine.",
  "\"This is not a bank,\" an analyst told the New York Times earlier this month.",
  "Interestingly, Gorkov emerged from the kerfuffle without a scratch.",
  "Comey's reply: \"Nothing that I can talk about in an open setting.\"",
  "Gorkov was born in 1968 in what was then the Soviet Union.",
  "\"We should rather treat this bank as a government agency.\"",
  "Sen. Angus King, I-Maine, asked Comey at that hearing.",
  "Some would insist it's not really a bank at all.",
  "\"What do you know about the Russian bank VEB?\"",
  "In 2016, Putin named him the head of VEB.",
  "Let's start with Gorkov\n\nSounds good.",
  "So why do we care who this guy is?",
  "The two battled, and Putin won.",
  "Is Gorkov not really a banker?",
  "And what kind of bank is VEB?",
  "So this is concerning?",
  "Not necessarily."
]