[
  "“In doing so, I provided him nothing more than a few samples from the far more detailed lectures I was preparing at the time for the students in my Spring 2013 semester ‘Energy and the World: Politics, Markets and Technology’ course which I taught on Saturdays at New York University,” says Page.",
  "You get the documents from him and tell him to go fuck himself.”\n\nPodobnyy, who officially served as an attaché to the Permanent Mission of the Russian Federation to the United Nations, also referred to Page as “an idiot” and said that he believed that Page was highly motivated by money.",
  "A sealed FBI complaint from Jan. 2015 shows that Page, who runs Global Energy Partners, did pass some documents to Victor Podobnyy and Igor Sporyshev, two SVR agents who worked under cover as diplomats of the Russian Federation.",
  "It was revealed this week that former national security advisor Susan Rice was one of the Obama administration officials who unmasked the names of Trump aides in transcripts of phone calls between foreign surveillance targets.",
  "A U.S. intelligence official told BuzzFeed that investigators will interview Page at some point, but that he is a low priority for the investigation into potential collusion between the Trump campaign and Russia.",
  "In conversations recorded by federal investigators, the two spies discussed their attempts to recruit Page — who is identified as “Male-1” in the complaint — following meeting at an energy summit in early-2013.",
  "On Monday, BuzzFeed reported that the attempt, which was unsuccessful, was made at Carter Page, an energy investment consultant and short-lived foreign policy adviser on the Trump campaign.",
  "“My personal identity and earlier assistance of federal authorities in the 2015 case…was framed in an easily identifiable way that amplified the reputational damage against me,” says Page.",
  "For now his enthusiasm works for me,” Podobnyy said, adding later that “I will feed [Page] empty promises.”\n\n“This is intelligence method to cheat, how else to work with foreigners?",
  "Asked in an interview with TheDC on Tuesday whether he discussed the case with the Trump team when he joined the campaign last year, Page suggested that he did not.",
  "But several Trump campaign officials have told The Daily Caller that Page was a low-level adviser who never met Trump and had little input into the campaign.",
  "The unmasking is “consistent with the politically-motivated unmasking standards seen in the Obama administration which have recently been exposed,” he said.",
  "Podobnyy and Sporyshev, who officially served as trade representative of the Russian Federation in New York, were indicted in 2015 in absentia.",
  "And last month, Page revealed that he met briefly in July with Russia’s ambassador, Sergey Kislyak, on the sidelines of the GOP convention.",
  "Page also says that the information he shared with Podobnyy was “basic immaterial information,” some of which was publicly available.",
  "“To the extent that I might have provided confidential support to the U.S. government, I would not break confidentiality,” he said.",
  "A Russian spy ring operating in New York City attempted to recruit an adviser to the Donald Trump campaign back in 2013.",
  "Page gained national attention in July when he traveled to Moscow to give a speech at a commencement ceremony.",
  "Trump first identified him as a member of the campaign in an interview last March with The Washington Post.",
  "Media reports alleged that Page may have been the conduit between the Trump campaign and the Kremlin.",
  "In a statement to The Daily Caller, Page alleges that he was improperly unmasked in the FBI document.",
  "But a third member of the spy ring, Evgeny Buryakov, was sentenced to 30 months in federal prison.",
  "A 35-page dossier written by former British spy Christopher Steele also made the same accusation.",
  "They also dismissed the idea that Page would have been the campaign’s contact to the Kremlin.",
  "Page’s role in the Trump campaign has been a subject of intense scrutiny in recent months.",
  "“There’s so many people that are more relevant,” the official told BuzzFeed.",
  "The documents were not sensitive, and Page was never accused of wrongdoing.",
  "He worked under non-official cover for the Russian bank, Vnesheconombank.",
  "This article has been updated with additional comment from Page.",
  "They avoided jail time because they had diplomatic immunity.",
  "He was released from jail last week.",
  "“I like that he takes on everything.",
  "You promise a favor for a favor.",
  "Follow Chuck on Twitter"
]