[
  "Former Trump campaign adviser Carter Page, the man at the center of a controversial memo released by Rep. Devin Nunes, R-Calif., ostensibly to highlight abuses by law enforcement officials regarding surveillance, told Fox News that the published details were “even worse than I could’ve possibly imagined.”\n\nBut during the Monday evening interview with Fox News host Laura Ingraham and a Tuesday morning interview with George Stephanopoulos on Good Morning America, Page struggled to address arguments that his ties to Russia reasonably led to court-approved surveillance the month after the Trump campaign officially cut ties with him.",
  "“On the one hand, at one point you say you’re an adviser to the Kremlin, then you’re an adviser to Donald Trump.”\n\n‘I think he is an idiot and forgot who I am’\n\nAsked about his previous interactions with the FBI, Page noted that he was a witness to a case involving alleged Russian spies‘ posing as diplomats and bankers in New York.",
  "screenshot/Fox News More\n\n‘I had the privilege to serve as an informal adviser to the staff of the Kremlin’\n\nIngraham asked Page about an August 2013 letter, first reported by Time magazine, in which Page claimed that he had been serving as an “informal adviser to the staff of the Kremlin” in the first half of that year.",
  "“Over the past half year, I have had the privilege to serve as an informal adviser to the staff of the Kremlin in preparation for their presidency of the G-20 Summit next month, where energy issues will be a prominent point on the agenda,” Page claimed in the letter to an academic press.",
  "You get the documents from him and tell him to go fuck himself.”\n\nPage told Ingraham that Podobnyy “was a diplomat here in New York [who] I happened to meet at a conference, and we struck up a conversation.",
  "Page told Ingraham that the letter was “totally taken out of context.”\n\n“I would never say ‘I had the privilege to serve as an informal adviser to the staff of the Kremlin,’” Ingraham countered.",
  "“I don’t get that.”\n\nAfter Page began describing the G-20 and how President Trump had attended last year, Ingraham said “we know that” and pressed Page on why he claimed to be a Kremlin adviser.",
  "Literally people from around the world, top companies around the world, and I offered insights.”\n\n“Carter, it sounds … like you were close to the staff of the Kremlin there,” Ingraham said.",
  "In 2015, U.S. government prosecutors charged Russian intelligence operative Victor Podobnyy and two others with acting as unregistered agents of a foreign government.",
  "Page, 46, is a Navy veteran and founder of Global Energy Capital LLC, a New York-based financial institution focused on energy investments in developing markets.",
  "Page gave a stilted response: “I was offering — I was invited to provide some, ah — you know, they put together a roundtable of top energy experts [at G-20].",
  "I met him one time after that.” He added that he had given Podobnyy a couple of course documents he had been using while teaching at New York University.",
  "According to wiretaps published in court records, Podobnyy said in early 2013 that he was attempting to recruit someone, who turned out to be Page.",
  "The spy ring was allegedly to obtain economic information, including details about U.S. sanctions on Russian banks.",
  "“You can understand how that would raise questions and could lead to probable cause,” Stephanopoulos said.",
  "“He got hooked on [Russian oil company] Gazprom thinking that if they have a project, he could rise up.",
  "Speaking to ABC, Page avoided the question of the letter and again described the G-20 summit.",
  "“I think he is an idiot and forgot who I am,” Podobnyy said of Page on the surveilled call.",
  "… This is intelligence method to cheat, how else to work with foreigners?",
  "He worked as an investment banker in Russia in the early 2000s.",
  "You promise a favor for a favor.",
  "“I also promised him a lot.",
  "“That was it.”"
]