[
  "“For example, he also started conversations with leaders from Saudi Arabia that led to the President’s recent successful international trip.”\n\nThe bank this week told The Post that it stood by a statement it issued in March that, as part of its new investment strategy, it had held meetings with “leading world financial institutions in Europe, Asia and America, as well as with the head of Kushner Companies.”\n\nPutin’s spokesman, Dmitry Peskov, said that the bank’s activities “have nothing to do with the Kremlin.” Peskov, like Trump, has frequently dismissed revelations about the meetings as “fake news” and “a witch hunt.”\n\nOfficially, VEB is Russia’s state economic development bank, set up to make domestic and foreign investments that will boost the Russian economy.",
  "A business meeting between an international development bank and a real estate executive, coming as Kushner’s company had been seeking financing for its troubled $1.8 billion purchase of an office building on Fifth Avenue in New York, could raise questions about whether Kushner’s personal financial interests were colliding with his impending role as a public official.",
  "And it has highlighted the role played by the bank’s 48-year-old chief executive, Sergey Gorkov, a graduate of the academy of the Federal Security Service, or FSB, the domestic intelligence arm of the former Soviet KGB, who was appointed by Putin to the post less than a year before his encounter with Kushner.",
  "A 19-seat twin-engine jet owned by a company linked to VEB flew from Moscow to the United States on Dec. 13 and departed from the Newark airport, outside New York City, at 5:01 p.m. Dec. 14, according to positional flight information provided by FlightAware, a company that tracks airplanes.",
  "A diplomatic meeting would have provided the bank, which has been under U.S. sanctions since 2014, a chance to press for rolling back the penalties even as the Obama administration was weighing additional retaliations against Moscow for Russia’s interference in the U.S. election.",
  "According to court documents, Evgeny Buryakov posed as the second-in-command at the bank’s Manhattan office for at least three years while secretly meeting dozens of times with a Russian intelligence officer who tasked him with gathering intelligence on the U.S. economic system.",
  "“They are trying however they can, even informally, to lower the sanctions.”\n\nIn late December, Gorkov told Russian state television that he hoped “the situation with sanctions will change for the better.”\n\nIn February, Gorkov met with Putin to update him on the bank’s status.",
  "[Jared Kushner now a focus in Russia investigation]\n\n(Thomas Johnson/The Washington Post)\n\nEither account of the meeting could bring complications for a White House undergoing intensifying scrutiny from a special counsel and multiple congressional committees.",
  "[Russian ambassador told Moscow that Kushner wanted secret communications channel with Kremlin]\n\nGorkov could draw new attention to the clashing story lines Friday, when he is scheduled to deliver public remarks to an economic conference in St. Petersburg.",
  "The court records show that Buryakov’s handlers were also recorded discussing attempts to recruit an American whom government officials have confirmed was Carter Page, an energy consultant who later served as an informal adviser to Trump’s campaign.",
  "At the meeting, Kushner suggested establishing a secure communications line between Trump officials and the Kremlin at a Russian diplomatic facility, according to U.S. officials who reviewed intelligence reports describing Kislyak’s account.",
  "The discrepancy has thrust Vnesheconombank, known for advancing the strategic interests of Russian President Vladi­mir Putin and for its role in a past U.S. espionage case, into the center of the controversy enveloping the White House.",
  "The contradiction is deepening confusion over Kushner’s interactions with the Russians as the president’s son-in-law emerges as a key figure in the FBI’s investigation into potential coordination between Moscow and the Trump team.",
  "“It carries out major Kremlin operations that Putin does not want to do through the state budget.”\n\nBefore the United States imposed sanctions, VEB sought to extend its international reach to draw more investment to Russia.",
  "The court documents show that the FBI recorded a conversation in which one of Buryakov’s handlers described hearing an intelligence officer tell Buryakov’s VEB boss that Buryakov worked for a Russian intelligence service.",
  "The Russian Foreign Ministry at the time blasted the charges and accused the U.S. government of “building up spy hysteria.”\n\nBuryakov was sentenced to 30 months in prison but was released in April for good behavior.",
  "The Post could not confirm whether Gorkov was on the flight, but the plane’s previous flights closely mirror Gorkov’s publicly known travels in recent months, including his trip to St. Petersburg this week.",
  "(Michael Klimentyev/Sputnik via AP)\n\nThe bank and the White House have declined to provide the exact date or location of the Kushner-Gorkov meeting, which was first reported in March by the New York Times.",
  "The White House and a Russian state-owned bank have very different explanations for why the bank’s chief executive and Jared Kushner held a secret meeting during the presidential transition in December.",
  "Some Russia watchers described Gorkov, who was not seen as being especially close to the Kremlin before his appointment, as an unlikely diplomatic link between the Kremlin and the Trump administration.",
  "On Dec. 21, VEB announced that its proposed 2021 development strategy — which Gorkov dubbed “VEB 2.0” — had been approved by its supervisory board, which is chaired by Prime Minister Dmitry Medvedev.",
  "“He indeed is an FSB academy graduate, and for the Kremlin today it is a sign of trustworthiness,” said Andrey Movchan, who heads the economic program at the Carnegie Moscow Center think tank.",
  "Gennady Gudkov, a reserve colonel in the FSB who is now a leader of a small opposition party, said that Russian business leaders are looking for ways to lobby for the softening of sanctions.",
  "Kushner was acting in his capacity as a transition official and had many similar discussions with foreign representatives after the election,” Hicks told The Post in a statement this week.",
  "The White House says the meeting was unrelated to business and was one of many diplomatic encounters the soon-to-be presidential adviser was holding ahead of Donald Trump’s inauguration.",
  "VEB, along with other Russian state-owned institutions, has suffered financially since 2014, when the United States imposed economic sanctions following Russia’s incursion into Crimea.",
  "The bank maintained this week that the session was held as part of a new business strategy and was conducted with Kushner in his role as the head of his family’s real estate business.",
  "Among those named by the bank to an advisory board for a new global fund was Stephen Schwarzman, the CEO of the Blackstone Group and now an outside adviser to the Trump White House.",
  "As a result of the sanctions, U.S. companies are prohibited from lending the bank money or buying equity in the institution, an attempt to drain resources from the Russian economy.",
  "“We are confident of its future,” he told the Russian leader, according to a transcript released by Putin’s office, asserting the bank had many new deals in the works.",
  "“Basically, VEB operates like Putin’s slush fund,” said Anders Aslund, a senior fellow at the Atlantic Center and a Russia expert who follows the bank’s activities.",
  "Flight data reviewed by The Washington Post suggests that the meeting may have taken place on Dec. 13 or 14, about two weeks after Kushner’s encounter with Kislyak.",
  "While Gorkov was a deputy head of Sberbank, it was one of the sponsors of the 2013 Miss Universe Pageant in Moscow produced by Trump, who owned the pageant.",
  "Gorkov, cornered Wednesday by a CNN reporter on the sidelines of the conference, responded “no comments” three times when asked about the Kushner meeting.",
  "The sanctions would not prohibit Kushner from conducting a business negotiation with VEB or even prevent the Russian bank from investing in a U.S. firm.",
  "VEB has played a role in Russian espionage efforts in the past, serving as the cover for a Russian operative convicted last year of spying in New York.",
  "Other observers suggested that Gorkov, the recipient of a “service to the Fatherland” medal, may have earned Putin’s trust as a discreet go-between.",
  "VEB, as Vnesheconombank is known, did not respond to a list of questions about the Kushner meeting and the institution’s history and role in Russia.",
  "White House spokeswoman Hope Hicks and Kushner’s attorney said Kushner intends to share with investigators the details of his meeting with Gorkov.",
  "The Kushner-Gorkov meeting came after Kushner met with the Russian ambassador to the United States, Sergey Kislyak, in early December.",
  "Experts on Russia’s security services said that it would have been unlikely for Gorkov to meet with Kushner and not discuss sanctions.",
  "Gorkov was named to head VEB in February 2016, after eight years as a senior manager at Russia’s largest state-owned bank, Sberbank.",
  "VEB has also been used to promote the Kremlin’s strategic aims abroad, experts say, financing projects across the Eastern bloc.",
  "Practically speaking, according to experts, the bank functions as an arm of the Kremlin, boosting Putin’s political priorities.",
  "VEB’s Gorkov would not make my list,” said Michael McFaul, who was the U.S. ambassador to Russia under President Barack Obama.",
  "Page has said he assisted the FBI with its investigation into the spy ring and provided the Russians no sensitive information.",
  "“I can think of many back channels that one might cultivate to have close, discreet, indirect communications with Putin.",
  "It funded the 2014 Sochi Olympics, a project used by Putin to signal that Russia holds a key role on the world stage.",
  "President Vladimir Putin, right, meets with Vnesheconombank Chairman Sergey Gorkov at the Kremlin in August.",
  "Schwarzman declined to comment through a spokeswoman, who said the fund’s advisory board has been inactive.",
  "After leaving Newark on Dec. 14, the jet headed to Japan, where Putin was visiting on Dec. 15 and 16.",
  "Natalya Abbakumova in Moscow and Alice Crites in Washington contributed to this report.",
  "Gorkov’s meeting with Kushner took place at a time of major changes within the bank.",
  "The news media had reported that Gorkov would join the Russian president there.",
  "Efforts by The Post to reach Buryakov through family members were unsuccessful.",
  "VEB paid for Buryakov’s legal fees after his arrest, the court documents show.",
  "The bank declined to make Gorkov available for an interview.",
  "Brittain, Helderman and Hamburger reported from Washington.",
  "“This activity is constant,” Gudkov said in an interview.",
  "Gorkov’s personal relationship with Putin is unclear.",
  "He was immediately deported to Moscow.",
  "“Good,” Putin said.",
  "“Mr."
]