[
  "/ Updated By Tom Winter and Robert Windrem\n\nThe Russian banker Trump son-in-law Jared Kushner met with in December is viewed by U.S. intelligence as a \"Putin crony\" and a graduate of a \"finishing school\" for spies who was often tasked with sensitive financial operations by Putin, according to multiple U.S. officials and documents viewed by NBC News.",
  "Evgeny Buryakov, a former New York banker who was convicted in federal court of conspiring to act in the United States as an agent of the Russian Federation, is shown in this handout photo sitting on a commercial flight, escorted by deportation officers and turned over to Russian authorities, April 5, 2017.",
  "Related: Jared Kushner Under Scrutiny in Russia Probe, Say Officials\n\nNBC News reported Thursday that Kushner, the president's son-in-law and one of his senior advisers, has come under FBI scrutiny in the Russia investigation, according to multiple U.S. officials.",
  "Ivanka Trump, daughter of President Donald Trump, with her husband Jared Kushner, talk to Attorney General-designate Sen. Jeff Sessions, R-Ala., during the inaugural luncheon in honor of President Donald Trump, Friday, Jan. 20, 2017 on Capitol Hill in Washington.",
  "The U.S. did not cite any particular transactions when it sanctioned the bank, but said instead that Russia’s failure to meet \"basic standards of international conduct\" warranted onerous sanctions.",
  "Gorkov has also been awarded the \"Certificate of Honor of the Government of the Russian Federation\" and the \"Medal of the Order of Merit for Services to the Fatherland,\" both presented by Putin.",
  "Sberbank and VEB, Gorkov’s two banks, have been critical to the Russian economy, but have also engaged in high-profile bailouts of Russian companies, including those owned by favored oligarchs.",
  "Details of what they discussed have not been released, although Kushner’s lawyer, Jamie Gorelick, said Kushner is prepared to cooperate with congressional investigators or the FBI if asked.",
  "According to Reuters, Gorkov met \"with a number of representatives of the largest banks and business establishments of the U.S., including Jared Kushner, the head of Kushner Companies.\"",
  "Both the White House and VEB confirm that Kushner and Gorkov met at a banking \"road show\" but haven’t disclosed either the location for the meeting or the specific date in December.",
  "As the Russian state national development bank, VEB has played a critical role in blunting the impact of U.S. sanctions against Russia by finding other sources of foreign capital.",
  "It is not known what has drawn FBI scrutiny, but congressional aides have said they would like to question Kushner about a meeting Kushner had with Gorkov in December 2016.",
  "\"Because Gorkov is former FSB doesn’t mean that he still is, but Putin uses the security state — the FSB and military intelligence — as an extension of his rule.\"",
  "According to court records reviewed by NBC News, Buryakov used his position to spy on unnamed U.S. companies, and sought information on high-frequency trading.",
  "Buryakov claimed he had diplomatic immunity in his defense, which was paid by VEB, but after a court ruled he didn’t qualify, he pleaded guilty in March 2016.",
  "Related: Flynn, Manafort Are Key Figures in Russia Probe Mueller Will Lead\n\nGorkov is close to Putin, \"a Putin crony,\" as one official put it.",
  "The White House subsequently characterized the meeting as part of Kushner’s role as a transition adviser and conduit for the State Department.",
  "They have also played a major role in attempts to mitigate the U.S. sanctions that were imposed on Russia following its annexation of Crimea.",
  "Before that, Gorkov was the deputy chairman of Sberbank, Russia’s biggest bank, also state-owned, and also under U.S. sanctions since 2014.",
  "Putin has long called on former Soviet and Russian intelligence operatives to play critical roles in Russian political and economic life.",
  "Reuters\n\nPutin authorized a $22 billion of state financing for VEB to cover bad debts built up since the imposition of sanctions.",
  "Sergey Gorkov, 48, graduated from the FSB Academy, which was chartered in 1994 to educate Russian Intelligence personnel.",
  "VEB was also implicated in an espionage case that began before Gorkov took over 2016 but continued after he took over.",
  "Prosecutors said his internet searches included \"NYC Homeland Security\" and \"New York City critical infrastructure.\"",
  "One of its New York-based employees, Evgeny Buryakov, was arrested on espionage charges in January 2015.",
  "Investigators believe Kushner has significant information relevant to the Russia probe, officials said.",
  "Manuel Balce Ceneta / AP file\n\n\"It is the talent pool [Putin] draws from,\" said one U.S. official.",
  "The U.S. cited the banks’ record of securing medium- and long-term U.S. sources of financing.",
  "At the time, Kushner was an adviser to President-elect Trump and Gorkov was chairman of VEB.",
  "Most recently, Putin chose him to head of the state-owned VneshEconomBank (VEB).",
  "He has long served Russian President Vladimir Putin in critical economic roles.",
  "The banks have responded by seeking funds from other sources, including China.",
  "But Gorkov in a written statement to Reuters, said it was a business meeting.",
  "That does not mean they suspect him of a crime or intend to charge him.",
  "Sanctions severely limited their ability to raise funds in the U.S.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "He was sentenced to 30 months in prison and a $100,000 fine.",
  "VEB was sanctioned in July 2014, Sberbank two months later.",
  "He returned to Russia last month after being released.",
  "The European Union later joined in the sanctions.",
  "\"It is the talent pool [Putin] draws from.\"",
  "Gorkov was not sanctioned personally."
]