[
  "Mr. Buryakov would get assignments from the other two defendants: Igor Sporyshev, 40, a trade representative of the Russian Federation in New York; and Victor Podobnyy, 27, an attaché to the Permanent Mission of the Russian Federation to the United Nations.",
  "The three Russians — as well as unnamed others — had been directed to collect intelligence on potential United States sanctions against the Russian Federation and on efforts by the United States to develop alternative energy resources, the complaint said.",
  "In a brief phone interview, his federal public defender, Sabrina Shroff, declined to comment on the charges except to say that she had argued for bail because her client was neither a flight risk nor a danger to the community.",
  "The Federal Bureau of Investigation conducted physical or electronic surveillance of Mr. Buryakov and Mr. Sporyshev in over four dozen brief meetings between March 2012 and last September.",
  "As employees of the Russian government, they were exempt from notifying the United States attorney general of their intelligence work, the authorities said.",
  "But the government said they were not permitted to conspire with Mr. Buryakov, who was not registered as an agent of Russia working here.",
  "Mr. Sporyshev and Mr. Podobnyy, who were protected by diplomatic immunity, are no longer in the United States, the government said.",
  "Mr. Buryakov’s LinkedIn profile says he works for the Russian bank Vnesheconombank, which is on the United States sanctions list.",
  "Mr. Sporyshev and Mr. Podobnyy would analyze Mr. Buryakov’s work and report back to Moscow, the authorities said.",
  "In one conversation, which occurred inside the S.V.R.’s New York office, Mr. Podobnyy and an unidentified S.V.R.",
  "He had been in this country under “nonofficial cover,” sometimes referred to as NOC.",
  "Evgeny Buryakov, 39, was arrested in the Bronx on Monday, the authorities said.",
  "agent were recorded talking about Mr. Sporyshev’s “cover” position.",
  "He was ordered detained by a federal magistrate judge."
]