[
  "The O Team LLC: ECO-Auger International, Inc.\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\nBarbour Griffith & Rogers, LLC d/b/a BGR Government Affairs: AMERICAN ETHANE COMPANY (Q1 Termination (no activity))\n\nCapitol Counsel LLC: Open Space Institute (Q4 Termination)\n\nCreative Government Solutions LLC: Motorola (Q1 Termination)\n\nTax Legislative Solutions, LLC: City Real Estate Advisors, LLC (Q1 Termination (no activity))\n\nThe Raben Group: Graham Holdings (Q4 Termination)\n\nThe Raben Group: Herbalife (Q4 Termination)\n\nThe Raben Group: National Alliance for Public Charter Schools (Q4 Termination (no activity))\n\nWalter Consulting: The McManus Group on behalf of Caris Life Sciences and Breathe Technologies Inc. (Q1 Termination)\n\nWinn Strategies, LLC: Twin Logic Strategies on Behalf of Lyft (Q2 Termination (no activity))\n\n**A message from United Technologies: With over $4.7 billion a year in R&D investments, United Technologies supports the U.S. economy and jobs.",
  "http://bit.ly/1bj0X06\n\nNEW JOINT FUNDRAISING COMMITTEES:\n\nNone\n\nNEW PAC REGISTRATIONS (Type of PAC):\n\nMormons for Democrats (PAC)\n\nWe the Tweeple (PAC)\n\nNEW LOBBYING REGISTRATIONS: (Firm: Client)\n\nAJW, Inc.: ESCO Coalition\n\nBarbour Griffith & Rogers, LLC d/b/a BGR Government Affairs: Ukraine Investment Alliance\n\nHolland & Hart LLP: Big Game Forever\n\nLiz Robbins Associates: littleBits\n\nMARTINEZ, ANTONIO C. II LLC: ANP COALITION\n\nMercury: Laureate\n\nMXM Consulting LLC: Battelle Memorial Institute\n\nPike Associates LLC: Town of Chatham\n\nSirona Strategies LLC: Maximus, Inc.",
  "Here's PI's roundup of the latest Foreign Agents Registration Act contracts:\n\nStory Continued Below\n\n— Kingdom of Morocco’s Ministry of Handicrafts and Social & Collaborative Economy has hired Blue Mountain Solutions “to provide services to promote awareness of the rich cultural traditions of the Moroccan handicraft sector and support its continued growth.”\n\n— Hong Kong Trade Development Council has brought on Legislative Strategies Inc. to lobby on behalf of Hong Kong on issues affecting U.S-Hong Kong relations.",
  "The agreement calls for protecting or minimizing “any negative impact that action taken by the U.S., including action against Hong Kong's major trading partners, may have on the economic well-being of Hong Kong.”\n\n— The Consulate General of Japan in New York has hired Marathon Strategies to monitor and analyze media reports and provide proactive messaging recommendations and support along with media research and counsel.",
  "Learn more at UTCbreakthroughs.com **\n\nELSEWHERE IN THE INFLUENCE WORLD:\n\nCAMPAIGN FINANCE, AN ELECTION PROMISE: Hillary Clinton might think there’s too much money in politics, but if she wins, a President Hillary Clinton would have difficulty changing that, reports Byron Tau of The Wall Street Journal.",
  "http://on.wsj.com/1Gil1dJ\n\nFRATS ABANDON SEXUAL ASSAULT PROPOSAL: National fraternity and sorority groups are abandoning their proposal to require colleges to let the police investigate sexual assault cases before their own investigations, reports Ashe Schow of The Washington Examiner.",
  "“I’m thankful to all of you for what you do because I think what you do is critically important to what I do and to what our people expect us to do, and that is to understand the issues that confront us and them and make the decisions that help them,” Hoyer said in his remarks.",
  "As an Alaskan, I am especially looking forward to bringing my diverse experience working on energy issues to the table and supporting this critical, job-creating industry.”\n\nGOOD WEDNESDAY AFTERNOON, where it’s been 45 years since the first Earth Day was observed.",
  "Morocco, Hong Kong, Japan hire firms — Begich joins BHFS — Cook named new VP at ABA — Powell Tate taps Carson\n\nWith Cate Martel\n\nFARA UPDATE — MOROCCO, HONG KONG, JAPAN HIRE FIRMS: Three new foreign clients have hired lobbying firms in recent days.",
  "A ‘FUNK’-FILLED WINE & SPIRIT CONVENTION: The Wine & Spirits Wholesalers of America hosted their annual convention, where Duke University Basketball Coach Mike Krzyzewski and former Navy Seal Team Six member Rob O'Neill were featured as speakers.",
  "HARLOW FOUNDATION HONORS UPTON, ELMENDORF: The Bryce Harlow Foundation, which promotes the value of the government relations industry, honored Michigan GOP Rep. Fred Upton and lobbyist Steve Elmendorf at its annual awards dinner Tuesday night.",
  "Visit UTCbreakthroughs.com to learn more about United Technologies innovations like the Gen2 elevator coated steel belt from Otis, the geared turbofan jet engine from Pratt & Whitney, and the ACES 5 ejection seat from UTC Aerospace Systems.",
  "http://usat.ly/1G7eCiR\n\nFREE TACOS: Taco Bell franchise owners are lobbying Congress to prevent their staff from organizing a union, and thanked congressional staff Tuesday with 6,000 tacos, reports Lee Fang of The Intercept.",
  "“I look forward to working alongside the energetic and talented team at Brownstein because they understand what it means to focus on results — no matter how tough the challenge may be,” Begich said in a statement.",
  "Today we continue that proud tradition, combining a culture of collaboration with more than $4.7 billion a year in R&D and bringing to market breakthrough products that solve complex problems.",
  "DICKSTEIN SHAPIRO ADDS PORTER GOSS: Dickstein Shapiro LLP has hired Porter Goss, the former CIA director and congressman as senior adviser in its Public Policy & Political Law Practice.",
  "Watch the video here: http://bit.ly/1II1ofj\n\n** A message from United Technologies: We are names you know, including Carrier, Otis, Pratt & Whitney, Sikorsky and UTC Aerospace Systems.",
  "LATEST FLY-INS — INSURANCE AGENTS, SMALL BUSINESS INVESTORS IN TOWN:\n\n— The Independent Insurance Agents & Brokers of America is hosting its annual legislative conference this week.",
  "— Small Business Investor Alliance held a fly-in Tuesday, where more than 50 business development companies' executives urged Congress to modernize regulations affecting them.",
  "Our company was formed by legendary innovators — among them Igor Sikorsky, Elijah Otis and Willis Carrier — who not only started businesses but also created entire industries.",
  "POWELL TATE TAPS CARSON: Powell Tate, the D.C. branch of the global public relations firm Weber Shandwick, appointed Peter Carson to managing director of public affairs.",
  "In video messages and speeches at the dinner, members of Congress described the role lobbyists play in helping members understand all sides of an issue.",
  "His initial focus will be on energy issues and the interrelationship between the business sector and the government, the firm said in a press release.",
  "Goss represented Southwest Florida for 16 years, serving roughly seven years as the chairman of the House Permanent Select Committee on Intelligence.",
  "http://washex.am/1zMa3s3\n\nTHE KOCH PRIMARY: In an interview with USA TODAY, Charles Koch identified five candidates he is considering endorsing.",
  "“I am confident that with a little bit of creativity and a lot of common sense, our unique and bipartisan approach will deliver real solutions.",
  "Cook joins ABA from the Credit Union National Association, where he served as senior director of advocacy and counsel for special projects.",
  "FORMER SEN. BEGICH JOINS BHFS: Brownstein Hyatt Farber Schreck has added former Democratic Alaska Sen. Mark Begich as a strategic adviser.",
  "Cook will work on industry issues that include capital markets, agricultural banking, regulatory relief efforts and postal reform.",
  "Upton was introduced by Indiana Democratic Sen. Joe Donnelly and Elmendorf was introduced by House Minority Whip Steny Hoyer.",
  "COOK NAMED NEW VP AT ABA: American Bankers Association has named Robin Cook as vice president and senior legislative counsel.",
  "With over $4.7 billion a year in R&D investments, United Technologies drives innovation and supports the US economy and jobs.",
  "Also featured at the convention was a music video from CEO Craig Wolf, who lip-synched and danced to an “Uptown Funk” parody.",
  "United Technologies is names you know, including Carrier, Otis, Pratt & Whitney, Sikorsky and UTC Aerospace Systems.",
  "The firm will also provide U.S. media and cultural insights reports and map out key influencers and stakeholders.",
  "Carson worked for 12 years for former Republican Rep. Christopher Shays, five of them as his chief of staff.",
  "Send your lobbying news, gossip and tips to tparti@politico.com and follow us on @ tparti and @ PoliticoPI.",
  "(Also spotted: Rep. Greg Walden taking pictures of Upton on his iPhone, as the chairman gave his speech).",
  "He will, in addition to directing public affairs, offer strategic advice to Weber Shandwick’s clients.",
  "Executives heard from Sen. Mike Rounds, Rep. Mick Mulvaney and the Securities and Exchange Commission.",
  "Begich will join the Government Relations Department based in the firm’s Washington office.",
  "John Kasich, Sen. Heidi Heitkamp and Rep. Kyrsten Sinema will address attendees.",
  "Before arriving at Powell Tate in 2007, he worked for Ogilvy Public Relations.",
  "They include Scott Walker, Jeb Bush, Ted Cruz, Rand Paul and Marco Rubio.",
  "House Majority Whip Steve Scalise, Ohio Gov.",
  "**"
]