[
  "http://bit.ly/1JQKXlE\n\nNEW JOINT FUNDRAISING COMMITTEES: (Members of JFC)\n\nNone\n\nNEW PAC REGISTRATIONS (Type of PAC):\n\nFuture of Liberty (PAC)\n\nNEW LOBBYING REGISTRATIONS: (Firm: Client)\n\nCapitol Counsel LLC: New York Life Insurance Company\n\nCauthen & Associates: Calhoun Community College\n\nCyrrus Analytics LLC: Adobe Systems, Inc.\n\nEIS Solutions: Community Hospital\n\nGlenn Roger Delaney: SICPA Product Security, LLC\n\nHolland & Knight LLP: Southwest Ohio Regional Transit Authority\n\nMerevir Consulting: American Car Rental Association\n\nNational Stripper Well Association: National Stripper Well Association\n\nO'Brien, Gentry & Scott, LLC: Automotive Management Services\n\nOHRENSTEIN & BROWN, LLP: Edgemere Development Inc.\n\nPark Street Strategies, LLC: Massachusetts Biotechnology Council\n\nRubin Health Policy Consulting, LLC: American Heart Association\n\nSquire Patton Boggs: Ohio Association of County Board of DD (OACB)\n\nThe Ingram Group LLC DBA The FIRST Group: Planetary Resources, Inc.",
  "Speaker John Boehner held court among the guests … The high powered event for Moelis & Co. is just the latest sign of Cantor’s reemergence as a political and fundraising force … Cantor is lending his name to events for 2016 candidates, reconnecting with his strong donor network, giving counsel to former colleagues and hiring advisers to brief him on political happenings on Capitol Hill.” Full story here: http://politi.co/1De6prX\n\nELSEWHERE IN THE INFLUENCE WORLD:\n\nFIVE YEARS AFTER CU: The Huffington Post’s Paul Blumenthal and Ryan Grim look at Citizens United, five years later, and how Supreme Court Justice Anthony Kennedy’s deciding vote reshaped how money flows in Washington.",
  "The Policy Group, Inc.: RAI Services Company\n\nThe Simmons & Russell Group, LLC: The Boeing Company\n\nWilliams and Jensen, PLLC: Vertex Pharmaceuticals Incorporated\n\nWinning Strategies Washington: ZOLL Medical Corporation\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\nThe Chwat Group: Vorsana (Q1 Termination (no activity))\n\nThe Wrenwood Group, LLC: Ledge Counsel (Q4 Termination (no activity))\n\nThe Wrenwood Group, LLC: US Against Alzheimer's (Q4 Termination (no activity))\n\nValis Associates, LLC: Renewable Fuels Association (Q3 Termination (no activity))\n\n** The federal government estimates the IRS prevented about $25 billion in tax fraud in the last year alone.",
  "Spotted at the event were: House Speaker John Boehner, Rep. James Clyburn, MGM Resorts CEO Jim Murren, AGA CEO Geoff Freeman, Reps. Frank LoBiondo, Joe Heck, Dave Joyce, David Valadao, Dina Titus and Gregory Meeks, former Rep. Steven Horsford, Elmendorf Ryan’s Steve Elmendorf, Jimmy Ryan, Shanti Stanton and Kristi Kennedy; Fierce Government Relations’ Billy Piper; Monument Policy Group’s Stewart Verdery; American Continental Group’s Manus Cooney; D&P Creative Strategies’ Ingrid Duran and Catherine Pino, Brownstein Hyatt Farber Schreck’s Will Moschella and Spirit Rock Consulting’s Aurene Martin.",
  "Qatar hires Gallagher — Boeing adds Simmons & Russell — Boehner, downtowners turn out for AGA — New Libertarian think tank in town\n\nWith Cate Martel\n\nFARA UPDATE — QATAR HIRES GALLAGHER: The Embassy of the State of Qatar has brought on The Gallagher Group to advise, assist and represent the embassy on U.S. government relations and lobbying efforts, according to the latest Foreign Agents Registration Act disclosures.",
  "Story Continued Below\n\nLATEST REGISTRATIONS — BOEING ADDS SIMMONS & RUSSELL: Aviation giant The Boeing Company has hired Robert Russell, former chief of staff to then-Sen. Mark Pryor, and Kyle Simmons, former chief of staff to now-Senate Majority Leader Mitch McConnell, for “monitoring regulatory and legislative issues impacting The Boeing Company,” according to the latest Senate lobbying disclosures.",
  "The group will focus on “expanding legal immigration; replacing command-and-control greenhouse gas regulation with market-friendly emission controls; strengthening civil liberties protections; reducing defense spending and improving Pentagon planning procedures; and reforming entitlement policy,” according to a press release detailing the think tank’s plans.",
  "THE RESURRECTION OF CANTOR: Via Team PI — Anna Palmer and Tarini Parti, “Eight months ago, Eric Cantor was forced out of office amid charges that he had lost touch with his Virginia constituents, derailing the political career of the man who was in line to be the first Jewish speaker of the House.",
  "Boeing, which spent about $16.7 million on lobbying the federal government in 2014, already has more than a dozen firms on retainer, including Akin Gump, Monumental Policy Group, McBee Strategic, Clark, Geduldig, Cranford & Nielsen and S-3 Group.",
  "Above all, we seek meaningful reforms, whether sweeping in scope or cumulative.”\n\nPLAYBOOK THEFT — CARNEY TO AMAZON: Former White House press secretary Jay Carney joins Amazon on Monday as senior vice president for worldwide corporate affairs.",
  "Read more: http://politi.co/1LkK7sL **\n\nGERWIN TO PPI: Ed Gerwin, an international trade consultant and senior editor at Republic 3.0, is joining Progressive Policy Institute as a senior fellow for trade and global opportunity.",
  "http://huff.to/18pqWCi\n\nCLINTON FOUNDATION DONORS: At least 140 organizations donating to the Clinton Foundation have spent $350 million on lobbying the federal government, reports Luke Rosiak of The Washington Examiner.",
  "http://washex.am/1AO5Iap\n\nFCC HIT WITH NET NEUTRALITY LOBBYING BLITZ: A review by The Hill shows CTIA — The Wireless Association disclosed the most meetings with the FCC to shape the net neutrality proposal.",
  "BOEHNER, DOWNTOWNERS TURN OUT FOR AGA: American Gaming Association hosted an open house Wednesday night at its new office, which features a sports ticker, poker and blackjack tables and three slot machines.",
  "Success requires us to build the foundations necessary for libertarian policies to become viable in Congress and throughout government,” said Jerry Taylor, president of the Niskanen Center, in a statement.",
  "NEW LIBERTARIAN THINK TANK IN TOWN: A new think tank called The Niskanen Center — named after Will Niskanen, former chairman of the Cato Institute — has launched to push libertarian policies in Congress.",
  "The firms’ James Gallagher will also “organize and conduct meetings with U.S. government officials, as needed.” The firm will receive $25,000 per month for the duration of the contract.",
  "At a reception celebrating the D.C. office opening of his investment banking firm Tuesday night, it was like he had never left House Republican leadership.",
  "Yet despite those efforts, the IRS estimates it still paid out more than $5 billion in fraudulent refunds on tax returns generated by cybercriminals.",
  "He’ll split his time between Seattle HQ and the D.C. office, where Amazon veteran Paul Misener will continue to run the company’s lobbying efforts.",
  "The American tax system is part of the financial foundation of our nation and economy, and cybercrime is a major threat to this foundation.",
  "Meeting the cyberfraud challenge, which extends across multiple industries and sectors of our economy, is bigger than any one of us.",
  "The new position brings the e-commerce giant’s worldwide public relations and public policy shops into one department under Carney.",
  "Facing this bold and sophisticated adversary, we need to take a concerted and collaborative effort to combat this problem.",
  "“Our mission is simple: to produce concrete results — libertarian-friendly legislation and regulation.",
  "GOOD THURSDAY AFTERNOON, where it’s been 96 years since Grand Canyon National Park was established.",
  "“Niskanen’s approach accepts the political terrain and embraces relative policy improvements.",
  "Send your, lobbying news, gossip, tips and scoops to tparti@politico.com.",
  "And with the rise in cybercrime, that number threatens to go even higher.",
  "The Ingram Group LLC DBA The FIRST Group: Preservation Technologies, L.P.",
  "Combating fraud in the tax system is a fight we can, and must, win.",
  "Keep up with PI on Twitter by following @ tparti and @ PoliticoPI.",
  "It’s quickly becoming the watchword of this tax filing season.",
  "There are several places to begin: http://politi.co/1LkK7sL **",
  "Gerwin previously worked for Third Way.",
  "AT&T was a close second.",
  "Now he’s back.",
  "** Cyberfraud."
]