[
  "http://bit.ly/1IiTVlm\n\nNEW JOINT FUNDRAISING COMMITTEES:\n\nNone\n\nNEW PAC REGISTRATIONS (Type of PAC):\n\nRestoring The American Dream — Spence Snyder (Super PAC)\n\nRat-Pac (The Resistance Arts Trust Political Action Committee) (Super PAC)\n\nNEW LOBBYING REGISTRATIONS: (Firm:Client)\n\nAKIN GUMP STRAUSS HAUER & FELD: Latin America Health Care Alliance\n\nBarnes & Thornburg LLP: Federated Investors, Inc\n\nBROWNSTEIN HYATT FARBER SCHRECK, LLP: White Mountain Apache Tribe\n\nCapView Associates LLC (dba CapView Strategies):Akin Gump Strauss Hauer & Feld LLP on behalf of Equifax Inc.\n\nDogwood Strategies: Darden\n\nHeather Podesta + Partners, LLC: Hampton Creek\n\nMcKenna, Long & Aldridge: GLM Development Company\n\nMcKenna, Long & Aldridge: Pharmaceutical Research and Manufacturers of America (PhRMA)R\n\nPeck Madigan Jones: The Capital Group Companies, Inc. and its Affiliates\n\nRonald Coleman: Victims of Terrorism — East Africa\n\nRosemont Group: Port of Oakland\n\nWalter Moore Associates: American Chemistry Council\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\n56 CMD (formerly known as Benjamin Shrodinger LLC): PPS Inc. (Q1 Termination (no activity))\n\nCovington & Burling LLP: Global Alcohol Producers Group (Q2 Termination (no activity))\n\nDaley Policy Group: Brehm Preparatory School (Q2 Termination (no activity))\n\n**A message from United Technologies: With over $4.7 billion a year in R&D investments, United Technologies supports the U.S. economy and jobs.",
  "Spotted at the event were: Sen. Amy Klobuchar; members of the Marriott family; Katherine Lugar, CEO of American Hotel & Lodging Association; Arne Sorenson, president and CEO of Marriott International; Geoff Freeman, CEO of American Gaming Association; Roger Dow, CEO of U.S. Travel Association; T.J. Maloney, Marriott International; Melissa Froehlich Flood, Marriott International; Joe Maloney, Locust Street Group; Erica Gordon, Hilton Worldwide; and Patricia Rojas, U.S. Travel Association.",
  "“The rest of the country struggles under big government, while comfortable, complacent interest groups in Washington have been thriving on it.”\n\nENGAGE CUBA LAUNCHES TV ADS: Engage Cuba, an advocacy group pushing for repealing the ban on doing business in or traveling to Cuba, will begin airing a TV ad, titled “Guess What?,” which will highlight that an estimated $5.9 billion in annual U.S. exports are blocked under the ban.",
  "Clinton collected $200,000 to speak at the same event five years later, but she donated nothing back to the club, which raised less than half as much from Clinton’s appearance as from Rice’s, according to the sources and tax filings.” Full story here: http://politi.co/1SkPuh6\n\n** A message from United Technologies: We are names you know, including Carrier, Otis, Pratt & Whitney, Sikorsky and UTC Aerospace Systems.",
  "Venezuela hires FitzGibbon Media — Association leaders raise cash for Matthews\n\nWith Cate Martel and Aaron Mak\n\nFARA UPDATE — VENEZUELA HIRES FITZGIBBON MEDIA: The Embassy of the Bolivarian Republic of Venezuela has hired FitzGibbon Media to provide public relations strategy and media relations services, according to documents filed under the Foreign Agents Registration Act.",
  "CLINTONS CHARGE BIG FEES TO SMALL GROUPS: Via POLITICO’s Ken Vogel, “When Condoleezza Rice headlined a 2009 fundraising luncheon for the Boys and Girls Club of Long Beach, she collected a $60,000 speaking fee, then donated almost all of it back to the club, according to multiple sources familiar with the club’s finances.",
  "Engage Cuba’s membership includes organizations and businesses across sectors, with major trade groups like the National Foreign Trade Council, National Association of Manufacturers, the Consumer Electronics Association, Council of the Americas and the American Society of Travel Agents.",
  "Story Continued Below\n\nASSOCIATION LEADERS RAISE CASH FOR MATTHEWS: The hospitality and tourism industry hosted a fundraiser Monday evening for Kathleen Matthews, former executive for Marriott International, who is now running for Maryland Democratic Rep. Chris Van Hollen’s seat.",
  "http://on.wsj.com/1GqLlTs\n\nARIZONA LOBBYIST: From Arizona’s Politics, Arizona Supreme Court has hired former Rep. John Shadegg as a lobbyist http://bit.ly/1BkkOIj\n\nSURPLUS SUPER PAC MONEY: Anna North of The New York Times explores what happens to surplus Super PAC money.",
  "Visit UTCbreakthroughs.com to learn more about United Technologies innovations like the Gen2 elevator coated steel belt from Otis, the geared turbofan jet engine from Pratt & Whitney, and the ACES 5 ejection seat from UTC Aerospace Systems.",
  "http://nyti.ms/1GbPEyy\n\nK STREET CULTIVATOR: Bernie Becker of The Hill profiles the longtime right-hand man to former House Ways and Means Committee Chairman Dave Camp — who is now a lobbyist at Mehlman Castagnetti Rosen Bingel and Thomas.",
  "The event, which was held at Marriott Marquis, cost political action committees $1,000 to attend, $2,500 to sponsor and $5,000 to host; and it cost individuals $500 to attend, $1,000 to sponsor and $2,700 to host.",
  "But in his speech, Bush, who has held fundraisers at lobby shops, blasted the industry: “We will also challenge the culture that has made lobbying the premier growth industry in the nation’s capital,” he said.",
  "Learn more at UTCbreakthroughs.com **\n\nELSEWHERE IN THE INFLUENCE WORLD:\n\nBROWNSTEIN CHAT: An interview with Denver attorney and lobbyist Norman Brownstein, from Sara Randazzo in The Wall Street Journal.",
  "They include Kimberley Fritts, CEO Podesta Group; Rob Collins of S-3 Group; Chris Cox, founding principal of Navigators Global; Lanny Griffith, CEO of BGR Group; and Reg Brown, partner at Wilmer Hale.",
  "Today we continue that proud tradition, combining a culture of collaboration with more than $4.7 billion a year in R&D and bringing to market breakthrough products that solve complex problems.",
  "Our company was formed by legendary innovators — among them Igor Sikorsky, Elijah Otis and Willis Carrier — who not only started businesses but also created entire industries.",
  "Hillary Clinton was not so generous to the small charity, which provides after-school programs to underprivileged children across the Southern California city.",
  "Jeb Bush made it official on Monday, and several downtowners who have been helping him raise money for the last six months were spotted in Miami.",
  "“Conrad is a vital member of our team, and consistently adds value to our clients and our brand,” said the firm’s vice chairman Nels Olson.",
  "With over $4.7 billion a year in R&D investments, United Technologies drives innovation and supports the US economy and jobs.",
  "Don’t forget to send your lobbying news, gossip and tips to tparti@politico.com and follow us on @tparti and @PoliticoPI.",
  "GOOD TUESDAY AFTERNOON, where it’s been 52 years since Valentina Tereshkova of the USSR became the first woman in space.",
  "United Technologies is names you know, including Carrier, Otis, Pratt & Whitney, Sikorsky and UTC Aerospace Systems.",
  "WOODY PROMOTED AT KORN FERRY: Executive search firm Korn Ferry has promoted Conrad Woody to principal.",
  "Woody joined the firm in 2008 and specializes in the government affairs practice.",
  "The group has already hired Fierce Government Relations to lobby on its behalf.",
  "The six-month contract is worth $25,000 per month.",
  "The ad will run on Fox News, MSNBC and CNBC.",
  "Van Hollen is running for Senate.",
  "DOWNTOWNERS IN MIAMI FOR JEB(!)",
  "LAUNCH: Former Florida Gov.",
  "**"
]