[
  "Turkish Airlines hires GolinHarris — General Motors adds two, hires Pryor COS — Favinger to head Zurich North America gov affairs\n\nWith Cate Martel and Matt Yurus\n\nFARA UPDATE — TURKISH AIRLINES HIRES GOLINHARRIS: Turk Hava Yollari AO (or the Turkish Airlines) has hired public relations firm GolinHarris International to “support the efforts to publicize Turkey's Presidency of the G20, Turkish Airlines role as a sponsor, and the participation of the Turkish delegation at the 2015 spring meetings,” according to documents filed under the Foreign Agents Registration Act.",
  "But the concerns it reveals about liberal donors’ coolness toward her presidential candidacy — with some even holding out hope for a robust primary challenge from the left — are just as acute today, Clinton allies say.” Full story here: http://politi.co/1ALe0mD\n\nELSEWHERE IN THE INFLUENCE WORLD:\n\nCITIZENS UNITED POLL: A New York Times/CBS News poll measured how Americans feel about campaign finance since The Supreme Court’s Citizens United ruling.",
  "http://bit.ly/1ESFF0m\n\nNEW JOINT FUNDRAISING COMMITTEES:\n\nBlunt Victory Committee (Friends of Roy Blunt, NRSC, Rely on Your Beliefs Fund)\n\nNEW PAC REGISTRATIONS (Type of PAC):\n\nNone\n\nNEW LOBBYING REGISTRATIONS: (Firm: Client)\n\nNone\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\nThe Grossman Group, LLC: ASTRONAUTICS CORP OF AMERICA (Q1 Termination (no activity))\n\nWelch Resources, Inc.: San Antonio Water System (Q2 Termination)",
  "“The registrant will secure interviews with journalists, invite journalists to events and send advisories to journalists.”\n\nStory Continued Below\n\nGENERAL MOTORS ADDS TWO, HIRES PRYOR CHIEF OF STAFF: General Motors has added two to its global public policy team — Andrew York as executive director of federal affairs and Cherie Wilson as director of federal affairs.",
  "Check it out here: http://bit.ly/1dJqdhM\n\nSECRET EFFORT TO SELL HILLARY TO RICH LIBERALS: Via POLITICO’s Ken Vogel, “Hillary Clinton’s allies are working to win over unenthusiastic rich liberals by pitting her against the Koch brothers and prospective GOP rivals rather than more progressive Democrats, according to a draft of a secret memo obtained by POLITICO.",
  "FAVINGER TO HEAD ZURICH NORTH AMERICA GOV AFFAIRS: Swiss-based company Zurich Insurance has promoted Laura Favinger to senior vice president and head of government and industry affairs for Zurich North America.",
  "Wilson joins from MJ Bradley and Associates, where she was a vice president responsible for building coalitions and developing legislative strategy and Congressional advocacy efforts for various clients.",
  "A KICKSTARTER FOR POLITICAL ADS: Republican consultants Chris Gober and Ron Steslow have launched a new super PAC called Citizen Super PAC that will function as a “kickstarter” for political ads.",
  "“We really view ourselves as a technology platform that enables low and high dollar donors to participate in a super PAC without giving up control of how their money is spent,” Gober tells PI.",
  "http://bit.ly/1FrMpUq\n\nJARRETT LOBBYING ON CLIMATE: Michael Bastasch of The Daily Caller reports that Valerie Jarrett has been lobbying big corporations to support U.N. climate talks.",
  "SMI HIRES ENERGY POLICY VETERAN: Government relations firm Strategic Marketing Innovations has hired Patrick Davis, who worked for more than 20 years of at the Department of Energy.",
  "http://bit.ly/1BHlTVk\n\nNEW ENGLAND’S TOP DONOR: The Boston Globe’s Annie Linskey writes about New England’s top donor — and he is not a Republican.",
  "The super PAC will serve as a platform for people to select and back specific ads for Republican candidates or issues they support or oppose.",
  "GOOD TUESDAY AFTERNOON, where it’s been 129 years since Grover Cleveland became the first president to get married in the White House.",
  "He most recently served as director of the Vehicle Technologies Office within the Office of Energy Efficiency and Renewable Energy.",
  "He also previously served former Sen. Daniel Inouye as a staff member on the Commerce, Science and Transportation Committee.",
  "The memo was prepared for Clinton enforcer David Brock ahead of an April major donor meeting in San Francisco.",
  "Send your lobbying news, gossip and tips to tparti@politico.com and follow us on @tparti and @PoliticoPI.",
  "Chris Christie raised more than $1 million at a New Jersey event, reports Matt Arco of NJ Advance Media.",
  "The platform already has projects in support of Chris Christie, Ben Carson, Rand Paul and Scott Walker.",
  "Before that, she worked for the Electric Power Supply Association and Constellation Energy.",
  "http://nyti.ms/1ESAZHH\n\nCHRISTIE SUPER PAC EVENT TOTAL: A super PAC formed for Gov.",
  "York most recently served as chief of staff to former Arkansas Sen. Mark Pryor.",
  "She was previously director of state affairs."
]