[
  "The Glover Park Group LLC: Becton, Dickinson and Company\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\nJ.C. Watts Companies: HH Macaulay Center for Advancement of Democracy (Q1 Termination)\n\nJ.C. Watts Companies: Wal-Mart Stores, Inc (Q1 Termination)\n\nKNA Services Inc: FECI (Q1 Termination (no activity))\n\nLiebman & Associates, Inc.: Emerson Network Power (Q2 Termination (no activity))\n\nVENN STRATEGIES, LLC: Professional Beauty Association (Q2 Termination)\n\nLEARNING FROM THE SLUMS — In the first of a new “Urban Innovators” video series from POLITICO Magazine’s What Works project on city innovation, we meet architect Teddy Cruz — an architect whose inspiration for re-envisioning the modern American city comes from a very unlikely place: the slums of Tijuana.",
  "They were joined by American Beverage Association CEO Susan Neely; American Society of Association Executives CEO John Graham; American-Speech-Language-Hearing Association CEO Arlene Pietranton; Association for Corporate Growth CEO Gary LaBranche; American Society for Parenteral and Enteral Nutrition CEO Debra BenAvram; National Restaurant Association’s Marvin Irby, Sue Hensley and Katie Niebaum; National Beer Wholesalers Association’s Rebecca Spicer, and many others.",
  "http://nyti.ms/1IvgFku\n\nNEW JOINT FUNDRAISING COMMITTEES:\n\nGolden-Bay State Victory Fund (Kamala Harris For Senate, Elizabeth For MA Inc)\n\nNEW PAC REGISTRATIONS (Type of PAC):\n\nNone\n\nNEW LOBBYING REGISTRATIONS: (Firm: Client)\n\nCerillion N4 Partners: Vesiflo\n\nCuneo Gilbert & LaDuca: National Consumers League\n\nFederal Advocates, Inc.: Palcohol (Lipsmark, LLC)\n\nFranklin Square Group, LLC: Magic Leap, Inc.",
  "Travel group bolsters government relations team — K&L adds former OMB associate director — Republic of Turkey hired Goldin Solutions — One more top association head to retire\n\nWith Cate Martel and Matt Yurus\n\nFIRST IN PI … TRAVEL GROUP BOLSTERS GOVERNMENT RELATIONS TEAM: The U.S. Travel Association has hired Lorraine Howerton to serve as senior director of government relations.",
  "He previously served as associate director for human resources programs for the Office of Management and Budget , where he managed budgetary oversight of the Departments of Health and Human Services, Education, and Labor, as well as certain components of the Department of Agriculture and the Social Security Administration.",
  "FARA UPDATE — REPUBLIC OF TURKEY HIRED GOLDIN SOLUTIONS: The Republic of Turkey hired New York-based Goldin Solutions as a subcontractor to provide event organization and media relations services for an event hosted by the ambassador of Turkey, according to documents filed under the Foreign Agents Registration Act.",
  "Howerton, who has worked for the Aircraft Owners and Pilots Association, the National Fish and Wildlife Foundation, the Air Transport Association (now Airlines for America) and the Department of Transportation, will focus on federal aviation policy, airport financing and the Transportation Security Administration.",
  "“Don’s comprehensive knowledge of federal health care policy provides our clients a unique advantage as they work through various changes to the policy and regulatory aspects of the health care industry,” said Bruce Heiman, leader of the firm’s policy and regulatory practice area, in a statement.",
  "\"We were able to add her phenomenal experience and expertise at a critical time, as FAA reauthorization presents an invaluable opportunity to address the issues in our aviation sphere in a comprehensive way — including fixing our air travel infrastructure and cutting taxes on flyers. \"",
  "** A message from Wine & Spirits Wholesalers of America: From the fine wine and spirits in a restaurant to the craft cocktails and brews served at home, the beverages that Americans responsibly enjoy are delivered to restaurants, bars and retail outlets by wine and spirits wholesalers.",
  "Story Continued Below\n\n\"As U.S. Travel pursues a national aviation agenda that is pro-competition, pro-growth and pro-traveler, Lorraine is singularly well-equipped to advance those ideals with key policymakers,\" said U.S. Travel Association President and CEO Roger Dow in statement.",
  "Full story here: http://politi.co/1dwyWDs\n\nELSEWHERE IN THE INFLUENCE WORLD:\n\nRIGHT TO RISE WON’T CRACK $100 MILLION: The super PAC backing Jeb Bush is not likely to hit $100 million by end of June, reports Matea Gold and Tom Hamburger of The Washington Post.",
  "It’s a critical moment for the Republican leadership, which overwhelmingly supports giving the president trade promotion authority, and for the White House, which needs that authority to complete the sweeping Trans-Pacific Partnership trade agreement.",
  "Every day, in every state and congressional district, wholesalers are the key link in America’s hospitality industry, delivering to neighborhood bars, restaurants and retail outlets the largest variety and selection available anywhere in the world.",
  "Spotted at the event were ESA CEO Mike Gallagher and SVP Erik Huey, Auto Alliance CEO Mitch Bainwol, Microsoft D.C. lead Fred Humphries, Barry Lasala from Elmendorf Ryan, Katharine Lister with Monument Policy Group and Rob Smith with Venable.",
  "BOEHNER CONFIDENT AHEAD OF TRADE VOTE: Via Jake Sherman and Lauren French, “The House is planning to vote Friday on whether to give President Barack Obama fast-track authority to negotiate the Pacific Rim trade deal.",
  "The American system of beverage alcohol production, distribution and sales guarantees product safety and integrity and generates more than $55 billion in tax revenue for states and the federal government each year.",
  "wswa.org **\n\nONE MORE TOP ASSOCIATION HEAD TO RETIRE: Dan Danner, president and CEO of the National Federation of Independent Business, is retiring at the end of the year after leading the group for seven years.",
  "GOOD WEDNESDAY AFTERNOON, where it’s been 80 years Alcoholics Anonymous was founded by \"Bill W.\" Send your lobbying news, gossip and tips to tparti@politico.com and follow us on @tparti and @PoliticoPI.",
  "ASSOCIATION LEADERS TOAST TO TRENDS: Several association leaders raised a glass Tuesday evening to the 2,000th issue of Association TRENDS, the independent news outlet in the association community.",
  "http://huff.to/1B6ge08\n\nVAN HOLLEN’S INFLUENTIAL FORMER STAFFERS: Rep. Chris Van Hollen’s former staffers are hosting a fundraiser for his U.S. Senate campaign, reports Bridget Bowman of Roll Call.",
  "“I feel very privileged to have had the opportunity to do something I’m passionate about, fighting for America’s small businesses and entrepreneurs,” Danner said in a statement.",
  "ESA WELCOMES NEW GENERAL COUNSEL: The Entertainment Software Association welcomed new general counsel Stan Pierre-Louis at a downtown reception at City Tap House on Tuesday.",
  "http://wapo.st/1f2Fcne\n\nA BILL TO HELP THE KOCHS: Congress votes on a bill to aid Wall Street banks and the Koch Brothers, reports Zach Carter of The Huffington Post.",
  "http://bit.ly/1L1mdXr\n\nCORPORATE POLITICAL SPENDING: In a New York Times column, Eduardo Porter writes how corporations may open up about political spending.",
  "K&L ADDS FORMER OMB ASSOCIATE DIRECTOR: K&L Gates LLP has hired Donald Dempsey as a government affairs counselor in its public policy and law practice.",
  "The celebration, at the National Restaurant Association, included TRENDS President Joel Poznansky, editor Ed Dalere and publisher Emily Howard.",
  "The firm was responsible for organizing an audience viewing and panel discussion of the Turkish election, which took place earlier this week.",
  "** A message from Wine & Spirits Wholesalers of America: Raise a glass to a major economic engine: America’s wine and spirits wholesalers.",
  "House Majority Leader Kevin McCarthy (R-Calif.) made the announcement in a closed Republican meeting in the Capitol on Wednesday morning.",
  "Before that, he was the director of health policy for the Senate Budget Committee and worked for several members of Congress.",
  "Wine and spirits wholesalers employ more than 63,000 workers who collectively earn more than $5 billion in wages each year.",
  "Serving retailers, representing wineries and distillers — wholesalers are brand builders and local marketing experts.",
  "Speaker John Boehner said at the meeting that GOP leadership would do everything it can to move the bill this week.",
  "Danner worked in the Reagan administration in the White House and as chief of staff at the Commerce Department.",
  "These family-owned American businesses employ more than 63,000 workers at facilities in every state.",
  "Promoting social responsibility, ensuring product integrity, generating substantial tax revenue.",
  "Watch the first of the four-part video series here: http://politi.co/1F7CLop.",
  "Russell Reynolds Associates will lead the search for Danner's successor.",
  "Dempsey joins from Breakaway Policy Strategies.",
  "The contract was worth $265,000.",
  "Learn more at wswa.org **"
]