[
  "http://wapo.st/1L41jUO\n\nNEW JOINT FUNDRAISING COMMITTEES:\n\nNone\n\nNEW PAC REGISTRATIONS (Type of PAC):\n\nR100 (PAC)\n\nNEW LOBBYING REGISTRATIONS: (Firm: Client)\n\nAmerican Defense International, Inc.: Accenture\n\nBAKER DONELSON BEARMAN CALDWELL & BERKOWITZ: Novo Nordisk, Inc.\n\nCapitol Counsel LLC: Cow Creek Band of Umpqua Tribe of Indians\n\nCassidy & Associates, Inc. (formerly known as Cassidy & Associates): Dept of Military & Veteran's Affairs, State of New Jersey\n\nCassidy & Associates, Inc. (formerly known as Cassidy & Associates): Greater Omaha Economic Development Partnership\n\nCassidy & Associates, Inc. (formerly known as Cassidy & Associates): Rafe Pomerance\n\nCassidy & Associates, Inc. (formerly known as Cassidy & Associates): Tampa Microwaves\n\nCassidy & Associates, Inc. (formerly known as Cassidy & Associates): Upper Limit Aviation\n\nCornerstone Government Affairs, LLC: Sani-Defenx\n\nCovington & Burling LLP: Accreditation Council for Graduate Medical Education\n\nMattoon & Associates, LLC: Heartland Solutions Group, Inc.\n\nPODESTA GROUP, INC.: Ripple Labs\n\nSidley Austin LLP: The SSI Group\n\nSocci and Associates: Cyber Security and Defense Super PAC\n\nThe Brightup Group LLC: American Society of Association Executives\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\nCassidy & Associates, Inc. (formerly known as Cassidy & Associates): Thales Defense & Security, Inc. (Q2 Termination)\n\ncLausten LLC: Triton Energy LLC (Q1 Termination (no activity))",
  "Shapiro will work on the legal team representing Sagarpa Conapesca in the “WTO dispute brought by Mexico against the United States concerning the U.S. ‘dolphin-safe measures’ … Mexico has been working to get the U.S. to allow Mexican tuna products to come into the United States with a dolphin-safe label, because of Mexico's involvement in the successful international agreement reducing dolphin mortalities and injuries,” according to the registration documents.",
  "Squire Patton Boggs loses fourth partner to Manatt — Beer group adds Dubost — Shapiro to push for 'dolphin safe' label for Mexico — Meehan rebrands to Squared Communications\n\nWith Matt Yurus and Cate Martel\n\nPI SCOOP … SQUIRE PATTON BOGGS LOSES FOURTH PARTNER TO MANATT: Manatt, Phelps & Phillips has hired Daniel Addison as a partner in its federal government affairs and public policy practice.",
  "PUBLIC AFFAIRS FIRM HONORS NEW ENGLAND COPS: O’Neill and Associates, a Boston-based public affairs firm, along with nonprofit Friends of New England’s Finest, hosted an event to honor New England Law Enforcement last night as part of the Police Week activities in Washington.The event was held at Johnny’s Half Shell and was attended by more than 200 officers from New England.",
  "“Joy’s ability to understand the products, and the complex regulatory environment that governs them, will be valuable as we navigate key issues and programs like the U.S. Dietary Guidelines, menu labeling and our responsibility initiatives.”\n\nGOOD THURSDAY AFTERNOON, where it’s been 17 years since Frank Sinatra died at the age of 82.",
  "FARA UPDATE — SHAPIRO TO PUSH FOR ‘DOLPHIN-SAFE’ LABEL FOR MEXICO: Greenberg Traurig, which represents Sagarpa Conapesca (the Mexican government’s Department of Agriculture and Fisheries), has hired Ira Shapiro of Ira Shapiro Global Strategies as a consultant, according to documents filed under the Foreign Agents Registration Act.",
  "RETAILERS PROMOTE INVESTMENT, TRADE IN CHINA: National Retail Federation President and CEO Matthew Shay and others from the group are in Beijing and Shanghai this week to meet with officials and representatives from the China Chain Store & Franchise Association and Wal-Mart China.",
  "“Joy’s unique experience working in nutrition, food science and public policy, and her personal passion for beer, make her a perfect fit for our organization and for this dynamic industry,” said Beer Institute President and CEO Jim McGreevy in a statement.",
  "This is more of the Patton Boggs that I joined, and I feel more comfortable here.”\n\nDespite the departures, a spokesman for Squire Patton Boggs said the firm is not worried about retention post-merger or losing clients as partners leave.",
  "ELSEWHERE IN THE INFLUENCE WORLD:\n\nCELEBS SHELLING OUT DONATIONS: John Legend, Seth MacFarlane, Sean Penn and Sheryl Sandberg are giving money to Kamala Harris’ Senate campaign in California, reports Judy Kurtz of The Hill.",
  "dolphin-safe labeling regime is unreliable and deceptive to consumers.”\n\nMEEHAN REBRANDS TO SQUARED COMMUNICATIONS: Michael Meehan has rebranded his firm from VennSquared Communications to just Squared Communications.",
  "Shapiro’s role will include meeting with congressional staff, journalists and nonprofits “to communicate a message about why Mexico's tuna products should be eligible for a dolphin-safe label, and why the current US.",
  "http://bit.ly/1A3bfwM\n\nCRUZ WOWING WALL STREET: Ted Cruz, a tea party favorite and leading figure in the 2013 government shutdown that rattled investors, is now wowing Wall Street, reports Emily Flitter of Reuters.",
  "The public relations company, which is based in Washington, D.C., has offices in San Francisco and Seattle and a formal strategic relationship with Luther Pendragon, which is based in London and Brussels.",
  "Story Continued Below\n\nAddison, who served in senior-level positions in both the Reagan and first Bush administrations, will work on energy, environment, tourism and international issues, he told PI.",
  "http://reut.rs/1bSgvI6\n\nSECRETLY FUNDED TRIP: Ten members of Congress took a trip secretly funded by a foreign government, reports Scott Higham, Steven Rich and Alice Crites of The Washington Post.",
  "The group also hosted a meeting of its Forum for International Retail Association Executives, which represents associations in 25 different countries on six different continents.",
  "… We’re kind of a different animal now.”\n\nFIRST IN PI … BEER GROUP ADDS DUBOST: The Beer Institute has hired Joy Dubost as senior director of science and external affairs.",
  "Addison joins from Squire Patton Boggs and follows three other partners — Douglas Boggs, Alan Noskow and Joseph Passaic — who left the firm for Manatt last month.",
  "It's almost the weekend, but don't forget to send your lobbying news, gossip and tips to tparti@politico.com and follow us on @ tparti and @ PoliticoPI.",
  "He has brought over Citgo as a client from Squire Patton Boggs, which he said he left because it was too different after the merger.",
  "We’ve seen some people move on and we wish them well, but we’ve also made some key additions as a result of our retooled platform.",
  "“We’ve added some key talent, who are really a great fit for the bipartisan global capabilities we are building here at the firm.",
  "Dubost joins from the National Restaurant Association where she was senior director of nutrition for nearly five years.",
  "Dubost will lead the development, evaluation and advocacy of the beer industry’s regulatory policies and positions.",
  "What I am saying is Squire Patton Boggs doesn’t resemble the old Patton Boggs,” he said.",
  "“Especially after a merger, this is a common thing,” said the firm’s Angelo Kakolyris.",
  "“Quite frankly, we were sort of on the wrong end of the merger.",
  "They will discuss international investment, tourism and trade.",
  "Sheldon Whitehouse (D-R.I.) and Ed Markey (D-Mass.)",
  "“Manatt just feels like more of a fit for me.",
  "Spotted at the event were: Sens.",
  "and Reps. Bill Keating (D-Mass.",
  "We’re not just a policy shop.",
  "and Jim Langevin (D-R.I.).",
  "), Seth Moulton (D-Mass.)"
]