[
  "As you may recall from a previous edition of PI, the firm sent a \"Star Wars\" theme invite for the event, promising the event would make attendees feel like they were in a “galaxy far away from the grid of D.C.” Spotted at the event were: Bill Killmer and Annie Gawkowski from Mortgage Bankers Association; Lon Goldstein of CIT Group; Michael Panetta of Beekeeper Group; Karishma Merchant from Sen. Tim Kaine’s office; Hannah Walker of Food Marketing Institute; Matt Burgess of Everytown for Gun Safety; Kedrin Simms Brachman of National Fisheries Institute; Will Jawando of the Raben Group and a congressional candidate; Kate Brandt, White House Federal Environmental Executive; Jonathan Black of Sen. Tom Udall’s office; and Karen Wayland, senior adviser to Energy Secretary Ernest Moniz.",
  "Spotted at the event were: Jill Hazelbaker, Micah Schaffer, Shannon Kelly, Peter Hamby and Rob Saliterman from Snapchat’s California and New York offices; Mark Colwell, legislative assistant for Sen. Jerry Moran; Austin Carson, policy adviser for Rep. Blake Farenthold; David Grossman, legislative director for Rep. Anna Eshoo; Rachel Wolbers and Elizabeth Frazee with TwinLogic; Nika Nour, communications director for the Internet Association; Jake Ward, SVP for Communications for the Apps Alliance; Rep. Blake Farenthold and daughter Morgan Farenthold of CRAFT|DC, Andrew Shore of Jochum Shore, Lauren Culbertson of Millennial Bridge Group, Saat Alety of Rep. Ed Royce's office, and Michael Hayes and Kathryn Alpago Shuffield of CEA.",
  "http://usat.ly/1T19WVA\n\nNEW JOINT FUNDRAISING COMMITTEES:\n\nKirk Victory 2016 (Kirk For Senate, Lincoln PAC, Illinois Republican Party)\n\nNEW PAC REGISTRATIONS (Type of PAC):\n\nBangladeshi American Political Action Committee (PAC)\n\nKegler Brown Hill + Ritter Federal (PAC)\n\nUSKEPAC — The US Kenya Political Action Committee (PAC)\n\nNEW LOBBYING REGISTRATIONS: (Firm: Client)\n\nAngela Stewart: Eisai, Inc.\n\nJohn Duncan and Associates, LLC: McGraw-Hill Financial\n\nSquire Patton Boggs: LNG Group Panama S.A.",
  "Spotted were Colin Hanna of Let Freedom Ring, Will Upton and Holly Jackson of Americans for Tax Reform, Heidi Neal of Americans for Prosperity, Bill Christian and Deb Collier of Citizens Against Government Waste, the Small Business and Entrepreneurship Council’s Karen Kerrigan, George Landrith of Frontiers of Freedom, Brandon Arnold of the National Taxpayers Union, the Copyright Alliance’s Sandra Aistars and the 60 Plus Association’s Matt Kandrach.",
  "The Chertoff Group: UPS (United Parcel Service)\n\nVan Scoyoc Associates: Manufacturing in New Dimensions (MiND)\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\nAtoka International, LLC: INFILCO DEGREMONT INC (Q3 Termination (no activity))\n\nRuffalo and Associates, LLC: National Association of Development Organizations (Q2 Termination)\n\nVALENTE & ASSOCIATES: MBDA Inc. (Q1 Termination)",
  "Friday FARA update — Hastert fall out — Clinton's speech at AHIP not his first — Internet Association to teach staffers to Snap, Gram and more\n\nWith Cate Martel and Matt Yurus\n\nFRIDAY FARA UPDATE — JAPAN HIRES ONE MORE: The Government of Japan has hired McBee Strategic Consulting for its “experts exchange program,” according to documents filed under the Foreign Agents Registration Act.",
  "“For each Individual, McBee Strategic will be expected to arrange several meetings with American intellectuals, think tank organizations and scholastic institutions across the country, although primarily in Washington, DC, the intent is to foster better understanding and stronger relationships between the United States and Japan,” the documents state.",
  "PLAYBOOK THEFT — PELLETIER TO ALIBABA GROUP: Alibaba Group, one of the world’s largest Internet companies, has hired Eric Pelletier, a GE Capital executive who worked in the White House of President George W. Bush, as head of international government affairs, based in Washington.",
  "INTERNET ASSOCIATION TO TEACH STAFFERS TO SNAP, GRAM AND MORE: The Internet Association is hosting a Capitol Hill staff-only briefing featuring Instagram, Periscope, Reddit, Snapchat and Tumblr in an effort to highlight alternative platforms to congressional offices.",
  "Story Continued Below\n\nHASTERT FALL OUT — FUELS AMERICA DUMPS DICKSTEIN: Fuels America — indicted former House Speaker Dennis Hastert’s biggest domestic client — has terminated its relationship with Dickstein Shapiro, according to a source with direct knowledge.",
  "NO RAINING ON THE CHAMBER'S PARADE: Despite the rain, the show went on last night for the Chamber’s Global Intellectual Property Center, which turned their rooftop reception into an “under the roof reception,\" bringing together members of the IP community.",
  "Pelletier — whose title will be vice president, head of international government affairs — will lead the e-commerce giant’s government and regulatory relations outside China, where it is headquartered.",
  "CLINTON’S SPEECH AT AHIP NOT HIS FIRST: PI previously reported that former President Bill Clinton is slated to speak at America’s Health Insurance Plans' conference in Nashville today.",
  "http://bit.ly/1MsUbSG\n\nFUNDRAISERS TO MAINE COAST: David Drucker of The Washington Examiner reports that Jeb Bush has invited top fundraisers to a gathering in Kennebunkport, Maine.",
  "The briefing will help member offices understand social trends and how Internet platforms are redefining communication with constituents and the online community.",
  "He spoke before the group in 2010 and received $175,000 for the speech, according to former Secretary of State Hillary Clinton’s personal financial disclosures.",
  "The group, which was previously called Health Insurance Association of America, bankrolled the ads that killed Clinton’s health care reform in the 1990s.",
  "Hastert, who was one of the most powerful advocates of corn ethanol when he was in Congress, signed Fuels America as a client earlier this year.",
  "ELSEWHERE IN THE INFLUENCE WORLD:\n\nBRAZILE OP-ED: Donna Brazile writes an op-ed in CQ Roll Call on the security threat of big money in politics.",
  "Fuels America still has Cassidy & Associates, Delahunt Group, Heather Podesta + Partners, Kountoupes Denham and Glover Park Group on retainer.",
  "http://washex.am/1cC3frn\n\nPERRY SUPER PAC: Jennifer Jacobs writes about the super PAC that wants to boost Rick Perry in Iowa in USA Today.",
  "D.C. TECHIES TURN OUT FOR SNAPPY HOUR: Snapchat wrapped up its week on Capitol Hill with a “Snappy Hour” at the CEA Innovation House.",
  "But don't forget to send your lobbying news, gossip and tips to tparti@politico.com and follow us on @tparti and @PoliticoPI.",
  "HAPPY FRIDAY AFTERNOON, where it’s been 82 years since the United States went off the gold standard.",
  "Panelists will teach staffers on how best they can engage with constituents and district audiences.",
  "About thirty individuals from Japan are expected to visit the U.S. over the course of 12 months.",
  "PI tipsters have since pointed out that this won’t be the first time Clinton will address AHIP.",
  "‘RETURN OF THE ROOFTOP:’ Holland & Knight hosted its annual rooftop reception Thursday evening.",
  "The coalition paid Dickstein Shapiro $60,000 during the first quarter of this year.",
  "Dickstein’s David Thompson was also on the account along with Hastert.",
  "The search was conducted by Korn Ferry.",
  "The contract is for $80,000.",
  "Have a great weekend!"
]