[
  ": Presence Health System\n\nJ M BURKMAN & ASSOCIATES: Radial Engine Inc.\n\nJEFFREY J. KIMBELL AND ASSOCIATES: Avedro, Inc.\n\nK&L GATES LLP: Leidos, Inc.\n\nQGA Public Affairs (formerly Quinn Gillespie & Associates): United for Medical Research\n\nRampy Northrup LLC: Alkermes, Inc.\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\nFierce Government Relations: Retail Industry Leaders Association (Q2 Termination)\n\nStanley Parrish: Cerberus Capital Management (Q1 Termination (no activity))",
  "Story Continued Below\n\nFARA UPDATE — SINGAPORE BOARD HIRES FINSBURY: The I nternational Enterprise Singapore Board has hired New York-based PR firm Finsbury to develop a strategic PR plan to “highlight Singapore's value propositions as a trading hub and work to address negative perceptions that Singapore is a thriving trade hub mainly because of tax incentives,” according to documents filed under the Foreign Agents Registration Act.",
  "Its purpose was to highlight efforts by the foundation , its donors and the Moroccan government to improve the lives of marginalized people in North Africa and the Middle East, and Bill Clinton opened the event by praising OCP, King Mohammed VI and ‘Morocco’s long-standing friendship to my family and to the United States.’ The former miners have seen a very different side of Morocco’s government and OCP.",
  "), “A day after Bill Clinton feted donors and dignitaries at an extravagant Moroccan feast under a warm Marrakech night sky, a group of local Sahrawi Arabs gathered for tea in a far more humble setting here to share their outrage that Clinton’s family foundation had accepted millions of dollars from a company owned by a government accused of repressing their people.",
  "\"State AGs have become among the most active and influential participants in government enforcement in recent years, a role that has grown more robust since the financial crisis, with a number of states forming special departments dedicated to cracking down on misconduct in banking, retail, consumer services and other sectors,\" Pryor said in a statement.",
  "http://bzfd.it/1PnPkaD\n\nNEW JOINT FUNDRAISING COMMITTEES:\n\nNone\n\nNEW PAC REGISTRATIONS (Type of PAC):\n\nNone\n\nNEW LOBBYING REGISTRATIONS: (Firm: Client)\n\nArmitage Consulting, LLC: Lowry Strategies (On Behalf of Betafence USA)\n\nEconomic Innovation Group: Economic Innovation Group\n\nEnvision Strategy: Monacchia Gmbh\n\nGray Global Advisors, LLC.",
  "FUNDRAISER FOR DESJARLAIS CHALLENGER DRAWS DOWNTOWNERS: About 70 conservative activists and Romney campaign alumni held a “young professionals happy hour” fundraiser benefiting 27-year-old Grant Starrett, who is challenging GOP Tennessee Rep. Scott DesJarlais, Thursday evening at Stanton & Greene on Capitol Hill.",
  "\"It's critical for businesses to have access to advisers with current first-hand understanding of the issues and processes that can drive an investigation or enforcement action by a state AG's office.”\n\nHAPPY FRIDAY AFTERNOON, where it’s been nine years since the series finale of \"The West Wing\" aired.",
  "PhRMA names new CFO — FARA update: Singapore Board hires Finsbury — Venable forms state AG practice\n\nWith Matt Yurus and Cate Martel\n\nPHRMA NAMES NEW CFO: PhRMA has named Paul Aines as the group’s new executive vice president and chief financial officer, replacing Del Persinger when he retires May 31.",
  "Full story: http://politi.co/1KRTj8G\n\nTRIBAL CASINO FIGHT TESTS LOBBYING CLOUT: Via Tarini Parti, \"Two Indian tribes locked in a six-year battle over the opening of a casino near Phoenix have spent millions on high-powered Washington lobbyists over the years to push Congress to side with them.",
  "The four men used to work as miners for a subsidiary of OCP, the state-owned phosphate company that paid more than $1 million to sponsor the lavish outdoor gala and the concurrent two-day meeting of the Bill, Hillary and Chelsea Clinton Foundation headlined by the former U.S. president.",
  "Full story: http://politi.co/1PKPUdo\n\nELSEWHERE IN THE INFLUENCE WORLD:\n\nMONEY FROM THE KREMLIN: The lobbying firm of former Senate Majority Leader Trent Lott has been raking in money from the Kremlin-controlled OAO, reports Matthew Campbell and Dawn Kopecki of Bloomberg Politics.",
  "PLAYBOOK THEFT — JOHNSON TO UNITED, BURKE TO UBER: Sasha Johnson, chief of staff for the Federal Aviation Administration, will be joining United Airlines in Washington as managing director for regulatory issues and policy, she told friends and colleagues in an email.",
  "VENABLE FORMS STATE AG PRACTICE: Venable LLP has formed a state attorney general practice led by former Arkansas Attorney General and Sen. Mark Pryor and Kevin Turner, Alabama's former chief deputy attorney general who will join as counsel in the firm’s D.C. office.",
  "Committees in both the House and Senate recently passed the “Keep The Promise Act,” which would block the Tohono O’odham Nation from opening a casino in Glendale, Ariz. that is now under construction and supposed to open at year’s end.",
  "According to an invitation to event, the host committee included API’s Jack Gerard, Romney alumni Katie Biber Chen and Zac Moffatt, Jamestown Associates' Barney Keller and DDC Public Affairs’ Joshua Baca.",
  "HARTMAN JOINS AMERICAN COLLEGE OF CARDIOLOGY: Christina Hartman has joined the American College of Cardiology from the Beer Institute, where she worked on a wide range of public health and policy issues.",
  "And Jordan Burke, special assistant to the president and director of strategic message and initiatives, has left for Uber to work with former boss David Plouffe as head of market and consumer research.",
  "Now, one of the tribes, the Gila River Indian Community, which has a competing casino in the area, might finally win after intensive lobbying and support from Arizona Republicans.",
  "Hartman will direct the the group’s new population health policy initiative, focused on improving domestic and international cardiovascular health outcomes.",
  "VOGELHOOD BRINGS ON NEW ANALYST: Data analytics and policy research firm VogelHood Research has hired Ruizhe Wang as an analyst and chief statistician.",
  "Have a great weekend, but don’t forget to send your lobbying news, gossip and tips to tparti@politico.com and follow us on @tparti and @PoliticoPI.",
  "http://bloom.bg/1RPe8qD\n\nWAL-MART LOBBYING: Wal-Mart will start telling investors how much it spends on lobbying, reports Nathan Layne of Reuters.",
  "http://reut.rs/1cDG5kG\n\nHOW GOOGLE GETS THINGS DONE: One email shows how Google operates in Washington, from William Alden of BuzzFeed News.",
  "For a blast from the past, here’s BuzzFeed’s list of the top 10 episodes http://bzfd.it/1nKyPa3 (“Two Cathedrals” is of course #1).",
  "Aines, chief financial officer and senior director at the American Society of Clinical Oncology, will start June 15.",
  "CLINTON, MOROCCO AND A PROBLEM THAT WON’T GO AWAY: Via POLITICO’s Kenneth P. Vogel from Western Sahara (!",
  "The trade association recently announced that its CEO John Castellani would be retiring in 2016 as well.",
  "The measure could come to the floor for a vote in both chambers in coming weeks.\"",
  "Wang previously worked for the China Academy of Transportation Sciences.",
  ": Health Federation of Philadelphia\n\nGray Global Advisors, LLC.",
  "The fundraiser cost hosts $500 and attendees $199.",
  "The one-year contract is for $435,000."
]