[
  "http://bit.ly/1So1FdN\n\nROVE’S PAC: Eric Lichtblau and Maggie Haberman of The New York Times report that American Crossroads, Karl Rove’s outside money operation is no longer the GOP’s ‘big dog.’ http://nyti.ms/1HzpfkK\n\nNEW JOINT FUNDRAISING COMMITTEES:\n\nFrank-Duck Fund (Al Franken For Senate, Midwest Values PAC, Tammy For Illinois, Perimeter PAC)\n\nNEW PAC REGISTRATIONS (Type of PAC):\n\nProtect The Blue Collar 40 (PAC)\n\nBaxter Healthcare Corporation Baxalta (PAC)\n\nFriends of Liz Brown Inc. (PAC)\n\nNEW LOBBYING REGISTRATIONS: (Firm: Client)\n\nNone\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\nBOCKORNY GROUP, INC.: Families Conserving Antiques (Informal Coalition) (Q2 Termination)",
  "Embassy of Japan hires one more — Looser leaves McGuireWoods Consulting — Chaffetz aide to Larson Communications\n\nWith Cate Martel and Matt Yurus\n\nFARA UPDATE — EMBASSY OF JAPAN HIRES ONE MORE: The Embassy of Japan has hired Annapolis, Md.-based Greenfield & Kress to provide “advice and assistance in connection with the normal business of the Japanese Embassy (or Consulate) and other matters as required, as well as information of relevance,” according to documents filed under the Foreign Agents Registration Act.",
  "Brown, who was selected by an AIP executive search committee and unanimously approved by the group’s board, previously served as the chief sensor scientist at the Advanced Technology Center of Rockwell Collins, Inc. and worked concurrently as an adjunct full professor in the Beckman Laser Institute & Medical Clinic of the University of California, Irvine, and in UC Irvine's Department of Computer Science.",
  "CHAFFETZ AIDE TO LARSON COMMUNICATIONS: Melissa Subbotin Sillin, director of media relations for the House Oversight & Government Reform Committee, is moving to San Francisco to work for Larson Communications, where she will be working on strategic communications “to advance educational opportunities and student achievement across the U.S.,” Sillin told friends and colleagues in an email.",
  "NEW COALITION HOSTS LAUNCH HAPPY HOUR: Re:Create — a new coalition that includes the American Library Association, Association of Research Libraries, Center for Democracy and Technology, Computer and Communications Industry Association and Consumer Electronics Association — hosted Thursday evening a happy hour that was attended by members, hill staffers and downtowners.",
  "Spotted at the event were: Reps. Jared Polis and Ruben Gallego; Michael Petricone and Michael Hayes from CEA; Adam Eisgrau, Carrie Russell and Alan Inouye from American Library Association; Julian Leuthold from Geoskope; Nika Nour from the Internet Association; Troy Stock and Mike Flynn from the House Information Technology subcommittee and many more.",
  "ELSEWHERE IN THE INFLUENCE WORLD:\n\nCREDIT CARDS AND CASINOS: Steve Tetreault of the Las Vegas Review-Journal reports that the Defense Department is considering banning credit cards at casinos, but the gaming industry’s chief lobbyist warned against the potential restriction, calling it an overreaction to an audit.",
  "Spotted at the lunch: Anne MacMillan of Roll Global, Autumn Veazey Price of Land O Lakes, Dana Brooks of Elanco, Julie Barkemeyer of NRECA, Hillary Fabrico of the U.S. Sugar Beet Association, Bev Paul of the American Soybean Association and Leslee Oden of the National Turkey Federation.",
  "http://bit.ly/1c9nzAj\n\nREVOLVING DOOR STILL SWINGING: According to the Center for Responsive Politics, 42 of the 75 Congress members who left Capitol Hill at the end of the last Congress or during that period are employed — with 18 of them at lobbying firms.",
  "MORNING AG THEFT — WOMEN IN FOOD/AG RAISE MONEY FOR STABENOW: A newly minted \"Women in Food and Agriculture\" group gathered 25 women Thursday to host its first fundraiser for Senate Agriculture Committee ranking member Debbie Stabenow at Johnny's Half Shell.",
  "RETAIL EXECUTIVES IN TOWN: The National Retail Federation hosted dozens of retail industry leaders this week from companies including Belk, BJ’s Wholesale Club, Ethan Allen, HSNi, Macy’s, The Container Store, Tractor Supply Company and Wal-Mart.",
  "MORNING CYBERSECURITY THEFT — RISHIKOF TO CROWELL & MORING: Harvey Rishikof has joined Crowell & Moring as a senior counsel in the firm's privacy firm's privacy and cybersecurity practice and government contracts group.",
  "PARTY ALERT — ‘SNAPPY HOUR’ NEXT WEEK: After making some key recent hires, Snapchat will host a “Snappy Hour” June 4 to celebrate the launch of the company’s “first Capitol Hill Live Story,” according to an invitation.",
  "Story Continued Below\n\nThe Embassy of Japan already has several firms working on its behalf including Akin Gump, DCI Group, Holland & Knight, Marathon Strategies, Quinn Thomas Public Affairs and Daschle Group.",
  "The bipartisan group, which includes female lobbyists in the food and agriculture sector, hopes to put on more fundraising events this year for members of the House and Senate Agriculture committees.",
  "Executives joined NRF President and CEO Matthew Shay to discuss the industry’s public policy and political agenda including data security and labor issues as well as veteran hiring initiatives.",
  "LOOSER LEAVES McGUIREWOODS FOR THE HILL: Brian Looser is leaving McGuireWoods Consulting to return to the Hill and serve as senior policy adviser to Illinois GOP Sen. Mark Kirk.",
  "Ward most recently served as the deputy communications director for the House Committee on Homeland Security, where she was a spokesperson for Chairman Michael McCaul.",
  "Have a great holiday weekend, but don’t forget to send your lobbying news, gossip and tips to tparti@politico.com and follow us on @tparti and @PoliticoPI.",
  "TIA HIRES WARD AS COMMS DIRECTOR: The Telecommunications Industry Association has brought on April Ward as director of communications and public affairs.",
  "“It’s been an honor to be a part of the McGuireWoods family, and I value all of the unique opportunities my time at the firm has provided.",
  "Drogus most recently worked at the Society of Chemical Manufacturers & Affiliates, where she managed media relations and public affairs.",
  "Before McGuireWoods, Looser worked for former Reps. Judy Biggert, Michele Bachmann and House Speaker Dennis Hastert.",
  "AIP NAMES BROWN NEW CEO: The American Institute of Physics has named Robert Brown as its new CEO, effective June 1.",
  "HAPPY FRIDAY AFTERNOON, where it’s been 23 years since Johnny Carson hosted the last episode of \"The Tonight Show.\"",
  "After three years with the firm, I’m excited to begin my new role,” Looser told friends and colleagues in an email.",
  "DROGUS TO NAM: Jennifer Drogus will join National Association of Manufacturers as director of media relations.",
  "He previously worked at the National Defense University, where he was most recently the dean of faculty.",
  "Today’s PI is coming to you from sunny Cape Cod, where I’m spending the long weekend.",
  "Programming Note: PI will be taking the day off on Monday for Memorial Day.",
  "The one-year contract is worth $30,000.",
  "We’ll be back Tuesday!"
]