[
  "http://on.wsj.com/1xHY9D6\n\nTHERE REALLY IS A LOBBY FOR EVERYTHING: “The Stained Glass Association of America\" http://on.wsj.com/1B1SNjC\n\nNEW JOINT FUNDRAISING COMMITTEES (Members of JFC):\n\nNone\n\nNEW PAC REGISTRATIONS (Type of PAC):\n\nThe Kingdom PAC (super PAC)\n\nNEW LOBBYING REGISTRATIONS: (Firm: Client)\n\nAtlantic Strategies Group: Point Blank Enterprises\n\nBrownstein Hyatt Farber Schreck, LLP: Jake's Fireworks\n\nThe Normandy Group, LLC: PulseTech\n\nValente & Associates: American Chiropractic Association\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\nTroutman Sanders Public Affairs Group, LLC: Hidalgo County Drainage District #1 (Q2 Termination)?",
  "Bui will work with Prime Policy Group and with the Government of Vietnam to help “promote economic development among Western stakeholders.”\n\n— The Government of Burkina Faso and Republic of Togo have hired CD Global Strategies Group to organize meetings and events with congressional offices, think tanks, NGOs and media to promote political and economic development in Burkina Faso, Republic of Togo and the West Africa region.",
  "“to promote the interests of the clan.”\n\nStory Continued Below\n\n— Ben Barnes Group has been hired by “The National Board for the Following Up and The Libyan Government Recovering of the Libyan Looted and Disguised Funds” in the prime minister's Office of the Transitional Government of Libya, through the Washington African Consulting Group, Inc.",
  "Libyan Government, Somalian Clan and more hire up — One More returns to hill — Beer institute, members of Congress record PSA\n\nFARA ROUNDUP — LIBYAN GOVERNMENT, SOMALIAN CLAN AND MORE HIRE UP: Several foreign clients have hired up lobbying firms in recent weeks.",
  "BEER INSTITUTE, MEMBERS OF CONGRESS RECORD PSA: The Beer Institute is partnering with members of Congress to record and distribute public service announcements asking the public to drink responsibly and to not drive drunk during the holiday season.",
  "http://bit.ly/1t2pbDV\n\nMORE REVOLVING DOOR: President Barack Obama’s new Senate liaison is a veteran lobbyist who pushed for the approval of the Keystone XL pipeline, reports PI alum Byron Tau of The Wall Street Journal.",
  "Younes will meet with U.S. officials including the Obama administration and members of Congress and will work with think tanks, media and other organizations interested in U.S.-Lebanon relations.",
  "The firm will provide consulting services to WACG, which is assisting the board in identifying and recovering Libyan assets in the United States and abroad, but not in Libya.",
  "Here’s PI’s roundup of the latest Foreign Agents Registration Act contracts:\n\n— The Habar Gidir Clan of Mogadishu, Somalia has hired Steven M. Schneebaum, P.G.",
  "Hauser worked on public affairs strategy for the financial regulatory consulting firm and before that served as managing vice president at JDA Frontline.",
  "ONE MORE RETURNS TO THE HILL: Patomak Global Partners’ Ann Marie Hauser has been named deputy staff director of the Senate Republican Conference.",
  "Dan Auble of the Center for Responsive Politics looks at the industries that have contributed to the decline in spending on lobbying.",
  "GOOD TUESDAY AFTERNOON, where it’s been 52 years Cuba started returning U.S. prisoners from Bay of Pigs invasion.",
  "Don’t forget to send us your lobbying news, gossip, tips and scoops to tparti@politico.com.",
  "Bui, an independent economic adviser and business consultant based in Vietnam.",
  "— Jeffrey Grieco has been hired by Nizar Younes of Beirut, Lebanon.",
  "More than 30 members of Congress have so far recorded the PSAs.",
  "And keep up with PI on Twitter by following @ PoliticoPI.",
  "ELSEWHERE IN THE INFLUENCE WORLD:\n\nWANING INFLUENCE?",
  "Programming note: This is the last PI of the year.",
  "— Prime Policy Group has signed with K.T.",
  "We will return on Jan. 5.",
  "Happy holidays!"
]