[
  "http://wapo.st/1CA7m3Y\n\nNEW JOINT FUNDRAISING COMMITTEES:\n\nnone\n\nNEW PAC REGISTRATIONS (Type of PAC):\n\nOpportunity and Freedom II (Super PAC)\n\nVail Resorts Employee Political Action Committee (PAC)\n\nUS Democratic Committee (PAC)\n\nDEMOCRATS.COM (PAC)\n\nNEW LOBBYING REGISTRATIONS: (Firm:Client)\n\nAkin Gump Strauss Hauer & Feld: American International Contractors (Special Projects), Inc.\n\nAlliance to Fight the Forty: Alliance to Fight the Forty\n\nGreenberg Traurig, LLP: Golden Queen Mining Company, LLC\n\nGreenberg Traurig, LLP: Innovation Reform Action Project\n\nLungren Lopina LLC (formerly Washington Navigators LLC): U.S. Chamber of Commerce Institute for Legal Reform\n\nMJWT CONSULTING: Rodney Alexander, LLC\n\nPalladian Hill Strategies: News Corporation\n\nPRIME POLICY GROUP: Destileria Serralles, Inc.\n\nPRIME POLICY GROUP: Heaven Hill Brands\n\nSachem Strategies: Dahrwin LLC\n\nThe Glover Park Group LLC: Wilson, Sonsini, Goodrich and Rosati (On Behalf of Mylan N.V)\n\nThe Laurin Baker Group, LLC: TopBuild Corp.\n\nVenable LLP: Mission Point Resort\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\nAlpine Group, Inc.: American College of Surgeons (Q2 Termination (no activity))\n\nCapitol Hill Advocates, Inc.: PCV MURCOR Inc. and VRM Inc. (Q2 Termination)\n\nCapitol Resources, LLC: Comcast Corporation (Q2 Termination)\n\nCG Consulting Group, Inc.: Chambers, Conlon & Hartwell, LLC (Q2 Termination)\n\nCG Consulting Group, Inc.: Mimosa Networks (Q2 Termination)\n\nGC Barnes Group: GC Barnes Group (Q1 Termination (no activity))\n\nHolland & Knight LLP: Arrow International, Inc. (Q2 Termination (no activity))\n\nHolland & Knight LLP: Carrier IQ Inc. (Q2 Termination (no activity))\n\nHolland & Knight LLP: John Carroll University (Q2 Termination (no activity))\n\nHolland & Knight LLP: Patient Rights Watch (Q2 Termination (no activity))\n\nLincoln Capitol Consulting, LLC: Jefferson Consulting Group (Q2 Termination (no activity))\n\nMr. Mark Kopec: National Solar Technologies (Q2 Termination (no activity))\n\nNelson, Mullins, Riley & Scarborough: Government of Yukon (Q2 Termination)\n\nPackard Government Affairs: HADRONEX, LLC (Q2 Termination (no activity))\n\nPolsinelli PC: Hermeris Inc., d/b/a SimpleFilings.com (Q2 Termination (no activity))\n\nPolsinelli PC: Jack Cooper Transport Co. Inc. (Q2 Termination)\n\nPolsinelli PC: National Biodiesel Board (Q2 Termination)\n\nPolsinelli PC: TradeWind Energy, LLC (Q2 Termination (no activity))\n\nPolsinelli PC: United Network Equipment Dealers Association (Q2 Termination)\n\nRobert Betz Associates, LLC: American Assn of Eye and Ear Hospitals (Q4 Termination (no activity))\n\nRosemont Associates, LLC: AAPN Holdings, LLC (Q2 Termination (no activity))\n\nSteve Buyer Group: Nipro Diagnostics (Q2 Termination (no activity))\n\nStrategic Health Care: Bassett Healthcare (Q2 Termination (no activity))\n\nStrategic Health Care: Parkview Health System (Q2 Termination (no activity))\n\nSUNOCO, Inc: SUNOCO, Inc (Q2 Termination)",
  "Kenya hires Tennessee-based lobbyist — Dechter to head public affairs at APCO — News Corp. hires one more\n\nWith Cate Martel, Aaron Mak and Tony Romm\n\nFARA UPDATE — KENYA HIRES TENNESSEE-BASED LOBBYIST: The Embassy of the Republic of Kenya has hired Chattanooga-based Hodgen M. Mainda to facilitate and execute “introductions to critical stakeholders for purposes of strengthening and enhancing relationships between the United States of America and the Republic of Kenya,” according to new documents filed under the Foreign Agents Registration Act.",
  "According to sources who attended two days of meetings at the Bush family’s picturesque seaside compound, the Bush team outlined a number of ambitious new incentives for donors including one called ‘Eight for Eight,’ tasking major bundlers with signing up eight new supporters to make a maximum $2,700 contribution by Aug. 8.” Full story here: http://politi.co/1CvCEsw\n\nELSEWHERE IN THE INFLUENCE WORLD:\n\nNEW CROP OF HILLARY DONORS: Annie Linskey of The Boston Globe looks at the new big batch of Clinton donors.",
  "\"We expect to name Kelly’s successor very soon, and we are confident that our GR team will continue to deliver results that will make our TV and radio membership proud.”\n\nBAUGHMAN COMPANY’S HOLDER TO AHIP: Nick Holder is joining America’s Health Insurance Plans to help lead grass-roots efforts, specifically around Medicare Advantage and high-cost drugs, the group announced.",
  "We’re all looking forward to working with Gadi as he builds upon our rich heritage and uses his unique insights from his years in public service and as a journalist to counsel our clients.” Before his tenure at the White House, Dechter served as deputy director of policy and strategic planning at the U.S. Department of Commerce.",
  "This weekend’s invitation wasn’t just a reward for the roughly 200 major donors who helped Bush amass a just-announced record fundraising haul — although, as one attendee said, ‘there was lots of high-fiving.’ It was a reminder that, with the Iowa caucuses still seven months away, this is just the beginning.",
  "JEB TO DONORS — ‘YOU’RE NOT DONE:’ Via POLITICO’s Eli Stokols and Anna Palmer, “Less than 24 hours after Jeb Bush revealed an unprecedented war chest, he and his top campaign staffers gathered donors at the family compound in Kennebunkport, Maine, to let them know that $114 million is not enough.",
  "Cunningham joins from Cunningham Strategic Communications, where he worked with the U.S. Green Building Council, Ceres, the Business Council for Sustainable Energy, Wind Energy Foundation, Climate Nexus and the Electric Drive Transportation Association.",
  "The firm’s Martina Bradford, former senior adviser to Senate Minority Leader Harry Reid, will be lobbying on a range of issues relating to content regulation; combating online infringement and online piracy; advertising; copyright and patent reform.",
  "AEROSPACE GROUP HIRES THREE NEW VPs: The Aerospace Industries Association has brought on three new vice presidents — John Luddy for national security and acquisition policy, Doc Syers for legislative affairs and Paul Paolozzi for communications.",
  "Story Continued Below\n\nDECHTER TO HEAD PUBLIC AFFAIRS AT APCO: Gadi Dechter, former senior adviser at the White House National Economic Council and National Security Council, has joined APCO Worldwide as head of its public affairs practice.",
  "http://bit.ly/1Hq3SQe\n\nFIREWORK LOBBY: After a string of high-profile injuries and deaths on the Fourth of July, the month-old National Fireworks Preservation Association is facing challenges, reports Colby Bermel of National Journal.",
  "ICYMI — COLE TO LEAVE NAB: Kelly Cole, the longtime executive vice president for government relations at National Association of Broadcasters, is leaving her post to launch a new advocacy firm, she announced Friday.",
  "FENTON EXPANDS ENVIRONMENT, SUSTAINABILITY PRACTICE: Fenton, the “social change” communications firm, has added Ryan Cunningham and Eric Raymond as senior vice presidents in Washington, D.C., and San Francisco.",
  "Raymond has previously worked for Google, where he managed global communications for energy and sustainability, and Edelman, where he worked with The North Face, Adobe, HP, Best Buy, Clorox and others.",
  "“We are deeply saddened by the passing ... During his time with Genentech and Roche, Evan made many important contributions to the company in support of the patients we serve,” the company said.",
  "\"We wish Kelly every success, and we are thrilled she will count NAB as an anchor client in her new firm,\" said Gordon Smith, the president and CEO of NAB, in a statement.",
  "http://bit.ly/1Ru1waQ\n\nVISUALIZING THE MONEY: The Washington Post’s Philip Bump explains the money that’s been spent in the 2016 election in a graphic of the universe.",
  "GENENTECH MOURNS LOSS OF HEAD OF GOV AFFAIRS: In a statement released by Genentech, the company mourned the passing of its head of government affairs Evan Morris.",
  "“We’re very excited to have Gadi join APCO as the head of our public affairs practice in Washington,” said Brad Staples, CEO of APCO Worldwide, in a statement.",
  "Luddy joins from his consulting practice, Vector Solutions; Syers from ITT/Exelis; and Paolozzi from the office of the undersecretary of the Army.",
  "“Our thoughts are with Evan's family and we ask that you respect their privacy at this time.” Funeral services were held yesterday.",
  "GOOD MONDAY AFTERNOON, where it’s been 85 years since the first World Cup soccer competition began in Montevideo, Uruguay.",
  "HIRES ONE MORE: News Corp. has hired Palladian Hill Strategies, according to Senate lobbying disclosures.",
  "“Public affairs has been at the heart of APCO since its founding in Washington in more than 30 years ago.",
  "He previously co-created and built the energy and sustainability practice at The Glover Park Group.",
  "Holder joins from The Baughman Company where he led the firm's campaign and political operations.",
  "Bush’s operation doesn’t plan to sit on its massive cash pile, but to keep adding to it.",
  "Before that, he previously served as chief of staff to Rep. Jerry McNerney (D-Calif).",
  "Don’t forget to send your tips, news and gossip to tparti@politico.com.",
  "At her new shop, she'll continue working with the broadcasting group.",
  "NAB is going to be one of Cole's first clients, the group confirmed.",
  "The company brought on Covington & Burling last month.",
  "LATEST REGISTRATIONS — NEWS CORP.",
  "Cole’s last day is Aug. 14."
]