[
  "of Transportation and Highways\n\nDennis M. Hertel & Associates: The Franklin Partnership\n\nLaw Offices of Frederick H. Graefe: Select Medical\n\nMcGuireWoods Consulting: American Renal Associates\n\nML Strategies: New England Village\n\nMorgan, Lewis & Bockius: Altria Client Services\n\nMorgan, Lewis & Bockius: Artichoke Joe's Casino\n\nMorgan, Lewis & Bockius: Google\n\nMorgan, Lewis & Bockius: NetChoice\n\nMorgan, Lewis & Bockius: Neustar\n\nMorgan, Lewis & Bockius: Telscape Communications\n\nMorgan, Lewis & Bockius: Vonage America\n\nPorter Gordon Silver Communications: 888 Holdings PLC\n\nRed Maple Consulting: National Alliance for Public Charter Schools\n\nSoutheast Missouri State University: Southeast Missouri State University\n\nThe Keelen Group: Onsite Health\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\nAmerican Defense International: Parker Haniffin Corporation (Q4 Termination (No Activity))\n\nArtemis Strategies: National Tax-Deferred Savings Association (Q4 Termination)\n\nCouncil of North American Insulation Manufacturers Association (NAIMA): Council of North American Insulation Manufacturers Association (NAIMA) (Q4 Termination (No Activity))\n\nJ.C. Watts Companies: City of Fort Smith, Arkansas (Q4 Termination)\n\nKilpatrick Townsend Stockton: Doosan Infracore International (Q1 Termination (No Activity))\n\nLaw Offices of Frederick H. Graefe: Select Medical (Q4 Termination)\n\nMunitions Industrial Base Task Force: Munitions Industrial Base Task Force (Q4 Termination (No Activity))\n\nPaul Marcone & Associates: Sustainable Marine Infrastructure (Q4 Termination (No Activity))\n\nPickering & Associates: St. James Hospital & Health Centers (Q4 Termination (No Activity))\n\nR. J. Hudson Associates: P&R Water Taxi (Q3 Termination (No Activity))\n\nR. J. Hudson Associates: Pacific Shipyard International (Q2 Termination (No Activity))\n\nWoodberry Associates: DCI Group (Q4 Termination (No Activity))",
  "— Policy Council of the States of Guernsey has hired Dutko Worldwide to provide assistance and advice regarding to the Chief Minister of the States’ visit to Washington, including arranging and attending meetings with government officials, think tanks and trade associations; and briefing the chief minister on issues of “mutual interest.”\n\n— Sheikh Abdul Razzaq Hatem al-Suleiman of Amman, Jordan has hired Greenhill Group to consult in “contacts with the U.S. Government, diplomatic missions, U.S. corporations and companies and those with affiliates wishing to do business in Al Anbar Governorate, Iraq and other areas in Iraq as appropriate.”\n\n— The Rogich Communications Group has been hired to advise the People's Republic of China’s Ambassador Cui Tiankai “on matters related to strengthening the bilateral relationship between the United States of America and the People's Republic of China.",
  "More details here: http://bit.ly/1BfmBrS\n\nELSEWHERE IN THE INFLUENCE WORLD:\n\nK STREET BUMP: National Journal’s James Oliphant looks at how the GOP-led Congress is giving K Street “a glorious restoration after years of being edged toward the margins.”: http://bit.ly/15CbG2A\n\n‘BUYING A NOMINEE’: Shane Goldmacher looks into the role candidate-specific nonprofits might play in 2016: http://bit.ly/1uvcBIH\n\nUBER GEARS UP FOR CONN. FIGHT: Coming up on Uber’s long list of lobbying battles: Connecticut, where the taxi industry nearly scored a big victory last year, until Uber hired a former state House speaker’s lobbying firm.",
  "NAM ANNOUNCES NEW BOARD LEADERSHIP: The National Association of Manufacturers announced its new board of directors leadership: Gregg Sherrill, chairman and CEO of Tenneco Inc., will serve as chair of the board; John Lundgren, chairman and CEO of Stanley Black & Decker, Inc., will serve as vice chair for a two-year term; Tom Riordan, president and CEO of Neenah Enterprises, Inc., will serve as chair of the Small and Medium Manufacturers Group; and Drew Greenblatt, president and owner of Marlin Steel Wire Products LLC, will serve as vice chair.",
  "The filing deadline is Saturday, Jan. 31: http://bit.ly/15BOW2E\n\nNEW JOINT FUNDRAISING COMMITTEES (Members of JFC):\n\nNone\n\nNEW PAC REGISTRATIONS (Type of PAC):\n\nBig Apple PAC (PAC)\n\nWashington Patriots PAC (PAC)\n\nBelieve Again (Super PAC)\n\nAlliance For Regenerative Medicine PAC (PAC)\n\nNEW LOBBYING REGISTRATIONS: (Firm: Client)\n\nCavarocchi Ruscio Dennis Associates: Susan G. Komen\n\nChambers, Conlon & Hartwell: Knight EA on Behalf of Cook County Dept.",
  "These efforts include counseling the Government of the People's Republic of China on how to effectively present its views to the Executive and Legislative branches of the United States Government and to business interests within the United States of America.”\n\nGOOD MONDAY AFTERNOON, where it’s been 65 years since India — three years after gaining its independence — officially became a republic.",
  "Here's PI's roundup of the latest Foreign Agents Registration Act contracts:\n\nStory Continued Below\n\n— The Federal Republic of Nigeria has hired Cassidy & Associates to create a website [ www.nigerianext.com] to promote Nigeria's Transformation Agenda.",
  "FARA roundup - Nigeria, China hire up — SKDK's Thornell promoted — NAM announces new board leadership\n\nWith Adam Sneed\n\nFARA ROUNDUP — NIGERIA, CHINA HIRE UP: Four new foreign clients have hired up lobbying firms in the last two weeks.",
  "The Hartford Courant reports: http://cour.at/15Ce2hJ\n\nSUNLIGHT PUSHES SENATORS TO E-FILE: The Sunlight Foundation is launching a campaign urging senators to file their campaign finance reports electronically, rather than on paper.",
  "HINTON LAUNCHES COMUNICADO: Tamara Hinton, former communications director for the House Agriculture Committee who left the hill at the end of last year, has launched a public relations firm called Comunicado.",
  "Prior to joining UTC, Elliott worked under the George W. Bush administration both in Texas and later in Washington at the White House, Department of Homeland Security and the Department of Transportation.",
  "KALAVRITINOS JOINS ACE MENTOR AS CEO: The ACE Mentor Program of America has brought on former health care lobbyist and Bush Administration appointee Jack Kalavritinos as the group’s new president and CEO.",
  "DLA PIPER LAUNCHES CYBER REG SUBSIDIARY: DLA Piper is launching a partnership with the Internet Security Alliance to offer an online tool that businesses can use to track cybersecurity regulations.",
  "\"Doug is a talented leader who serves his clients with skill and complete media savvy and just makes all of our work better,” said Hilary Rosen, partner and managing director in an email.",
  "Krempasky, who previously led digital public affairs as a general manager at Edelman, will help build Brunswick’s domestic and international digital operations.",
  "UTC’S ELLIOTT JOINS ABBOTT ADMINISTRATION: Libby Camp Elliott, United Technologies Corporation's lead homeland security lobbyist, has been tapped by Texas Gov.",
  "“Over the past year Doug has led our work for Neustar, Palantir Technologies, DCCC, The Reproductive Health Technology Project and Texas Instruments.",
  "This will include working closely with Brunswick’s creative communications company, MerchantCantos, according to a statement from the firm.",
  "KREMPASKY TO LEAD BRUNSWICK’S DIGITAL PRACTICE: Brunswick Group has hired Michael Krempasky as head of the firm’s global digital practice.",
  "SKDK’s THORNELL PROMOTED: Doug Thornell, senior vice president at SKDKnickerbocker, has been promoted to managing director.",
  "CyberTrak will offer information about laws, regulations and standards on cybersecurity in 23 markets around the world.",
  "Kalavritinos joins ACE from health care company Covidien, where he served as director of global government affairs.",
  "ACE encourages high school students to pursue careers in architecture, engineering and construction.",
  "A new subsidiary of the firm called Blue Edge Lab will launch the CyberTrak tool with the alliance.",
  "Send your lobbying news, gossip, tips and scoops to tparti@politico.com.",
  "He totally deserves this new leadership role at our firm.\"",
  "And keep up with PI on Twitter by following @ PoliticoPI.",
  "Greg Abbott to serve as a senior policy adviser."
]