[
  ": Banner Life Sciences\n\nTonio Burgos & Associates, Inc.: Ambac Assurance Corporation\n\nTownsend Public Affairs: City of Orange Cove\n\nTownsend Public Affairs: Cutler-Orosi Joint Unified School District\n\nVan Ness Feldman, LLP: Kodiak Electric Association, Inc.\n\nVan Ness Feldman, LLP: Shell Oil Company\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\nADS Ventures, Inc.: Galls, LLC (Q2 Termination)\n\nADS Ventures, Inc.: Institute for Justice and Democracy in Haiti\n\nADS Ventures, Inc.: TransAction Associates, Inc. (Q2 Termination)\n\nAkerman LLP: Muweka Ohlone Tribe (Q2 Termination (no activity))\n\nAkerman LLP Shinnecock: Indian Nation (Q2 Termination (no activity))\n\nAlcalde & Fay: Hawkeye Community College (Q2 Termination)\n\nAlpine Group, Inc.: Forest City Enterprises (Q2 Termination)\n\nAlpine Group, Inc.: National Mining Association (Q2 Termination)\n\nAlpine Group, Inc.: quasar energy group, LLC (Q2 Termination)\n\nAmerican Defense International, Inc.: Bellefaire JCB (Q2 Termination (no activity))\n\nAmerican Defense International, Inc.: Dental Sticks, Inc. (Q2 Termination (no activity))\n\nAPCO Worldwide Inc.: Dun & Bradstreet, Inc.(Q2 Termination (no activity))\n\nBest Best & Krieger LLP: Montgomery County MD (Q2 Termination (no activity))\n\nBlueWater Strategies: Chemtex International, Inc. (Q2 Termination)\n\nBreaux Lott Leadership Group: United States Gypsum Asbestos Personal Injury Settlement (Q2 Termination (no activity))\n\nBreaux Lott Leadership Group: Western Asbestos Settlement Trust (Q2 Termination (no activity))\n\nBuckley Sandler LLP: North American Securities Administrators Association, Inc. (Q2 Termination (no activity))\n\nBurrell International Group LLC : FlowPay Corporation (Q2 Termination (no activity))\n\nCapitol Hill Consulting Group: LJH, Ltd. (Q4 Termination)\n\nCapitoline Consulting, LLC: 180s (Q2 Termination (no activity))\n\nCarmen Group Incorporated: Friends of the Los Angeles River(Q2 Termination)\n\nCarmen Group Incorporated: Maryland Environmental Service (Q2 Termination)\n\nCarmen Group Incorporated: Napa Co Flood Control & Water Conservation Dist (Q2 Termination)\n\nCarmen Group Incorporated: University of Michigan Health System (Q2 Termination (no activity))\n\nCornerstone Government Affairs, LLC: The University of Northern Colorado (Q2 Termination (no activity))\n\nDA VINCI GROUP: Ceres Environmental, Inc (Q2 Termination (no activity))\n\nDA VINCI GROUP: CORIZON HEALTH SERVICES (Q2 Termination (no activity))\n\nDENNIS M. HERTEL & ASSOCIATES: GOV BIZ ADVANTAGE INC (Q4 Termination (no activity))\n\nFaegreBD Consulting: Coalition for Domestic Medical Isotope Supply (Q2 Termination)\n\nJackson Lewis PC: Telecommunication Systems Inc (Q2 Termination (no activity))\n\nJefferson Business Consulting, LLC: The Consortium for Plant Biotechnology Research, Inc. (Q2 Termination (no activity))\n\nK6 Strategies, LLC: Ad Astra Rocket Company (Q2 Termination (no activity))\n\nK6 Strategies, LLC: Griffin Communications Group (Q2 Termination (no activity))\n\nKimberly Olson Dorgan: AdvaMed (Q2 Termination)\n\nKnight Capitol Consultants: Genzyme Corporation (Q2 Termination (no activity))\n\nLeadership 18: Leadership 18 (Q2 Termination (no activity))\n\nLiberty Partners Group, LLC: Junior Achievement USA (Formerly Known as JA Worldwide) (Q2 Termination)\n\nLiberty Partners Group, LLC: Wayne County Hospital (Q2 Termination)\n\nLobbyit.com: Earthquake Engineering Research Institute (Q4 Termination)\n\nLobbyit.com: LION, Inc. (Q3 Termination)\n\nLobbyit.com: National Association of Electrical Distributors (Q4 Termination)\n\nMason Consulting, LLC: National Nursing Centers Consortium (Q2 Termination (no activity))\n\nMaynard, Cooper & Gale, P.C.",
  "(Q2 Termination)\n\nMehlman Castagnetti Rosen Bingel & Thomas, Inc.: Providence Health & Services (Q2 Termination)\n\nMr. David Hill: American Psychological Association Practice Organization (Q2 Termination)\n\nNational Association of Federally Impacted Schools: National Association of Federally Impacted Schools (Q2 Termination)\n\nO'Neill and Associates: HIMA San Pablo Group (Q4 Termination)\n\nSabiston Consultants, LLC: St. Maurice Square, LLC (Q2 Termination (no activity))\n\nSquire Patton Boggs: CITGO Petroleum Corporation (Q2 Termination (no activity))\n\nSquire Patton Boggs: ETC Capital, LLC (Q2 Termination (no activity))\n\nSquire Patton Boggs: LILLIPUTIAN SYSTEMS INC (Q2 Termination (no activity))\n\nSquire Patton Boggs: Moelis & Company (Q2 Termination (no activity))\n\nSquire Patton Boggs: RGM Advisors, LLC (Q2 Termination)\n\nSquire Patton Boggs: Siemens Corportation (Q2 Termination (no activity))\n\nSquire Patton Boggs: UST Lennar HW Scala SF Joint Venture (Q2 Termination (no activity))\n\nSquire Patton Boggs: Wholesale Markets Brokers Association — Americas (Q2 Termination)\n\nSummit Health Care Consulting: American Society of Retina Specialists (Q2 Termination)\n\nThe Accord Group: DUKE ENERGY (Q2 Termination (no activity))\n\nThe Accord Group: Southern Company (Q2 Termination (no activity))\n\nThe Accord Group: WE ENERGIES (Q2 Termination (no activity))\n\nThe Conafay Group, L.L.C.",
  ": Woodberry & Associates on behalf of Colorado State University Foundation (Q3 Termination (no activity))\n\nThe Duberstein Group Inc.: Goldman Sachs Group Inc. (Q1 Termination (no activity))\n\nThe Ferguson Group, LLC: ARCADIA-CA CITY OF (Q2 Termination)\n\nThe Ingram Group LLC DBA The FIRST Group: APTS Action, Inc. (Q2 Termination)\n\nThe Madison Group: Wills Eye Institute (Q2 Termination)\n\nThe Smith-Free Group: Correctional Vendors Association (Q2 Termination (no activity))\n\nTheodore Kronmiller: SIGNAL (Shannon Ireland's Gateway New Action Lobby) (Q3 Termination (no activity))\n\nThorn Run Partners: Allergan, Inc. (Q2 Termination (no activity))\n\nThorn Run Partners: Beverly Oncology & Imaging Centers, Inc. (Q2 Termination (no activity))\n\nThorn Run Partners: Inspirion Pharmaceuticals, LLC (Q2 Termination (no activity))\n\nThorn Run Partners: Oregon Wave Energy Trust (Q2 Termination)\n\nTroutman Sanders Public Affairs Group, LLC: Corizon Health, Inc. (Q2 Termination)\n\nVan Scoyoc Associates: Adaptive Cyber Solutions (Q2 Termination (no activity))\n\nVan Scoyoc Associates: ALCOA (Q2 Termination (no activity))\n\nVan Scoyoc Associates: Lee County, Florida (Q2 Termination (no activity))\n\nVan Scoyoc Associates: University of New Hampshire (Q2 Termination)\n\nWilliams and Jensen, PLLC: Orbis Operations, LLC (Q2 Termination)\n\nWilliams and Jensen, PLLC: SUNOCO INC (Q2 Termination)",
  ": Sherburne County, Minnesota\n\nEris Group (formerly known as Bartlett & Bendall): Financial Services Roundtable\n\nErnst & Young LLP (Washington Council Ernst & Young): United Seating & Mobility LLC dba Numotion\n\nFierce Government Relations: National Retail Federation\n\nFOLEY HOAG LLP: APOPO\n\nFrost Brown Todd LLC: Vote Hemp, Inc\n\nHealth and Medicine Counsel of Washington: American Association of Neuromuscular & Electrodiagnostic Medicine\n\nHealth and Medicine Counsel of Washington: Entera Health, Inc.\n\nLobbyit.com: National Pasta Association\n\nMcDonald Hopkins Government Strategies, LLC: United Brotherhood of Carpenters and Joiners of America\n\nRicchetti Incorporated: Eisai, Inc.\n\nRicchetti Incorporated: UCB, Inc.\n\nS-3 Group: The Nutrition Coalition\n\nSquire Patton Boggs: IBL Bank SAL\n\nThe Conafay Group, L.L.C.",
  "Japan adds one more firm for TPP — Shell Oil, NRF, pasta makers hire lobby shops — Strategic Elements adds ABC's Conlin\n\nWith Cate Martel and Aaron Mak\n\nFARA UPDATE — JAPAN ADDS ONE MORE FIRM FOR TPP: The Embassy of Japan has brought on Washington state-based Northwest Communications as a subcontractor to provide public affairs services to two of its firms on retainer — DCI Group AZ, LLC and Akin Gump Strauss Hauer & Feld LLP, according to documents filed under the Foreign Agents Registration Act.",
  "http://wapo.st/1MfaLIl\n\nNEW JOINT FUNDRAISING COMMITTEES:\n\nNone\n\nNEW PAC REGISTRATIONS (Type of PAC):\n\nAZ-01 Nominee Fund 2016 (PAC)\n\nPRICE INC PAC (Super PAC)\n\nNEW LOBBYING REGISTRATIONS (Firm: Client)\n\nAnnDyl Policy Group, LLC: Aclara Technologies LLC\n\nArent Fox LLP: Transit Labs, Inc.\n\nCarmen Group Incorporated: Centre Market Building, LLC\n\nCARPI & CLAY, INC.: Indio Water Authority\n\nDAVID TURCH & ASSOC.",
  "Read more about the District’s top cop in the latest installment in POLITICO Magazine’s What Works series: http://politi.co/1J4rJaD\n\nELSEWHERE IN THE INFLUENCE WORLD:\n\nCAMPAIGN FINANCE DEBATE: Lee Drutman of Brookings writes about how the debate over state polarization and campaign finance laws continues.",
  "Full story here: http://politi.co/1fPYNrH\n\nD.C.’S MOST POPULAR OFFICIAL ISN’T AN ELECTED LEADER: Even as police chiefs across the country are under siege, police chief Cathy Lanier is unassailable, roundly revered and breezing through her eighth year as chief under what is now her third mayor.",
  "Of the $127 million raised for the primary election by the 15 candidates who disclosed their finances to the Federal Election Commission, less than 30 percent came from donors contributing $200 or less, according to analyses of the reports by POLITICO and the Campaign Finance Institute.",
  "Send them your tips, news and gossip — apalmer@politico.com and zwarmbrodt@politico.com — and me your Austin recommendations tparti@politico.com\n\nSTRATEGIC ELEMENTS ADDS ABC’S CONLIN: Iowa-based Strategic Elements LLC has hired Andy Conlin as senior director of field operations.",
  "National Retail Federation has hired Fierce Government Relations to lobby on “Patent Reform, Cyber-Security, Data Retention, Trade Promotion Authority, Microunions, NLRB.” Lobbyists listed on the account include Kirk Blalock, Aleix Jarvis and Kate Hull.",
  "Suggestions by Hillary Clinton and other presidential candidates that their campaigns are being powered by massive grassroots fundraising engines were largely spin for most of the 2016 prospects, a POLITICO analysis of reports filed this week shows.",
  "Story Continued Below\n\nLATEST REGISTRATIONS — SHELL OIL, NRF, PASTA MAKERS HIRE LOBBY SHOPS: Shell Oil has hired two firms this week — Van Ness Feldman and Harbinger Strategies, according to Senate lobbying disclosures.",
  "LATEST FLY-IN — ALZHEIMER’S CONFERENCE BRINGS RESEARCHERS, POLICYMAKERS: Alzheimer’s Association International Conference will convene policymakers and more than 4,000 international researchers from July 18-23.",
  "http://bloom.bg/1e4VKKm\n\nSUPER PAC MARYLAND CHALLENGE: Rachel Weiner of The Washington Post reports about the super PAC challenge of Maryland Rep. Chris Van Hollen versus his primary rival, Rep. Donna Edwards.",
  "The firm will work with Akin Gump and DCI Group to “help to educate the public on the benefits of the Trans-Pacific Partnership.” Northwest Communications will receive $7,500 per month for its work.",
  "Van Ness Feldman’s Richard Agnew, Stuart Hall and Michael Platner will be lobbying on a range of issues, including transportation, energy, environment, aviation and tax policy.",
  "And because there’s an association for everything, the National Pasta Association has hired Lobbyit.com to lobby on legislation revising package sizing in the WIC program.",
  "In addition to updated functionality, the site has a new Insights page, which will allow members of the DCI Group team to share best practices and thought leadership.",
  "http://brook.gs/1Mynpzj\n\nLOBBYISTS FOR HILLARY: Lobbyists for Monsanto and ExxonMobil raise money for Hillary Clinton, reports Ben Brody of Bloomberg Politics.",
  "And Harbinger’s Manny Rossman, Steve Stombres, Kyle Nevins and John O’Neill will be lobbying on behalf of the company on issues related to corporate taxation.",
  "Anna Palmer, veteran PI scribe, will be taking over the newsletter on Monday, and financial services reporter Zach Warmbrodt will be writing it on Tuesday.",
  "Conlin most recently served as director of state and local affairs at the Associated Builders & Contractors, where he worked for the past eight years.",
  "By contrast, the analyses found, 42 percent of the candidates’ primary-election cash came from donors giving the maximum primary donation of $2,700.",
  "ELECTRONIC PAYMENTS GROUP HIRES GRAHAM: The Electronic Payments Association has brought on Jaime Graham its new director of government affairs.",
  ": Baptist Health System (Q2 Termination (no activity))\n\nMehlman Castagnetti Rosen Bingel & Thomas, Inc.: Dun and Bradstreet Credibility Corpt.",
  "HAPPY FRIDAY AFTERNOON, where it’s been 60 years since Disneyland opened in Anaheim, Calif. Hope everyone has a great weekend!",
  "http://www.dcigroup.com/\n\nSMALL DONOR MYTH DEBUNKED: Via Ken Vogel and your PI host, “Don’t believe the small donor hype.",
  "Programming note: I’ll be in Austin celebrating my sister’s 30th birthday on Monday and Tuesday.",
  "DCI GROUP LAUNCHES NEW WEBSITE: Public affairs firm DCI Group has launched a new website.",
  "The group spent $1.4 million on lobbying the federal government in the first quarter.",
  "We’ve lined up some star reporters to take the lead on PI while I’m out.",
  "It’s the world’s largest forum for the dementia research community.",
  "She was previously with the Electronic Transactions Association.",
  "Shell spent nearly $2 million in the first quarter of the year.",
  "The firm recently opened a D.C. office."
]