[
  "http://nyti.ms/1LFvBzh\n\nNEW JOINT FUNDRAISING COMMITTEES:\n\nNone\n\nNEW PAC REGISTRATIONS (Type of PAC):\n\nPen-Link LTD PAC (Pen-Link PAC) (PAC)\n\nSustainable Energy and Environment Coalition PAC (SEEC PAC) (PAC)\n\nAMNP Political Action Committee (PAC)\n\nMaryland USA (Super PAC)\n\nLet’s Fire Trump PAC (Trump is an Acronym of Terrible Radicals Undermining Middle Class People) (PAC)\n\nNEW LOBBYING REGISTRATIONS (Firm: Client)\n\nAmerican Continental Group: Office of Ronald Lauder\n\nFerguson Strategies, LLC: Advaxis, Inc.\n\nJeffrey J. Kimbell and Associates: Accuray Incorporated\n\nJon Wood & Associates, LLC: International Association of Geophysical Contractors\n\nPhilip S Smith & Associates Inc: Lao Veterans of America, Inc.\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\nKirkland & Ellis LLP: EtaGen, Inc. (Q4 Termination)\n\nMs. Missy Branson: Coats & Clark (Q2 Termination (no activity)\n\nPalmetto Group: Stephens Investments Holdings LLC (Q1 Termination (no activity))\n\nPalmetto Group: Stephens Investments Holdings LLC (Q4 Termination (no activity))\n\nRobert K Weidner: City of Grass Valley California (Q2 Termination (no activity))\n\nS Vaca & Associates, LLC : Chugach Alaska Corporation (Q2 Termination (no activity))\n\nS Vaca & Associates, LLC: Lineage Technologies, LLC (Q4 Termination (no activity))\n\nS Vaca & Associates, LLC: MBDA, Inc (Q2 Termination)",
  "Tim Pawlenty; Eric Hoplin, Francis Creighton and Anthony Cimino of the Financial Services Roundtable; Sen. Thom Tillis; Reps. Ed Royce, Steve Stivers, Terri Sewell, Blaine Luetkemeyer and Carolyn Maloney; Jordan Heiber of Union Bank; Saat Alety and Peter Freeman from Rep. Ed Royce’s office; Meredith Mull of PricewaterhouseCoopers; Natalee Binkholder from Rep. Mick Mulvaney’s office; Mark Oesterle of SunTrust; Bill Hulse from Rep. Randy Hultgren’s office; Josh Denney of BBVA; Leslie Ogden of Urban Swirski; Jesse Walls from Rep. Steve Stivers’ office; Ashley Winfree of US Bank; and Chris Brown from Rep. Blaine Luetkemeyer’s office.",
  "But the women’s health group is ramping up its own efforts to contain political damage from the controversy.” Full story: http://politi.co/1Jz3L3d\n\nTRUMP LIFTS THE VEIL ON EMPIRE: “From Istanbul to Beverly Hills, [Donald] Trump reported assets of at least $1.4 billion in real estate and other holdings, income of at least $431 million over the past 18 months from a vast number of sources, and liabilities of at least $265 million, including several mortgages for different Trump properties,” report your PI scribe and POLITICO's Theodoric Meyer.",
  "Spotted at the event were: Gary Scheer of General Cigar; Erica Johnson of Diageo; Ashley Baker, president of CBA; Veronica Duron, president of CHSA; Moh Sharma, president of CAPASA; Jeyben Castro, majority Hispanic task force at the Senate Finance Committee; Derron Parks, minority staff director of the Senate Special Committee on Aging; Eloy Martinez, staff director of the Democratic Steering Committee; Darrel Thompson of TheGROUP; Robert Harris of Glover Park Group; and Cristina Antelo of the Podesta Group.",
  "Contrary to The New York Post’s initial report, Tencher said, Weiner will not advise clients but will serve on its advisory board.” Full story: http://politi.co/1Ootn6s\n\nPLANNED PARENTHOOD DOES DAMAGE CONTROL: Via Anna Palmer and John Bresnahan, “House Republicans are threatening to subpoena a top Planned Parenthood official unless the group voluntarily makes her available for an interview about alleged sales of fetal tissue from abortions.",
  "Forbes magazine, which has been tracking his net worth for more than 30 years, has pegged Trump’s net worth at $4 billion and told POLITICO on Wednesday it will stick to its assessment.” Full story: http://politi.co/1GGZGrC\n\nELSEWHERE IN THE INFLUENCE WORLD:\n\nSURVEY SAYS: APCO Worldwide released a survey of Washington “influencers” to find out which trade groups are the most effective at the pressure game.",
  "FARA update: Republic of Burundi hires Scribe Strategies - Donnelly named VP for housing group\n\nWith Cate Martel and Aaron Mak\n\nFARA UPDATE — REPUBLIC OF BURUNDI HIRES SCRIBE STRATEGIES: The Republic of Burundi has hired Scribe Strategies & Advisors to provide strategic advice “on strengthening Burundi's general bilateral relations with the United States, its government and institutions.",
  "OUT AND ABOUT — DIAGEO AND GENERAL CIGAR HONOR TRI-CAUCUS STAFF: Diageo and General Cigar teamed up last night to salute the Tri-Caucus Staff Associations including the Congressional Black Associates, Congressional Hispanic Staff Association and the Congressional Asian Pacific American Staff Association at a cigar reception at the Reserve Officers Association on Capitol Hill.",
  "Scribe will also assist in communicating priority issues In the United States-Burundi bilateral relationship to relevant U.S. audiences, including the U.S. Congress, executive branch, news media, businesses and policy community (including think tanks, advocacy groups and academic institutions),” according to documents filed under the Foreign Agents Registration Act.",
  "McBEE BRINGS ON CYBERSECURITY VETERAN GARCIA: McBee Strategic has brought on Greg Garcia — who previously served as the country’s first assistant secretary for cybersecurity and communications at the Department of Homeland Security — as executive vice president.",
  "WEINER JOINS CRISIS PR FIRM: Via POLITICO’s Nick Gass, “A crisis communications firm has enlisted the services of none other than Anthony Weiner, the former Democratic lawmaker whose well-documented sexting scandals sank his once-promising political career.",
  "Trump’s net worth has long been in dispute, with many critics saying he artificially inflates the value of his “brand.” Trump last week, in not-so-subtle fashion, stated that his net worth was “in excess of TEN BILLION DOLLARS.",
  "VEGAS-BASED R&R RESOURCES LAUNCHES IN D.C.: Ad agency R&R Partners and Resources+ are launching a full-service advertising, public relations and strategic communications firm, R&R Resources+.",
  "He was most recently executive director for the Financial Services Sector Coordinating Council, and before that, he served as Bank of America’s first cybersecurity partnership executive.",
  "Chris Christie released a list of dozens of Republican donors and business executives, which includes high-profile names, reports Nicholas Confessore of The New York Times.",
  "Story Continued Below\n\nDONNELLY NAMED VP FOR HOUSING GROUP: The National Multifamily Housing Council has hired Kevin Donnelly as vice president of government affairs.",
  "The new firm will host a cocktail reception next week featuring former Nevada Rep. Steven Horsford and former Texas Special Assistant Attorney General Jill Warren.",
  "“McBee, which operates uniquely at the intersection of the lobbying, strategic communications and public policy fields, is perfectly positioned to counsel clients.",
  "I am excited to bring my expertise to the team.”\n\nGOOD THURSDAY AFTERNOON, where it’s been 186 years since William Burt patented a forerunner of the typewriter.",
  "http://bit.ly/1RUaf6g\n\nCAMPAIGN CASH LOOPHOLE: Roll Call’s Tamar Hallerman reports about the campaign finance loophole that was inserted in the spending bill.",
  "Weiner will serve on the advisory board at the New York-based PR firm MWW, the firm’s D.C. managing director, Paul Tencher, confirmed to POLITICO on Thursday.",
  "“The cybersecurity landscape continues to evolve, creating new policy, regulatory and communications challenges for companies to overcome,” Garcia said.",
  "FSR HONORS MEMBERS AT RECEPTION: The Financial Services Roundtable honored its members at a Capitol Hill reception last night.",
  "Garcia will lead the firm’s growing cybersecurity policy advocacy, communications and coalition management practice.",
  "It’s almost the weekend, but don’t forget to type out your tips, news and gossip and send to tparti@politico.com.",
  "Donnelly previously spent more than seven years on Capitol Hill as senior staff for two members of the House.",
  "PhRMA came out on top in seven of the 15 categories, reports Megan R. Wilson of The Hill.",
  "Companies recognized included Wells Fargo, TD Bank, and State Farm.",
  "http://bit.ly/1HLDL6z\n\nCHRISTIE’S HIGH-PROFILE DONORS: Gov.",
  "He joins from the National Association of Realtors.",
  "The event even featured a cigar roller from Cuba.",
  "Event attendees included: former Gov."
]