[
  "http://wapo.st/1dZkSmb\n\nCALIFORNIA’S A STOP FOR CASH: Cathleen Decker of The Los Angeles Times writes how California has become the place where politicians “go to rich people's homes to talk about the lives of less-fortunate people they rarely meet.” http://lat.ms/1Gif6nb\n\nNEW JOINT FUNDRAISING COMMITTEES:\n\nNone\n\nNEW PAC REGISTRATIONS (Type of PAC):\n\nVictory Super PAC, INC. (Super PAC)\n\nMiles Ahead PAC (PAC)\n\nYoung Minority Republicans Fund (PAC)\n\nNEW LOBBYING REGISTRATIONS: (Firm:Client)\n\nArnold & Porter LLP: Samsung Electronics America, Inc.\n\nHall, Render, Killian, Heath & Lyman, P.C.",
  "None of the candidates this time around have gone that far, but that hasn’t stopped them from using the Obama-esque rhetoric — even though many have ties to lobbyists.” Full story: http://politi.co/1FwzZct\n\nCLUB FOR GROWTH HITS GOP ON EX-IM: “The Club for Growth is pumping $1 million into ads against House Republicans — including spots that draw comparisons to Barack Obama — as part of its all-out war against the Export-Import Bank,” reports POLITICO’s Seung Min Kim.",
  "The 30-second ads, with a backdrop of ominous music, slam the bank as riddled with 'fraud' and an example of 'corporate welfare at its worst' before imploring viewers to push lawmakers to oppose Ex-Im.” Full story here: http://politi.co/1K65IYk\n\nELSEWHERE IN THE INFLUENCE WORLD:\n\nNRSC OUTRAISES DSCC: The National Republican Senatorial Committee raised nearly $1 million more than its Democratic counterpart in May, reports Emily Cahn of Roll Call.",
  "Just in — FAA's Hall to K&L Gates — Green to Democratic ad firm\n\nBy Tarini Parti\n\nWith Cate Martel, Kathryn Wolfe and Aaron Mak\n\nStory Continued Below\n\nJUST IN — FAA’S HALL TO K&L GATES: Rod Hall, the former assistant administrator for government affairs at the FAA, has moved to K&L Gates to serve as a government affairs adviser focused on transportation issues.",
  "Lugar Hellmann Group: SAP America Inc\n\nPoblete Tamargo, LLP: Ms. Frances Evans Rogers\n\nPODESTA GROUP, INC.: PAE\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\nBarbour Griffith & Rogers, LLC d/b/a BGR Holding: Crest Investment Company (Q3 Termination (no activity))\n\nHall, Render, Killian, Heath & Lyman, P.C.",
  "Dynamic Strategies Asia will be assisting McBee with arranging meetings for a “cultural exchange program for Japanese scholars with American intellectuals in the ultimate hope of strengthening the relationship between the U.S. and Japan.”\n\n** A message from the American Forest & Paper Association: Peanut butter and jelly.",
  ": St. Vincent Medical Group\n\n(Q2 Termination (no activity))\n\n** The American Forest & Paper Association (@forestandpaper) is the national trade association dedicated to advancing a sustainable U.S. pulp, paper, packaging, and wood products manufacturing industry through fact-based public policy and marketplace advocacy.",
  "The industry accounts for approximately 4 percent of the total U.S. manufacturing GDP, manufactures approximately $200 billion in products annually, employs nearly 900,000 men and women, meets a payroll of approximately $50 billion annually, and is among the top 10 manufacturing sector employers in 47 states.",
  "And in several cases, several of the targeted House Republicans are a bit flummoxed, too, since they said the Club never bothered to reach out and get their views on Ex-Im, which they say are more or less aligned with those of the fiscally conservative group, before it launched the ad war.",
  "In addition to an intuitive user interface, the tool also includes a virtual whip count that compares Member voting histories, easy note sharing capabilities enabling internal and external stakeholder collaboration and instant bill analysis that will reduce time spent on manual research.",
  "FARA UPDATE — JAPAN SUBCONTRACTS DYNAMIC STRATEGIES ASIA: The Government of Japan has brought on Dynamic Strategies Asia as a subcontractor through McBee Strategic Consulting, which it hired earlier this month, according to documents filed under the Foreign Agents Registration Act.",
  "House Republicans who’ve been hit with the Club’s ads back home are increasingly irritated about the powerful outside group’s tough tactics aimed at persuading GOP lawmakers to oppose reauthorization of the country’s chief export credit agency.",
  "To schedule your demo contact your Account Manager or email us at LT.info@politicopro.com\n\nHILL JOINS MARRIAGE AND FAMILY THERAPY GROUP: Ed Hill has joined the American Association for Marriage and Family Therapy as government affairs manager.",
  "Obama’s campaign, however, went a step further and rejected lobbyist contributions, and later on, the president barred lobbyists from working for the administration (eventually, the ban was lifted for several lobbyists through a waiver).",
  "NOW AVAILABLE: POLITICO PRO’S LEGISLATIVE TRACKER — This first-of-its kind tool, driven by the feedback of both the market and of our own POLITICO Pros, enables influencers to navigate the legislative process faster and easier.",
  "Learn why paper options matter: http://bit.ly/1A4Zvdl **\n\nLATEST REGISTRATIONS — SAMSUNG ADDS ARNOLD PORTER: Samsung Electronics America, Inc. has brought on Arnold & Porter to lobby on issues related to patent reform.",
  "Despite raising millions from lobbyists, many 2016 presidential hopefuls are using a message that then-candidate Barack Obama used in 2008, decrying lobbyists and vowing not to be influenced by special interests.",
  "Earlier this year, financial reporter Michael Crittenden joined Mercury as vice president, and financial services and housing reporter Alan Zibel joined the Make Room campaign as communications director.",
  "Green’s previous experience includes serving as lead advertising producer for Obama’s 2012 reelection campaign, creating ads and digital content for Obama’s 2008 campaign and for the campaigns of Sens.",
  "LOBBYISTS: EASY TARGET, EASY TOUCH: Via your PI host, “As presidential candidates look to portray themselves as Washington outsiders, the lobbying industry has emerged as a common, easy target.",
  "http://bit.ly/1Gvalpn\n\nWALKER UNVEILS WEB SITE: Scott Walker unveils a new website as he stockpiles money for likely presidential bid, reports Matea Gold of The Washington Post.",
  "SOLOMON LATEST WSJ JOURNALIST TO MOVE TO PR: Deborah Solomon, an editor for The Wall Street Journal, has joined communications firm Finsbury as a principal.",
  "Lobbying consistently ranks at the bottom of Gallup’s survey of the most honest and ethical professions, highlighting voters’ distaste for the industry.",
  "AF&PA supports market-based policies and regulations that foster economic growth, job creation, and international competitiveness in this vital sector.",
  "Public policies are most effective when they meet the environmental concerns, economic needs, and societal expectations of our diverse communities.",
  "Samsung Electronics America spent $550,000 on lobbying the federal government in the first quarter of this year and has Akin Gump on retainer.",
  "Learn how we do all this while continuing to make great strides to continue our proven sustainability performance: http://bit.ly/1h2Ejth.",
  "We look forward to working together to offer the best strategy and ads for our clients,” 4CM&M managing partner Brian Smoot told PI.",
  "Don’t forget to send your lobbying news, gossip and tips to tparti@politico.com and follow us on @tparti and @PoliticoPI.",
  "Prior to his tenure at the FAA, Hall served as deputy chief of staff and in other roles for Rep. Eddie Bernice Johnson.",
  "He has also produced ads for Visa, The American Beverage Association, UNICEF and CTIA — America’s Wireless Companies.",
  "FIRST IN PI — GREEN TO DEMOCRATIC AD FIRM: Democratic media firm 4CM&M has added Terrance Green as partner.",
  "Solomon is the latest to leave the newspaper’s D.C. bureau for public relations work in recent months.",
  "Hill has worked on health policy issues for Reps. Peter DeFazio (D-Ore.) and Rubén Hinojosa (D-Texas).",
  "GOOD MONDAY AFTERNOON, where it’s been 145 years since the U.S. Justice Department was created.",
  "The firm’s Jim Turner, David Pore and Sara Linder will be lobbying on behalf of the company.",
  "But lobbying firms rank high on the list of fundraising stops for presidential hopefuls.",
  "“We are very excited to bring on somebody of Terrance’s caliber this early in the cycle.",
  "Mark Warner, Ron Wyden, Kent Conrad and the Democratic Congressional Campaign Committee.",
  "Intelligence reporter Siobhan Gorman joined Brunswick Group at the end of last year.",
  "Americans deserve to choose how to receive info and services from federal agencies.",
  "Digital-only denies millions tax, social security and other important documents.",
  "Get to know us, our members, and the products they make at www.afandpa.org.",
  "Before that, Hill worked in the health insurance industry.",
  "“But the targets of the Club’s wrath are firing back.",
  "Hope everyone had a great weekend!",
  "Different but complementary.",
  ": Cancer Care Group, P.C.",
  "Paper and digital.",
  "Oscar and Felix.",
  "...",
  "**"
]