[
  ": Research Education and Training Reauthorization Coalition 2010 (Q4 Termination)\n\nColling and Associates, Inc. t/a Colling Swift & Hynes: Fusion Paperboard (Q4 Termination (no activity))\n\nCovington & Burling LLP: Back9Network Inc. (Q4 Termination (no activity))\n\nCovington & Burling LLP: Goodyear Tire & Rubber Co (Q4 Termination (no activity))\n\nCovington & Burling LLP: Weigel Broadcasting Co. (Q4 Termination)\n\nDavid Funderburk: TREA Senior Citizens League(Q4 Termination (no activity))\n\nDelta Development Group, Inc.: Erie Metropolitan Transit Authority (Q4 Termination (no activity))\n\nFaegreBD Consulting: Orexigen Therapeutics, Inc. (Q4 Termination)\n\nFarm Credit East, ACA (formerly known as First Pioneer Farm Credit, ACA): FARM CREDIT EAST ACA (FORMERLY KNOWN AS FIRST PIONEER FARM CREDIT ACA) (Q4 Termination)\n\nGrau & Associates, LLC: National Job Corps Association (Q4 Termination (no activity))\n\nHolland & Knight LLP: LifeCell Corporation (Q4 Termination)\n\nHolland & Knight LLP: Trilogy Integrated Resources (Q4 Termination)\n\nJenkins Hill Consulting, LLC: CompassNC (On behalf of Farm Family Coalition) (Q4 Termination (no activity))\n\nJenkins Hill Consulting, LLC: CompassNC (On behalf of NCSPC) (Q4 Termination (no activity))\n\nMarkley & Company Alaska Power Co. (Q4 Termination)\n\nMarlowe & Company: City Of Venice FL (Q4 Termination)\n\nMehlman Castagnetti Rosen Bingel & Thomas, Inc.: Biogen Idec Inc. (Q4 Termination) NOSSAMAN LLP (FORMERLY NOSSAMAN LLP/O'CONNOR & HANNAN): General Electric Company (Q4 Termination (no activity))\n\nPolk Consulting LLC: The Livingston Group (Q4 Termination)\n\nPolsinelli PC: The Pharmaceutical Research and Manufacturers of America (Q4 Termination)\n\nPolsinelli PC: Time Warner Inc. (Q4 Termination)\n\nPrinceton Public Affairs Group, Inc.: ProtectingAmerica.org (Q4 Termination (no activity))\n\nSmith Advocacy Group, LLC: American Petroleum & Transport, Inc. (Q4 Termination)\n\nSquire Patton Boggs: New Era Group (Q4 Termination (no activity))\n\nTempleton and company: University of Southern California (Q4 Termination (no activity))\n\nThe Duberstein Group Inc.: Chesapeake Energy Corporation (Q4 Termination (no activity))\n\nThe Duberstein Group Inc.: The Weather Company (Q4 Termination (no activity))\n\nThe Duberstein Group Inc.:TIME WARNER INC (Q4 Termination)\n\nThe Ferguson Group, LLC: ANDERSON-IN CITY OF (Q4 Termination)\n\nThe Ferguson Group, LLC: CINCINNATI-OH CITY OF (Q4 Termination)\n\nThe Ferguson Group, LLC: MADISON COUNTY, IN (Q4 Termination)\n\nThe Ferguson Group, LLC: SOUTHINGTON-CT WATER DEPARTMENT (Q4 Termination (no activity))\n\nTW Telecom Inc (Formerly TIME WARNER TELECOM, Inc): TW TELECOM INC (FORMERLY TIME WARNER TELECOM INC) (Q4 Termination)\n\nVan Scoyoc Associates: El Paso County, TX (Q4 Termination)\n\nVan Scoyoc Associates: Essential Security Services (Q4 Termination (no activity))\n\nVan Scoyoc Associates: FSP — South Flower Street Associates, LLC (Q4 Termination (no activity))\n\nVinson & Elkins LLP: Coastal Water Authority (Q4 Termination (no activity))\n\nVinson & Elkins LLP: Greater Houston Partnership (Q4 Termination (no activity))\n\nWilliams and Jensen, PLLC: Growing Jobs and Exports Coalition (Q4 Termination)\n\nWilliams and Jensen, PLLC: Owens-Illinois International (Q4 Termination)\n\nWilliams and Jensen, PLLC: Pharmacy Services (Q4 Termination)\n\n** As Congress convenes for its 114th session, the U.S. Chamber is working hard to focus our lawmakers' attention on the jobs and growth this country needs.",
  "Fierce, Isakowitz & Blalock: United for Patent Reform\n\nGEOFFREY P. GRAY: International Franchise Association\n\nHeather Podesta + Partners, LLC: Management Services Group, Inc., DBA Global Technical Systems\n\nHeather Podesta + Partners, LLC: New York Life Insurance Company\n\nHeather Podesta + Partners, LLC: The Brickman Group\n\nJOHN A. DEVIERNO: Coalition for Transportation Productivity\n\nKeith Johnson: To Live\n\nLPL Financial: LPL Financial\n\nNammo Inc.: Nammo Inc\n\nPRIME POLICY GROUP: National Rural Electric Cooperative Association\n\nRubicon Advisors, LLC: Cipla USA, Inc.\n\nSuskey Consulting, LLC: National Alliance of State Broadcast Associations\n\nThe Keelen Group, LLC: Aircraft Mechanics Fraternal Association\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\nAmerican Business Development Group: FAAC INCORPORATED (Q4 Termination)\n\nAmerican Business Development Group: L-3 Communications Corp (Q4 Termination)\n\nAmerican Business Development Group: LOGIS-TECH (Q4 Termination)\n\nAmerican Business Development Group: OTTS Training Solutions (Q4 Termination)\n\nAmerican Business Development Group: South Carolina National Guard Association (Q4 Termination (no activity))\n\nAmerican Business Development Group: SRI International (Q4 Termination)\n\nAmerican Capitol Group: Cormac Group (on behalf Assoc.",
  "of Community Pharmacists Congressional Network) (Q4 Termination (no activity))\n\nAmerican Capitol Group: Medsolutions (Q4 Termination (no activity))\n\nBalch & Bingham, LLP: Docupak (Q4 Termination (no activity))\n\nBalch & Bingham, LLP: Jefferson County (Q4 Termination (no activity))\n\nBalch & Bingham, LLP: The University of West Alabama (Q4 Termination (no activity))\n\nBob Moss Associates: American Iron and Steel Institute (Q4 Termination)\n\nButler Snow LLP: Pearl River County Utility Authority (Q4 Termination (no activity))\n\nCapitalEdge Advocacy Inc. (formerly CapitalEdge Advocacy, LLC): Santa Cruz Redevelopment (Q1 Termination (no activity))\n\nCapitol Counsel, LLC: Salutopia, Inc. (Q4 Termination)\n\nCapitol Counsel, LLC: SNCF America Inc. (Q4 Termination)\n\nCapitol Hill Strategies, LLC: National Venture Capital Association (Q4 Termination)\n\nCapitol Strategies Partners LLC: The Boeing Company (Q4 Termination)\n\nCarmen Group Incorporated: Softbank Corp. (Q4 Termination)\n\nCarmen Group Incorporated: Softbank Inc. (Q4 Termination)\n\nCavarocchi Ruscio Dennis Associates, L.L.C.",
  ": The biggest trade associations in Washington often put far more money into advertising and public relations, reports Center for Public Integrity’s Erin Quinn: http://bit.ly/1yfGQtU\n\nNEW JOINT FUNDRAISING COMMITTEES (Members of JFC):\n\nNone\n\nNEW PAC REGISTRATIONS (Type of PAC):\n\nLeadership Alliance (super PAC)\n\nNEW LOBBYING REGISTRATIONS: (Firm: Client)\n\nBockorny Group, Inc.: Air Medical Group Holdings\n\nBockorny Group, Inc.: Air Methods\n\nBockorny Group, Inc.: PHI, Inc.\n\nBrownstein Hyatt Farber Schreck, LLP: American Tower Corporation\n\nCapitol Counsel, LLC: Ally Financial Inc.\n\nCapitol Counsel, LLC: Electronic Funds Transfer Association\n\nCapitol Counsel, LLC: National Association of Realtors\n\nEtka Consulting: Consumers Union of the U.S., Inc.\n\nFaegreBD Consulting: Allergy & Asthma Network\n\nFaegreBD Consulting: Kempe Foundation\n\nFierce, Isakowitz & Blalock: Thoroughbred Horsemen's Associations, Inc.",
  "It’s the third recent high profile hire for the bipartisan firm, reports Megan Wilson for The Hill: http://bit.ly/1AoEzI0\n\nELSEWHERE IN THE INFLUENCE WORLD:\n\nNO ESCAPE FROM K ST: GOP lawmakers were expected to meet with lobbyists Thursday evening at their retreat in Hershey, Pa., reports Roll Call’s Matt Fuller: http://bit.ly/1C55DQH\n\nMONEY GAP: Yahoo News reports that the biggest digital gap Republicans have to play catch-up on ahead of the 2016 presidential election is low-dollar fundraising.",
  "— LNG Allies, Inc., a Delaware-based nonprofit that has some foreign members, has hired Franklin-Hamilton for “organizational management, writing and editing, graphic arts, communications, advocacy, event planning and management and membership recruitment and retention.” The Embassy of the Republic of Lithuania, the Embassy of the Republic of Croatia, and the Embassy of the Czech Republic are members of the LNG Allies \"Council of Embassies\" and act as advisers to the corporation.",
  "The purpose is to arrange a future meeting for Director of INIS with chairman of House Select Committee on Intelligence.”\n\nStory Continued Below\n\n— The Japanese Ministry of Agriculture, Fisheries and Forestry has hired Faegre Baker Daniels LLP to “use its knowledge and experience in international trade issues to efficiently research and report monthly to the client concerning agriculture trade issues affecting the United States and Japan,” according to the disclosures.",
  "In his annual State of American Business address on January 14th, U.S. Chamber President and CEO Thomas J. Donohue discussed the Chamber’s 2015 public policy agenda, its economic forecast for the new year, and insights into tomorrow’s business environment and outlined the Chamber’s Jobs, Growth, and Opportunity agenda to help revitalize the American economy, create jobs, spur growth, and lift incomes.",
  "LATEST LOBBYING REGISTRATIONS … IFA SIGNS ONE MORE, CAP COUNSEL INKS SIX NEW CLIENTS: The International Franchise Association, which has been hiring up lobbying firms, has added Geoff Gray to lobby on issues related to the treatment of the franchise business model by the National Labor Relations Board, according to Senate lobbying disclosures.",
  "More at www.uschamber.com **\n\nBSA UNVEILS POLICY PRIORITIES, ADDS TWO FIRMS: BSA | The Software Alliance unveiled its legislative priorities for the 114th Congress, which include patent reform and intellectual property issues, data policy and trade as well as international procurement and human capital management.",
  "Iraqi National Intelligence Service, Japanese Ministry of Ag hire up — BSA unveils policy priorities, adds two firms\n\nFARA ROUNDUP — IRAQI NATIONAL INTELLIGENCE SERVICE, JAPANESE MINISTRY OF AG HIRE UP: Several foreign clients have hired up lobbying firms in recent weeks.",
  "Here’s PI’s roundup of the latest Foreign Agents Registration Act contracts:\n\n— Iraqi National Intelligence Service has hired Florida-based consultant Stephanie Jason to “provide introduction of Director of INIS to members of Congress.",
  "The new clients are Ally Financial Inc., China-United States Exchange Foundation, Electronic Funds Transfer Association, National Association of Realtors, National Football League and Sterilox Fresh.",
  "“We look forward to working with an expanded lobbying team to advance key legislative priorities for the software industry,” said Vice President of Legislative Strategy Craig Albright.",
  "Capitol Counsel has already registered six new clients in 2015 on a range of issues from financial regulations to food safety and internet gambling.",
  "The group told PI it’s also bringing on Clark Geduldig Cranford & Nielsen and Peck Madigan Jones & Stewart as it ramps up its lobbying efforts.",
  "Our Jobs, Growth, and Opportunity agenda will help revitalize the American economy, create jobs, spur growth, and lift incomes.",
  "IFA recently brought on Littler Mendelson’s Michael Layman, Akin Gump Strauss Hauer & Feld and The Lundberg Group.",
  ": Marshall University Research Corporation (Q4 Termination)\n\nCavarocchi Ruscio Dennis Associates, L.L.C.",
  "It recently brought on Ethan Pittleman, who previously worked in the Washington office of Oregon Gov.",
  "This is the group’s fourth registration in three months and second just this week.",
  "Our agenda is built on the belief that our nation’s best days are yet to come.",
  "It also has American Continental Group and Prime Policy Group on retainer.",
  "It’s been 95 years The League of Nations held its first meeting in Paris.",
  "Send your lobbying news, gossip, tips and scoops to tparti@politico.com.",
  "The new registrations come as the firm bolsters its bipartisan roster.",
  "** At the U.S. Chamber of Commerce, the vision for America is clear.",
  "The firm will work for the Japanese between Jan. 1 and March 31.",
  "And keep up with PI on Twitter by following @ PoliticoPI.",
  "Programming note: We are taking MLK Day off on Monday.",
  "The group already has The Alpine Group on retainer.",
  "http://yhoo.it/1AZ06cU\n\nWHO NEEDS LOBBYISTS?",
  "Learn more at www.uschamber.com **",
  "PI will return on Tuesday.",
  "Enjoy the long weekend!",
  "John Kitzhaber.",
  "TGIF!"
]