[
  "“The Coalition forces in support of legitimacy in Yemen have made great achievements in liberating numerous areas from the grip of insurgents,” Al-Jubeir said, later adding, “Currently, the Kingdom and coalition partners are intensifying efforts with international organizations to deliver humanitarian aid to Yemen.”\n\nSaudi Arabia hired law firm Pillsbury Winthrop Shaw Pittman for “information gathering on U.S. Middle East policy” in March and the same month hired international law firm DLA Piper, which contacted more than four-dozen offices on Capitol Hill regarding “issues affecting U.S.-Saudi Arabia national security interests.” DLA Piper did not respond to requests for comment.",
  "She’s observed public relations campaigns by foreign governments becoming “more and more commonplace,” she said, and she’s found it “incredibly frustrating and very worrying and very upsetting.”\n\nTurner’s work often involves bringing attention to specific cases of international political prisoners, but it’s hard to compete with the work of public relations and lobbying firms on behalf of the countries in question on Capitol Hill, she said.",
  "Al-Jubeir also said at the U.N. General Assembly that Saudi Arabia will continue to push for a political solution to the Syrian crisis, which he called “one of the worst humanitarian disasters witnessed by our contemporary history.”\n\nMeanwhile, despite expressing “deep concern” over the large number of civilian deaths from Saudi-led airstrikes in Yemen, the United States has continued to support the nation with weapons and intelligence.",
  "Disclosures show that for Cameroon last year, the firm “facilitated Congressional meetings to brief policymakers on developments in Cameroon including those affiliated with regional security.”\n\nIn February of this year, six senators submitted a resolution, which later passed, stating that the Senate “stands with … the people of Cameroon” and others in response to risks of violence from Boko Haram, a Nigerian-based terrorist group.",
  "Photo by Saul Loeb/AFP/Getty Images\n\nSaudi Arabia’s Image Problem\n\nSaudi Arabia, a U.S. ally that has nevertheless suffered from a major image problem thanks to its repressive monarchy, significantly boosted Qorvis/MSLGroup’s fees for public relations work, paying the firm $14.2 million since 2010.",
  "Anyone working to influence U.S. policy on behalf of a foreign client, whether by lobbying or engaging in public relations, must register with the Foreign Agents Registration Unit of the Justice Department and disclose the contract, details of all political activity, and any distributed materials.",
  "Photo by Mark Wilson/Getty Images\n\nAfter growing up in a country with limited freedoms and an oppressive government, Tutu Alicante still wasn’t prepared when he heard about a violent clash between the military and young men who had organized a protest in his hometown of Annobón, Equatorial Guinea.",
  "So while Saudi Arabia, with American support, leads the air campaign against rebels in, causing hundreds of civilian deaths in the process, it, along with the United States, condemns the Syrian government for its campaign against rebels that has also resulted in numerous civilian deaths.",
  "Upon launching an organization to promote Equatoguinean human rights, the nation’s president labeled him a “national traitor.” Knowing that the fate of human rights activists in Equatorial Guinea is typically imprisonment or worse, Alicante considers his repatriation inconceivable.",
  "There is widespread noncompliance with filing deadlines, and many registrants fail to include required disclosure language about who prepared any distributed materials, according to a report last year by the Project on Government Oversight, a nonprofit government watchdog group.",
  "“That’s why there isn’t a very clear and definitive rejection of involvement with countries that are sort of the worst human rights abusers.”\n\nFor Equatorial Guinea, a country that at one point exported two-thirds of its oil to the United States, there is much at stake.",
  "Despite its human rights record, it continues to export its oil to the United States, several U.S. oil companies invest in the nation’s resources, and little effort has been made by the U.S. administration to crack down on or even criticize the government’s policies.",
  "After the United States cut military aid to Egypt in 2013, the nation hired Glover Park Group to “provide public diplomacy, strategic communications counsel and government relations services.” Since the start of the contract, Egypt has paid the firm $5.2 million.",
  "Alicante now runs EG Justice, a nonprofit that raises awareness of the country’s human rights abuses and promotes accountability, civil liberties, and rule of law by working with institutions like the United Nations, the African Union, and governments in Europe.",
  "A Right to Petition\n\nForeign countries’ rights to petition the U.S. government are legally protected the same way domestic clients’ are, although compared to domestic lobbying, their activity faces a much higher level of disclosure with the Justice Department.",
  "In September, Azerbaijani journalist Khadija Ismayilova was sentenced to seven-and-a-half years in prison after being convicted on charges including tax evasion and abuse of power—charges widely condemned by human rights groups and journalism organizations.",
  "A Center for Public Integrity review of records disclosed to the Justice Department reveals that the 50 countries with the worst human rights violation records have spent $168 million on American lobbyists and public relations specialists since 2010.",
  "Justice Department national security spokesman Marc Raimondi said in an email that the Foreign Agents Registration Act Unit regularly monitors online and print media to identify individuals and entities that may not be in compliance with the act.",
  "Speaking at the meeting of the U.N. General Assembly in October in New York, Saudi Foreign Minister Adel bin Ahmed Al-Jubeir called the kingdom’s military intervention in Yemen its “last option,” conducted at the request of the Yemeni government.",
  "Since 2010, the government of Equatorial Guinea has paid the Washington, D.C.–based communications firm Qorvis/MSLGroup to help with the image of its president, according to a Center for Public Integrity review of Justice Department disclosures.",
  "Podesta Group declared Azerbaijan’s 2013 election a step in “strengthening its democratic society” despite human rights group Freedom House calling it “marred by candidate and voter intimidation … and other serious irregularities” in a report.",
  "Others referred to “sustainability in Russia’s economic development.” In September 2013, Ketchum “placed” a much talked about New York Times op-ed, penned by Putin himself to discourage the United States from taking military action in Syria.",
  "The countries included in the analysis were those with the worst scores on the human rights indicator of the Fragile States Index, an annual report published by the nonprofit Fund for Peace, which measures the vulnerability of nations.",
  "George Washington University Law School professor Ralph Steinhardt said that in Washington, D.C. there are increasingly complicated government processes and a “robust regulatory environment” in which foreign governments must work.",
  "President Vladimir Putin’s spokesman said earlier this year that the contract ended with Ketchum because communications work could not be successful with “anti-Russian hysteria” and a “hateful environment” prevalent in America.",
  "Atiaf Alwazir, a Tunisia-based researcher from Yemen and founder of the media collective Support Yemen, said she’s observed Saudi Arabia’s decadeslong ability to maintain a positive image in regional and international media.",
  "For the Saudi government, Qorvis/MSLGroup has researched public opinion, attended events, set up a website to explain operations in Yemen from a Saudi perspective, and distributed several press releases on the same subject.",
  "Passed in 1938 in response to German propaganda agents active in the United States prior to World War II, the Foreign Agents Registration Act sought to illuminate the sources of influence aimed at public policy and opinion.",
  "During the past 10 years, the Justice Department has brought four criminal cases relating to willful violations of the Foreign Agents Registration Act, three of which resulted in a conviction or guilty plea, Raimondi said.",
  "“Open and Fair” Elections\n\nBeyond the top-five firms are notable contracts like that between Podesta Group and Azerbaijan, a country whose government represses political activists, human rights advocates, and journalists.",
  "The latest disclosures show that Squire Patton Boggs has had more than two-dozen phone calls and met with the State Department and members of Congress often on U.S.-Cameroon relations between June 2014 and June 2015.",
  "Together, Russia and its government-owned natural gas company, Gazprom, paid Ketchum more than $40 million from 2010 to 2014, about $3.5 million of which was dispersed to legal and lobbying firms in subcontracts.",
  "The King Abdullah City for Atomic and Renewable Energy, a Saudi Arabia–based center established by royal decree to build the country’s alternative energy capacity, paid the firm $13.9 million for legal services.",
  "In last year’s U.S.-Africa Leaders Summit, President Barack Obama included President Obiang in a White House dinner while excluding other autocrats who lead Zimbabwe, Eritrea, and the Central African Republic.",
  "American University government professor James Thurber said the uptick in activity by foreign governments shows they are discovering the importance of lobbying and “changing perceptions” in the U.S. capital.",
  "Qorvis/MSLGroup has received more than $20.5 million since 2010 working for governments with poor human rights records, according to the Center for Public Integrity review of Justice Department disclosures.",
  "Joseph Sandler, an attorney with Sandler Reiff Lamb Rosenstein & Birkenstock, said though there are lobbyists “that freely register for the world’s worst regimes,” they are still in compliance with the law.",
  "Ketchum and Russia\n\nQorvis/MSLGroup is second only to Ketchum, a public relations and marketing agency, in terms of how much money it’s received to represent human rights violators in recent years.",
  "It currently represents China on Capitol Hill in trade and security issues and consults with the Cameroonian government on the State Department’s reports on human trafficking and human rights.",
  "Qorvis/MSLGroup has monitored media, drafted letters to the editor, and distributed press releases on behalf of Equatorial Guinea to news outlets and the State Department, disclosures show.",
  "Two years later, the FBI searched the firm’s offices for information about its work for Saudi Arabia in connection with an investigation into compliance with foreign lobbying regulations.",
  "Alicante, who was living in the capital city, remembers learning in August 1993 that the military, known for cracking down on political dissidents, detained and tortured the protesters.",
  "Maran Turner, the executive director of Freedom Now, an organization that advocates for the rights of prisoners of conscience, or people imprisoned for religious or political beliefs.",
  "The latest State Department report on human rights in Equatorial Guinea documents routine torture by police, arbitrary detentions, and politically motivated kidnappings and killings.",
  "While organizing a roundtable discussion on Equatoguinean human rights in Washington, D.C., several years ago, he invited the ambassador for Equatorial Guinea to attend and respond.",
  "The firm’s work for foreign governments was at least partially responsible for some of the departures that year, said a former Qorvis/MSLGroup employee who did not want to be named.",
  "For $7.9 million, the firm has promoted Saudi Prince Al-Waleed bin Talal, a businessman and investor who founded and owns the Kingdom Holding Company, according to the contract.",
  "“The fact that the Department of Justice doesn’t enforce them as much as they could definitely hurts the transparency angle, which is the whole point of the law,” Dennett said.",
  "Anti-Propaganda Measure\n\nRepresentation of foreign clients faces stricter regulation and more extensive disclosures with the Justice Department than that of domestic clients.",
  "President Barack Obama shakes hands with Saudi King Salman bin Abdulaziz Al Saud following a meeting on the sidelines of the G-20 summit in Antalya, Turkey, on Nov. 15, 2015.",
  "“When questions regarding possible noncompliance come to the attention of the FARA Unit, by any means, it takes appropriate steps to seek compliance with the Act,” he said.",
  "Top priorities for the Saudi Arabian government include maintaining American support for its bombing campaign in Yemen, which backs the government’s fight against rebels.",
  "The firm organized dozens of meetings between Egyptian government officials and members of Congress, media, think tanks, and retired military personnel, disclosures show.",
  "5 in the Center for Public Integrity’s review, maintains a contract with Saudi Arabian client “Kingdom 5-KR-215, Ltd.” for branding and marketing in the United States.",
  "Foreign principals spend nearly a half-billion dollars annually to try to influence U.S. policy and opinion, according to a Project on Government Oversight estimate.",
  "Since 2010, Libya, Bahrain, China, Sri Lanka, and others that rank poorly for human rights in the Fragile States Index have turned to the firm for representation.",
  "Press releases have highlighted everything from the country’s literacy rate and eradication of disease to its acceptance of political opponents, disclosures show.",
  "Alicante has come across dozens of press releases written and distributed by Qorvis/MSLGroup praising the supposed good things happening in his country, he said.",
  "Saudi Arabia, the firm’s biggest foreign client, has spent $46 million in total on contracts to improve its image in the United States over the past five years.",
  "Equatorial Guinea President Teodoro Obiang Nguema Mbasogo and wife, Constancia Mangue De Obiang, arrive at the White House for a state dinner on Aug. 5, 2014.",
  "Qorvis/MSLGroup has run the online communications and coordinated meetings on Capitol Hill for the coalition, sometimes without disclosing Saudi involvement.",
  "The firms’ approaches are typically two-pronged: Counter and downplay their clients’ human rights violations, and highlight U.S. interests, she said.",
  "In Syria, the Saudis and their American allies oppose the government and instead support the rebel faction known as the Syrian Opposition Coalition.",
  "Domestic lobbying, by comparison, has totaled about $3.25 billion for each of the past two years, according to the Center for Responsive Politics.",
  "What’s more, the number of active contracts for representing countries with poor human rights records has climbed by 40 percent from 2013 to 2015.",
  "After the Sept. 11 terrorist attacks in 2001, Qorvis/MSLGroup began defending Saudi Arabia against claims that the country was soft on terrorism.",
  "“Women in Equatorial Guinea Have Strong Leadership Role in Government and Business, Say Top Women Political Leaders” reads another from August.",
  "The State Department pointed out Cameroon’s use of torture on detainees, lack of fair trials, and poor prison conditions in its annual report.",
  "What also matters, at least to the clients of these U.S.-based public relations firms, is that these regimes are getting their money’s worth.",
  "Human rights organizations document Egypt as having little tolerance for political opposition and excessive military power over civilians.",
  "In the United States, meanwhile, he’s encountered well-funded efforts to protect and polish the image of Equatorial Guinea’s government.",
  "“Equatorial Guinea Reports Significant Reduction in Poverty and Improvements in Health” is the headline for one released in September.",
  "For Alicante, it’s a clear example of how human rights abuses can continue when an autocrat escapes international criticism, he said.",
  "Despite the country having Africa’s highest gross domestic product per capita, the majority of its 740,000 citizens live in poverty.",
  "Ismayilova is a member of the International Consortium of Investigative Journalists, a project of the Center for Public Integrity.",
  "4 in the Center for Public Integrity’s analysis with $11.7 million received from contracts with human rights violators since 2010.",
  "“The hypocrisy of condemning a government for civilian casualties while you are committing them is just outrageous,” Alwazir said.",
  "At $14 million, Pillsbury Winthrop Shaw Pittman was the third-highest paid firm in the Center for Public Integrity review of data.",
  "Alwazir said many in her home country feel that Saudi Arabia acts in its own self-interest and relies on the United States’ help.",
  "“There are definitely some people out there who are skirting this—who should be registered under FARA and are not,” Sandler said.",
  "“These other countries that have very specific problems of human rights—they’re discovering how Washington works,” Thurber said.",
  "Andrea Prasow, deputy Washington director of Human Rights Watch, advocates for global human rights issues before the government.",
  "Human Rights Watch’s Prasow said it comes down to free speech—foreign governments are also protected under the First Amendment.",
  "Qorvis/MSLGroup let him know that the ambassador could not make it, but the firm would send an employee in her place.",
  "This means inspecting and contacting current and potential registrants about the obligations under the law, he said.",
  "The firm also launched a news website, with some spotlight on Saudi Arabian counterterrorism efforts in the region.",
  "When Alicante’s father told him that there was nothing they could do, he resolved to bring about change from afar.",
  "Teodoro Obiang Nguema Mbasogo, the country’s president, is currently the longest-serving head of state in Africa.",
  "“Saudi King Doubles Humanitarian Aid to Yemen to More Than $500 Million,” reads one headline on a press release.",
  "The voices of human rights groups are “often muted compared to this great lobby,” she said of the Gulf nation.",
  "An increase in violent crime largely came from military and national security forces, according to the report.",
  "This story is from the Center for Public Integrity, a nonprofit, nonpartisan investigative news organization.",
  "Ketchum used media outreach, websites, and press releases to paint Russia as a prime investment destination.",
  "The Obama administration restored military aid to Egypt in March, citing the need to combat ISIS militants.",
  "Podesta Group has represented Azerbaijan since 2013, receiving $1.9 million for its services since then.",
  "The long-held feeling of mistrust toward the nation among Yemenis only increased with the war, she said.",
  "“One of the challenges is that the United States has interests with a lot of these countries,” she said.",
  "Beyond seeking to shape public opinion, foreign entities also often try to influence policy, she said.",
  "The firm has also done millions of dollars’ worth of work for Sri Lanka, Nigeria, and Saudi Arabia.",
  "“You can understand why they would want to call in the cavalry and get some kind of help,” he said.",
  "Squire Patton Boggs met with two of those senators last year and contacted three others by email.",
  "He added that this work can also offer opportunities for countries to seek responsible counsel.",
  "Alicante said his small operation is no match for the multimillion-dollar communications firm.",
  "Qorvis/MSLGroup and the Embassy of Equatorial Guinea did not respond to requests for comment.",
  "The work led three founding partners to quit over discomfort in representing the Gulf nation.",
  "Four months later, Alicante left for the United States and became a human rights lawyer.",
  "Egypt, however, paid much more money to strategic communications firm Glover Park Group.",
  "Her sense is that Saudi Arabia wants Yemen to “always remain dependent” on it, she said.",
  "It is the top spender on representation among countries with poor human rights records.",
  "“As long as there’s transparency connected to it, that’s what matters,” Prasow said.",
  "Other nations, such as Vietnam, Thailand, and Egypt, have also hired Podesta Group.",
  "“Call in the Cavalry”\n\nLegal and lobbying powerhouse Squire Patton Boggs ranks No.",
  "A protester and bystander were killed, as reported in a State Department document.",
  "In Equatorial Guinea, President Obiang seized control in a military coup in 1979.",
  "The International Merchandising Corp. did not respond to a request for comment.",
  "Glover Park Group and Podesta Group did not respond to requests for comment.",
  "“Are they enabling a dictatorship to exist and to get away with atrocities?",
  "It only becomes problematic when there’s lobbying in secret, experts said.",
  "Ketchum and the Russian Embassy did not respond to requests for comment.",
  "The country desperately needs the scrutiny, human rights advocates say.",
  "“Invest in Moscow: Education, Healthcare and More,” read one headline.",
  "The military went looking for Alicante’s cousin at his cousin’s home.",
  "The Embassy of Saudi Arabia did not respond to requests for comment.",
  "Cleveland-based International Merchandising Corp., which ranks No.",
  "Report co-author Lydia Dennett said enforcement of the law is lax.",
  "Alicante had one interaction with the PR professionals, he said.",
  "The firm and its client did not respond to requests for comment.",
  "Squire Patton Boggs did not respond to requests for comment.",
  "So far, for Equatorial Guinea, things are going swimmingly.",
  "In 2011, more than a third of the firm’s partners quit.",
  "Read more of their work or follow them on Twitter.",
  "That’s exactly why they’re hired,” Alicante said.",
  "When he wasn’t found, they burned the house down.",
  "On the morning of the event, he received a call.",
  "Cady Zuvich contributed to this story.",
  "But its situation is not unique.",
  "This year, it hired five firms.",
  "The campaign began in March.",
  "(No charges were filed.)",
  "Without a doubt."
]