[
  "The newest phase of Obama’s environmental agenda has the oil and natural gas industry in its crosshairs, with plans to curb greenhouse gas pollution from rigs and refineries, tighten oversight of drilling on public lands and impose a strict ozone limit that industry lobbyists slam as ‘the most expensive regulation ever.’ The administration still might hand some modest victories to the industry along the way — as early as Friday, for example, the Interior Department may give Shell Oil a final green light for expanded drilling off Alaska’s Arctic coast.",
  "‘STRAIGHT OUTTA COMPTON’ PRODUCER SHARES TIPS: D.C. insiders were privy to an intimate Q&A discussion this week with Bill Strauss, one of the executive producer’s of \"Straight Outta Compton,\" where they were given not only insight behind the making of the film but also tips on applying and leveraging Compton’s digital success in outreach and campaigning.",
  "MORNING SHIFT THEFT — BUSINESS LOBBIES DEMS AHEAD OF JOINT EMPLOYER DECISION: House Minority Whip Rep. Steny Hoyer will meet with Maryland-area business owners today in an event organized by the I nternational Franchise Association’s Coalition to Save Local Businesses, the lobbying group established to fend off a new joint employer standard.",
  "HIRES TWO FIRMS: The State Oil Company of the Azerbaijan Republic has hired Bethesda-based 30 Point Strategies and Arlington-based Global Policy Initiatives to “advise and represent SOCAR on public affairs and government relations matters in the United States,” according to documents filed under the Foreign Agents Registration Act.",
  "http://hrld.us/1N7w4vO\n\nNEW JOINT FUNDRAISING COMMITTEES\n\nNone\n\nNEW PAC REGISTRATIONS (Type of PAC)\n\nNone\n\nNEW LOBBYING REGISTRATIONS (Firm: Client)\n\nNone\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\nLiebman & Associates, Inc.: Unilever ASCC AG (Q3 Termination (no activity))",
  "The event comes as franchised businesses prepare for the NLRB’s forthcoming decision in Browning-Ferris, which is likely to result in a broader standard, potentially making corporations answerable to union organizing at — and labor law violations committed by — subcontractors and franchisees.",
  "http://read.bi/1KlwaKd\n\nCOMPLAINT FILED AGAINST MCCASKILL: A conservative group filed a complaint against Sen. Claire McCaskill on Thursday, accusing her of violating federal campaign finance laws to beat Todd Akin in Missouri's 2012 Senate race, reports Eugene Scott of CNN.",
  "The roundtable is one example of the group’s “efforts during this August work period to engage congressional Democrats and educate them on the widespread impact” of a new joint employer standard, IFA Senior Vice President for Communications Matt Haller told Morning Shift.",
  "INTERNET ASSOCIATION HOSTS STEM CAMP: The Internet Association, in partnership with member companies, this week hosted 50 middle school students and staff from low-income communities in New York City and Newark participating in After-School All-Star’s STEM CampUS.",
  "“As young adults entering the political spectrum, we feel the need to help encourage other new voters to become involved in politics and offer them reasonable, intelligent candidates to support,” said Christopher Taylor, one of the students.",
  "Story Continued Below\n\n‘NAGGING IMBECILES’ SUPER PAC, EXPLAINED: Because it’s Friday and we know you’ve been thinking about this super PAC — Free Americans Against Nagging Imbeciles — all week, we have some more details from the group.",
  "Those candidates that seek to gain votes by lying to their constituents and publicly shaming others will be the enemy of this committee.”\n\nHAPPY FRIDAY AFTERNOON, where it’s been 80 years since the Social Security Act became law.",
  "Full story: http://politi.co/1UHCMdl\n\nELSEWHERE IN THE INFLUENCE WORLD:\n\nMONEY BEHIND IRAN DEAL LOBBY: Mega-donors opposing the Iran deal have upper hand in fierce lobbying battle, reports Catherine Ho of The Washington Post.",
  "Spotted at the event were Michael Hardaway, senior adviser to Rep. Hakeem Jeffries; Marc Ross, co-founder of Caracal Strategies; Kyle Downey, president of Downey Communications; and Katie Thompson of DDC Public Affairs.",
  "GROUP LAUNCHES ADS AGAINST FIDUCIARY REGULATION: The Americans to Protect Family Security Coalition has launched a new national cable advertising campaign on the Department of Labor’s proposed fiduciary regulation.",
  "http://wapo.st/1fbRHfY\n\nBILLIONAIRE HOSTS CHRISTIE FUNDRAISER: A hedge-fund billionaire is throwing a $2,700-per-ticket fundraiser for Chris Christie this weekend, reports Alana Wise and Grant McCool of Reuters.",
  "Azerbaijan State Oil Co. hires two firms — 'Nagging Imbeciles' super PAC, explained — Internet Association hosts STEM camp\n\nWith Cate Martel and Aaron Mak\n\nFARA UPDATE — AZERBAIJAN STATE OIL CO.",
  "OBAMA’S QUIET WAR ON OIL: Via POLITICO’s Elana Schor, “President Barack Obama’s enemies have long accused him of waging a “war on coal.” But a very different war on oil and gas is coming next.",
  "“The Imbeciles we are referring to are those candidates [who] enjoy being insulting, polarizing and otherwise unbearable without offering any counterpoints to current laws and regulations.",
  "http://cnn.it/1PcLmNt\n\nMIAMI PAC INVESTIGATED: A Miami Beach PAC has raised nearly $1.4 million and the ethics commission is investigating, reports Joey Flechas of The Miami Herald.",
  "And unlike the massive climate rule that the EPA issued for power plants last week, the administration’s actions on oil and gas will be quieter, more piecemeal and harder to track.",
  "30 Point Strategies will be paid hourly rates up to a monthly total of $17,500 a month and Global Policy Initiatives will be paid $7,500, the disclosures show.",
  "The multimillion dollar campaign will include television ads calling on viewers to urge Congress to fix the proposed regulation.",
  "The film, which will be released nationally Aug. 14, documents the rise and ensuing events of the legendary rap group N.W.A..",
  "The super PAC was created by a group of students at Florida State University while taking courses on campaign finance laws.",
  "The camp is funded in part with funds received from the Internet Association Charity Gala, which raised $75,000 this year.",
  "The event was produced by Lnk Agency and hosted by digi-cultural analyst and MSNBC commentator Lauren deLisa Coleman.",
  "But don’t forget to send us your tips, news and gossip or just say hi to tparti@politico.com.",
  "Taylor also provided some details on the name of the group.",
  "Have a great weekend!"
]