[
  "“MWW will develop and implement a plan to engage independent analysts and opinion leaders in United States of America to craft the reputation of the Dominican Republic and influence official decisions, including allies such as business or commercial organizations, or public figures ... provide assistance to the officials of the Dominican Republic in developing and implementing a communications program aimed at supporting efforts to maximize the long-term reputation and position of the country.\"",
  "Black Rock Group + SQComms launch Potomac West Group — Cornyn COS to Cassidy and Associates — Dominican Republic hires MWW Group\n\nW ith Anna Palmer and Aaron Mak\n\nFIRST IN PI ... BLACK ROCK GROUP AND SQCOMMS LAUNCH POTOMAC WEST GROUP: Top Democratic and Republican operatives of Squared Communications and Black Rock Group are forming the Potomac West Group, which will work on coalition management, strategic communications and messaging.",
  "MAJOR DONORS UNCOMMITTED AHEAD OF DEBATE: Via your PI scribe, Ken Vogel and Theo Meyer, billionaire GOP donors Charles and David Koch, Sheldon Adelson and Paul Singer, who are still largely sitting on the sidelines in the presidential race according to a POLITICO analysis shows, could use candidates’ performances during Thursday evening’s first Republican primary debate to help decide where to put their money.",
  "They each gave McCarthy the maximum $10,000 during the 2014 election cycle.” Full story here: http://politi.co/1W3QOHO\n\nELSEWHERE IN THE INFLUENCE WORLD:\n\nWELL-TIMED TRIP: AIPAC’s charitable arm paid for members of Congress to take a trip to Israel just before they vote on the Iran deal, report Catherine Ho and Karoun Demirjian of The Washington Post.",
  "Jeb Bush.” Full story: http://politi.co/1P8j2MT\n\nBOEING, GE CUT OFF CASH TO EX-IM FOES: “When House Majority Leader Kevin McCarthy headlined a fundraiser in early June the room was packed with defense industry lobbyists, but reps from one megacontractor were missing — Boeing,” report POLITICO’s Anna Palmer and Jeremy Herb.",
  ": Lancashire Partners, LLC\n\nHecht Latham Spencer & Associates, Inc., formerly known as Hecht Spencer & Assoc: Eli Lilly and Company\n\nHolland & Knight LLP: ETC Capital\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\nThe Horinko Group: BAE Systems (Q2 Termination)",
  "SPORTS UPDATE — HPS TOPS BURSON IN SOFTBALL CHAMPIONSHIP: Hamilton Place Strategies won the communications league softball championship for the second year in a row last night, defending its title against a strong Burson- Marsteller squad who ousted Edelman earlier in the day.",
  "http://bit.ly/1eU0vH1\n\nNEW JOINT FUNDRAISING COMMITTEES\n\nIllinois Victory 2016\n\nNEW PAC REGISTRATIONS (Type of PAC)\n\nCoalition for Progress (super PAC)\n\nNEW LOBBYING REGISTRATIONS (Firm: Client)\n\nConstantinople & Vallone Consulting LLC: Chronicare, Inc.\n\nDavid Turch & Assoc.",
  "“Our comprehensive team approach leverages our shared business philosophy and campaign experiences and provides real-time results for our clients.”\n\nThe name Potomac West comes from SQComms and BRG’s joint footprint, which spans from the Potomac River to the West Coast.",
  "FARA UPDATE — DOMINICAN REPUBLIC HIRES MWW GROUP: The Dominican Republic has hired MWW Group to help with media relations and “reputation building,” according to documents filed under the Foreign Agents Registration Act.",
  "While some major donors are waiting to choose sides, others — including Chicago Cubs owners Joe and Marlene Ricketts — are hedging their bets by donating to groups supporting at least two different candidates.",
  "Only 10 of the top Republican donors from the 2014 cycle have so far contributed at least $1 million to the presidential hopefuls and the outside groups that can raise unlimited sums on their behalf.",
  "Scott Walker have taken in more from these donors — $14.1 million — than the groups supporting any other candidate, followed by those supporting Texas Sen. Ted Cruz and former Florida Gov.",
  "Michael Meehan of SQComms and Michael Dubke, Carl Forti and Brian Jones of BRG are partnering to run state and national campaigns for corporations, candidates, associations and nonprofits.",
  "Senate Majority Leader Mitch McConnell gave a tribute to Thomasson on the Senate floor Wednesday, calling him one of the “most approachable and good-humored staffers around here.",
  "Story Continued Below\n\n\"In an era of divided government, success in today's marketplace demands solutions driven from the states through the Potomac and back,” said Meehan.",
  "General Electric, also a major supporter of renewing Ex-Im and a benefactor of the agency, has followed suit and has not contributed to the California Republican this year.",
  "...The top GOP donors who gave $141 million in 2014 have contributed about a quarter of that amount — $38.5 million — to presidential campaigns and outside groups.",
  "2 House Republican over his support for killing the Export-Import Bank, which facilitates billions of dollars in low-interest loans to U.S. exporters like Boeing.",
  "CORNYN COS TO CASSIDY AND ASSOCIATES: Russell Thomasson, chief of staff to Sen. John Cornyn, is leaving the Hill after 15 years to join Cassidy and Associates.",
  "“The analysis shows that although the GOP presidential primary has already been shaped by unprecedented big money donations, there’s likely more on the way.",
  "Both firms will continue to operate, work with existing and prospective clients, while joining forces to run coalition campaigns.",
  "When he takes the pulse of the Senate, it’s with uncommon precision,” McConnell said, according to a transcript of his remarks.",
  "Monica Popp, who is currently the deputy chief of staff to Cornyn, is going to take over as chief of staff, effective Monday.",
  "Paul Tencher who recently joined the firm earlier this year will be working on behalf of the country, documents show.",
  "“Not only was Boeing absent at that fundraiser, the contractor has cut off all political contributions to the No.",
  "GOOD THURSDAY AFTERNOON, where it’s been 50 years since President Lyndon B. Johnson signed the Voting Rights Act.",
  "http://wapo.st/1IZmLNQ\n\nOFFSHORE DONORS: The Center for Responsive Politics looks at Jeb Bush’s offshore donors.",
  "But don’t forget to send your tips, news and gossip and debate commentary/observations to tparti@politico.com.",
  "This former intelligence officer has always got his ear to the ground.",
  "Hope everyone is just as excited for tonight’s debate as we are!",
  "The game was a defensive battle with a final score of 7-3.",
  "Captains Melissa Manson and Craig Schumann led the teams.",
  "So far, groups supporting Wisconsin Gov.",
  "He’s also incredibly effective."
]