[
  "On Thursday, Arizona Republican John McCain, who often tacks to the middle in the Senate, not only backed a plan to link Planned Parenthood defunding with spending legislation, he suggested the move was inevitable.”\n\n“The growing momentum comes as the anti-abortion Center for Medical Progress on Thursday released its fourth undercover video going after the women’s health organization, this time with recordings of a doctor discussing how to avoid the perception of ‘selling fetal parts across states.’ The group says the video proves that Planned Parenthood is trafficking human fetal organs — and both parties expect more videos to come this summer.",
  "The report lists the defense fund’s address as a Sunapee, New Hampshire, property owned by James Rooney, a frequent Republican donor, energy investor and former White House staffer under President Gerald Ford.” Full story: http://politi.co/1IOGxvg\n\nGOP SUPPORT FOR DEFUNDING PLANNED PARENTHOOD GROWS: Via POLITICO’s Burgess Everett and Jennifer Haberkorn, “Republicans are rallying behind a bare-knuckle strategy to strip Planned Parenthood’s government support via a must-pass fall spending bill, a momentum shift that dramatically increases the chances of a government shutdown fight this fall.",
  "http://wapo.st/1LUZ748\n\nNEW JOINT FUNDRAISING COMMITTEES\n\nEast West Leadership Fund\n\nCostello Victory Fund\n\nMurkowski Upton Victory Committee\n\nNEW PAC REGISTRATIONS (Type of PAC):\n\nEastern Washington Committee for Progress\n\nNorth Florida Neighbors\n\nUpstate New York for Bernie Sanders (super PAC)\n\nNEW LOBBYING REGISTRATIONS (Firm: Client)\n\nBergwall & Associates: Oginc\n\nBergwall & Associates: TerraPan Labs, LLC\n\nDentons US LLP: Manitoba Hydro Corporation\n\nDentons US LLP: National Heritage Academies\n\nEmmer Consulting, Inc. (formerly known as Emmer Consulting, P.C.",
  "Story Continued Below\n\nTop donors who listed a D.C. address were: former ambassador C. Boyden Gray, who serves as president of Boyden Gray and Associates; Steven Quamme of Cartica Capital; Shannon Fairbanks of Fairbanks Investment Fund; DLA Piper’s James Wareham and Tom Korologos, a former ambassador; Williams & Connolly’s David Aufhauser; The JBG Companies’ Joseph Gildenhorn; Orchard’s Paul Horvath; Main Street Partnership’s Patrick Rooney; Albright Stonebridge Group’s Carlos Gutierrez; and The Nickles Group’s Stacey Hughes.",
  "): PayPal\n\nFox Potomac Resources, LLC: FUSRAP Coalition\n\nLiebman & Associates, Inc.: VIASPACE, Inc.\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\nApache Corporation: Apache Corporation(Q2 Termination (no activity))\n\nHarm Reduction Coalition: Harm Reduction Coalition (Q2 Termination (no activity))\n\nMrs. Lisa Waltzman: Steptoe and Johnson LLP (Q2 Termination)",
  "NEW DEFENSE FUND FOR HASTERT: “A fund has been set up to support the legal defense of former House Speaker Dennis Hastert, who is facing federal charges of evading bank reporting requirements and lying to the FBI in connection with $1.7 million he allegedly paid to a longtime acquaintance to cover up past misconduct,” report POLITICO’s Josh Gerstein and Ken Vogel.",
  "“The creation of the fund was revealed in a Federal Election Commission report filed late Thursday that showed Hastert shut down his Keep Our Mission leadership PAC at the end of June and donated $10,000 — the vast bulk of its remaining cash— to the new defense fund: the J. Dennis Hastert Defense Trust.",
  "D.C. donors shell out for Bush super PAC - Members turn out for 'Conversation with Hillary' - Stoneridge adds Robertson\n\nWith Cate Martel and Aaron Mak\n\nJUST IN — D.C. DONORS SHELL OUT FOR BUSH SUPER PAC: The pro-Bush super PAC, Right to Rise USA, filed its mid-year fundraising reports this morning.",
  "Planned Parenthood denies that it did anything illegal.” Full story: http://politi.co/1KEcoPB\n\nELSEWHERE IN THE INFLUENCE WORLD:\n\nDEMS BEHIND IN BIG MONEY RACE: Democrats are far behind the GOP in raising money for 2016 super PACs, reports Julie Bykowicz of The Associated Press.",
  "FIFA CONFEDERATION HIRES GLOBAL STRATEGY GROUP: The Confederation of North, Central American and Caribbean Association Football (CONCACAF) has brought on Global Strategy Group to assist with public affairs and communications regarding the confederation’s reform efforts.",
  "Other K Street donors listed who made smaller contributions include former President & CEO of American Bankers Association Frank Keating; Akin Gump’s James Langdon; Wiley Rein’s Andrew McBride; DLA Piper’s Ignacio Sanchez; and Cypress Group’s J. Patrick Cave.",
  "FARA UPDATE — ECUADOR MINISTRY OF TOURISM HIRES PR FIRM: The Ministry of Tourism in Ecuador is subcontracting with New York-based Porter Novelli, according to documents filed under the Foreign Agents Registration Act.",
  "For more on Bush’s super PAC and it’s non-D.C. donors, read my story: http://politi.co/1UcmhWv\n\nSee the full report here: http://1.usa.gov/1MXBNRT\n\nMEMBERS TURN OUT FOR 'CONVERSATION WITH HILLARY:’ Sens.",
  "CONCACAF is one of six continental confederations of FIFA (Fédération Internationale de Football Association) and serves as the governing body of soccer in North, Central America and the Caribbean.",
  "The invitation, which asked guests to turn “For a Conversation with Hillary” was at the home of Pakistani immigrants and Democratic donors Ray and Shaista Mahmood in Alexandria, Virginia.",
  "http://abcn.ws/1DVQYpz\n\nRICKETTS DONATION: The Ricketts family gives more than $5 million to Walker super PAC, reports Robert Costa of The Washington Post.",
  "STONERIDGE ADDS ROBERTSON: GOP consulting firm Stoneridge Group has hired that Kyle Robertson as senior vice president.",
  "Ted Cruz (R-Texas) and 18 House members on Wednesday, is spreading to include more centrist members of the Senate GOP.",
  "HAPPY FRIDAY AFTERNOON, where it’s been 50 years since J.K. Rowling, author of the Harry Potter series, was born.",
  "He also previously served as regional political director for the National Republican Congressional Committee.",
  "We’ll be spending it digging through FEC mid-year super PAC reports, and it will be a spellbinding indeed.",
  "Mark Warner, Tim Kaine and Rep. Gerry Connolly were special guests at a Hillary Clinton event last night.",
  "The firm will prepare press releases and media kits and secure interviews on behalf of Ecuador.",
  "You might be heading out of town, but we still need you your tips, news and gossip!",
  "We went through and pulled out all of the Washington donors giving to the group.",
  "Robertson has managed political campaigns, including those of Michigan Gov.",
  "What started out as a push from socially conservative firebrands like Sens.",
  "Thanks for all your responses telling us what lobbyists do in August.",
  "Keep sending them in, and we’ll feature a few next week in PI.",
  "Send them over or just say hi to tparti@politico.com.",
  "Rick Snyder and Indiana Gov.",
  "Mike Pence, for 13 years.",
  "Have a magical weekend!",
  "It’s almost August."
]