[
  "Forms filed by Craig with the Justice Department, which administers the Foreign Agents Registration Act, show that he was involved with Williams & Connolly teams that invited lawmakers, diplomats and aides to meals at the clients’ embassies or merely called them to discuss issues such as increasing foreign aid to Panama and Bolivia, lifting sanctions on Panama, negotiating free trade pacts, “U.S.",
  "policy toward Bolivia in war against drugs” and “ U.S.-Argentine trade problems, leather embargo and counterveiling (sic) duties.”\n\nIn 1993, Craig registered to represent the interim Haitian Prime Minister Robert Malval, who had been appointed by Haiti's exiled president, Jean-Bertrand Aristide, before he returned to power with U.S. military backing in 1994.",
  "“I am in need of someone in Washington, D.C., who can advise me on U.S.-Haitian relations and who can also appear and speak on my behalf — and on behalf of the new government — in deliberations with officials and agencies of the United States government.",
  "Craig's clients at times at odds with U.S.\n\nAs a top Washington lawyer, newly named White House counsel Greg Craig has represented high-profile clients, from Bill Clinton to John Hinckley to Alexander Solzhenitsyn to Elian Gonzalez’s father.",
  "Soon after Bolivia elected as its new president in 1989 a former revolutionary leftist who ran as a Social Democrat, Craig oversaw the planning of meetings between him and a cadre of influential members of Congress then, including Sens.",
  "When the U.S. government in 1990 unfroze bank accounts belonging to deposed Panamanian leader Manuel Noriega so he could pay to defend himself against drug charges, Craig went to federal court to try to seize Noriega’s cash for Panama.",
  "Story Continued Below\n\nCraig represented Argentina, Bolivia, Panama and the prime minister of Haiti as a “foreign agent,” basically a lobbyist for foreign governments and businesses with issues before the federal government.",
  "And when the Argentine government wanted to lease space in Northwest Washington for a new consulate in 1990, Craig agreed to grapple with the less-than-welcoming local zoning process.",
  "But those governments, which paid hundreds of thousands of dollars to Craig’s power law firm Williams & Connolly, got more than just traditional lobbying from him.",
  "But less well known is Craig’s work in the 1990s for at least four foreign governments or leaders facing a variety of tricky situations in Washington.",
  "1993:\n\n“Dear Greg, I am writing to ask you and your law firm to represent me both personally and in my new capacity as Prime Minister of Haiti.",
  "Incoming White House counsel Greg Craig has advised at least a couple of controversial foreign clients at odds with the U.S. government.",
  "), whose position as vice president-elect makes him a current Craig boss; and Reps. Porter Goss (R-Fla.) and Peter Kostmayer (D-Pa.).",
  "I look forward to working with you in the future in fulfilling the dream of achieving President Aristide’s return to Haiti.”",
  "“Thank you for all the work you have done in the past to support the restoration of democracy and the rule of law in Haiti.",
  "Craig also did traditional lobbying work for his roster of foreign clients.",
  "George Mitchell (D-Maine); Bob Dole (R-Kan.); Edward M. Kennedy (D-Mass.",
  "I would be grateful if you would perform that service for me.",
  "), a former Craig boss; Joe Biden (D-Del.",
  "Malval wrote to Craig in September."
]