[
  "Attorney William Minor of DLA Piper, a specialist in ethics and international representation, shared this observation: “The reports of payments to Paul Manafort shown in a Ukrainian political party ledger raise questions about whether Manafort and his firm should have been registered under the U.S. Foreign Agents Registration Act (FARA).",
  "It is not clear why Manafort’s firm did not register for this client, although the firm had been registered previously for other foreign clients.”\n\nAt this writing, just a few hours after the story broke, I have no idea if Manafort can survive and keep his job as head of Trump’s campaign.",
  "It requires registration and reporting to the Department of Justice when an individual or firm acts as an agent of a foreign government or political party and engages within the U.S. in activities designed to influence U.S. policymakers or the public.",
  "Between the Manafort bombshell and the new exposé that the Clinton Foundation may have been pushing unqualified donors to serve as “experts” on State Department advisory panels, it is almost enough to make you forget how great the Olympics have been.",
  "It is one thing for Manafort’s consulting group to represent – aboveboard – a foreign faction whose interests are inimical to those of the U.S. That is fairly commonplace among American legal, business, communications, and lobbying firms.",
  "The New York Times’ August 15 story that Paul Manafort, Trump’s campaign manager, has received $12.7 million in secret cash payments from a pro-Putin group in the Ukraine is symptomatic of what’s wrong with American politics these days.",
  "But as a citizen who cares deeply about the U.S.-European alliance, I am troubled about the Republican presidential nominee’s slipshod approach to our NATO allies and his bizarre admiration for Russia’s current political position.",
  "We don’t yet know whether those payments were actually made, or the purpose of them, but the ledgers seem to underscore the significance of the work performed by Manafort and his firm for the party of the-then Prime Minister.",
  "“Originally enacted before World War II to address Nazi propaganda agents, FARA is a criminal statute designed to shed light on advocacy efforts by foreign interests in the U.S.",
  "But if the Times’ allegations are true, it’s beyond the pale for Manafort to be taking clandestine payments from avowed adversaries of the U.S. and our European allies.",
  "Especially with the threat posed by terrorism, this country cannot afford any diminution in our resolve to maintain the bonds that exist between the U.S. and Europe.",
  "It certainly ought to make the Obama Administration think long and hard about disclosing any sensitive information via intelligence briefings to the Trump campaign.",
  "Indeed, over the years my firm has represented foreign nationals and institutions that have caused some heartburn at the State Department and the White House.",
  "But at least at the moment, Trump’s antics may be diverting attention away from the most disquieting revelation yet uncovered this campaign season.",
  "In fact, it may be the most outrageous exposé of seditious double-dealing since the Iran-Contra debacle in the second Reagan Administration.",
  "Donald Trump has been spewing so much incendiary garbage this summer that it’s been hard to distinguish one crazy accusation from the next.",
  "The feel-good Rio Olympics came along at the perfect time for Americans already weary of presidential politics.",
  "Such representation can be a constructive influence in bringing together people to overcome their differences.",
  "That’s a combination of North-like hubris and Hiss-like deceit that most of us would find distasteful.",
  "Richard Levick, Esq., is Chairman and CEO of LEVICK, a global strategic communications firm.",
  "Many a diplomatic rapprochement owes its origins to a business deal.",
  "Roll over Ollie North– and tell Alger Hiss the news.",
  "Within reason, everyone deserves representation.",
  "The key imperative, of course, is transparency.",
  "I’ll leave that conjecture to the pundits.",
  "Hacking an opponent party’s emails?",
  "What’s next?"
]