[
  "“Over the last several years, we have seen growing Chinese control over major American movie studios, production financing and theatre distribution, such as Dalian Wanda Group Corp.’s purchase of Hollywood movie giant Legendary Entertainment for $3.5 billion and a further 49 percent stake in Paramount Pictures, as well as purchases of the two largest movie theatre chains in the U.S., AMC and Carmike Cinemas, as well as Hunan TV’s stake in Lions Gate,” Culberson wrote.",
  "Culberson, chairman of the the House Subcommittee on Commerce, Justice, Science, and Related Agencies, doesn’t think the DOJ is taking seriously enough the threat posted by Chinese company Dalian Wanda and is urging Assistant Attorney General John Carlin to look at Wanda’s expansion into U.S. markets more carefully.",
  "“These acquisitions, as well as many more co-financing arrangements, allow Chinese state-controlled companies a significant degree of control over the financing and content of American media that raises serious concerns about how this may be used for propaganda purposes,” Culberson added.",
  "Culberson wants the DOJ to investigate how the Foreign Agents Registration Act (FARA) could apply to foreign interests trying to takeover U.S. media companies for the purpose of advancing propaganda and censorship measures.",
  "The policy of the company is apparently to, “Stay close to the government and distant from politics.”\n\nAlready, the Chinese are trying to exert major influence on film studios.",
  "Republican Rep. John Culberson contacted the Department of Justice (DOJ) to take a second look at the attempted takeover by a Chinese company of the U.S. movie industry.",
  "The U.S.-China Economic and Security Review Commission produced a report in 2015 showing how agents of the Communist Party are trying to control the U.S. film industry.",
  "He also wants the DOJ to use the results of this investigation to figure out new strategies to mitigate foreign influence, whether by FARA or new tools.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The movie Captain Phillips, for example, was barred from being distributed in China because of its positive portrayal of the U.S. military.",
  "Wanda CEO Wang Jianlin has open ties to the Chinese Communist Party and apparently makes no attempt to hide such connections.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Additionally, Chinese President Xi Jinping invested heavily in the company, The New York Times reports.",
  "Follow Jonah Bennett on Twitter\n\nSend tips to jonah@dailycallernewsfoundation.org.",
  "Dalian Wanda has connections to relatives of top officials in the Communist Party.",
  "This ban resulted in a loss of $9 million in anticipated revenue."
]