[
  "K Street powerhouses Mercury and the Podesta Group recently hired outside lawyers after the Associated Press reported that their work for a European think tank was secretly overseen by Manafort and one of his associates working for a pro-Russian political party in Ukraine.",
  "Sixty-two percent of new lobbyist registrations weren't on time, and half of filers were late with their required updates, according to the Justice Department inspector general's long-awaited review of the Foreign Agents Registration Act of 1938, known as FARA.",
  "Foreign lobbyists routinely flout disclosure rules, according to a new report, and government investigators lack a comprehensive strategy for enforcing a law that sparked controversy around former Trump campaign chairman Paul Manafort.",
  "Story Continued Below\n\nThe IG report noted only seven prosecutions since 1966, in part because government investigators and attorneys weren't on the same page about what amounted to a case and confused FARA with a different law.",
  "The Justice Department said it needs Congress to give investigators the power to demand information that would reveal if people are lobbying for foreign governments with filing the required disclosures.",
  "The IG report noted ambiguity about whether exemptions apply to representing foreign entities like college campus groups and think thanks that receive government funding but claim to act independently.",
  "FARA registrations peaked in 1987 and fell sharply since the 1990s, probably because people started registering under the 1995 domestic lobbying law instead, which requires less detailed disclosures.",
  "| Getty Investigators fault lax foreign lobbying enforcement The law that may have tripped up Paul Manafort is rarely enforced, a watchdog review found.",
  "Investigators told auditors the Justice Department is reluctant to pursue charges because it prefers to bring violators into compliance.",
  "Lobbyists interviewed by the IG's office went so far as to say they viewed FARA cases as slow-moving and unlikely to result in charges.",
  "The Justice Department needs a better system for tracking missing records and making sure lobbyists file them, auditors concluded.",
  "Officials responsible for the law countered that its purpose is public disclosure, even though it affords criminal penalties.",
  "Paul Manafort and his company never registered their activities under the Foreign Agents Registration Act.",
  "Officials responsible for inspecting the records said they were understaffed.",
  "Manafort and his company never registered their activities under FARA.",
  "Currently, officials merely search news articles."
]