[
  "James Madison cited examples from ancient times as well as then-modern Europe of the widespread nature of attempts at such intrigue, and The Federalist 68 (likely by Alexander Hamilton) describes the corruption that comes from “the desire in foreign powers to gain an improper ascendant in our councils” as one of the “most deadly adversaries of republican government.”\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "As U.S. intelligence continues to review just what happened during the course of the election and how much Russian influence may have affected the course of the campaign, it’s clear that the nation must still be on guard to follow Alexander Hamilton’s entreaty that “every practicable obstacle should be opposed to cabal, intrigue, and corruption.”\n\nWrite to Lily Rothman at lily.rothman@time.com.",
  "And, though Russian authorities have denied that any hacking was authorized at the top, and President-elect Donald Trump has downplayed the importance of the revelations, Obama discussed the matter on Friday during his final press conference of 2016, saying that he hoped that addressing the intervention would be a priority for the incoming administration as well.",
  "That year, as the Vietnam War divided the nation, Richard Nixon’s campaign worked behind the scenes to convince South Vietnam’s leader that he would be happier with a peace deal arranged by Nixon than one arranged by the incumbent Democrats—even though it is against the law for an individual American citizen to negotiate with a foreign government.",
  "This week, as top U.S. intelligence officials affirm their certainty that Russia intervened in the 2016 election and sought to help Donald Trump’s candidacy, President Obama told reporters that the U.S. would “take action” in response to any foreign intervention in U.S. elections.",
  "In 1938, Congress passed the Foreign Agents Registration Act (FARA), which, according to the Department of Justice, was a “response to the large number of German propaganda agents in the pre-WWII U.S.” The law required foreign agents to disclose certain involvements in U.S.",
  "Nevertheless, despite more than two centuries of concern about keeping foreign influence out of U.S. politics, this year’s Russian intervention is not the first example of some sort of election-year maneuvering from outside American borders.",
  "View Sample Sign Up Now\n\nGet your history fix in one place: sign up for the weekly TIME History newsletter\n\nThe fear of foreign intervention continued well after the founding era, and in fact got new legislative teeth in the 20th century.",
  "Although the framers of the Constitution could hardly have anticipated cyber crime, the fear of foreign intervention does go back to Colonial times, as Matt A. Vega explained in a Loyola of Los Angeles Law Review paper on the subject.",
  "As Politico‘s Josh Zeitz pointed out earlier this year, after then-candidate Donald Trump called on Russia to look for Hillary Clinton’s emails, one concrete example of foreign interference in a U.S. election can be seen in 1968.",
  "At the time, the U.S. was a brand new nation with an unproven system of government, and European history was replete with examples of powerful princes jockeying for power and influence among various weaker nations.",
  "The subsequent crumbling of what had looked like a solid chance for peace, after South Vietnam withdrew from talks, contributed to an election failure for the incumbent Democratic party.",
  "Its original goal was to make sure that if ideas were introduced into American political discourse by outside sources, citizens would know where exactly the information was coming from.",
  "More recently, Israel’s Prime Minister Benjamin Netanyahu has been criticized for seeming to want to influence the outcome of American voting, though not in so covert a fashion.",
  "Obama’s belief that preventing foreign intervention in U.S. politics—or at least preventing further intervention—is a nonpartisan concern has support in American history.",
  "As explained by Gregory Bordelon in the book Dirty Deals, the 1938 FARA was the product of an age of corruption and increasing fear of foreign agents.",
  "In the 1960s the FARA was amended to shift its focus to banning financial contributions from foreign nationals toward U.S. elections.",
  "On Thursday night, Hillary Clinton spoke to that point, telling her supporters that Russian aimed to “undermine” American democracy.",
  "This concern was a major reason for constitutional features like the emoluments clause, which is aimed at preventing bribery.",
  "; specifically, it requires any “informational material” they produce to be labeled clearly as coming from a foreign source.",
  "After all, that very problem was a matter with which the Founding Fathers were seriously concerned.",
  "(The House Un-American Activities Committee was established right around the same time.)",
  "politics."
]