[
  "More from NBC News:\n\nBen Carson in elevator mishap on affordable housing tour\n\nFormer Trump adviser slams surveillance following reports of warrant probing Russian ties\n\nTrump: 'We're not going into Syria' but 'some of the worst tyrants' didn't use gas\n\nThe political work in question, said Maloni , \"was widely known, concluded before Manafort began working with the Trump campaign, and was not conducted on behalf of the Russian government.\"",
  "A spokesman for Paul Manafort said the former Trump campaign manager has consulted with federal authorities about whether he should register as a foreign agent because of his past political work in Ukraine, and will now take \"appropriate steps in response to the guidance.\"",
  "Earlier Wednesday, the AP reported that it had obtained financial records showing that at least $1.2 million in payment listed in a black ledger next to Manafort's name were actually received by his consulting firm in the U.S. in 2007 and 2009.",
  "Maloni said that Manafort began talking to officials about the advisability of registering under the Foreign Agents Registration Act prior to the 2016 presidential election, and \"received formal guidance recently from the authorities.\"",
  "On Wednesday, Maloni said, \"Manafort's work in Ukraine was totally open and appropriate and wire transfers for international work are perfectly legal.\"",
  "Manafort earned millions working for a pro-Russian Ukrainian political party, and also did business with a Russian oligarch and a Ukrainian oligarch.",
  "The FBI is also investigating whether any Trump associates colluded with Russian government efforts to interfere in the U.S. presidential election.",
  "Ukrainian investigators had cited the black ledger entries as evidence of off-the-books payments by the political party that employed Manafort.",
  "Asked by NBC News whether that meant Manafort would be registering as a foreign agent, Manafort spokesman Jason Maloni would not say yes or no.",
  "NBC has previously reported that the FBI is inquiring into Manafort's foreign business connections.",
  "He also could not say when the \"appropriate steps\" would be taken.",
  "Manafort has publicly questioned the ledger's authenticity."
]