[
  "The Post reports that Flynn’s lawyers “informed the incoming White House legal counsel during the transition that Flynn might need to register with the government as a foreign agent — a phone call that raised no alarms within Trump’s team, despite the unusual circumstance of having a top national security post filled by someone whose work may have benefited a foreign government.” Flynn’s firm received $500,000 from a firm owned by Turkish businessman Ekim Alptekin, who is close to Turkish President Recep Tay­yip Erdogan, to push for the extradition of Turkish cleric Fethullah Gulen, who resides in Pennsylvania and whom Erdogan blames for the attempted coup.",
  "Rosenstein may provide Congress and in turn the American people with assurance that the Justice Department will get to the bottom of the Russia scandal — and definitively debunk Trump’s claim that he was “wiretapped.” He may even be willing to take it upon himself to investigate Trump’s apparent violations of the emoluments clause.",
  "As Newsweek reported, Sen. Amy Klobuchar (D-Minn.) said she favors “the idea of getting a seasoned prosecutor who has served under both a Republican and Democratic president into this role.” Newsweek quotes Sen. Sheldon Whitehouse (D-R.I.) as praising Rosenstein’s willingness to stand up to the president, when needed.",
  "(Andrew Harrer/Bloomberg)\n\nHis soon-to-be-boss Jeff Sessions threw away his own credibility by foolishly misleading the Senate and failing to correct the record on his contacts with Russian officials.",
  "Rosenstein would be the only one in the administration who could restore credibility to the Justice Department and reaffirm that everyone, including the president, must abide by the law.",
  "(That’s the problem with failing to register as a foreign agent; you’re able to disguise foreign influence and mislead lawmakers and the public about whose position you are advocating.)",
  "Indeed, given how badly Sessions has frittered away his reputation, Trump should consider asking Sessions to move on — and then appoint Rosenstein to take his place as attorney general.",
  "He has served in the Justice Department in one capacity or another under presidents of both parties for 26 years, currently as a U.S. attorney in Maryland.",
  "Rod Rosenstein seems to come out of that tradition.”)\n\nUnlike Sessions, who exudes ideological fervor, Rosenstein comes across as reasoned and measured.",
  "If Sessions is eventually forced to step down, the Justice Department and country would be in good hands with Rosenstein as attorney general.",
  "(“When those circumstances present themselves, it calls upon those highest traditions of honor and independence to perform effectively.",
  "He was firm, polite and precise in his testimony, exactly the qualities you would want in a high-ranking Justice Department figure.",
  "He promised to review whether a special prosecutor would be needed to investigate President Trump campaign’s contacts with Russia.",
  "Sure enough, on Election Day 2016, while engaged as a top adviser to Trump, Flynn wrote an op-ed urging the cleric’s extradition.",
  "He has prosecuted political corruption cases and was part of the Monica Lewinsky investigation during Bill Clinton’s presidency.",
  "\n\nRod J. Rosenstein, deputy attorney general nominee, swears in to a Senate Judiciary Committee confirmation hearing on March 7.",
  "By contrast, Rod J. Rosenstein, nominee for deputy attorney general, demonstrated how lawyers serving the public should behave.",
  "Rosenstein also should be willing to investigate the latest scandal involving former national security adviser Mike Flynn.",
  "He pledged to ensure every investigation was conducted “independently ” — that is, free of bias and partisanship.",
  "Rosenstein will need to consider Flynn’s potential violation of the Foreign Agents Registration Act.",
  "For all of those reasons, he should be quickly confirmed, and we can say, well done, Mr. Rosenstein.",
  "(Among other things, Trump’s foreign holdings may relate to Trump’s unusual approach to Russia.)",
  "There are very few people in the Trump administration who engender bipartisan praise and trust.",
  "Rosenstein will need to add this scandal to his to-do list of investigations.",
  "However, he appropriately would not prospectively commit to appointing one.",
  "Those who know him say they cannot say which way he leans politically.",
  "Both of Maryland’s Democratic senators enthusiastically support him."
]