[
  "“Most have been politically motivated and all have been taking their toll.”\n\nHe discussed Republicans commitment to fully investigate the situation, adamantly stating that he “[doesn’t] want to hear anyone complaining that we aren’t standing up and doing what is necessary here to get to the bottom of these things.”\n\n“There are investigations under way by both the House and the Senate intelligence committees,” Hatch listed.",
  "“The House Oversight Committee was investigating and now the Senate Judiciary Committee is investigating.”\n\n“All are controlled by Republicans.”\n\nBut the most important aspect of his statement, was his bold indication that both sides of the story, when it comes to the Russian investigation, need to be heard and discussed.",
  "“And there are serious questions about whether foreign actors wanted to help not hurt the Clinton campaign.”\n\nHe concluded his statement, “We must ensure that these investigations serve as an opportunity to protect our institutions not merely as an opportunity to attack our political opponents.”",
  "Hatch pointed out this effort, stating that “We’ve heard some pretty serious accusations of foreign influence over the Trump campaign, for instance, whether here in the Senate or in the media.”\n\n“Many of these allegations have been truly outlandish,” he noted.",
  "Let’s judge both sides of the political divide, both parties, by the same standards.”\n\nFor months, Trump’s administration got the hard end of the stick from Democrats and the mainstream media with allegations of his campaign’s ties to the Russian government.",
  "On the first day of a two-day committee hearing discussing the Foreign Agents Registration Act, Republican Utah Sen. Orrin Hatch made it a point Wednesday to call out the partisan agenda in the Russian hacking investigation.",
  "And the Democratic National Committee as well.”\n\n“There are serious questions about whether foreign actors wanted to hurt not help the Trump campaign,” he emphasized.",
  "And too serious to be used for partisan ends.”\n\n“[We need to look] at more than just foreign influence over the Trump campaign.",
  "“I want everyone, the media the Democrats our constituents and Republicans to hear me and to hear me clearly,” he began.",
  "“While these allegations may be too serious to ignore they are also too serious to be left incomplete.",
  "It includes looking at serious allegations of foreign influence over the Clinton campaign.",
  "“I come to this hearing with one simple message,” he said.",
  "“Let’s be fair."
]