[
  "When Archie Cox, the Watergate special prosecutor, was finally fired at the end of the Saturday Night Massacre and they were filing out of his office, a reporter asked his spokesman, whose name if I recollect it was James Doyle, “Jim what are you going to do now?” Doyle said, “I’m going to go home and read about the Reichstag Fire.”* To impede Bobby Mueller at this point, six months into his administration, Donald Trump would have to create the American equivalent of the Reichstag Fire.",
  "The FBI has a major counterintelligence case that is now more than a year old involving who, if any, American citizens acted in concert with the Kremlin to commit acts of espionage, obstruction of justice, interference with the federal election process and other crimes including conceivably, mail fraud, wire fraud, money laundering and a whole litany of other federal crimes.",
  "When Robert Mueller gets a hold of Donald Trump’s tax returns and pursues with the help, which he will receive, of foreign intelligence agencies, including the British, the Germans, and the Dutch, who have a small but very smart intelligence service whose specialty is money laundering, he will build a criminal case that nothing can obstruct.",
  "Nobody calls Robert Swan Mueller III “Bobby” to his face, but the FBI agents who got to know him and work with him, both when he was at the Department of Justice under Bush 41 and when he was running the FBI under Bush 43 and Obama, referred to him as “Bobby Three Sticks.” Because of the Roman numeral three after his name.",
  "Donald Trump will then, having previously shot himself in one foot by admitting on national television that he fired Comey because of the Russia investigation, will then have unholstered his other gun and shot himself in the other foot by working to fire Bobby Mueller, to further obstruct the Russia investigation.",
  "The first two people who got themselves in deep trouble in this case, Paul Manafort and Mike Flynn, got in trouble because they did not register under a very obscure 1938 law called the Foreign Agents Registration Act, which was a law cooked up by J. Edgar Hoover to catch spies without bringing them to court.",
  "Now there would be a firestorm if Trump moved through extralegal processes, and I cannot underscore that enough, OK, because he the president has to find a willing co-conspirator in a furtherance of obstruction of justice somewhere in the bowels of the Justice Department, and I just don’t think he can do it.",
  "During the course of our conversations, which have been edited and condensed for clarity, we discussed how the FBI handles sensitive investigations, why getting rid of Robert Mueller would be so difficult, and what would happen to the investigation if Trump does it anyway.",
  "If you were or if you are in the pay of a foreign government, and you are trying to affect the American body politic while in the pay of a foreign power or foreign government, you must—whether you are a lobbyist, private citizen, or a government official—register.",
  "And he has both a broader charge and a more focused charge in that the FBI is conducting primarily, at this point, a counterintelligence and counterespionage case, which can take years, whereas Mueller is more focused on violations of federal criminal law.",
  "The complexity of transferring the case and knowledge and files that Mueller has back into the FBI, including the expertise, frankly, of the people Mueller has hired, would set back the investigation by a matter of, I would guess, several months.",
  "You’ve been very, very bullish this whole conversation and you have cheered me up, which I appreciate, but what is your biggest one or two concerns about what could happen that would both pervert the rule of law and allow Trump to evade justice?",
  "In my considered opinion, there is a major criminal case of a conspiracy to obstruct justice that involves the president and some of his closest aides, that is already on the record, and the firing of Jim Comey is point one.",
  "So to summarize: If Trump somehow manages to get rid of Mueller, he would strengthen the obstruction charge against himself, cause a political uproar, and impede and delay the investigation rather than kill it?",
  "Christopher Wray is an honorable man, and Christopher Wray will pursue both a counterintelligence and a criminal investigation of the case that will proceed along the lines that Mueller is proceeding.",
  "Saul Loeb/AFP/Getty Images\n\nAlready this week, President Trump has gone after his own attorney general, Jeff Sessions, on Twitter, and continued his attack on Robert Mueller’s Russia investigation.",
  "The point is that Mueller as special counsel has great authority and latitude to utilize the FinCEN, and the IRS, and other branches of executive departments that have investigative powers.",
  "From our Monday conversation:\n\nTim Weiner: The law under which Bobby Mueller is operating means that only the person that appointed him, Rod Rosenstein from Justice, can fire him.",
  "We first talked on Monday, but Weiner called me back on Tuesday to add some thoughts following the president’s Tuesday morning tweet, in which he kept up his attack on Sessions.",
  "My faith in the Senate is not high but I don’t think they would allow a lackey to run the Justice Department after Trump fires their former colleague to impede an investigation.",
  "The FBI is perfectly capable, with the assistance of the Foreign Intelligence Surveillance Court, of pursuing the counterintelligence and counterespionage aspects of this case.",
  "I started out as a reporter many years ago covering white-collar crime, and I got to know FBI agents, federal prosecutors, and U.S. attorneys in New York and in Philadelphia.",
  "Robert Mueller, special counsel on the Russian investigation, leaves following a meeting with members of the U.S. Senate Judiciary Committee in Washington on June 21.",
  "We know, because a myriad of America’s best reporters have done the legwork, that Donald Trump has done a number of interesting real-estate deals in this country.",
  "But first Weiner asked me about my distant relative, former Nixon aide Murray Chotiner, which perhaps prompted him to compare today’s situation to Watergate.",
  "This is why I spoke by phone on Monday with Tim Weiner, the Pulitzer Prize–winning historian whose books include Legacy of Ashes: The History of the CIA.",
  "Robert Mueller is certainly among the seven, and once Wray is confirmed, eight people who have been confirmed as directors of the FBI, in singularity.",
  "Well, this is only a theoretical construct under which Mueller could be removed, which would impede, delay, and otherwise obstruct the criminal case.",
  "You were very justly persistent in your line of questioning yesterday, and I see today through Trump’s tweetstorm where your line might work.",
  "I don’t think this is going to happen but I don’t have a crystal ball: Trump fires Sessions, Rosenstein resigns in protest or gets fired.",
  "The removal of Sessions, who has recused himself to Trump’s great irritation, and Rosenstein, creates a new command structure at Justice.",
  "2 guy in the Justice Department, William Ruckelshaus, to fire Cox and Ruckelshaus wouldn’t do it either, and Nixon fired Ruckelshaus.",
  "The crucial question now is whether Trump will get rid of Sessions and then try to have Mueller removed as special prosecutor.",
  "Let’s put that aside and assume he does what you are saying, and succeeds in getting lackeys in those top two positions.",
  "The FBI would take up the case, and the particular case of obstruction of justice would have another count added to it.",
  "OK, but you must have thought about ways in which our democracy could be seriously damaged, even if you believe this.",
  "When Nixon wanted to get rid of Archibald Cox, who was the Watergate special prosecutor, he—Nixon—could not fire Cox.",
  "So you are saying that even if he does fire him, he will not make practical progress in impeding the investigation?",
  "If that money is traceable to individuals on behalf of Vladimir Putin to corrupt Donald Trump, that’s trouble.",
  "F-I-N-C-E-N. It’s an arm of the Treasury Department, OK. It’s set up specifically to track money laundering.",
  "*Correction, July 26, 2017: This article originally misstated the name of Archibald Cox’s special assistant.",
  "[They] are deep, deep into trouble merely for failure to register under the Foreign Agents Registration Act.",
  "Can you speculate at all on what you think is going on with the case now, knowing how cases like this work?",
  "There are walls and labyrinths that separate counterintelligence and counterespionage from criminal law.",
  "Trump then installs as attorney general and deputy attorney general useful idiots who will do his will.",
  "Mueller is hiring the best legal minds that he can find to pursue the criminal aspects of this case.",
  "So he ordered the attorney general, Elliot Richardson, to fire him and Richardson wouldn’t fire him.",
  "2 have been vetted for Trump and given him loyalty oaths that they will fire Mueller upon command.",
  "Bork said yes, fired Cox, and that night Nixon promised him the next seat on the Supreme Court.",
  "There are not a lot of guys named Robert Swan Mueller III who have been in charge of the FBI.",
  "If Trump wants to get rid of Bobby Mueller, it will be the Saturday Night Massacre squared.",
  "But let’s posit that he’s bulletproof and Trump finds someone who will dig up kryptonite.",
  "You said yesterday that even if Mueller is fired, he can’t kill the investigation.",
  "He reveres the Constitution and the rule of law and he loves investigations.",
  "He is first and foremost following the money, which is the best evidence.",
  "You have to understand that nobody calls him Bobby to his face, OK?",
  "It would be suicidal because the FBI will continue to do its work.",
  "3 guy in the Justice Department, the solicitor general, who was?",
  "It would just delay, impede, and obstruct what Mueller is doing.",
  "Mueller also has the power to get Donald Trump’s tax returns.",
  "From our Tuesday conversation:\n\nSo you wanted to follow up?",
  "He has the power to pursue laundered money through FinCEN.",
  "He will pursue this investigation until the end of time.",
  "But Wray would then take over that aspect as well, no?",
  "Right now it’s Saturday Night Massacre 2.0, OK?",
  "That is the way the present law is structured.",
  "OK, but the Senate still has to confirm them.",
  "I think Bobby Mueller is bulletproof, Isaac.",
  "How then does the investigation get killed?",
  "It would not be substantially impeded.",
  "Mueller is working on a criminal case.",
  "It worked out badly for all concerned.",
  "That’s what I’m trying to understand.",
  "You really don’t think it can happen?",
  "It’s already in the hands of the FBI.",
  "Manafort and Flynn failed to do this.",
  "I realize we are in a bizarro world.",
  "It was James Doyle, not James Neal.",
  "What happens to this investigation?",
  "The FBI needs a confirmed director.",
  "Let’s just say Mueller gets fired.",
  "and Enemies: A History of the FBI.",
  "I have met and spoken with him.",
  "You keep saying Bobby Mueller.",
  "That’s somewhat of a barrier.",
  "Watergate Jeopardy 10 grand.",
  "Isaac Chotiner: Robert Bork.",
  "Does it go back to the FBI?",
  "Do you know what FinCEN is?",
  "Then Nixon ordered the No.",
  "All they need is 50 votes.",
  "But it would go forward.",
  "Hopefully not that long.",
  "Then he went to the No.",
  "1 and Useful Idiot No.",
  "He resigned instead.",
  "He is incorruptible.",
  "Do you know him?",
  "Useful Idiot No.",
  "What happens?",
  "Then what?",
  "But yeah.",
  "Somewhat.",
  "Got that?",
  "He would.",
  "(Return.)",
  "Correct.",
  "Correct.",
  "Correct.",
  "I have.",
  "No."
]