[
  "(Bastien Inzaurralde/The Washington Post)\n\nManafort and a former associate in his consulting business, Richard Gates, who also worked for the Trump campaign, disclosed their lobbying campaign on behalf of Ukraine’s Party of Regions in an 87-page document which described the gross receipts the firm received and some details of efforts undertaken to influence U.S. policy toward Ukraine.",
  "(Michael Robinson Chavez/The Washington Post)\n\nA consulting firm led by Paul Manafort, who chaired Donald Trump’s presidential campaign for several months last year, retroactively filed forms Tuesday showing that his firm received $17.1 million over two years from a political party that dominated Ukraine before its leader fled to Russia in 2014.",
  "[At height of Russia tensions, Trump campaign chairman Manafort met with business associate from Ukraine]\n\nMichael Flynn, the former White House national security adviser, filed a disclosure in March saying he had provided assistance during 2016 to Turkish businessman active in that country’s politics.",
  "Manafort’s spokesman Jason Maloni said late Friday that the former campaign adviser began the process of preparing his filing in September “before the outcome of the election and well before any formal investigation of election interference began.",
  "On Monday, the head of the anti-corruption unit of the Ukrainian’s general prosecutor’s office said in a television interview in Kiev that his office had “not discovered any evidence proving Manafort’s involvement” in ledger payments.",
  "Manafort resigned from the campaign in August 2016, following reports by the New York Times that his name had appeared in a ledger found in Kiev detailing millions of dollars in under-the-table payments from the Party of Regions.",
  "In practice, however, the Department of Justice generally encourages voluntary compliance and prosecutions under the act are “quite rare,” said Joseph Sandler, an attorney who specializes in political law, including FARA.",
  "[Read the Foreign Agents Registration Act filing]\n\nDisclosure is required under the Foreign Agents Registration Act (FARA) from anyone advocating in the U.S. on behalf of a foreign government or political party.",
  "Manafort is one of a number of Trump associates whose campaign activities are being scrutinized by Special Counsel Robert Mueller as part of a probe of Russian interference in the 2016 presidential election.",
  "At the time, two Washington lobbying firms, including the Podesta Group, also filed registrations describing work they undertook with Manafort to improve Ukraine’s image in the U.S. between 2012 and 2014.",
  "For years, Manafort advised an ambitious Ukrainian politician, Viktor Yanukovych, who was elected president in 2010 but fled to Moscow four years later after public demonstrations demanded his ouster.",
  "Manafort announced last April that he was considering filing the form after receiving guidance from DOJ regarding work he and Gates had performed in recent years on behalf of the Party of Regions.",
  "The filing shows the firm spent nearly $4 million to advance the party’s interests through polling and local salaries in Ukraine, activity that does not ordinarily require U.S. disclosure.",
  "As part of the filing, Manafort disclosed he met in 2013 with Rep. Dana Rohrabacher, an outspoken California Republican known for advocating closer ties between the U.S. and the Kremlin.",
  "Manafort disclosed the total payments his firm received between 2012 and 2014 in a Foreign Agents Registration Act filing late Tuesday that was submitted to the U.S. Justice Department.",
  "FARA requires so-called foreign agents to register within 10 days of agreeing to conduct work for the foreign entity and to provide updates every six months on political activities.",
  "Manafort had worked previously for several political strongmen around the globe, including former Philippine president Ferdinand Marcos and Angolan military leader Jonas Savimbi.",
  "For instance, foreign agents must disclose efforts to exert politically-related influence on think tanks and through the media, as well as to directly lobby government officials.",
  "The Justice Department generally allows people to register retroactively if questions arise about their past activities and the law requires no late fees or other penalties.",
  "“If it was genuinely inadvertent or negligent, if there’s nothing nefarious you want to hide, there’s no downside to retroactively registering,” Sandler said.",
  "Criminal charges for violating FARA have typically been reserved for cases involving foreign agents whose conduct ran afoul of U.S. foreign policy interests.",
  "The rules were part of legislation passed in 1938 to counter German propagandists operating in the United States before the start of World War II.",
  "Manafort has consistently denied wrongdoing and said that reports alleging that he received funds improperly from Ukrainian interests are false.",
  "“Paul’s primary focus was always directed at domestic Ukrainian political campaign work, and that is reflected in today’s filing,” said Maloni.",
  "Then-Trump campaign manager Paul Manafort listens to Ivanka Trump speak at the Republican National Convention in Cleveland on July 21, 2016.",
  "Deliberately failing to file as a foreign agent may result in a felony criminal charge accompanied by steep monetary civil penalties.",
  "Manafort joined the Trump campaign in the spring 2016, as Trump sought to bring more experienced political hands into his operation.",
  "Dry served as a federal prosecutor in the eastern district of Virginia until January, when he joined the Vinson & Elkins law firm.",
  "The report makes Manafort the second former senior Trump adviser to acknowledge the need to disclose work for foreign interests.",
  "Gates is among the most recent former Trump campaign staffer to get legal counsel to help navigate the Russia probes.",
  "He said his unit was handing the matter over to another office within the prosecutor’s office for further inquiry.",
  "The filing does not show how much Manafort made personally in Ukraine or how much his firm netted after expenses.",
  "The disclosures require more minute details than what is covered for domestic lobbyists.",
  "He said the work with Ukrainian clients ended before Manafort joined the Trump campaign.",
  "Mueller’s team has been consolidating inquiries into matters unrelated to the election.",
  "[Which Trump associates have been caught up in the Russia investigation?",
  "They often come as a package of other criminal charges, like espionage.",
  "Michael Dry, an attorney for Gates, declined to comment.",
  "Gates, a long time Manafort associate, joined him.",
  "A running list.]"
]