[
  "Although the \"Frontline\" reporter, Eric Nadler, did not have much success in finding anyone from Moon-associated operations to talk to him (he is seen being turned away from several of them), outside investigators and onetime insiders, notably James Whelan, a former editor and publisher of The Washington Times, are forthcoming.",
  "After a reminder of his celebrity or notoriety some years ago, when young Moonies were peddling flowers at airports and marrying en masse, the program focuses on operations like The Washington Times and the American Freedom Coalition, which it strongly implies are run to the right-wing specifications of the Unification Church.",
  "\"The Resurrection of Reverend Moon,\" at 9 on Channels 13 and 49, produces evidence that since serving 13 months in Federal prison for conspiracy and false tax returns in the early 1980's, the head of the Unification Church has become a behind-the-scenes political force.",
  "The American Freedom Coalition, a supposedly grass-roots organization linked to the Unification Church, paid for a television program in behalf of the Strategic Defense Initiative that has been shown on 400 stations.",
  "Advertisement Continue reading the main story\n\nThe most detailed charge here of foreign money being used to influence American opinion has to do with the Nicaraguan Freedom Fund, started in 1985 by Lieut.",
  "Petitions for executive clemency have been endorsed by Arnaud de Borchgrave, the editor of The Washington Times until May of last year, Senator Orrin G. Hatch, a Republican from Utah, and others.",
  "Its birth was announced in a front-page Washington Times editorial, and the paper, which is no profit maker, contributed the first $100,000.",
  "Suspicions center on Ryoichi Sasakawa, a Japanese multi-millionaire who financed one of Japan's fascist parties in the 1930's.",
  "They give a picture of a theocratic powerhouse that is pouring foreign fortunes into conservative causes in the United States.",
  "Moon's name, with the high-priced assistance of the law firm of former Senator Paul Laxalt, a Nevada Republican.",
  "Tonight's narrator says the Moon-controlled New Birth Project spent $4 million on making the case that Mr.",
  "Sun Myung Moon is up to these days, tonight's edition of \"Frontline\" offers a suspicion or two.",
  "Col. Oliver L. North as a way to get around a Congressional ban on aid to the contras.",
  "Moon, who is not making many public appearances in the United States these days.",
  "(The program says The Washington Times alone is losing $50 million a year.)",
  "Some of the money has reportedly been spent on lobbying to clear Mr.",
  "Moon was a martyr to bigotry, so far with no concrete results.",
  "Mr. Sasakawa denies giving any assistance to Mr.",
  "If you've been wondering what the Rev.",
  "Where does the money come from?"
]