[
  "NEW PAC REGISTRATIONS\n\nFor A Better America\n\nSteven J. Isaacson\n\nVape Pac\n\nIndependent National Committee, Inc\n\nPatriot Center: Independent Expenditure-Only Committee, Unauthorized\n\nNEW LOBBYING REGISTRATIONS\n\nMRGB Consulting: Project Vision Hawaii\n\nNEW LOBBYING TERMINATIONS\n\nWexler | Walker, a unit of Hill+Knowlton Strategies, LLC: North American Metal Packaging Alliance, Inc. (Second Quarter Termination)\n\nPodesta Group, Inc.: Sberbank CIB USA, Inc. (Third Quarter Termination)\n\nTERMINATIONS - NO ACTIVITY\n\nRandel Richner: Intralign Advanced Analytics, LLC (Formerly Neocure Group) (Third Quarter Termination)",
  "AFTER SHELBY: Financial services lobbyists are counting down the months until Sen. Richard Shelby (R-Ala.) steps down as chairman of the Banking Committee, saying he failed to move important legislation and nominations, neglected potential bipartisan deals, and overlooked important policy and oversight issues, Sylvan Lane writes for The Hill.",
  "“We want a cultural shift of people being able to know what they want and how to talk to the people in their communities, so that in the future, when there are political leaders that want to demagogue free-market issues, they do hit resistance,” said Levi Russell, director of public affairs for Americans for Prosperity.",
  "BAYH BACK: Lobbyist Holly Kinnamon, Smith Free Group's Andy Barbour, Billie Jo Kaufman and Robert Kaufman, and former Sen. Ben Nelson are hosting fundraiser for Evan Bayh's Indiana senate campaign Thursday at the Capitol Hill home of Confrere Strategies lobbyist Julie Gackenbach, according to an invitation tipped to PI.",
  "STATE OF THE STATES: Coal companies contributed to Republican attorneys general and privately met with them about litigating President Barack Obama's power plant regulation, Bloomberg's Jennifer Dlouhy writes, citing documents obtained by Wisconsin-based watchdog group the Center for Media and Democracy.",
  "MERCER, MERCER, MERCER: POLITICO’s Kenneth Vogel and Ben Schreckinger profile Rebekah Mercer, the daughter of hedge fund billionaire Robert Mercer whose family foundation has donated $34.6 million to 30 conservative nonprofits including the Government Accountability Institute and the Heritage Foundation.",
  "Story Continued Below\n\nThe report said the Justice Department lacks a comprehensive strategy for enforcing the law, and some investigators faulted them for preferring bringing violators into compliance instead of prosecuting them, leaving \"an important counterintelligence tool underutilized.\"",
  "FARA enforcement faulted in IG report\n\nWith help from Taylor Gee, Mary Lee, Kaitlyn Burton and Daniel Lippman\n\nFARA FIELD: The Justice Department's inspector general slammed the National Security Division's lax enforcement of foreign lobbying reviews in a long-awaited report today.",
  "KOCH ACADEMY: Billionaire brothers Charles and David Koch are quietly waging a long war to reshape the Republican Party with its secret weapon: a three-tiered training program called the Grassroots Leadership Academy, Ashley Parker and Maggie Haberman report for The New York Times.",
  "Lin International as government relations director in Oakland, Calif.\n\n— Alissa Fox is retiring after nearly 30 years with the Blue Cross Blue Shield Association, most recently as senior vice president of the Office of Policy and Representation.",
  "Lax FARA enforcement is in the spotlight this summer after The Associated Press reported that ousted Trump campaign chairman Paul Manafort secretly oversaw a pro-Russian Ukrainian political party's lobbying campaign without registering.",
  "Insiders say Rebekah took the reins of the family’s political portfolio around the beginning of the 2014 cycle, as she grew increasingly frustrated with the Koch brothers’ approach, which led her to build a rival operation.",
  "“The Richard Shelby chairmanship has been a huge disappointment not only to the financial services community, but the businesses community and the larger consumer community,” said one senior financial services lobbyist.",
  "MOVERS:\n\n— The National Automobile Dealers Association hired Abram Olmstead as digital media director from the U.S. Chamber of Commerce, where he was the senior manager of digital strategic communications.",
  "The Justice Department said it needs Congress to give investigators the power to demand information that would reveal if people are lobbying for foreign governments with filing the required disclosures.",
  "The IG's review of the Foreign Agents Registration Act of 1938, known as FARA, found 63 percent of new lobbyist registrations weren't on time and half of filers were late with their required updates.",
  "— Steven Boms, Capital One's head of federal government affairs, is leaving for Envestnet | Yodlee, a San Francisco-based fintech company, where he'll be vice president of government affairs.",
  "The difficulty catching unregistered lobbyists (rather than registrants who file late) parallels prosecutors' hangups in enforcing the Lobbying Disclosure Act, which I've also written about.",
  "Erica Logan returns to ITI from Xerox as director of environment and sustainability, alongside Alexandria McBride, who recently helped relaunch an academic environmental design organization.",
  "— Mark Settle, former chief of the policy and rules division of the FCC's Office of Engineering and Technology, joined Wilkinson Barker Knauer as senior engineering adviser.",
  "The academy aspires to rebuild the conservative movement by training the next generation of activists how to explain their beliefs and win over new converts.",
  "He was deputy chief of staff and policy director to then-Senate Republican Whip Jon Kyl and deputy associate director at the Office of Management and Budget.",
  "The Mercer’s enmity toward the conservative establishment led them to increase their donations on the scale of Paul Singer and the Ricketts family.",
  "Jonathan Clifford, a senior policy adviser to Rep. Frank LoBiondo (R-N.J.), is now director for national security at ITI’s public sector division.",
  "Cody Ankeny, a combat engineer officer in the United States Marine Corps, became global policy manager for digital trade and forced localization.",
  "Most likely to hold the gavel next is Mike Crapo (R-Idaho) if Republicans hold the majority or Sherrod Brown (D-Ohio) if Democrats take control.",
  "Lobbyists interviewed by the IG's office went so far as to say they viewed FARA cases as slow-moving and unlikely to result in charges.",
  "— Whole Foods Market hired Brooke Buchanan, John McCain's 2008 national press secretary, as global vice president of communications.",
  "\"Senator Bayh is only holding a few events due to his late entry into the race,\" Kinnamon said in an email announcing the event.",
  "— Ambassador Miriam Sapiro, a former deputy U.S. trade representative in the Obama Administration, joined Finsbury as a partner.",
  "— The National Partnership for Women & Families hired Erica Stanley as vice president of marketing and communications.",
  "And Sana Ali, who was an an ICANN NextGen fellow, is now global policy manager for cybersecurity and privacy issues.",
  "— Andrew Dohrmann left the Senate Environment and Public Works Committee to join infrastructure consulting firm T.Y.",
  "— Jon Gans left Glover Park Group to join his brother Dan at Polaris Consulting, where he'll be a principal.",
  "Investigators didn't agree on what amounted to a FARA case and sometimes confused it with a different law.",
  "Republican Attorneys General Association executive director Scott Will said there was no quid pro quo.",
  "Stanley was previously vice president in the Glover Park Group's strategic communications division.",
  "Mercury and the Podesta Group recently hired outside lawyers to probe their role in the scandal.",
  "She previously worked for Theranos, Williams-Sonoma and Wal-Mart.",
  "— The Information Technology Industry Council hired five.",
  "Dan Gans co-founded the firm with Bryan Cunningham.",
  "Currently, officials merely search news articles.",
  "SOON YOU CAN read PI on your new iPhone 7.",
  "Clients include Altria, Cigna and Comcast.",
  "Send tips to iarnsdorf@politico.com."
]