[
  "The spokesman softened this somewhat by offering assurances that CNN might be cited and ordered to correct the violations, but “we aren’t talking about the closure of the channel.”\n\nReuters could not help but notice that Moscow’s threat to CNN comes at the same time Russian officials are widely complaining about unfair U.S. regulatory treatment of Russian media outlets.",
  "Washington should calculate carefully who the target of such a response may be.”\n\nRT quoted its own editors accusing the U.S. of hypocrisy on free speech, claiming they were being targeted for political reasons and accusing the U.S. government of pressuring newsworthy subjects into refusing RT interview requests.",
  "In fact, the Russians made such threats explicitly, as in a statement by Zakharova on Thursday quoted by RT.com: “If someone starts to fight dirty, perverting the law by using it as a tool to eradicate the TV station, every move aimed against the Russian media outlet would be repaid in kind.",
  "Everyone from President Vladimir Putin’s spokesman Dmitry Peskov to Russian Foreign Ministry spokeswoman Maria Zakharova has complained over the past few days that the U.S. is cracking down on Russia Today (RT) demanding it register with the Justice Department as a foreign agent.",
  "The Moscow Times sheds a bit more light on the allegations, quoting Russian officials who described it as a paperwork error that CNN may have addressed by submitting updated documents or maybe not, depending on how charitable Russian regulators feel.",
  "Russian media regulation agency Roskomnadzor on Friday accused CNN International of unspecified violations of Russia’s media laws, ominously suggesting that the network may have violated the terms of its broadcast license.",
  "A much harsher statement from a Roskomnadzor spokesman on Friday accused CNN International of “systematic violations of legislation” that are commonly overlooked by the agency, but maybe not this time.",
  "Similar action is being contemplated against other Russian media, such as Sputnik News, as a result of U.S. investigations into alleged Russian interference with the 2016 presidential election.",
  "The Moscow Times report implies that CNN’s stories about Russia purchasing Facebook and Twitter ads to influence the 2016 election might have pinged Roskomnadzor’s radar.",
  "The Hill reports that Congress is reviewing bills that would make the relevant Foreign Agents Registration Act tougher and provide additional resources for enforcing it.",
  "This would compel RT to submit extensive reports on its financing and contacts to the DOJ, and in essence, label its reporting as propaganda of the Russian government.",
  "It was widely suspected they would retaliate against U.S. media, although outlets like Voice of America or Radio Free Liberty were predicted to be the first targets.",
  "It will irk the Russians even further to know that the Foreign Agents Registration Act was originally passed during World War 2 to combat Nazi propaganda.",
  "The Russians are quite irked already, denouncing the “witch hunt atmosphere” behind FARA enforcement against RT as Zakharova put it.",
  "Reuters notes that Roskomnadzor’s statement says the agency is still contemplating whether or not to give CNN a formal warning.",
  "Putin himself complained about “unacceptable” pressure against Russian media to the U.N. Security Council on Friday.",
  "The statement said CNN representatives have been summoned to a meeting to discuss the alleged violations.",
  "No action seems to have been taken as of yet."
]