[
  "Every small detail.”\n\nYevgen Kopachko, a pollster who worked with Yanukovych on parliamentary and presidential campaigns, said that Manafort had a “phenomenal ability to work with sociological information.”\n\nUkrainian political consultants said that Yanukovych grew to trust Manafort, and that Yanukovych’s victory in the 2010 presidential election was considered proof that Manafort’s approach was successful.",
  "Then all the professional American tactics he brought also helped.”\n\nTaras Chornovil, a former member of the Party of Regions, recalled in an interview how Manafort provided image consulting to Yanukovych and members of his party during the parliamentary elections of 2006 and 2007, seeking to soften the edges of politicians from the rough industrial cities in Ukraine’s southeast.",
  "Manafort’s financial connections to the region, along with those of other top Trump advisers, have fueled concerns among U.S. national security experts about Trump’s foreign policy positions, which included praising Russian President Vladimir Putin and expressing some doubt about the U.S. commitment to NATO countries that have not paid their share of defense costs.",
  "Officials at Mercury, a Republican-leaning firm, and Podesta, a Democratic-oriented firm led by Tony Podesta, the brother of Hillary Clinton adviser John D. Podesta, said they received signed assurances that the money they received came from a Brussels-based nonprofit called the European Centre for a Modern Ukraine, not from any government or political party.",
  "(Matt Rourke/Associated Press)\n\nManafort’s 2005 entry into Ukrainian politics and finances came when he signed on as an adviser to the steel magnate Rinat Akhmetov, one of Ukraine’s richest oligarchs and a key supporter of Yanukovych and the Party of Regions, according to interviews with Ukrainians and Americans who worked with Manafort.",
  "Although it is common for U.S. political consultants to work for overseas candidates and political parties, ethics experts say that anyone who is directly paid by a foreign government or political party for work in the United States must register as a foreign agent under the Foreign Agents Registration Act.",
  "In another business venture, Oleg Deripaska, a Russian aluminum magnate, accused Manafort in a court in the Cayman Islands of taking nearly $19 million intended for investments, then not accounting for the money, returning it or responding to numerous inquiries about exactly how the money was used.",
  "Peter Carr, a spokesman, said that “we remain committed to helping recover stolen assets on behalf of the people of Ukraine.”\n\nPaul Manafort, chairman of Donald Trump’s presidential campaign, talks to reporters on the floor of the Republican National Convention in Cleveland on July 17.",
  "In Washington, Manafort and his team met with State Department officials and other opinion leaders to convince them that Yanukovych was a pro-Western democrat who supported NATO and was willing to work more closely with Washington, said several colleagues and former U.S. officials.",
  "He said his firm received payments for political work in the country, and called the alleged secret cash payments, first reported by the New York Times, “unfounded, silly and nonsensical.”\n\nNeither Manafort nor his attorney responded to requests for further comment.",
  "“Manafort tried to influence U.S. officials into thinking that Yanukovych was redeemable, a guy who could be oriented toward the West,” said one former senior State Department official who met with him at the time and spoke on the condition of anonymity.",
  "U.S. prosecutors charged Firtash in 2013 with money-laundering and bribery as part of a broad international corruption investigation and have sought his extradition, although Firtash’s attorneys have called the effort politically motivated.",
  "The agency has been investigating claims that Yanukovych, who won the presidency with Manafort’s help in 2010, and others aligned with his Party of Regions stole up to $100 billion in assets before Yanukovych fled to Russia in 2014.",
  "Manafort’s alleged role in the deal was detailed in documents submitted as part of a 2011 New York lawsuit that accused Firtash of working with Manafort and others to invest ill-gotten profits from energy transactions in Ukraine.",
  "Manafort issued a strong denial this week in response to reports of the alleged payments, saying that he never received “a single off-the-books cash payment” and that he never represented the governments of Ukraine or Russia.",
  "The two lobbying firms, whose work linked to Manafort was first reported by the Associated Press, registered under the Lobbying Disclosure Act rather than the Foreign Agents Registration Act on the advice of an attorney.",
  "But colleagues in Kiev and Moscow said he continued to work for the Party of Regions, now called the Opposition Bloc, led by Yanukovych’s former chief of staff, and was seen in the country as recently as last year.",
  "The report said that a third of the 50 wealthiest oligarchs in Ukraine belonged to the party and together had an estimated wealth of $35.4 billion, according to a report by the private intelligence firm Stratfor.",
  "He got Yanukovych to comb his hair better, to stay on message during public appearances and to adopt the kind of sharp rhetoric that had worked so well for Manafort’s mentor, Republican strategist Lee Atwater.",
  "As a lobbyist and political consultant in the 1980s, Donald Trump’s campaign chairman Paul Manafort worked with international clients that included two dictators who were then allied with the United States.",
  "Back home, corporations linked to Manafort purchased a unit in Trump Tower for $3.7 million and then two other high-priced apartments in New York, while Manafort and his wife bought a new house in Florida.",
  "Akhmetov was one of several oligarchs involved with the Party of Regions, which was led largely by men who made a quick fortune after the Soviet Union dissolved and Ukraine became a financial free-for-all.",
  "The discovery of the ledger could trigger scrutiny of Manafort’s connections to Ukraine by FBI officials, who have been on the ground in Kiev working under a June agreement with the anti-corruption agency.",
  "“He was with the Opposition Bloc,” said one colleague who said he saw him in Kiev in October, adding that Manafort said he was in Kiev to negotiate for money he was owed for consulting with the new party.",
  "(Reuters)\n\nPaul Manafort, known to his friends as having a pricey lifestyle with tailored suits, choice seats at Yankee Stadium and a house in the Hamptons, appeared to experience some turbulence in 2004.",
  "As Manafort built a political consulting practice in Ukraine, he also developed financial connections with wealthy figures in the region, some of whom face ongoing scrutiny from the Justice Department.",
  "He signed on as an adviser to a Ukrainian steel magnate, who, according to people who worked there with Manafort, connected him with one of the country’s most powerful politicians, Viktor Yanukovych.",
  "It was, in the words of John E. Herbst, the U.S. ambassador at the time, “an extreme makeover,” according to a cable he sent Washington that was subsequently published by the WikiLeaks organization.",
  "(Bastien Inzaurralde/The Washington Post)\n\nThe campaign shake-up followed reports this week that Manafort’s name had surfaced in an inquiry by the National Anti-Corruption Bureau of Ukraine.",
  "Ukrainian business registration records reviewed by The Post show that Manafort did not officially close his business in Kiev until April 2016, the month after he joined the Trump campaign.",
  "A Florida horse farm he owned with his wife faced the threat of foreclosure, according to property records, and he used his Virginia house as collateral for a quarter-million-dollar loan.",
  "Had the firms been advised that the foreign-agent registry was appropriate, “we would have gladly registered under FARA,” said Kimberley Fritts, chief executive of the Podesta Group.",
  "(Reuters)\n\nPaul Manafort, Republican presidential nominee Donald Trump's campaign manager, denied reports on Aug. 15 that he received large cash payments while working in Ukraine.",
  "Manafort and half a dozen businessmen, lawyers and political analysts involved in Ukraine at the time brought discipline and focus that the Yanukovych-led campaigns had lacked.",
  "Investigators said this week that they discovered a “black ledger” showing that $12.7 million had been designated for Manafort between 2007 and 2012 by Yanukovych’s party.",
  "This spring, Manafort returned to the U.S. spotlight from the wilderness of Eastern European politics and business to run Republican Donald Trump’s presidential campaign.",
  "Manafort was considered a steady professional who could stabilize the chaotic operation, while the campaign offered him a chance to reclaim a major role in U.S. politics.",
  "Paul Manafort, Republican presidential nominee Donald Trump's campaign manager, denied reports on Aug. 15 that he received large cash payments while working in Ukraine.",
  "In his legal filing, Deripaska said he expected that the money would be used to make acquisitions in Russia, Ukraine and other countries in eastern and southern Europe.",
  "Two well-known Washington firms that helped with the Ukrainian lobbying effort — Mercury LLC and the Podesta Group — registered as lobbyists but not as foreign agents.",
  "He was tasked with rehabilitating the image of the party’s leader, Yanukovych, who had been imprisoned twice, according to people familiar with Manafort’s work there.",
  "Manafort’s reentry sputtered this week as Trump diminished his role, selecting two other strategists to take charge even as Manafort retained his title of chairman.",
  "Manafort’s first job was to burnish the local and international reputation of a company owned by Akhmetov based in the Russian-speaking industrial Donetsk region.",
  "In 2008, he tried to develop an $850 million Manhattan luxury apartment project with Dmitry Firtash, a Ukrainian energy tycoon with a history of legal trouble.",
  "But the filing said it was unclear who was controlling the Ukrainian cable TV and Internet assets and what happened to the money Deripaska initially provided.",
  "“Since Yanukovych became president, that means he worked pretty effectively,” said Boris Kolesnikov, a former Party of Regions lawmaker and Yanukovych ally.",
  "Deripaska, squeezed by the 2008 credit crunch, asked for the partnership to be liquidated and his money returned, according to Deripaska’s petition.",
  "The anti-corruption agency published a list Thursday on its Facebook page of the alleged payments, showing 22 installments assigned to Manafort.",
  "Richard Hibey, Manafort’s attorney, did not respond to repeated Washington Post requests for comment on the current status of the dispute.",
  "Instead, the petition argues, the partnership made only one purchase: buying a stake in Ukrainian cable television and Internet ventures.",
  "As the controversy regarding Manafort and Ukraine swelled this week, Manafort said he had cut his ties with his Ukrainian client in 2014.",
  "After bursting on the Washington scene in the 1970s and 1980s working for the likes of Gerald R. Ford, Ronald Reagan and George H.W.",
  "Natalie Gryvnyak in Kiev, and Rosalind S. Helderman, Alice Crites and Anu Narayanswamy in Washington contributed to this report.",
  "“Paul gave the team a belief in victory,” said Hanna Herman, a former press secretary and close adviser to Yanukovych.",
  "Manafort denied wrongdoing, and the case against Manafort and Firtash’s energy company ultimately was dismissed.",
  "Manafort did not, however, register as a foreign agent or as a lobbyist in Washington for his work with Ukraine.",
  "“How people who represented the party would be dressed, the words they said, their makeup and the stylists.",
  "FBI officials declined to comment on the specifics of the agency’s involvement.",
  "Bush, his political consulting career had largely disappeared from view.",
  "He drilled them on talking points and told them what suits to wear.",
  "“He tried to control everything,” Chornovil recalled.",
  "Over time, Manafort’s role with the party expanded.",
  "In 2005, Manafort’s fortunes seemed to improve.",
  "“That was his higher purpose.",
  "Roth reported from Kiev."
]