[
  "Another witness invited by Grassley, Bill Browder, filed a complaint with the Justice Department last year alleging that Simpson and his firm, Fusion GPS, failed to properly register under FARA for research he conducted as part of a lobbying campaign favored by the Russian government.",
  "The committee, chaired by Iowa Sen. Chuck Grassley, invited Simpson on Wednesday to attend the hearing, which explores shortcomings in the Foreign Agents Registration Act (FARA), a federal law which requires agents of foreign governments to disclose their work.",
  "Glenn Simpson, the co-founder of the opposition research firm that commissioned the so-called Trump dossier, is planning not to attend a Senate Judiciary Committee hearing scheduled for next week, Politico is reporting.",
  "In May, Grassley cited Browder’s complaint regarding Fusion GPS’s work for BakerHostetler, a law firm that worked for Denis Katsyv, a Russian businessman whose company has been accused of money laundering.",
  "(RELATED: Oppo Researcher Behind Dossier Worked On Pro-Kremlin Lobbying Effort)\n\nSeparate from that lobbying effort was Simpson’s work investigating Donald Trump’s ties to Russia.",
  "The Republican has questioned why the FBI relied on a research document financed by a Clinton supporter as part of its investigation into the Trump campaign.",
  "Fusion GPS has rebuffed all of the Judiciary Committee’s requests for information about its dealings with Steele, its political clients, and the FBI.",
  "Natalia Veselnitskaya, the Russian lawyer who met with Donald Trump Jr. last June at Trump Tower, is Katsyv’s Russian lawyer.",
  "Steele went on to produce 35 pages of memos full of allegations of illicit personal and political activity by Trump.",
  "Fusion GPS was hired by political opponents of Trump during the presidential campaign.",
  "Fusion GPS’s attorney has not responded to The Daily Caller’s requests for comment.",
  "Grassley’s initial interest in Fusion GPS and Simpson centered on the dossier.",
  "Steele in turn hired former British spy Christopher Steele to research Trump.",
  "A wealthy Republican first hired Fusion GPS in Sept. 2015 to research Trump.",
  "After Trump won the GOP nomination, that donor dropped from the project.",
  "A supporter of Hillary Clinton swooped in to hire Fusion GPS in June.",
  "Follow Chuck on Twitter"
]