[
  "In its most recent review, the PRB determined, by consensus, that holding al-Kandari “does not remain necessary to protect against a continuing significant threat to the security of the United States.”\n\n“The Board determined the detainee’s threat can be adequately mitigated by the Kuwaiti government’s commitment to require and maintain the detainee’s participation in a rehabilitation program and to implement robust security measures to include monitoring and travel restrictions.”\n\nThe PRB also determined that al-Kandari had “demonstrated a willingness to examine his religious beliefs.”\n\nAl-Kandari has also shown a greater willingness to engage with Kuwaiti officials and to “disassociate with negative influences since his last hearing,” according to the ruling.",
  "As The Daily Caller detailed last month, lobbying records released under the Foreign Agents Registration Act show that a group called the International Counsel Bureau,which operates the Kuwaiti Counsel for the Families of Kuwaiti Citizens at Guantanamo Bay,has paid at least seven law firms and PR companies to lobby Congress and federal officials on issues concerning the release of the Kuwaiti Gitmo detainees.",
  "The 12th and final Guantanamo Bay detainee from Kuwait — who is believed to have been a spiritual adviser to Osama bin Laden — will soon be released from the U.S. naval facility in Cuba after a federal review board determined earlier that he no longer poses a significant threat to the U.S.",
  "(RELATED: Kuwaiti Gitmo Detainee Given Rare Second Hearing After Massive Lobbying Effort)\n\nOut of 54 detainees eligible for PRB hearings, Al-Kandari was just the second detainee to be granted a second additional hearing.",
  "But the circumstances of Faez Mohammed Ahmed al-Kandari’s case — which involved a rare second hearing before a federal multi-agency panel called the Periodic Review Board (PRB) — has raised several questions.",
  "The 40-year-old al-Kandari and other now-released Kuwaiti detainees have been the beneficiaries of $14 million lobbying and public relations campaign financed by Kuwaiti government and business interests.",
  "Besides having likely been a bin Laden spiritual adviser, he is also believed to have been an al-Qaida propagandist, according to his detainee file.",
  "The Kuwaiti consortium also paid $1.5 million to Lewis Baach, an international law firm that represented al-Kandari at his PRB hearing.",
  "Abdel al-Rahabi, a Saudi Arabian believed to have been bin Laden’s bodyguard, was released last year following his second PRB hearing.",
  "Al-Kandari was given a hearing the same month as al-Awda, but the federal panel did not come down in his favor.",
  "Al-Kandari, who has been at Gitmo since 2002, was arguably the most dangerous Kuwaiti detainee at the facility.",
  "The 11th Kuwaiti, Fouzi Khalid Abdullah al-Awda, was released last year following his first PRB hearing.",
  "He will be transferred to a facility operated by the Guantanamo Detainee Transfer Working Group.",
  "Dozens of other detainees who are eligible for the hearings have yet to go before the board.",
  "According to the Kuwait Times, al-Kandari will be returned to Kuwait within 45 to 60 days.",
  "He will undergo a rehab program to help reintegrate him with his family and into society.",
  "Most of al-Kandari’s fellow countrymen were released between 2002 and 2009.",
  "The PRB also recommends travel restrictions and monitoring.",
  "Follow Chuck on Twitter"
]