[
  "More about Trump's indicted former campaign chairman\n\nMueller's office has alleged that Manafort and Gates worked secretly on behalf of pro-Russian factions in Ukraine, then laundered millions of dollars through overseas shell companies to dodge U.S. taxes, a scheme that mostly predated their work for Trump’s campaign.",
  "(Photo: Andrew Harnik, AP)\n\nWASHINGTON — Lawyers defending President Trump's former campaign chairman Paul Manafort mounted their first counterattack against federal money laundering and conspiracy charges on Thursday, insisting that federal prosecutors had \"embellished\" the strength of their case.",
  "The charges that both served as unregistered agents of a foreign government then laundered their profits into the United States are part of Mueller's wide-ranging investigation into Russian efforts to influence the 2016 election.",
  "Manafort and another former Trump aide, Rick Gates, have been under house arrest since Monday, when special counsel Robert Mueller unsealed a 12-count indictment tied to their work on behalf of a pro-Russian faction in Ukraine.",
  "More: Mueller's bombshell: Special counsel charges Manafort, Gates and reveals aide's Russia contacts\n\nMore: Charges against Paul Manafort, Rick Gates and George Papadopoulos: What we know now\n\nMore: Who is Paul Manafort?",
  "In a footnote in their six-page filing, Downing and Zehnle wrote that \"his work on behalf of these Ukrainian clients ended approximately two years before Mr. Manafort agreed to work on the campaign of President Trump.\"",
  "Trump has maintained that the charges against Manafort are unconnected to his administration or his campaign, noting on Twitter this week that \"events mentioned took place long before he came to the campaign.\"",
  "Prosecutors said in court filings this week that the pair had successfully laundered $18 million from Ukraine to the United States using a web of shell companies and bank accounts in Cyprus and the Caribbean.",
  "But it also offered both sides an opportunity to map out widely different assessments of the charges — and of the risk that Manafort and Gates will try to escape prosecution before they can stand trial.",
  "Jackson said she will consider those requests on Monday, but only after lawyers on both sides submit written requests outlining what they think the proper conditions of release for both men should be.",
  "CLOSE Former Trump Campaign Chairman, Paul Manafort, who surrendered to the FBI on Monday, reportedly traveled to several counties using a phone and email account registered under a fake name.",
  "The money laundering charges are just a \"facade,\" they added, noting that \"in an international scheme to conceal assets, individuals generally move them offshore, not to the United States.\"",
  "U.S. District Judge Amy Jackson ordered that they remain on house arrest and GPS monitoring at least through the weekend, saying she had \"concerns\" that both men could be a flight risk.",
  "Prosecutors estimated in a filing that if Manafort is found guilty of all of the charges against him, federal sentencing guidelines would call for him to spend 12 to 15 years in prison.",
  "Jackson made one exception Thursday: She said she would allow Gates to leave his home long enough over the weekend to attend a sports tournament for one of his children.",
  "Prosecutors argued in a court filing this week that charges are serious, the case is strong, and the risk that Manafort and Gates will flee before trial is significant.",
  "Nor would he, they wrote, \"up and leave his wife of almost 40 years, his two daughters, and his grandchildren, so that he can live the rest of his life on the lam.\"",
  "They said both men have “substantial” money at their disposal — though the government still has little idea precisely how much because their assets are so complex.",
  "Jackson also warned attorneys for both men — and in Mueller's office — not to discuss the case with reporters, and said she was considering issuing a gag order.",
  "Buzz60\n\nPaul Manafort, President Donald Trump's former campaign chairman, departs Federal District Court, Thursday, Nov. 2, 2017, in Washington.",
  "\"Mr. Gates’ history and characteristics strongly negate any concerns about risk of flight,\" said Gates's attorneys Shanlon Wu and Walter Mack.",
  "Their response came the same day Manafort and his business and campaign associate Gates appeared briefly in federal court.",
  "Attorneys for Gates, meanwhile, argued there was no reason the former Trump campaign aide should be confined to his home.",
  "Thursday's hearing was ostensibly a routine step to sort through the preliminary details of a complicated criminal case.",
  "“It is fair to say that he is one of the most recognizable people on the planet today,” Downing and Zehnle wrote.",
  "Manafort's lawyers, Kevin Downing and Thomas Zehnle, said in a court filing Thursday that the case was overblown.",
  "Jackson also left in place Thursday a $10 million unsecured bond for Manafort and a $5 million bond for Gates.",
  "She ordered both men to return to court Monday morning so she could consider the conditions of their release.",
  "They even asked the judge to allow Gates to travel internationally on a limited basis as the case continued.",
  "Plus, they said, the intense publicity around Mueller's investigation would leave him few places to hide.",
  "Manafort, they said, has known since August that he would be indicted and did not run.",
  "Downing asked Jackson on Thursday to set a trial date for the case in April.",
  "Both, they said, have connections to Ukrainian and Russian \"oligarchs.\"",
  "She expressed frustration that the lawyers had not filed them already.",
  "They said the laws governing Manafort's work in Ukraine are unclear.",
  "Both Manafort and Gates face the prospect of long prison sentences.",
  "Jackson said she saw \"no reason we shouldn't be able to.\"",
  "Manafort's lawyers mocked the idea that he might flee.",
  "Gates opened at least 55 bank accounts since 2004.",
  "Manafort's lawyers struck a similar note Thursday.",
  "Read or Share this story: https://usat.ly/2A1AjWr",
  "\"This is a criminal trial,\" Jackson said.",
  "\"It is not a public relations campaign.\"",
  "Manafort holds three U.S. passports."
]