[
  "And we found loopholes in the law that often makes it difficult if not impossible for the government to police compliance or to discipline lobbyists who fail to comply,\" the project's report says, according to the Hill.Around 1,000 lobbyists spend $500 million annually in efforts to promote foreign interests in U.S. policy and with lawmakers, according to Politico.Lobbyists have made political contributions to lawmakers on the very day they met them on behalf of foreign clients.Some of the biggest foreign spenders on lobbying during 2012 were South Korea, Japan, and Mexico, according to The Hill.In September, The New York Times reported that foreign lobbying extended to U.S. think tanks that publish policy papers and offer their experts to the media.For instance, Qatar — which is a major backer of Hamas — gave $14.8 million to the Brookings Institution.",
  "Lobbyists working on behalf of foreign governments or companies skirt the Foreign Agents Registration Act (FARA) that requires them to report on their activities — and the Justice Department does little about it, according to a report by the Project on Government Oversight, Politico reported.The report, released Tuesday, said loopholes in the law \"often make it difficult, if not impossible, for the government to police compliance or to discipline lobbyists who fail to comply.",
  "It says the Justice Department needs more authority to levy civil fines for late or incomplete filings by lobbyists, and that foreign lobbyists should have to inventory meetings with policymakers, including dates and issues discussed.The Project On Government Oversight describes itself as \"a nonpartisan independent watchdog that champions good government reforms.\"",
  "Martin Indyk , a former U.S. diplomat now vice president at Brookings, has emerged as a leading Washington critic of Israeli government policies toward the Palestinians.The report recommends increasing oversight and enforcement of FARA.",
  "\"Foreign interests pay out around $1 out of every $7 spent on lobbying, The Hillreported, yet the Justice Department relies mostly on voluntary FARA compliance.",
  "Some foreign lobbyists do not report on their activities at all, while others electronically file partial or incomplete paperwork, the report said.",
  "We found that the Justice Department office responsible for administering the law is a record-keeping mess.",
  "\"We found a pattern of lax enforcement of FARA requirements by the Justice Department."
]