[
  "Browsing the Eyes On page and watching the clips myself, I could find no indication of who was sponsoring the program or even that it had sponsors at all, other than the vague note about \"sponsorship [often] originating from the countries we profile,\" which doesn't clarify if that means the country's government or just companies that happen to work within that country.",
  "Not that Kazakhstan's state-owned firms would \"sponsor\" a report on their country -- which could be kosher if the sponsors were clearly identified and if they had no effect effect on the actual news coverage -- but that I couldn't find any disclosure myself of the sponsorship.",
  "As EurasiaNet points out, Karymsakov is employed by the same government on which he's asked to comment: the state-run Eurasian Economic Club of Scientists' Association, headed by the president of Kazakhstan, lists him as the chairman of its executive board.",
  "Karymsakov's \"economic club\" is also an \"organizer\" of the same Astana Economic Forum that sponsors the show, which means that CNN is, in a sense, presenting one of its advertisers as an unbiased expert to evaluate the work of that same advertiser.",
  "\"All campaigns have the ability to geo-target different advertisements to different regions in the world,\" a press representative told me, though the \"in association with\" line looks more like a disclaimer than an advertisement.",
  "Sponsorship is nothing out of the ordinary -- you might notice ads running alongside this very post -- but it turns out that there are some unusual things going on with CNN International's Kazakhstan series.",
  "But a Central Asia-based consultant named Myles Smith did, pointing them out in a post on EuriasaNet.org (disclosure: as an Atlantic partner site, EurasiaNet articles frequently appear on TheAtlantic.com).",
  "In an upbeat segment on what a CNN reporter called Kazakhstan's \"strong and vibrant\" energy-driven economy, he interviewed a man named Murat Karymsakov, introduced only as an \"energy expert.\"",
  "He writes that both the website and TV-only promotional teasers say that the program is \"in association with\" a firm called Samruk-Kazyna and the Astana Economic Forum.",
  "But he got in touch with his colleagues back in Central Asia, and it turned out that the \"Eyes On Kazakhstan\" page looked slightly different when they loaded it.",
  "The Astana Economic Forum, also state-run, lists \"attracting potential investors and partners to help facilitate development projects\" as an official goal.",
  "She confirmed that Samruk-Kazyna and the Astana Economic Forum are sponsors and didn't dispute their links to the Kazakh government.",
  "Karymsakov had effusive praise for the government's management of the Kazakh economy, which he said is poised for continued growth.",
  "Samruk-Kazyna is a massive, state-run holding company that manages national assets and resources worth tens of billions of dollars.",
  "Oddly, it doesn't actually name either of these groups, merely displaying their logos, which Smith recognized.",
  "Their version shows the \"in association with\" disclaimer (screenshot here), while Americans see nothing.",
  "But maybe the strangest part of the series was what it left unsaid about its sources.",
  "This was one of the things I asked about when I got in touch with CNN International.",
  "You'd have to know the country pretty well to spot them, which I don't and didn't.",
  "I reached out to a U.S.-based EurasiaNet editor, and he couldn't, either.",
  "\"It's not visible in the U.S. because the U.S. is not a target market.\"",
  "The first thing that Smith found is also perhaps the strangest.",
  "And why shouldn't he?",
  "I was baffled."
]