[
  "Asha Rangappa, who served as an FBI special agent specializing in counterintelligence investigations in New York City from 2002 until 2005, explained in an earlier piece for Just Security that to obtain a warrant from the Foreign Intelligence Surveillance Court to wiretap Manafort, the FBI would have needed show show probable cause that Manafort was\n\n“knowingly engaging in clandestine intelligence activities” (rather than merely being “an agent of a foreign power”)—in other words, that he wasn’t just acting on behalf of a foreign power, but that he was doing so with full knowledge that what he was doing involved spying.",
  "She said money laundering can also be difficult to charge because you essentially have to prove two crimes: the money laundering itself, but also the underlying crime—the reason the money isn’t “clean” in the first place, this is known as the “specified unlawful activity.”\n\nIn Manafort’s case, it appears he was laundering his money to hide its origins (the work he was doing in Ukraine as an unregistered foreign agent) and also to avoid paying taxes on it.",
  "When you prosecute, you kill the goose.”\n\nThat initial surveillance was discontinued, reportedly due to a lack of evidence, but the Foreign Intelligence Surveillance Court approved a new surveillance warrant for Manafort at some point in 2016, meaning the FBI once again showed probable cause that Manafort was knowingly engaging in clandestine intelligence activities that “extended at least into early this year,” CNN reported.",
  "Then, because there are so few cases brought that any single prosecution can appear inappropriately selective, making it more difficult to bring charges even when the violations are obvious.”\n\nProPublica’s Jesse Eisinger recently wrote a whole book about this phenomenon as it related to bank executives during the 2008 financial crisis, The Chickenshit Club: Why the Justice Department Fails to Prosecute Executives.",
  "“This is an extremely lucrative business … so the vast, vast majority of people laundering money, even huge amounts of money, are never going to get caught, are never going to get in any trouble, and that’s where the brazenness comes in.”\n\nThe Treasury Department’s Financial Crimes Enforcement Network (FinCEN) does collect information on suspicious financial transactions and stores that data.",
  "But as Davidson explained, the FinCEN database isn’t setup to alert officials to this activity while it’s happening:\n\n“It’s kind of like Google, we have a lot of data in a computer, but it’s not screaming out … It’s more, if I’m looking at you for some other crime, I then go into this database and I can find this information.",
  "We don’t know when his activities in Ukraine and Russia first caught the attention of U.S. federal investigators, but according to Rangappa, to build up enough evidence to convince the court, it’s likely the investigation into him began at least a year or so before the wiretap warrant was obtained, so possibly in 2013.",
  "“The reason the Justice Department doesn’t bring many FARA prosecutions is the same reason they haven’t brought many white-collar crime cases against Wall Street bankers,” said Michael German, a fellow with the Brennan Center for Justice’s Liberty and National Security Program and a former special agent with the FBI.",
  "Conducting a criminal investigation of an executive isn’t just risky; in addition to jeopardizing a future partnership at a prestigious law firm, perhaps most important, it incurs “social discomfort,” especially for the well-mannered overachievers who now populate the Justice Department.",
  "“These defendants have first-class legal representation to help them avoid charges, or when the few prosecutions are brought, to challenge them through trial and multiple appeals.”\n\nEven without having to fight high-powered defense lawyers, these cases take lots of money to prosecute.",
  "Financial institutions are required to file currency transaction reports, known as CTRs, when someone withdraws or deposits more than $10,000 in cash, and they also file suspicious activity reports, or SARs, when institutions identify unusual or potentially illegal activity.",
  "Or could it be that well before his involvement with the Trump campaign, the U.S. government, suspicious of his dealings with Ukrainian and Russian officials, began collecting intelligence surveilling him and didn’t want to draw attention to their activities?",
  "Both Manafort and his longtime business partner Rick Gates were charged last week with violating the Foreign Agents Registration Act (FARA), which requires people working on behalf of a foreign government to register with the Justice Department.",
  "She accused them of skimming money off of natural gas contracts in Ukraine, then laundering the money through bogus New York real estate deals, and then using those funds to prosecute her back in Ukraine and eventually put her in prison.",
  "In 2011, former Ukrainian Prime Minister Yulia Tymoshenko filed a private lawsuit in the U.S. District Court in the Southern District of New York against Ukrainian billionaire Dmitri Firtash and named Manafort as one of the defendants.",
  "At that time, federal investigators might have started to build a criminal case against him, but they wouldn’t have moved on it because they’d risk losing the intelligence that they were collecting from surveilling him, Rangappa said.",
  "Last week, we learned that Paul Manafort, President Donald Trump’s campaign chairman, is under indictment for laundering millions of dollars’ worth of income to hide it from the U.S. government, among other serious charges.",
  "This made me wonder: Why did it take the scrutiny of a U.S. presidential election, and special counsel Robert Mueller’s investigation, to uncover and attempt to prosecute what appear to be fairly brazen financial crimes?",
  "As I understand it, it’s fairly rare for money laundering itself to be the thing that gets you in trouble.”\n\nPlus, this information on its own doesn’t tell you a whole lot, and it doesn’t always signal criminal activity.",
  "“White-collar crime investigations are also time and resource consuming, so statistic-driven law enforcement agencies tend to shy away from them when there’s not significant public pressure to prosecute,” German said.",
  "In a review of the book, James Kwak wrote in the New York Times:\n\nIncreasingly, the prosecutors and the defense attorneys on opposite sides of the table are the same people, just at different points in their careers.",
  "Well before he joined the Trump campaign, Manafort was apparently on the radar of the U.S. intelligence community, which had him wiretapped under secret court order in 2014, according to reporting by CNN.",
  "For example, if you win a lot of money in Las Vegas, a CTR could be filed, explained Courtney M. Oliva, the executive director of the Center on the Administration of Criminal Law at New York University.",
  "For Manafort and Gates to think they would get away with this wasn’t a bad bet: Compliance with the law is notoriously low, and the Justice Department rarely enforces it through a criminal prosecution.",
  "More from Just Security:\n\nWhat Manafort’s Indictment May Tell Us About Russian Election Meddling\n\nModernizing ECPA: We Need Congressional Action Despite DOJ’s New Gag Order Guidelines",
  "Eisinger was part of the reporting team that recently uncovered Ivanka and Donald Trump Jr. escaped criminal prosecution in 2012 in all likelihood thanks to political connections.",
  "Marc Kasowitz, their father’s longtime attorney, made a $25,000 political contribution to Manhattan District Attorney Cyrus Vance Jr. and then asked Vance to drop the case.",
  "And once I know you’ve committed that crime, the money laundering is a nice added charge, and sometimes that becomes the primary charge that I take you down with.",
  "Mark Wilson/Getty Images\n\nThis piece was originally published on Just Security, an online forum for analysis of U.S. national security law and policy.",
  "On Slate’s Trumpcast, the New Yorker’s Adam Davidson said it’s estimated that money laundering is a $1 trillion to $7 trillion industry.",
  "Former Trump campaign manager Paul Manafort leaves the Prettyman Federal Courthouse after a bail hearing on Monday in Washington.",
  "When it comes to white-collar crimes, it’s clear that being politically connected often helps lawbreakers avoid prosecution.",
  "They were allegedly in serious legal jeopardy for knowingly misleading potential buyers in the Trump SoHo condo development.",
  "“These are people who run in the same social circles as those who write the laws, enforce the laws, and judge the cases.",
  "Three months later, Vance ordered his prosecutors to abandon the case but still maintains that he made the right call.",
  "No one wants to be a class traitor, especially when the members of one’s class are such nice people.",
  "The laws are often written with unnecessary complexity, with many exceptions and caveats.",
  "Presumably, Manafort’s transactions should have generated these types of red flags.",
  "What makes Manafort different than your ordinary suspected white collar criminal?",
  "This is not the first time that Manafort has been accused of money laundering.",
  "Being able to afford high-powered lawyers can make a difference, German said.",
  "According to his indictment, Manafort’s alleged crimes stretch back to 2006.",
  "As for money laundering, it makes up an enormous shadow economy.",
  "After four years of litigation, the case was dismissed in 2015.",
  "Is it because financial crimes are difficult to detect?",
  "“That’s the goose that lays the golden eggs.",
  "Was it that he’s politically connected?"
]