[
  "Sources told Fox News Friday that Comey told senators in a classified session Wednesday that the considered the document, which included unconfirmed details about Trump's activities in Moscow years before, so significant that he included it in the classified report.",
  "Senators pressed FBI Director James Comey this week on an unsubstantiated dossier that intelligence officials included in a classified report to former President Barack Obama days before President Donald Trump took office in January.",
  "The Justice Department received a complaint against Fusion GPS this week, Fox reports, alleging that the firm and its founder, Glenn Simpson, had violated the Foreign Agents Registration Act.",
  "The document had circulated around Washington since last October, when Mother Jones magazine first reported that a former British spy had presented it to the FBI in August.",
  "The dossier was cited by the FBI in obtaining a FISA court warrant to access private communications of former Trump campaign adviser Carter Page, according to the report.",
  "Senators Wednesday pressed Comey on whether his agency had any ties to the former British spy, Christopher Steele, or his company, Fusion GPS.",
  "Both the FBI and the Office of the Director of National Intelligence declined to comment on a classified document, Fox reports.",
  "\"I know the name,\" Comey said when questioned by Republican Sen. Lindsey Graham of South Carolina, Fox reports.",
  "He responded \"I can’t say\" when the senator asked if Fusion GPS was part of Moscow's intelligence operation.",
  "\"Fusion GPS has complied with the law and was not required to register under FARA,\" he told Fox.",
  "Page has slammed the dossier, denying its allegation that he was a Trump contact for Moscow.",
  "Both Obama and Trump received copies of the report and the dossier in January.",
  "Joshua Levy, the company’s attorney, denied the accusation.",
  "\"Nor has Fusion GPS ever been a Russian agent.",
  "\"Allegations to the contrary are not true.\""
]