[
  "Congratulations to American freedom of speech and all those who still believe in it.”\n\nSupporters of the new Russian law, passed Saturday by the Federal Council and by the State Duma, or lower House, on Wednesday, have said that Radio Liberty, CNN, Voice of America and Germany's Deutsche Welle could well be called upon by the Russian government to sign as foreign agents, The Washington Post reported.",
  "Sputnik News, the government-controlled news agency formerly known as RIA Novosti, reported Saturday that the Kremlin may also use its new media law to respond to reports that the European Parliament has allocated $1.3 million for a European Union anti-propaganda unit targeting alleged \"Russian fake news.\"",
  "(Photo: Michael Klimentyev/ SPUTNIK / K / POOL, EPA-EFE)\n\nRussian President Vladimir Putin signed into law Saturday a new bill designating international media outlets as foreign agents in retaliation for a similar measure taken by the U.S. Department of Justice against the state-funded RT television.",
  "The Russian Justice Ministry, acting last week in anticipation of the law's passage, warned the U.S. government-funded Voice of America and Radio Free Europe/Radio Liberty, along with its regional outlets, that they could be designated as foreign agents under the new measure.",
  "\"Americans have a right to know who is acting in the United States to influence the U.S. government or public on behalf of foreign principals,\" acting assistant attorney general for National Security Dana J. Boente said in a statement at the time that RT registered.",
  "\"The Department of Justice is committed to enforcing FARA and expects compliance with the law by all entities engaged in specified activities on behalf of any foreign principal, regardless of its nationality.\"",
  "The Justice Department said the action did not inhibit freedom of expression or restrict news content, and requires only \"registration, labeling of informational materials and broadcasts, and recordkeeping.\"",
  "\"The European media in Russia may also become subject to the law (on foreign agents),\" Vladimir Dzhabarov, first deputy chairman of the Federation Council's Committee on International Affairs, told Sputnik.",
  "T&R productions, which operates RT, disputed the charge, claiming in the registration process that it disagrees with the designation and “remains under the independent editorial control of registrant.\"",
  "Andrey Klishas, chairman of the Russian Federation Council's committee for constitutional legislation and state construction, said the law does not violate constitutional rights, according to TASS.",
  "Two weeks ago, RT was pressured by the U.S. Justice Department to formally register under the Foreign Agents Registration Act, known as FARA, or face the likelihood it would be shut down.",
  "\"Its application will begin with the U.S. media, but if Europeans will resort to the same practices against Russian media as the US does, they will receive a similar answer.\"",
  "The East StratCom taskforce will receive money directly from the EU budget for the first time since it was set up in 2015, according to The Guardian, a British newspaper.",
  "Russian President Vladimir Putin, shown here at the Black Sea resort Sochi, on Nov. 25, 2017 signed into law a news bill designating media outlets as foreign agents.",
  "Margarita Simonyan, editor in chief of RT, posted a statement on its website, saying, “Choosing between a criminal case and registration, we have chosen the latter.",
  "Any media outlets designated as such will be subject to the same restrictions and responsibilities currently applied against NGOs, or non-government organizations.",
  "He said it does not introduce censorship, but enshrines additional obligations for mass media outlets designated as foreign agents, the news agency reported.",
  "The U.S. government and intelligence community have accused RT, formerly known as Russia Today, of being a propaganda outlet for the Kremlin.",
  "The Russian law labels media outlets as foreign agents if they receive funding from abroad, the government-owned TASS news agency reported.",
  "RT and Sputnik were singled out by the European Parliament in 2016 as Russian propaganda outlets posing a danger to European unity.",
  "The U.S. government singled out RT because it accepted operating payments from a Russian government entity called ANO TV-Novosti.",
  "It appeared that the law did not distinguish between private and corporate funding from abroad and foreign government funding.",
  "It was specifically accused of spreading false information during the 2016 presidential election.",
  "Klishas noted the law does not target Russian media outlets, only foreign ones.",
  "Read or Share this story: https://usat.ly/2iScTN5"
]