[
  "More from the South China Morning Post:\n\nChina's Communist Party makes big inroads into foreign-funded firms\n\nWhy a Chinese Communist Party branch at the University of California, Davis, was disbanded\n\nLet a thousand trees bloom: Chinese officials start drive to give Xi Jinping's dream city a greener look\n\nAbout 106,000 foreign-invested companies had set up party units by the end of last year, Qi Yu, deputy head of the Central Organisation Department, said in a media briefing last month.",
  "\"As far as I know, some foreign-funded companies have been required to offer full pay for at least one party branch member who would deal with the company's party branch issues,\" said Liu Kaiming, head of the Institute of Contemporary Observation, a think tank based in Shenzhen.",
  "The US Foreign Agents Registration Act requires all individuals and groups acting under the direction or control of a foreign government or political party to register with the Department of Justice in advance and regularly report their activities.",
  "The branch, which planned to meet every two weeks, had tasked its members with promoting the organisation to their colleagues or neighbours who were coming to the United States, it said, and to absorb party members into the organisation.",
  "\"Some senior executives at foreign-invested companies say party organisations can help them understand China's policies in a timely manner, resolve labour disputes and provide positive energy for their companies' development.",
  "The party has been trying to make inroads into foreign-funded companies since President Xi Jinping came to power and began pushing to increase its role in all aspects of life in China.",
  "\"Operators of foreign firms usually see a Communist Party branch in their company as something set up by staff to help promote goodwill and communication with the party.",
  "Last week, a group of visiting Chinese academics raised eyebrows after they were reported to have founded a party branch at the University of California, Davis.",
  "That is similar to the proportion of the country's 2.73 million private businesses that have set up branches – it was 67.9 per cent at the end of last year.",
  "The majority of them welcome and support party organisations carrying out activities in their companies,\" Qi said at the briefing.",
  "So far, the effects have been limited, but many companies are worried about whether this situation will escalate.\"",
  "But now they feel these branches are trying to extend the party's influence within company operations,\" Liu said.",
  "Meanwhile, 70 per cent of foreign-funded firms in China – or 750,000 – have set up party branches, Qi said.",
  "\"Members of these branches often meet and hold activities – it's not a positive influence on staff.",
  "The branch was shut down after the academics realised they had founded it illegally.",
  "That figure has more than doubled since 2011, when it was 47,000."
]