[
  "Craig Caplan, chairman of the executive committee of the Congressional Radio and Television Correspondents Galleries in Washington sent the termination notice to RT's general manager Mikhail Solodovnikov on Wednesday.",
  "Their membership rules state that press credentials cannot be issued to any applicant \"employed by a foreign government,\" Caplan wrote in his letter to Solodvnikov, published on the association's website.",
  "In yet another splash of bad blood between Moscow and Washington, an association of radio and TV journalists unanimously decided on Wednesday to strip Russia Today of its congressional press badge.",
  "Neither are registered as agents representatitive of foreign governments and this is the likely sticking point for RTCA, rather than where their employers corporate headquarters are located.",
  "Russia will retaliate by banning U.S. backed broadcasters Vocie of America and Radio Free Europe/Radio Liberty and its smaller derivatives from government press meeting.",
  "The Act is designed for companies doing business on behalf of foreign governments or representing foreign government officials to the American public or its government.",
  "Congress requires that all members of the electronic media covering news events on Capitol Hill be accredited by the Radio-Television Correspondents Association.",
  "Caplan says the action was taken in response to the Department of Justice requiring RT to register under the Foreign Agents Registration Act on Nov. 13, 2017.",
  "The ruling is effective immediately, meaning RT is no longer attending congress's press briefings as of Thursday.",
  "In March 2011, two Al Jazeera correspondents attended the annual RTCA dinner, suggesting they might be members.",
  "It is also unlikely that journalists employed by foreign government owned media are not allowed as members.",
  "It appears the decision by the radio and TV correspondents association is more technical than political.",
  "The news organization has been blamed for spreading \"fake news\" about Hillary Clinton on social media.",
  "A list of reporters and their affiliated networks is not available on their website.",
  "RT is Russia's biggest state-owned media outlet, equivalent to the BBC of the U.K.",
  "There is no mention of the word foreign, at least, in the company's constitution.",
  "BBC reporters have won RTCA awards as recently as 2013.",
  "Requests for comment were not immediately returned.",
  "Private American media companies are not banned.",
  "Al Jazeera is owned by the Qatari government."
]