[
  "(RELATED: A Case Study In How Turkish Lobbyists Manipulate The Media)\n\nThe Daily Caller discovered after Flynn’s Election Day op-ed was published that Flynn Intel had registered as a lobbyist for a Netherlands-based shell company owned by Alptekin called Inovo BV.",
  "Special Counsel Robert Mueller has delayed grand jury testimony scheduled for next month in the Michael Flynn investigation, a development that is likely to fuel speculation that the former national security adviser is negotiating a plea deal.",
  "(RELATED: Michael Flynn Is Lobbying For Obscure Dutch Shell Company With Ties To Turkish Government)\n\nFlynn, Kian, and Alptekin — facing pressure from the Justice Department — registered under the Foreign Agents Registration Act in March.",
  "Former CIA director James Woolsey, an adviser at Flynn Intel, has claimed that he witnesses Flynn, Kian and Alptekin discussing kidnapping Gulen during a Sept. 19, 2016 meeting with two Turkish government officials in New York City.",
  "One example is a report from earlier this week that Flynn’s lawyers recently informed White House counsel that they were abandoning a joint defense agreement that had been in place throughout Mueller’s investigation.",
  "Though grand jury proceedings can be postponed for numerous reasons, the delay in the Flynn case comes amid other evidence that the retired lieutenant general’s legal team is negotiating with Mueller.",
  "Sphere’s role in the project was to orchestrate a public relations campaign aimed at discrediting Fethullah Gulen, a Muslim cleric sought for extradition by Turkey’s president, Recep Tayyip Erdogan.",
  "While it has been widely reported that Mueller is investigating Flynn’s business activities, it is unclear whether Flynn has any evidence that could implicate Trump or other White House officials.",
  "Sphere has been a witness in the Flynn investigation for many months, starting well before Mueller took over the investigation into Flynn’s lobbying work for foreign governments, including Turkey.",
  "Sphere was hired by Flynn’s consulting company, Flynn Intel Group, in Aug. 2016 to do public relations work on a project billed as helping improve business relations between the U.S. and Turkey.",
  "An employee at Sphere Consulting, a consulting firm that worked for Flynn last year, told The Daily Caller on Wednesday that the grand jury testimony was recently postponed by Mueller’s team.",
  "Erdogan has desperately sought Gulen’s extradition back to Turkey, where he stands accused by the Turkish government of masterminding last year’s failed coup attempt.",
  "The extent of Sphere’s work appears to have been to create an anti-Gulen cartoon as well as to help Flynn place an op-ed in The Hill on Election Day.",
  "The cartoon, entitled “Gulenopoly,” would end up being published in The Hill in January in an op-ed written by a lobbyist for Mercury Public Affairs.",
  "One of Sphere’s projects on the Flynn Intel project was to promote a documentary criticizing Gulen, who lives in exile in Pennsylvania.",
  "Flynn Intel registered that contract under the Lobbying Disclosure Act, but did not reveal Alptekin’s ties to the Turkish government.",
  "Trump fired Flynn on Feb. 13, purportedly for lying to Vice President Mike Pence about his interactions with Russia’s ambassador.",
  "Woolsey, who advised the Trump campaign, has reportedly met with the FBI and the Office of the Special Counsel.",
  "Bijan Kian, a former Export-Import Bank director and Flynn Intel partner, first contacted Sphere for the work.",
  "Sphere appears to have not been involved in the most alarming aspect of Flynn Intel’s work for Turkey.",
  "Flynn’s firm also made two separate $40,000 payments to Alptekin in the middle of the contract term.",
  "Flynn has denied the claim, though Woolsey has insisted in interviews that the matter was discussed.",
  "He also reportedly introduced Flynn to Alptekin, the chairman of the Turkish-U.S. Business Council.",
  "U.S. officials have said that they have yet to see evidence of Gulen’s involvement in the putsch.",
  "Flynn Intel had been hired by a Turkish businessman named Ekim Alptekin for the $600,000 project.",
  "Mueller was appointed special counsel in May, just after Trump fired James Comey as FBI director.",
  "Alptekin paid Flynn Intel a total of $530,000 for the lobbying work.",
  "The film was never released, though it is unclear why.",
  "CNN first reported the news of the grand jury delay.",
  "Follow Chuck on Twitter"
]