[
  ": PTC Therapeutics\n\nMcGuireWoods Consulting (A Subsidiary of McGuireWoods LLP): Fred and Cindy Warmbier\n\nMcGuireWoods Consulting (A Subsidiary of McGuireWoods LLP): Heineken USA\n\nMercator Partners LLC: California Schools Voluntary Employee Benefits Association (VEBA)\n\nMercator Partners LLC: William D. Lynch Foundation For Children\n\nMiller Strategies, LLC: Broadcom Limited\n\nNational Health Advisors, LLC: Veterans Accountable Care Group\n\nPillsbury Winthrop Shaw Pittman LLP: Bosnia & Herzegovina Democracy Initiative\n\nSquire Patton Boggs: FDL Development\n\nNEW LOBBYING TERMINATIONS:\n\nEmergency Committee For American Trade: Emergency Committee For American Trade\n\nSatrom Consulting: Charitable IRA Initiative",
  "NEW JOINT FUNDRAISERS:\n\nNone\n\nNEW PACs:\n\nFighting For Colorado (Super PAC)\n\nHalf Acre Communications (PAC)\n\nPennsylvanians For Conservative Policies (Super PAC)\n\nSwitch, Inc. PAC (Unknown)\n\nThe American Century PAC (Unknown)\n\nNEW LOBBYING REGISTRATIONS:\n\nAPCO Worldwide LLC: IKEA Indirect Material & Services, LLC\n\nBailey Strategic Advisors, LLC: Intrexon Corporation\n\nBarnes & Thornburg, LLP: Pharmaceutical Research and Manufacturers of America\n\nCavarocchi Ruscio Dennis Associates, L.L.C.",
  "Heineken’s only Washington lobbying firm during the third quarter was the Podesta Group, which has collapsed; three of the four Podesta lobbyists who represented Heineken in the third quarter are now at Cogent Strategies, the firm that Fritts, the Podesta Group’s longtime chief executive, launched this month after quitting Podesta.",
  "Those \"tax equity\" deals provide the renewable energy developers with the cash they need to build their projects.”\n\n— “But provisions in the Senate tax bill would make it difficult for banks with overseas subsidiaries to buy the credits, which are also accrued by low-income housing and infrastructure projects.",
  "The marketing firm MMGY Global has registered with the Justice Department as a foreign agent for work that it conducted in recent years on behalf of a variety of foreign tourism agencies, representing cities such as Buenos Aires, Argentina, and Zurich and countries from Barbados to Taiwan to Jordan.",
  "TAX BILL COULD SAVAGE RENEWABLE ENERGY FINANCING: “Renewable energy advocates are warning that money for wind and solar power projects could dry up if Congress doesn't alter language in the tax bill that's designed to prevent banks from moving their profits abroad,” POLITICO’s Eric Wolff reports.",
  "Another Podesta principal lands at BGR\n\nWith David Beavers and Aubree Eliza Weaver\n\nFIRST IN PI — ANOTHER PODESTA PRINCIPAL LANDS AT BGR: Mark Tavlarides, who was a principal at the Podesta Group before its collapse this month, has joined BGR Group as a senior vice president.",
  "“Records show Miller registered as a lobbyist for Brocade Communications in September to work on issues related to the Committee on Foreign Investment in the United States, the government body that recently reviewed and approved Broadcom's acquisition of Brocade.",
  "INTERNET ASSOCIATION TO OPEN SEATTLE OFFICE: The Internet Association is opening an office in Washington state — the home of member companies Amazon, Microsoft and Expedia — as the trade group continues to bulk up state and local advocacy,” Steven reports.",
  "and Reps. Hakeem Jeffries (D-N.Y.), Bob Latta (R-Ohio), John Ratcliffe (R-Texas), Gus Bilirakis (R-Fla.), Brett Guthrie (R-Ky.), Markwayne Mullin (R-Okla.), David Cicilline (D-R.I.) and Tom Marino (R-Pa.), as well as staffers from other lawmakers’ offices.",
  "PHRMA ADDS BARNES & THORNBURG TO LOBBYING ROSTER: Pharmaceutical Research and Manufacturers of America has added Bob Grand of Barnes & Thornburg to its stable of dozens of lobbying firms representing the trade group in Washington.",
  "The filings came weeks after an indictment was handed down against Paul Manafort, Donald Trump’s former campaign chairman, as part of special counsel Robert Mueller’s investigation into Russian interference in the 2016 election.",
  "It’s unclear how many of Tavlarides’ clients will join him at BGR; he lobbied for nine Podesta clients last quarter, according to disclosure reports, including BP, the Nuclear Energy Institute and SeaWorld.",
  "Cristina Antelo is now at VantageKnight, and Paul Brathwaite and Josh Lahey have started their own shops, the latter with Colin Hayes, a former Senate Energy and Natural Resources Committee staff director.",
  "Carney hasn’t lobbied since leaving office, according to disclosure reports, although he worked for BAE Systems as director of homeland security policy and strategy, according to his LinkedIn page.",
  "“Companies that develop wind and solar projects typically sell the federal tax incentives attached to their green energy projects to banks, who can use them to reduce their own tax burdens.",
  "FLYING IN: Members of the American Hotel & Lodging Association are on the Hill today meeting with lawmakers on protecting people from online hotel-booking scams, among other issues.",
  "“Rose Feliciano will lead the outpost as state government affairs manager and oversee policy efforts across the entire Northwest region, the association announced today.",
  "He’ll work with all of the firm’s clients, “leveraging his experience in Congress as well as contacts in leadership and Congressional committees,” according to the firm.",
  "— Jeff Miller, a lobbyist who’s close to Energy Secretary Rick Perry and has added a number of clients this year, has signed Broadcom, POLITICO’s Steven Overly reports.",
  "— The indictment spooked Washington lobbyists who work for foreign clients, but they’re not the only ones who have to worry about the Foreign Agents Registration Act.",
  "She also served as special assistant to former Commerce Department Secretary Gary Locke during his time as governor of Washington.” The office will be in Seattle.",
  "Many of the firm’s principals have joined Cogent Strategies, the new firm started by Kimberley Fritts, the Podesta Group’s longtime chief executive.",
  "Public relations and marketing firms working for foreign governments — including their tourism boards — are generally required to register, too.",
  "FEDERAL ADVOCATES ADDS FORMER DEMOCRATIC CONGRESSMAN: Former Rep. Chris Carney (D-Pa.) has joined Federal Advocates as a vice president.",
  "— Caren Auchman has joined LEWIS, a marketing and communications firm, as a senior vice president and the head of the Washington office.",
  "He worked for the National Aviation Intelligence Integration Office before joining Federal Advocates, according to the firm.",
  "Story Continued Below\n\n— It’s been a month now since Tony Podesta announced he’d step down as chairman of the Podesta Group.",
  "Grand, a Barnes & Thornburg partner who’s close to Vice President Mike Pence, has signed nearly 20 new clients this year.",
  "She was previously senior director for federal government relations, heading up Pfizer’s outreach to Senate Republicans.",
  "Heineken also has an in-house lobbyist, David Morgenstern, who lobbies on tax reform, according to a disclosure report.",
  "Carney was elected in the Democratic wave in 2006 and lost his seat to Tom Marino in the Republican wave of 2010.",
  "‘To me it feels like a drive-by shooting,’ said Mike Garland, CEO of wind developer Pattern Energy.” Full story.",
  "JOBS REPORT\n\n— Pfizer has promoted Jennifer Swenson Walton to vice president for federal government relations.",
  "OTHER REGISTRATIONS THAT CAUGHT OUR EYE: Heineken has signed McGuireWoods Consulting to lobby on tax reform.",
  "The Internet Association also has offices in Albany, N.Y.; Sacramento, Calif.; and Washington.",
  "CORRECTION: PI misspelled the name of POLITICO reporter John Hendel in Wednesday’s edition.",
  "She’ll report to Ken Cole, Pfizer’s senior vice president for U.S. government relations.",
  "Feliciano joins after 15 years working in government relations for the city of Seattle.",
  "(Hat tip to the Center for Public Integrity’s Carrie Levine for spotting the filing.)",
  ": Embry-Riddle Aeronautical University\n\nCavarocchi Ruscio Dennis Associates, L.L.C.",
  "He’s the second former Podesta principal to land at BGR, along with Andy Lewin.",
  "Others have joined other lobbying firms or struck out on their own.",
  "MMGY Global didn’t immediately respond to requests for comment.",
  "She was previously a senior vice president at FleishmanHillard.",
  "That deal closed earlier this month.” Full story.",
  "LATE REGISTRATION: Call it the Mueller effect.",
  "They’ll meet with Sen. Steve Daines (R-Mont.)",
  "You can follow him on Twitter here.",
  "Good afternoon, and welcome to PI.",
  "Tips: tmeyer@politico.com.",
  "Twitter: @theodoricmeyer.",
  "We regret the error.",
  "Full story."
]