[
  "“The issue is of particular concern to the Committee given that when Fusion GPS reportedly was acting as an unregistered agent of Russian interests, it appears to have been simultaneously overseeing the creation of the unsubstantiated dossier of allegations of a conspiracy between the Trump campaign and the Russians,” Grassley wrote in the letter.",
  "“It is highly troubling that Fusion GPS appears to have been working with someone with ties to Russian intelligence—let alone someone alleged to have conducted political disinformation campaigns—as part of a pro- Russia lobbying effort while also simultaneously overseeing the creation of the Trump/Russia dossier,” Grassley wrote.",
  "Senate Judiciary Chairman Chuck Grassley wants information on how a Washington opposition research firm was apparently involved in a pro-Russian lobbying campaign at the same time that it was overseeing the unverified dossier about the Trump campaign’s ties to Russia.",
  "The lobbying campaign occurred at the same time that Fusion GPS reportedly hired a former British spy to gather intelligence on Russia’s efforts to tamper with the 2016 presidential election and develop contacts with then-candidate Donald Trump and his associates.",
  "While Steele was compiling the dossier last summer, Simpson was at the same time working for the U.S. law firm representing the Cyprus-based Russian holding company Perezov, which federal prosecutors in New York accused of laundering money in a massive tax fraud.",
  "“The relationship casts further doubt on an already highly dubious dossier.”\n\nGrassley’s letter also attached a complaint to the Justice Department last July from Bill Browder, an American-born investor who employed Magnitsky at the time of his death.",
  "In a letter to Acting Deputy Attorney General Dana Boente, Grassley demanded to know whether the Justice Department is looking into the firm, Fusion GPS, for alleged violations of the Foreign Agents Registration Act, known as FARA.",
  "Story Continued Below\n\nGrassley’s letter cites earlier reporting by POLITICO connecting Fusion GPS to a mysterious lobbying effort last year that tried to derail a human rights sanctions bill that irked the Kremlin.",
  "The dossier’s author, Christopher Steele, used to head MI6’s Russia desk, and the FBI takes him seriously because he assisted with its corruption investigation into FIFA, according to the Washington Post.",
  "BuzzFeed published the dossier in January after CNN reported that intelligence officials included its existence in a briefing to then-President Barack Obama and President-Elect Trump.",
  "Fusion GPS said it was working for the law firm representing Prevezon, a Cyprus-based holding Russian company, in litigation and complied with disclosure rules.",
  "Akhmetshin previously told POLITICO he was drafted as a Soviet counterintelligence officer but denied any ongoing affiliation with the Russian state.",
  "on Russian ties to firm behind Trump dossier The Judiciary chairman asks how authorities are enforcing disclosure rules for foreign lobbying.",
  "\"By the very nature of that work, Fusion GPS was working with a law firm to ensure compliance with the law,” the firm said in a statement.",
  "The Russian government opposed the bill because it’s named after a Russian lawyer who died mysteriously in a Moscow jail cell in 2009.",
  "Steele was hired by Glenn Simpson, a former Wall Street Journal reporter who co-founded Fusion GPS, according to The New York Times.",
  "Katsyv meanwhile hired a lobbyist named Rinat Akhmetshin to oppose the human rights sanctions bill called the Global Magnitsky Act.",
  "The lawyer, Sergei Magnitsky, uncovered the tax fraud through which Katsyv is accused of laundering money.",
  "U.S. intelligence officials have corroborated some of the information in the dossier, according to CNN.",
  "Sen. Chuck Grassley demanded to know whether the Justice Department is looking into Fusion GPS.",
  "In the complaint, Browder accused Fusion GPS of failing to disclose its activities under FARA.",
  "Grassley wanted to know what action the Justice Department had taken on Browder’s complaint.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "The company is controlled by Denis Katsyv, the son of a former Russian transport minister.",
  "Sign up here for POLITICO Huddle A daily play-by-play of congressional news in your inbox.",
  "Grassley’s letter noted with concern Akhmetshin’s background in Russian intelligence.",
  "\"Fusion GPS was not required to register under the Foreign Agents Registration Act.\"",
  "He didn’t immediately answer a request for comment on Grassley’s letter.",
  "Trump denied the allegations in the dossier.",
  "| Getty Grassley presses Justice Dept.",
  "You can unsubscribe at any time."
]