[
  "\"On or about December 22, 2016, a very senior member of the Presidential Transition Team directed FLYNN to contact officials from foreign governments, including Russia, to learn where each government stood on the resolution and to influence those governments to delay the vote or defeat the resolution,\" the statement of offense against Flynn reads.",
  "According to court documents released Friday, a \"very senior member\" of the Trump transition team in December 2016 directed Flynn to contact Russia and officials from other foreign governments to determine where they stood on an Israeli settlement U.N. resolution, influence those governments and delay the vote or defeat the resolution.",
  "\"After over 33 years of military service to our country, including nearly five years in combat away from my family, and then my decision to continue to serve the United States, it has been extraordinarily painful to endure these many months of false accusations of 'treason' and other outrageous acts,\" Flynn said in a statement.",
  "Read: Flynn statement of offense\n\nRead: Flynn plea agreement\n\nA document filed with the court by the special counsel says that Flynn \"did willfully and knowingly make materially false, fictitious and fraudulent statements and representations\" to the FBI regarding his interaction with then-Russian Envoy Sergey Kislyak.",
  "Friday's plea agreement with Flynn suggests that the Special Counsel's office views the conversation with Kislyak as an important or perhaps even a critical aspect of the overall investigation as prosecutor's try to determine who else up the Trump transition chain of command was aware of the conversations.",
  "President Trump's former National Security Adviser Michael Flynn has pleaded guilty to one count of lying to the FBI, and CBS News has confirmed U.S. law enforcement officials have long suspected Flynn did not engage the Russian ambassador without being directed to do so.",
  "\"Today, Michael Flynn, a former national security advisor at the White House for 25 days during the Trump administration, and a former Obama administration official, entered a guilty plea to a single count of making a false statement to the FBI,\" Cobb said in a statement.",
  "CBS News' Paula Reid points out that there were at least three charges Flynn could have faced, the most serious of which was a Foreign Agents Registration Act (FARA) violation -- a failure to register as a foreign agent to disclose work for a foreign government.",
  "The court documents from prosecutors revealed Friday also indicate multiple senior officials of the Trump presidential transition team were aware of Flynn's communication with the Russian ambassador, as well as the topics discussed.",
  "Flynn and a senior Trump transition team member also entered the fray a few days later, after then-President Barack Obama issued new sanctions on Russia as a result of their believed interference in the 2016 presidential election.",
  "Flynn then spoke with senior members of the presidential transition team about his conversations with the Russian ambassador about the sanctions and Russia's decision not to escalate the situation, according to prosecutors.",
  "While he was a top adviser for the Trump campaign, Flynn had a $600,000 lobbying contract with a Dutch company owned by a Turkish businessman, work that he acknowledged could help the Turkish government.",
  "The conclusion of this phase of the Special Counsel's work demonstrates again that the Special Counsel is moving with all deliberate speed and clears the way for a prompt and reasonable conclusion.\"",
  "About a day later, Flynn called a senior official, who was with other senior members of the presidential transition team at Mar-a-Lago, to discuss what, if anything, to communicate back to Kislyak.",
  "Court documents revealed Friday indicate prosecutors believe senior members of the Trump transition team were aware of conversations with Kislyak, and at least of the topic of those discussions.",
  "On Dec. 29, Flynn called Kislyak five times, and the two spoke about sanctions against Russia that had just been imposed by President Obama over Russia's meddling in the U.S. 2016 elections.",
  "Flynn made the guilty plea in federal court in Washington, D.C. on Friday, admitting to lying to the FBI as it investigated Russian interference in the 2016 presidential election.",
  "CBS News has confirmed that U.S. law enforcement officials have long suspected that Michael Flynn did not engage the Russian ambassador without being directed to do so.",
  "In an interview earlier this year former Director of National Intelligence James Clapper told CBS that the reaction was \"very un-Russian-like\" and \"curious.\"",
  "My guilty plea and agreement to cooperate with the Special Counsel's office reflect a decision I made int he best interests of my family and our country.",
  "The lack of a Russian response to the sanctions imposed by the Obama administration stunned intelligence officials working in the Obama Administration.",
  "\"The false statements involved mirror the false statements to White House officials which resulted in his resignation in February of this year.",
  "But I recognize that the actions I acknowledged in court today were wrong, and, through my faith in God, I am working to set things right.",
  "Shortly after that conversation with the official, prosecutors say Flynn called Kislyak and asked Russia not to escalate the situation.",
  "In early December, after the election, he and the president's son-in-law and top adviser Jared Kushner met with Kislyak at Trump Tower.",
  "CBS News' Jeff Pegues, Paula Reid, Pat Milton, Steven Portnoy, Clare Hymes and Kathryn Watson contributed to this report.",
  "Putin decided to not retaliate, and the Russian ambassador communicated that to Flynn, according to the court documents.",
  "He made this FARA disclosure in March, months after he'd been pushed out of the White House.",
  "Flynn turned himself into the FBI early Friday morning, and was processed and charged.",
  "Nothing about the guilty plea or the charge implicates anyone other than Mr. Flynn.",
  "Ty Cobb, White House counsel, distanced the White House from Flynn in a statement.",
  "\"Such false accusations are contrary to everything I have ever done and stood for.",
  "Flynn's misleading of the FBI took place while Donald Trump was president-elect.",
  "Flynn's legal team recently stopped cooperating with the White House.",
  "That Flynn was only presented with one charge raises questions.",
  "Kislyak, according to prosecutors, contacted Flynn on Dec. 28.",
  "Flynn and the unnamed official discussed the U.S. sanctions.",
  "It's unclear who the senior transition team official is.",
  "I accept full responsibility for my actions.\""
]