[
  "The newspaper also reported that “[a]s part of Flynn’s negotiations, his son, Michael G. Flynn, is not expected to be charged.”\n\nAdvertisement\n\n\n\nFlynn Jr. was never mentioned in his father’s deal, which explicitly states that “[n]o agreements, promises, understandings, or representations have been made by the parties or their counsel other than those contained in writing herein.” It would have been possible for Mueller to offer immunity to Flynn’s son as part of his deal—as the special prosecutor in the Clinton impeachment case did with Monica Lewinsky’s parents in exchange for the infamous blue dress—but there is no indication that he did.",
  "As part of his cooperation, Flynn has agreed to be helpful in a number of ways: “answering questions; providing sworn written statements; taking government-administered polygraph examination(s); and participating in covert law enforcement activities.” Flynn has also waived his right to have an attorney present for any of these conversations and promised to turn over “any and all evidence of crimes about which your client is aware; all contraband and proceeds of such crimes; and all assets traceable to the proceeds of such crimes.”\n\nAdvertisement\n\n\n\nSo what is Flynn getting in return?",
  "“He’s not going to do this deal unless he knows that Flynn has something that he needs.” O’Sullivan noted that Mueller has a reputation for being “very hard-charging.” She suggested the special counsel would not “cut [Flynn] any kind of sweet deal if they can help it,” and that prosecutors would be “very strategic about what they have him plead to and what’s in that statement of offense because they probably want to keep their cards close to their chest.”\n\nIt’s not clear exactly what Flynn has, but Trump’s unusual degree of loyalty has invited speculation.",
  "Flynn is facing a maximum five-year sentence on the charge to which he has already pleaded guilty, and the deal could help him negotiate that downward:\n\nIf the Government determines that your client has provided such substantial assistance, this Office shall file a departure motion pursuant to Section 5Kl.1 of the Sentencing Guidelines, which would afford your client an opportunity to persuade the Court that your client should be sentenced to a lesser period of incarceration and/or fine than indicated by the Sentencing Guidelines.",
  "And I think it is really a sad thing that he was treated so badly.” The day after Flynn was removed from his job, Trump allegedly cleared the Oval Office of everyone but James Comey and told him, “I hope you can see your way clear to letting this go, to letting Flynn go.” (The president has publicly denied this—and denied that he cleared the room—despite contemporaneous notes from Comey.)",
  "It’s possible Mueller didn’t actually have a case against Flynn on anything but the crimes that were charged—two lies and a misreported FARA form—and that he did not have any case against Flynn Jr. Or, it could mean that Mueller is using his prosecutorial discretion not to bring those charges, with no assurances that he won’t bring them in the future.",
  "While the statement of offense submitted by prosecutors does include the submission of a false Foreign Agents Registration Act registration in regard to that Turkish work, it does not appear to include any potential financial crimes that may have been committed by Flynn or his son through work at the Flynn Intel Group Inc.",
  "As O’Sullivan also notes, though, that consideration only kicks in if Flynn “provided substantial assistance in the investigation or prosecution of another person who has committed an offense.” Offering this provision suggests Mueller still has his sights on higher targets.",
  "That includes his lies to the FBI—conversations Flynn had with the former Russian ambassador encouraging him not to respond to U.S. sanctions over election interference, and asking him to help torpedo a United Nations Security Council resolution on Israel.",
  "In the Trump campaign and the Trump White House, only a handful of people outranked Flynn himself—a list that would seem to include senior adviser Jared Kushner, Vice President Mike Pence, Attorney General Jeff Sessions, or the president himself.",
  "As O’Sullivan notes, that 5Kl.1 offer is a “very valuable consideration” and one that another cooperating witness, George Papadopoulos, has not yet publicly received as part of his own plea agreement with Mueller’s team.",
  "Astrid Riecken/Getty Images\n\nLast week, former National Security Adviser Michael Flynn pleaded guilty to one count of lying to the FBI about contacts he had with Russian officials during the presidential transition.",
  "As part of that plea agreement, Flynn is cooperating with Special Counsel Robert Mueller’s investigation into whether anyone affiliated with Donald Trump coordinated with Russia to interfere in the 2016 election.",
  "In March, Trump tweeted that he believed Flynn deserved full immunity:\n\nMike Flynn should ask for immunity in that this is a witch hunt (excuse for big election loss), by media & Dems, of historic proportion!",
  "Notably, it also does not cover an alleged plot to kidnap a Turkish dissident cleric living in the United States that the Wall Street Journal last month reported was part of Mueller’s investigation.",
  "If that’s the case, then Flynn is cooperating under a sort of implicit understanding: Each day Mueller doesn’t bring charges against Flynn Jr. is another day Flynn Jr. has not been charged.",
  "Advertisement\n\n\n\n“It’s possible that they don’t have anything,” Georgetown Law professor and former federal prosecutor Julie O’Sullivan told me last week after the plea deal came down.",
  "“My guilty plea and agreement to cooperate with the Special Counsel’s Office reflect a decision I made in the best interests of my family and of our country,” he told the court.",
  "It does not include potential criminal liability for work Flynn and his son, Michael Flynn Jr., had reportedly undertaken on behalf of the Turkish government.",
  "Flynn has been spared the kind of public and private flaying that Trump has bestowed on ostensible allies like Attorney General Jeff Sessions.",
  "Such an arrangement would give Mueller continued leverage over how and when Flynn testifies, with Flynn’s son also hanging in the balance.",
  "Even after he was forced to remove Flynn as national security adviser, Trump sounded almost forlorn, calling him a “good person.” “Gen.",
  "“It seems more probable to me that they just drove a really hard bargain.”\n\nFlynn’s plea agreement only covers false statement crimes.",
  "Join Dahlia Lithwick and her stable of standout guests for a discussion about the high court and the country’s most important cases.",
  "The limited documentation that was filed with Flynn’s plea deal has given rise to one big question: How much dirt does Flynn have?",
  "Flynn appears to have received relatively little in the way of prosecutorial protection, relative to what he may be giving up.",
  "The Washington Post reported last week, citing two sources, that Mueller had threatened to bring charges against Flynn Jr.",
  "What this means is that Flynn, or his son, could technically still be prosecuted for any of those potential crimes.",
  "News reported that Flynn was telling friends he had received a message from the president to “stay strong.”",
  "“I think he has been treated very, very unfairly by the media, as I call it, the fake media in many cases.",
  "— Donald J. Trump (@realDonaldTrump) March 31, 2017\n\nAnd earlier this year, Yahoo!",
  "Advertisement\n\n\n\n“Mueller is a thorough-going professional,” O’Sullivan says.",
  "Flynn’s guilty plea could suggest his son is not an incidental consideration.",
  "That could indicate Flynn has much more to offer than Papadopoulos does.",
  "Flynn is a wonderful man,” Trump said, two days after firing him.",
  "Comey declined, and he was later let go.",
  "Subscribe to Amicus.",
  "Want More SCOTUS?"
]