[
  "More: Experts: States need federal help to protect voting machines from Russian hackers\n\nMore: Jared Kushner questioned about Michael Flynn in Mueller's Russia probe, reports say\n\nLast week Russian President Vladimir Putin signed a law that will allow foreign media outlets in Russia to be designated as \"foreign agents.\"",
  "We operate by an unwritten rule book and there are various rules in this book and of course one of the rules is there are certain things you never, ever report on, like the wealth and personal lives of the people at the very top of government,\" Ferris-Rotman says.",
  "Every time there's a new twist and turn in this story, every time the U.S. finds a new (Russian) character or a new group of characters has met the Trump campaign, we all think, 'Oh God, please no,'\" says Moscow-based reporter Amie Ferris-Rotman.",
  "That comes on the heels of a decision by the U.S. government to require RT, the Russian TV network formerly known as Russia Today, to register its American operation as a foreign agent under the Foreign Agents Registration Act.",
  "Historically, foreign correspondents based in Russia could gain access to the Russian parliament and some other government agencies using press credentials from the Russian Foreign Ministry.",
  "\"We're going to have to find the relevance of why these usually quite random characters end up on the other side of the Atlantic trying to convince Trump that they have information.",
  "\"It's not like the U.S. where, you know, over years or over some time you can develop a source in the White House — someone who you can trust and that you trade information with.",
  "Video provided by Newsy Newslook\n\nJournalists listen to Russian President Vladimir Putin during his annual end-of-year news conference in Moscow, Russia, Dec. 23, 2016.",
  "The continuing investigation into Russian interference in the U.S. election has helped fuel a spat between the two countries in terms of how they treat media.",
  "CLOSE Russian President Vladimir Putin signed a bill allowing authorities to designate certain mass media outlets operating in Russia as foreign agents.",
  "(Photo: PRI)\n\nFinding proof of how Russia was involved in the U.S. presidential election is the Holy Grail for many journalists today.",
  "She says foreign correspondents based in Moscow can't just pick up their phone and text or call an official.",
  "But for foreign correspondents based in Moscow, chasing the story is often an exercise in futility.",
  "As tensions rise, Ferris-Rotman finds reaching sources inside the government all but impossible.",
  "Basically (the Kremlin) is a sealed up institution and there's no way for us to get into it. \"",
  "I think it's pretty clear that all of our communications are tapped in some form.",
  "I mean, most of these people have absolutely no power in Russia.\"",
  "MORE FROM PRI\n\nRead or Share this story: https://usat.ly/2no1WYi",
  "\"Anyone could be labeled a foreign agent going forward.\"",
  "This story originally appeared on the website of PRI.",
  "Its content was created separately to USA TODAY.",
  "\"Russia is a very closed place,\" she says.",
  "Now even that privilege is in danger.",
  "\"It's extremely frustrating.",
  "\"There's a lot of mistrust."
]