[
  "Michael Flynn's legal team recently informed President Trump's lawyers that they can no longer discuss special counsel Robert Mueller's investigation-- a move that indicates Flynn, Mr. Trump's former national security adviser, may now be cooperating with the investigation into potential Russian interference in the 2016 U.S. presidential election and Trump campaign collusion with the Kremlin.",
  "Now, according to four people involved in the case who remained anonymous as they are not allowed to comment publicly on the matter, Flynn's communications with Mr. Trump's legal team have been terminated, The New York Times first reported.",
  "While this change in communications does not prove that Flynn is cooperating with Mueller's prosecution, it has led the White House legal team to believe that Flynn has now at least begun working with the investigation.",
  "CBS confirmed via sources familiar with the situation that Flynn's attorney Robert Kelner called John Dowd on Wednesday night to inform him that no future communications could or would occur regarding Flynn.",
  "If legitimate, Flynn's cooperation with the prosecution would give the special counsel investigation insight into the Trump campaign's operations and the early days of Mr. Trump's presidency.",
  "Flynn had a security clearance during Mr. Trump's campaign and the subsequent transition to the White House as a result of his service as head of the Defense Intelligence Agency.",
  "Alternatively, the charges could be connected to Flynn's advocacy for Turkish entities or his discussions with individuals linked to the Turkish government.",
  "However, CBS News confirmed that Mr. Trump's personal legal team does not consider this development necessarily harmful or threatening to the president.",
  "It is common for defense lawyers to share investigation information, but this practice becomes unethical once a conflict of interest presents itself.",
  "Previously, Flynn's lawyers had openly shared information about the special counsel's investigation with the president's legal team.",
  "Mr. Trump's lawyers speculate the charges could revolve around violations of the Foreign Agents Registration Act (FARA).",
  "They have been awaiting either an indictment of Flynn or his son, or a plea deal involving one of both.",
  "Former President Obama fired Flynn from that position in 2014, but he retained the clearance.",
  "And if it is a plea that doesn't necessarily mean it has anything to do with the president.",
  "Flynn's role within the White House was terminated just 23 days into the Trump presidency.",
  "CBS News' Chief White House Correspondent Major Garrett contributed to this report.",
  "The Manafort indictment didn't have anything to do with the campaign or Trump.\"",
  "Trump's legal team has been expecting this development for weeks.",
  "\"It is probably a plea deal,\" Jay Sekulow told CBS News.",
  "\"That is the assumption."
]