[
  "He was the assistant director of counterintelligence for Robert Mueller at the FBI from 2011 to 2013\n\nI worked for Bob Mueller for 12 years while he was the FBI director, running counterintelligence, espionage and cybercrime investigations.",
  "Russian intelligence services have run political-influence operations since the beginning of time, and if you put a seasoned intelligence officer in front of a traditional, unsuspecting businessman, there’s just no match.",
  "Moving money around countries to avoid taxes and criminal prosecution are the kinds of violations we saw continuously while I was working counterintelligence and espionage investigations.",
  "Professional, hard-core spies are not going to talk, because the foreign country they work for is going to retaliate or potentially kill family members left behind in their country.",
  "But when you talk about people who are used to spending nearly $1 million in three years on business suits out of a place in Cyprus, those guys are not going to do 25 years in jail.",
  "If I want to spy on Trump, I don’t need or necessarily want to get directly in front of him; I will use sources, or I will use an intermediary known as a cutout.",
  "It doesn’t matter who they are going to roll over on, there’s no way Manafort is going to do 25 years in jail if he can avoid it.",
  "What I saw recently was a classic law-enforcement response to a suspected Russian intelligence or political-influence operation.",
  "The Russian goal appears to have been to use members of the Trump campaign to get at the ultimate target: Donald Trump himself.",
  "The Russian intelligence services will then dangle something the cutout wants, whether it’s sex, money, drugs or information.",
  "And when the people who may be cooperating with the investigation start consensually recording conversations, it’s all over.",
  "Either they recruit people as traditional assets, where the targets know they’re working for a foreign government.",
  "Knowing the way we worked all these other very sophisticated cases for him, he potentially has other informants.",
  "Already, he appears to have uncovered details of a far-reaching Russian political-influence campaign.",
  "I would be greatly surprised if Papadopoulos is the only person who’s been cooperating with Mueller.",
  "Or they use unwitting agents—people targeted to exploit not just what they know, but who they know.",
  "You can tell them you’re going to put them in jail for 100 years, but they don’t care.",
  "A lot of those crimes carry 20-year prison sentences or more for a single violation.",
  "Which is why so many people are going to flip and roll over and testify for Mueller.",
  "To uncover just how far the Russian operation got, Mueller will focus his team.",
  "He’ll go after the lower-level or lower-ranking guys like George Papadopoulos.",
  "Mark my words, it will start becoming a race to the special counsel’s office.",
  "You’re going to see violations of the Foreign Agents Registration Act.",
  "That’s why Bob Mueller’s going about this in the way that he is.",
  "In the next weeks and months, you’ll see more indictments.",
  "Russian spy services use two main methods to run agents.",
  "And he knows they’re going to roll over on each other.",
  "He’ll also use the strategy of following the money.",
  "IDEAS Anderson is a managing director at Navigant.",
  "He knows these guys are not seasoned criminals.",
  "In this case, it was Hillary Clinton’s emails.",
  "Hard-core criminals aren’t going to talk.",
  "That’s what seems to have happened here.",
  "You’re also going to see other charges.",
  "You’re going to see wire fraud.",
  "You’re going to see mail fraud.",
  "Contact us at editors@time.com.",
  "And it was classic Bob Mueller.",
  "He can’t last."
]