[
  "/ Updated By Ali Vitali, Hallie Jackson, Tom Winter and Pete Williams\n\nWASHINGTON — FBI agents searched one of the residences of former Trump campaign chairman Paul Manafort last month, a dramatic escalation in the special counsel's Russia investigation, NBC News confirmed Wednesday.",
  "Thus far, Manafort has submitted at least 400 pages of documents this month, including information Foreign Agents Registration Act filings, as requested by the Senate Judiciary Committee which is also investigating Russian interference in the 2016 election.",
  "Sources with knowledge of Mueller's inquiry into Manafort say the search of Manafort's residence is tied to the intense investigation into the former campaign chairman's business dealings and financial relationships, both in the U.S. and abroad.",
  "Legal experts say Mueller would likely use the leverage of potential or actual criminal charges to induce Manafort to cooperate in the investigation of whether the Trump campaign colluded with the Russian effort to interfere in the election.",
  "To obtain a search warrant, Mueller would have had to convince a judge that there was probable cause to believe a crime had been committed and that the search was likely to unearth evidence related to the alleged crime.",
  "It suggests a breakdown in cooperation.”\n\nNBC News has reported that Manafort is under investigation in connection with his real estate dealings and his work on behalf of a pro-Russian Ukrainian politician.",
  "Paul Manafort, campaign manager to Republican Presidential Candidate Donald Trump, exists while reporters ask about the Republican National Convention Committee on Rules in Cleveland, Ohio on July 14, 2016.",
  "Ron Hosko, a retired assistant director of the FBI, told NBC News the execution of a search warrant on Manafort’s residence suggests Mueller’s team does not view him as cooperating with its investigation.",
  "Manafort has voluntarily given documents to congressional committees investigating his role in allegations that the Trump campaign colluded with Russia during the 2016 presidential election.",
  "In March, then-White House Press Secretary Sean Spicer minimized Manafort's role in the campaign by saying he \"played a very limited role for a very limited amount of time.\"",
  "News of the search was first reported by The Washington Post, which said the FBI seized documents after descending on the residence without warning in the pre-dawn hours.",
  "\"I think it's a very clear sign from Special Counsel Robert Mueller, they are not messing around,\" Sen. Chris Van Hollen, D-Md., told Andrea Mitchell on MSNBC.",
  "FBI guidelines require the use of the least intrusive means possible to gain information, he said, and “a search warrant is not the least intrusive means.",
  "Rick Wilking / Reuters file\n\nThe White House has previously attempted to distance the president from his former top campaign official.",
  "The sources say investigators are looking at records tied to Manafort's activities in Ukraine, Cyprus and other parts of the world.",
  "The agents \"executed a search warrant at one of Mr. Manafort's residences,\" Jason Maloni, a spokesman for Manafort, told NBC News.",
  "He assumed the duties of campaign manager when Corey Lewandowski was fired in June, and then left the campaign himself in August.",
  "\"Mr. Manafort has consistently cooperated with law enforcement and other serious inquiries and did so on this occasion as well.\"",
  "The FBI search occurred on July 26, a U.S. official said, one day after Manafort met with Senate staff members.",
  "Manafort joined the Trump campaign in March 2016 and became campaign chairman in May.",
  "He has also met privately with Senate Intelligence Committee staff members.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "He has said he did nothing wrong."
]