[
  "And, as it happens, while reporters were sifting through the indictment Monday and noting that this indictment looks more like financial crimes than collusion, Mueller dropped another statement -- this one revealing that Trump campaign adviser George Papadopoulos had pleaded guilty to making false statements about attempting to set up meetings between the Trump campaign and the Russian government.",
  "The 31-page indictment against Manafort and Gates contains 12 counts including conspiracy to launder money, conspiracy against the U.S., unregistered agent of a foreign principal, false and misleading statements surrounding the Foreign Agents Registration Act (FARA), false statements and seven counts of failure to file reports of foreign bank and financial accounts.",
  "Here's what to know about the indictment:\n\nThis is Mueller's first indictment in investigation\n\nThis is Mueller's first indictment resulting from his investigation into Russian meddling in the 2016 U.S. election and any collusion between Trump campaign associates and Russia.",
  "On Monday, special counsel Robert Mueller announced the indictment of President Trump's former campaign chairman, Paul Manafort, and an associate, Rick Gates, on 12 felony counts including money laundering, false statements and other acts of conspiracy against the U.S.",
  "Further, Manafort and Gates are accused of money laundering -- funneling the money they made from their Ukrainian business through entities outside and inside the U.S., through \"foreign corporations, partnerships and bank accounts.\"",
  "According to court documents, the two were lobbying and doing other work for a pro-Russian political party in Ukraine headed by ousted Ukrainian President Victor Yanukovych, an ally of Russian President Vladimir Putin.",
  "Not yet, but the special counsel isn't finished with his investigation, and legal analysts believe Mueller is using these charges to apply pressure to get more information about people closer to Mr. Trump.",
  "FARA requires that an individual registers with the Justice Department in order to act as an agent of a foreign principal -- in this case a Ukrainian political party or the non-profit associated with it.",
  "For example, the indictment alleges Manafort wired money to Cyprus to buy a condominium and a brownstone in New York and a house in Arlington, Virginia, and did not report these funds to the IRS.",
  "But they're also accused of making false statements about their Ukrainian work to government entities including the State Department, the Treasury Department and the Justice Department.",
  "Thirty-year-old Papadopoulos is the first person to face criminal charges involving interactions between Trump campaign associates and Russian intermediaries during the campaign.",
  "They are accused of failing to register as foreign agents representing the Ukrainians and also allegedly laundered up to $75 million in payments.",
  "According to the Justice Department, since 1966, there have been no successful criminal prosecutions under FARA.",
  "He'll face sentencing once the government has concluded it has everything it needs from him.",
  "He faces one count of lying to FBI agents and has agreed to cooperate with investigators.",
  "And Gates faces a sentencing range of 10 to 12 1/2 years, CBS News Paula Reid reports.",
  "The indictment alleges Manafort and Gates didn't disclose their lobbying for Ukraine.",
  "If they strike a deal with prosecutors, though, they would likely serve less time.",
  "If convicted, Manafort and Gates face maximum jail time of over a decade each.",
  "Both Manafort and Gates pleaded not guilty on Monday to all 12 charges.",
  "What is the maximum amount of time Manafort and Gates could face?",
  "Manafort could be sentenced to 12 1/2 to 15 1/2 years in prison.",
  "It's a rarely used statute that's been around since the 1930s.",
  "But this indictment does not get to the heart of that matter.",
  "The activities date from 2006 through February 2017.",
  "Does any of this have to do with collusion?",
  "What are the charges?",
  "Good question.",
  "What's FARA?"
]