[
  "Elsa/Getty Images\n\nA New York publicist who has represented clients including former Trump Organization adviser Felix Sater and Ukrainian billionaire Rinat Akhmetov says he was asked by Paul Manafort and Rick Gates if he could avoid registering with the Justice Department as a foreign agent while he worked for them — and whether he would agree to be paid from offshore accounts.",
  "Paragraph 22 outlined how Mercury Public Affairs and The Podesta Group \"lobbied multiple members of Congress and their staffs about Ukraine sanctions, the validity of Ukraine elections, and the propriety of Yanukovych's imprisoning his presidential rival, Yulia Tymoshenko.\"",
  "Paragraph 23 alleged that both firms \"were paid for their services...solely through off-shore accounts associated with the Manafort-Gates entities, namely Bletilla Ventures Limited (in Cyprus) and Jeunet Ltd. and Global Endeavour Inc. (in Grenadines).\"",
  "Emails reviewed by Business Insider show that, on February 22, 2012, Gates reached out to Torossian with a request:\n\n\"I would like to speak with you regarding an opportunity to support a foreign government client that I represent.",
  "It was around that time that Manafort and Gates \"solicited two Washington, DC, firms (Company A and Company B) to lobby in the United States on behalf of\" the Ukrainian government, according to the newly unsealed indictment.",
  "But things went south, Torossian said, when Gates and Manafort asked him whether he could avoid registering with the Justice Department as a foreign agent in accordance with the Foreign Agents Registration Act (FARA).",
  "The two men have pleaded not guilty to the charges, which include money laundering, failure to file reports of foreign bank accounts, and filing false or misleading statements about their foreign lobbying work.",
  "Torossian said that he met and/or spoke with Manafort and Gates \"on multiple occasions in February and March 2012\" to discuss a prospective PR campaign \"for billionaires and the Ukrainian government.\"",
  "\"We discussed how to get around filing FARA and I was uncomfortable at that point,\" recalled Torossian, who has advocated more uniform foreign-lobbying disclosure requirements.",
  "Torossian said on Monday that the allegations in paragraphs 22 and 23 of Mueller's indictment against Manafort and Gates \"are exactly what they told me and wanted me to do.\"",
  "As longtime foreign-lobbying reporter Ken Silverstein wrote on Monday: \"Manafort is hardly the only Washington lobbyist who appears to have flouted the FARA rules.",
  "There are also indications that the companies knew they were effectively working for the Ukrainian government but only registered as foreign agents retroactively.",
  "The claim mirrors some of the details laid out in an indictment of Manafort and Gates as part of an investigation by the office of special counsel Robert Mueller.",
  "The work would have been fairly standard for Torossian, who has worked for the current mayor of Kiev, Vitali Klitschko, and Ukrainian billionaire Rinat Akhmetov.",
  "Months later, the filings say, Gates wrote to both Mercury and The Podesta Group telling them Manafort would be briefing the Ukrainian president on their work.",
  "\"Manafort, like dozens of other influence peddlers, has been operating in plain sight for years,\" wrote Silverstein, the long-time foreign-lobbying reporter.",
  "I would like to walk you through some of the details via phone and then schedule a meeting with you and others on your team that you might want to bring in.\"",
  "\"They acted like they controlled the government of Ukraine,\" said Torossian, who did crisis work for the Eric Trump Foundation as recently as last month.",
  "According to the indictment, Gates told Mercury in February 2012 that the firm would be \"representing the Government of Ukraine in [Washington] DC.\"",
  "\"But if you're going to indict and prosecute lobbyists for failing to disclose their activities, roughly half of Washington would be under arrest.\"",
  "NBC News reported on Monday that Company A and B was Mercury Public Affairs and The Podesta Group, respectively.",
  "Ronn Torossian, the CEO of 5WPR, told Business Insider he was approached by Manafort and Gates in 2012.",
  "Neither Manafort nor Gates, who are currently on house arrest, responded to requests for comment.",
  "Paul Manafort, a former campaign manager for Donald Trump, on October 17, 2017, in New York City.",
  "The firms were paid \"over $2 million\" from the offshore accounts, according to the indictment.",
  "But the desire to flout FARA wasn't the only thing that irked Torossian about their meetings.",
  "\"They also asked if I had a problem being paid from offshore accounts,\" he added.",
  "Two days later, Gates wrote again: \"Ronn- Great to speak with you yesterday.",
  "Manafort's attorney has called charges against them \"ridiculous.\"",
  "\"They said they made way more money offshore than in the US.\"",
  "Evading registration is child's play for Washington pros.\"",
  "I am speaking with Paul today when he returns from Kyiv.\"",
  "I appreciate the candid discussion.",
  "I have everything I need."
]