[
  "The pair were indicted on 12 counts, including conspiracy to launder money, conspiracy against the U.S., unregistered agent of a foreign principal, false and misleading statements surrounding the Foreign Agents Registration Act, false statements and seven counts of failure to file reports of foreign bank and financial accounts.",
  "That relationship soured, with Deripaska – who has close ties to Russian president Vladimir Putin – accusing Gates and Manafort of making off with some $19 million of his money.",
  "Richard \"Rick\" Gates, 45, is the business partner of Paul Manafort, the former Trump campaign chairman who has been under investigation by special counsel Robert Mueller.",
  "Gates continued on with Trump after Manafort was fired from the campaign, reportedly serving as the Trump campaign's liaison with the Republican National Committee.",
  "He then helped plan the inauguration in some capacity before leaving for America First Priorities, a pro-Trump group, although he left that job after a few months.",
  "In September, the Washington Post reported that Manafort offered Deripaska briefings on the presidential campaign while he was Mr. Trump's campaign chairman.",
  "Gates met Manafort nearly two decades ago, according to The New York Times, when he interned at the consulting firm Black, Manafort, Stone, Kelly.",
  "A federal grand jury indicted both Gates and Manafort on Monday, and the two former Trump aides turned themselves into the FBI on Monday morning.",
  "Manafort had written an email to an intermediary that said, \"If he needs private briefings we can accommodate,\" according to the Post.",
  "Manafort then joined the Trump campaign in 2016, with Manafort eventually becoming campaign chairman and Gates working as his deputy.",
  "But Manafort and Gates continued to work for people in Putin's orbit, including then-Ukrainian president Viktor Yanukovych in 2014.",
  "AP Photo/Evan Vucci\n\nWhile there, Manafort and Gates had Russian oligarch Oleg Deripaska as a client.",
  "Gates later joined Davis Manafort, Paul Manafort's lobbying firm, in 2006.",
  "How did Rick Gates get involved with all this?",
  "Manafort has been described as Gates' mentor.",
  "Why were Gates and Manafort indicted?"
]