[
  "An individual with a security clearance and access to classified information, at whatever level, must be trusted to use that information in making recommendations and acting upon that information in the best interests of the United States.” The designs of FARA registration and security clearance processes are to uncover and reveal information concerning the character and background of the individual for the purpose of determining whether he or she warrants the trust of our nation to use the privileged secret information that individual will receive, solely in the best interest of the United States.",
  "Intent always is a necessary component for a criminal case, and as this writer’s go-to person on national security issues, security clearances, and FARA, Scott MacGriff, points out, “the real problem comes, not necessarily with the contacts themselves -- although those can be an issue -- but with the deliberate attempt to conceal those contacts, relationships and influences.”\n\nWith FARA filings, as well as failing to check the box on federal income tax forms about foreign bank account ownership, both central to the Manafort-Gates indictment, the starting point is understanding FARA.",
  "Whether one believes those contacts were incidental or significant, meaningful or routine, the fact remains that in making a decision to trust Manafort and Gates (Papadopolous was not charged with a false FARA filing but there arguably was a basis for doing so) to participate in the highest levels of our Government and in positions of significant influence and responsibility, the public has a legitimate need and Congressionally mandated right to know about the foreign contacts that might influence the actions of these individuals.",
  "In fact, we have seen prosecutions for failure to disclose, as the form SF-86 requires, “close and/or continuing relationships” with foreign nationals with whom they were bound by “affection, influence, common interests, and/or obligation.” Enforcement of the FARA provisions, however, historically have been less aggressive; perhaps with the release of the recent indictments a new era of scrutiny and FARA enforcement has arrived.",
  "Interestingly, there is a tension in that process that is part of an active and ongoing debate – should the Government use the information revealed (or the failure to reveal information) to actively investigate and prosecute companies and individuals, or, should it take a softer approach in the hope of encouraging more voluntary reporting without the threat of an active hammer for failing to report.",
  "There is an argument related to the purpose of the security clearance form that recognizes that Kushner’s family and business interactions differ significantly from the type of actions that would support the trust required to advise the President of the United States in national security, national social and economic issues, national defense and international issues.",
  "Special Counsel Robert Mueller’s indictment of Paul Manafort and Richard Gates and Information against George Papadopolous offer clues on the charges that Mueller may file against former National Security Advisor Michael Flynn, and where Mueller will look for vulnerabilities against Jared Kushner, President Donald Trump’s son-in-law.",
  "The form asks for all “contacts”, which is much broader than “meetings.” Given the timing of the appointment of the Special Counsel and Kushner’s multiple revised filings, Mueller’s reputation for thoroughness may have instigated Kushner’s, and probably others’, re-review and revisions to SF-86 applications for a security clearance.",
  "MacGriff, a former Department of Justice official and former U.S. Justice Attaché to Afghanistan, explained that, “fully vetting those entrusted with classified information is critical, and the SF-86 starts that vetting process.” MacGriff added that “vetting alone does not guarantee trustworthiness; active vigilance is required.",
  "In other words, national security experts may distinguish between the trust required to ensure the economic health of a non-public business conglomerate, with its business results profit-centric objective, and the trust needed to ensure the lives, interests and security of America and Americans across the globe.",
  "Say what you wish about the effectiveness and reliability of a polygraph, the subject of a real and long-standing debate, the fact remains that our nation’s intelligence agencies and several federal law enforcement agencies rely on polygraph results as further evidence of an applicant’s trustworthiness.",
  "The level of detail the form demands is so comprehensive that it comes just short of asking about what color socks the applicant wore when the applicant had contact with a representative of a foreign government while standing in a food-service line at a soccer match in Europe four years ago.",
  "Meanwhile, the majority of individuals in positions below Kushner, Flynn and other Presidential advisors who touch the classified information and pass along the information will have been required to pass successfully a polygraph examination on an initial basis, and periodically thereafter.",
  "Even when an individual is fully vetted, a determined adversary can find cracks to exploit.”\n\nFor those reasons, many agencies inside the US Government simply do not rely alone on an FBI interview and investigation of background information when deciding to grant a security clearance.",
  "In fact, charges for knowingly making false statements on or material omissions from security clearance disclosure forms also fall under the false statements statute, title 18, section 1001, which makes the offense a felony and provides for fines and up to five years imprisonment.",
  "Mueller’s investigation and prosecutions certainly are focusing on the statutes that promote a fundamental right to know where the loyalties and allegiance of those entrusted to govern the United States reside and require accuracy and completeness in the submission of those forms.",
  "There is a difference between deliberately leaving information out of background information in the questionnaire submitted for security clearance vetting purposes and unintentional under-reporting, and amending the form, which is the proper way to handle any omissions.",
  "This discussion is not intended to enter the socio-political debate but to point out the importance of the security clearance process and its design to flush out issues of trustworthiness and allegiance in the backgrounds of Flynn, Kushner and others.",
  "A talented young rising business person who probably never contemplated becoming a White House advisor would have no reason to keep records of potentially reportable dates and persons, which is very different than a key business contacts list.",
  "The answer, of course, is the President is the ultimate arbiter of who within the Executive Branch is entitled to receive clearance to review classified information, irrespective of that individual’s background or apparent trustworthiness.",
  "We do not know whether Kushner, Flynn and other White House senior staff were subjected to a polygraph examination, and the President certainly has the discretion to enable his senior staff to access highly classified government secrets.",
  "The Foreign Agents Registration Act, commonly known as FARA, requires that individuals conducting certain activities on behalf of a foreign power, or foreign political party, disclose their relationship and the scope of their activities.",
  "For employees well below a White House inner circle level, the Government will not hesitate to suspend a provisionally granted security clearance, deny a clearance, fire or prosecute an individual for material misstatements.",
  "That is particularly true where many Americans believe that the process or manner in which America deals with national security, social and economic issues, and national defense is just as important as the outcome itself.",
  "Prosecutors often view false filings with the federal government similar to false statements to federal enforcement agents as easily prosecutable offenses, as long as the prosecutors can establish criminal intent.",
  "Trump authorizing Kushner (Flynn previously held security clearances) to receive an interim security clearance pending the outcome of the official clearance process demonstrates the trust Trump places in Kushner.",
  "In fact, Kushner’s deep business experience and likely extensive interaction with otherwise reportable contacts on a SF-86 are the exact reason that he needed to revise – that is update – the form several times.",
  "The problem derives not necessarily from the contacts themselves (although those can be an issue) but from the now criminally charged deliberate attempt to conceal those contacts, relationships and influences.",
  "The recent indictments using a failure to comply with FARA requirements as a tool of investigation and prosecution directly weighs into that debate; prosecutions under that statue are few and far between.",
  "In short, Kushner not remembering reportable contacts from a period when he could never have imagined in his life being required to complete a SF-86 does not form the basis for a false filing charge.",
  "What about Kushner’s background conceptually obviates the need for him to undergo the same type of trustworthiness evaluation that others providing highly sensitive information to him are undergoing?",
  "Fundamentally, the design of the clearance process is to promote confidence that foreign adversaries (and even allies) do not have improper access to our elected and appointed Government leaders.",
  "Based on the recently unsealed Manafort-Gates indictment, Mueller and his team have determined that deliberate, intentional and purposeful concealment of foreign contacts or influence occurred.",
  "The Form SF-86 is the painstakingly detailed security clearance questionnaire that applicants for a security clearance complete to enable investigators to conduct a background investigation.",
  "The subsequent background investigation will determine whether the original omissions were inadvertent or material, as well as the need for additional follow-up questions and investigation.",
  "The outcome of the clearance process should guide whether the President’s trust, on behalf of the people of the United States and not on his and his family’s behalf, is warranted.",
  "That is yet another reason truth, candor and transparency of foreign contacts play such a crucial role in evaluating the suitability for service of senior Government officials.",
  "The point behind the statute is to reveal the way in which foreign adversaries (and allies) are attempting to influence public opinion and public policy in the United States.",
  "Mueller’s focus is likely on false filings with the U.S. government, whether on required registration forms, federal income tax forms or security clearance disclosure forms.",
  "At a minimum, perceived material omissions raise red flags and should be addressed and investigated, even if only to avoid any later question concerning the omission.",
  "With full transparency and full disclosure, the decision-makers can determine whether to move forward with the named “agent” for the particular foreign government.",
  "Arguably, the standard for reporting foreign contacts in the security background clearance process is higher, and would result in more reporting rather than less.",
  "Nevertheless, no one can argue with the need for absolute candor and truthfulness by the applicant for a security clearance in the security clearance process.",
  "Government employees and those who contemplate their potential own need for security clearances do think about foreign contacts that would be reportable.",
  "Conversely, in a security clearance investigation, the Executive Branch does not make public the investigation or the background information.",
  "During the late spring and summer of this year, Kushner’s form SF-86 security clearance application received considerable media attention.",
  "On the other hand, Flynn would have every reason to anticipate that he would need to account accurately for all of his foreign contacts.",
  "That trust undoubtedly stems from Kushner’s prior interactions with Trump, the Trump family and the Trump family business interests.",
  "The FBI uses the SF-86 to investigate Kushner’s and other applicants’ truthfulness and suitability for the nation’s highest trust.",
  "In FARA reporting, the world has open access to read which foreign power is attempting to exert influence and through whom.",
  "The mere need to review and revise does not mean there was a violation of law, let alone an intent to be incomplete.",
  "Congress enacted FARA in the late 1930s in response to activity in the United States of agents from Nazi Germany.",
  "Putting some perspective on the security clearance process also may promote understanding of some of the issues.",
  "Whether FARA registration or security clearance background information, the issue is one of trustworthiness.",
  "The Government treats seriously both the security clearance process and the registration of foreign agents.",
  "One critical difference is FARA reporting is public, while security clearance investigations are private.",
  "However, deliberate concealment of such contacts, if provable, would support a false filing charge.",
  "The SF-86 form serves as the springboard from which the security clearance investigation launches.",
  "Agencies, including the FBI itself, often require an applicant to undergo a polygraph examination.",
  "As a result, every FARA-type and required contact under FARA likely is disclosable in the SF-86.",
  "An essential underpinning of the unsealed charges thus far involves failure to comply with FARA.",
  "How do contacts reportable for security clearances tie out to required reporting under FARA?",
  "That is, a failure to reveal contacts and relationships with foreign adversaries.",
  "The expectation is Mueller will return more indictments in the near future.",
  "The typical prosecutor’s view is such charges are black and white.",
  "That is MacGriff’s experience and insight, “it’s all about trust.",
  "Either the statement is true or it is not.",
  "The same is true of FARA registration."
]