[
  "The indictment alleges that in 2016 and 2017, when the details about their actions at home and abroad were made known, Manafort and Gates \"knowingly and willfully caused to be made a false statement of a material fact, and omitted a material fact necessary to make the statements therein not misleading, in a document filed with and furnished to the Attorney General under the provisions of FARA.\"",
  "It's alleged that their actions \"together with others\" (the identities of those \"others\" have not yet been revealed) were intended to \"defraud the United States by impeding, impairing, obstructing, and defeating the lawful governmental functions of a government agency, namely the Department of Justice and the Department of the Treasury, and to commit offenses against the United States.\"",
  "In fact, according to court documents, on October 4, 2011, Manafort's tax preparer asked him in writing: \"At any time during 2010, did you [or your wife or children] have an interest in or a signature or other authority over a financial account in a foreign country, such as a bank account, securities account or other financial account?\"",
  "Manafort is said to have \"spent millions of dollars on luxury goods and services for himself and his extended family through payments wired from offshore nominee accounts to United States vendors\" without reporting and paying taxes on the income - even though he used the offshore accounts to purchase real estate in the United States.",
  "The rules can be tricky: Each \"US person\" with an interest in, signature or other authority over, one or more bank, securities, or other financial accounts in any foreign country must file an FBAR if the aggregate value of such accounts at any point in a calendar year exceeds $10,000.",
  "In a related news item, another former advisor to President Trump's campaign, George Papadopolous, pleaded guilty earlier this month to making false statements to Federal Bureau of Investigation (FBI) agents; the plea documents (downloads as a pdf) were released today.",
  "In other words, if the total of your interests in all of the foreign accounts in which you have an interest (even if it's authoritative rather than financial) reaches $10,000 or more at any point in the calendar year, you need to file an FBAR.",
  "The second thing about this indictment that I, myself, find most ridiculous is a claim that maintaining offshore accounts to bring all your funds into the United States, as a scheme to conceal from the United States government, is ridiculous.",
  "It's also alleged that the pair conducted \"financial transactions, affecting interstate and foreign commerce, knowing that the property involved in the financial transactions would represent the proceeds of some form of unlawful activity.\"",
  "Formal charges levied against the pair include conspiracy against the United States, conspiracy to launder money, failing to report foreign bank and financial accounts, acting as an unregistered foreign agent, and making false statements.",
  "The indictment, which you can read here (downloads as a pdf), accuses Manafort and Gates of funneling money through an extensive series of foreign entities and foreign bank accounts and failing to report the funds for U.S. tax purposes.",
  "Kevin Downing, attorney for Paul Manafort, issued a statement saying in part:\n\nToday you see an indictment brought by the Office of Special Counsel that is using a very novel theory to prosecute Mr. Manafort regarding a FARA filing.",
  "Specifically, under FARA, persons acting as agents of foreign principals in a political or quasi-political capacity must disclose their relationship, as well as activities, receipts and disbursements in support of those activities.",
  "Not only did Manafort and Gates not report what they were doing, the Department of Justice alleges that when the agency sent inquiries to the pair in 2016, they \"responded with a series of false and misleading statements.\"",
  "According to the indictment, Manafort and Gates went to great lengths to conceal from the United States \"their work as agents of, and millions of dollars in payments from, Ukraine and its political parties and leaders.\"",
  "A \"US person\" generally means a citizen or resident of the United States, or a person in and doing business in the United States – it is not limited to individual taxpayers and includes partnerships and corporations.",
  "Today, Mueller's office issued indictments to two individuals, Paul J. Manafort, Jr., 68, of Alexandria, Va., and Richard W. Gates III, 45, of Richmond, Va., as part of the ongoing investigation.",
  "For months, voters have been awaiting the outcome of the investigation by Special Counsel Robert Mueller into whether Russian ties might have influenced the 2016 presidential election.",
  "And the feds take this pretty seriously since the Report of Foreign Bank and Financial Accounts requirements (31 CFR 103.24), or the FBAR rules, are part of the Banking Secrecy Act.",
  "According to court documents, Papadopolous was arrested this summer and accused of making contacts with foreign nationals tied to the Russian government - and then lying about it.",
  "It's also worth noting that the indictment doesn’t make mention of the the Trump campaign or allege coordination or collusion to influence the outcome of the 2016 election.",
  "It's alleged, however, that Manafort and Gates \"falsely and repeatedly reporting to their tax preparers and to the United States that they had no foreign bank accounts.\"",
  "Manafort was subsequently fired when it was made public that he had been part of a pro-Russia lobbying scheme in Ukraine, a fact that he had not previously disclosed.",
  "The indictment alleges that both Manafort and Gates brought offshore funds into the U.S. \"with the intent to promote the carrying on of specified unlawful activity.\"",
  "According to the indictment, Manafort \"used his hidden overseas wealth to enjoy a lavish lifestyle in the United States, without paying taxes on that income.\"",
  "Papadopolous is said to be cooperating with Mueller's office as part of the ongoing investigation into Russian attempts to interfere in the 2016 election.",
  "However, they were required to report that they were doing it - and further that they were paid to it - and according to the feds, they didn't report it.",
  "Manafort, a political consultant, joined President Trump's campaign team in 2016 and quickly rose to the position of campaign chair and chief strategist.",
  "In the U.S., a person who is accused of a crime is entitled to know the specific charges leveled against him or her in order to prepare a legal defense.",
  "He eventually registered - retroactively - with the Department of Justice as a foreign agent under the Foreign Agents Registration Act (FARA).",
  "It's not that unusual for taxpayers to inadvertently break the law by accidentally failing to report because they just didn't know the rules.",
  "And then, according to Count 12 of the indictment (\"Falsifications\"), they lied some more - directly to the Department of Justice.",
  "Most commonly, it's used to conceal \"dirty money\" gained through criminal activities so that it can appear \"clean\" or legitimate.",
  "According to court documents, Manafort is accused of laundering more than $18 million for his personal use in the United States.",
  "As noted earlier, if you're acting as an agent of a foreign principal, you're required to disclose that to the government.",
  "Gates is Manafort's former business associate, and according to the indictment, \"served as Manafort's right-hand man.\"",
  "The charges boil down to this: Manafort and Gates were paid to promote Ukrainian interests to the U.S. government.",
  "The United States government has only used that offense six times since 1966 and only resulted in one conviction.",
  "And according to the indictment, Manafort had exactly the kind of tax professional who asked the right questions.",
  "To be clear, this isn't your run of the mill Report of Foreign Bank and Financial Accounts, or FBAR, accusation.",
  "Gates is accused of transferring more than $3,000,000 from offshore accounts into accounts that he controlled.",
  "An indictment means that a grand jury believes there is enough evidence to bring charges against the accused.",
  "The feds claim that the pair failed to file the FBARs in order to hide assets for their personal use.",
  "The indictment alleges that \"[i]n total, more than $75,000,000 flowed through the offshore accounts.",
  "The feds allege that Manafort and Gates willfully failed to file the proper documentation.",
  "And if you know who broke your sister's headset, don't say that you don't know who did it.",
  "And when asked about their work by the Justice Department, they allegedly lied about it.",
  "It can be easy to fall into a non-reporting hole if you're not familiar with the rules.",
  "That's why it's important to have a good tax professional who asks the right questions.",
  "They are expected to appear in court to answer to the charges later this afternoon.",
  "But here's a quick glimpse at the charges:\n\nConspiracy against the United States.",
  "And to cover their tracks, they failed to show the U.S. government the money.",
  "I always tell my kids that the worst part of bad behavior is lying about it.",
  "(Author's note: Updated to include a statement from Manafort's attorney.)",
  "Those omissions - or outright lies - will get you into the most trouble.",
  "Manafort and Gates surrendered to federal authorities earlier today.",
  "Money laundering is, at its most basic, hiding or flipping money.",
  "Gates is alleged to have also willfully failed to file FBARs.",
  "He \"responded the same way as recently as October 3, 2016.\"",
  "If you ate the cookie, don't say you didn't eat the cookie.",
  "The 31-page, 12-count indictment is a lot to wade through.",
  "Failure to register as an agent of a foreign principal.",
  "An indictment is not the same as a conviction.",
  "Manafort has previously denied any wrongdoing.",
  "In other words, the pair is accused of lying.",
  "The same is true when it comes to the feds.",
  "Failure to comply can make you a criminal.",
  "Conspiracy to launder money.",
  "Failing to file FBARs.",
  "Manafort told him no.",
  "That's also a crime.",
  "That's not a crime.",
  "That is a crime.",
  "Yep, a crime.",
  "Lying."
]