[
  "But Simpson acknowledged during his testimony in August that BakerHostetler had instructed Fusion to give its Browder research to the Russian-American lobbyist Rinat Akhmetshin, who then lobbied Congress against the Global Magnitsky Act — a 2016 version of the law that expands on the original — along with Prevezon's Russian lawyer, Natalia Veselnitskaya.",
  "In the interview, Simpson said his work for the American law firm BakerHostetler — which was representing Prevezon, a Russian holding company the US government accused of laundering money into New York City real estate — was focused \"on trying to get William Browder to testify under oath about his role in this case and his activities in Russia.\"",
  "\"Fusion GPS allegedly failed to register under the law for work it was doing to advance Russian interests by repealing sanctions against human-rights violators, and it was doing this work at roughly the same time it was producing the unverified Trump dossier, which relies heavily on Russian sources,\" Foy said in an emailed statement.",
  "That complaint caught the eye of Republican Sen. Chuck Grassley, the chairman of the Senate Judiciary Committee, who in March wrote a letter to the acting deputy attorney general at the time, Dana Boente, demanding to know whether the Justice Department was investigating whether Fusion violated the Foreign Agents Registration Act.",
  "He said Fusion had uncovered evidence that Browder sought to evade taxes in Russia using \"dozens of shell companies in Cyprus and other tax havens,\" adding that one of his \"interests or even obsessions over the last decade has been corruption in Russia and Russian kleptocracy and the police state that was there.\"",
  "Simpson told lawmakers in August that Browder \"was willing to, you know, hand stuff off to the DOJ anonymously in the beginning and cause them to launch a court case against somebody,\" but that he wasn't interested \"in speaking under oath about, you know, why he did that, his own activities in Russia.\"",
  "Thomson Reuters\n\nA fierce but muted battle erupted last year between Bill Browder, a banker turned human-rights activist, and Fusion GPS, the opposition-research firm that produced the explosive, unverified dossier that detailed President Donald Trump's alleged ties to — and escapades in — Russia.",
  "He also wanted the Justice Department to investigate Fusion's role in \"overseeing the creation of the unsubstantiated dossier of allegations of a conspiracy between the Trump campaign and the Russians\" — the so-called Trump-Russia dossier compiled by Christopher Steele, a former British spy.",
  "Browder, a wealthy investor who renounced his US citizenship in 1998, has characterized Fusion's work for BakerHostetler as a \"smear campaign\" and tweeted on Tuesday that Simpson repeated \"old and false Russian government attacks on me and Sergei Magnitsky.\"",
  "Fusion has denied that its opposition research against Browder on behalf of BakerHostetler was an effort to undermine the Magnitsky Act, a 2012 US law designed to sanction high-level Kremlin officials suspected of involvement in Magnitsky's death.",
  "That battle escalated on Tuesday when the ranking member of the Senate Judiciary Committee, Sen. Dianne Feinstein, unilaterally released the transcript of an interview the committee conducted last August with Glenn Simpson, a Fusion cofounder.",
  "Simpson and Veselnitskaya\n\nOn June 9, 2016, at Trump Tower, Veselnitskaya and Akhmetshin met with the president's eldest son, Donald Trump Jr.; his campaign chairman, Paul Manafort; and his senior adviser and son-in-law, Jared Kushner.",
  "Simpson testified that, despite having met with Veselnitskaya and Akhmetshin both before and after the Trump Tower meeting to discuss the Prevezon case, he was not made aware of her rendezvous with the high-level campaign officials.",
  "But Simpson and Browder have a somewhat bitter history that has become increasingly politicized amid the intensifying investigations into Russia's meddling in the 2016 US election and whether the Trump campaign played a role.",
  "\"Glenn Simpson admits in his testimony to a number of facts that show he was part of the Russian anti Magnitsky lobbying campaign in D.C. that were summarized in our DOJ criminal complaint about his conduct filed in 2016.\"",
  "Simpson told the committee in August that he had known Veselnitskaya since 2014 through their involvement with the Prevezon case, and that he had known Akhmetshin through being a reporter at The Wall Street Journal.",
  "He characterized Browder's behavior in the Prevezon proceedings as a \"determined effort to avoid testifying under oath,\" which included \"running away from subpoenas\" and \"making lurid allegations\" against Fusion.",
  "Fusion said in a previous statement that the president's \"political allies\" were \"targeting Fusion GPS because the firm was reported to be the first to raise the alarm over the Trump campaign's links to Russia.\"",
  "Browder, according to Simpson, had told the Justice Department that the laundered money was stolen from Russia as part of the $230 million tax-fraud scheme that Sergei Magnitsky, his lawyer, uncovered in 2008.",
  "The New York Times reported on the meeting last summer, prompting reporters to scrutinize Veselnitskaya's relationship with Simpson to try to understand who she is, who she works for, and who works for her.",
  "A fight over FARA\n\nIn December 2016, Browder lodged a formal complaint with the Department of Justice alleging that Fusion's work for BakerHostetler on behalf of Prevezon violated disclosure requirements.",
  "Browder characterized Simpson as \"a bit player\" and said his own vendetta was against Russian President Vladimir Putin, who, he said, \"murdered Magnitsky and covered up the crimes of his officials.\"",
  "Magnitsky was arrested and imprisoned that year, and Browder's reputation has become inextricably linked to the global human-rights campaign he launched after Magnitsky died in prison in 2009.",
  "Grassley and Republican Sen. Lindsey Graham last week sent a letter asking the Justice Department to investigate whether Steele had lied to federal agents about his contacts with the media.",
  "Asked about Veselnitskaya in an email last summer, Browder responded with a PowerPoint presentation that he said highlighted her role in trying to get the Magnitsky Act repealed in 2016.",
  "Browder and other independent human-rights organizations have said Magnitsky was beaten to death after he discovered the tax-fraud scheme, which implicated high-level Kremlin officials.",
  "Simpson told lawmakers in August that Browder would not answer any of BakerHostetler's questions about Magnitsky's and Prevezon's purported involvement in the tax-fraud scheme.",
  "\"He then changed the hedge fund registration, took his name off, said it was on there by accident, it was a mistake, and said that he had no presence in the United States.\"",
  "\"I became personally interested in where Bill Browder came from, how he made so much money under Vladimir Putin without getting involved in anything illicit,\" Simpson said.",
  "All of that, he said, \"raised questions in my mind about why he was so determined to not have to answer questions under oath about things that happened in Russia.\"",
  "People close to Simpson contend he is not necessarily one of them — he told lawmakers he was \"extremely sympathetic for what happened to Sergei Magnitsky.\"",
  "\"He then whitewashes his accused Russian money launderer clients who received money from the crime Sergei Magnitsky was killed over,\" Browder continued.",
  "\"He also forgot to mention that I was scheduled to be a witness for the DOJ to prosecute accused Russian money launderers (his clients).\"",
  "The basis for that claim is that Browder was never able to prove that Prevezon engaged in the tax-fraud scheme Magnitsky uncovered.",
  "Taylor Foy, a representative for Grassley, disputed last year that Grassley's interest in Fusion was politically motivated.",
  "\"The lane that I was in was the court case and this fight over whether Browder would have to testify,\" Simpson said.",
  "She added: \"So of course it would be relevant both to the committee's review of FARA enforcement and the dossier.\"",
  "She had help, the slide deck says, from some of the \"best and brightest minds\" in Washington, including Simpson.",
  "Fusion has said it was hired by an American law firm, which, it argues, would not put it in violation of FARA.",
  "\"Simpson forgot to mention in his testimony — that subpoena was quashed by the court,\" he wrote.",
  "Grassley's interest in the firm wasn't limited to its connection to the Prevezon case.",
  "Some, primarily those sympathetic to Moscow, dispute Browder's story about Magnitsky.",
  "\"So we subpoenaed his hedge fund,\" Simpson told the committee.",
  "Browder pushed back on that in a tweet on Tuesday.",
  "Browder also evaded subpoenas, Simpson said.",
  "Hermitage Capital CEO William Browder."
]