[
  "On Nov. 8, 2016, Flynn wrote an opinion piece in The Hill blasting the media for biased reporting on Turkey’s “crackdown on dissidents,” and called Gülen a “radical Islamist” who shouldn’t have “safe haven” in the U.S. Turkish authorities blame Gülen and his followers for the failed 2016 coup and have arrested thousands they allege have connections to the cleric.",
  "Earlier this week, Flynn filed information that retroactively revealed how his company, the Flynn Intel Group, did $530,000 worth of lobbying work in the months before his appointment that may have benefited the Turkish government and hardline leader Recip Tayyip Erdogan.",
  "It’s also difficult to say that Trump took the initiative to push out Flynn, or that his hand was forced by leaks that Flynn had secretly discussed economic sanctions with the Russian ambassador to the U.S. shortly before Trump moved into the White House.",
  "When asked if Trump would have hired Flynn had he known, Spicer said: “I don’t know.”\n\nIn September, Flynn told the Senate that his company was working with a Dutch firm on issues relating to the State Department and the Pentagon.",
  "Vice President Mike Pence tried to make the best of the latest embarrassing revelation about former national security adviser Michael Flynn by saying that President Donald Trump was smart to force him to resign.",
  "While Flynn was raking in money toiling on behalf of Erdogan’s interests, he was also attacking former secretary of state Hillary Clinton, calling her a stooge of foreign governments.",
  "The problem is that the Trump administration claims the president had no idea that Flynn was working as a foreign agent for another nation during the campaign.",
  "The revelation about the Turkish campaign was an “affirmation of the president’s decision to ask General Flynn to resign,” Pence said on Fox News.",
  "But the president didn’t know about Flynn’s foreign work, White House press secretary Sean Spicer said on Thursday.",
  "The contract involved an information campaign against exiled cleric Fethullah Gülen, who’s an American resident.",
  "Flynn was required by the Foreign Agents Registration Act to file the information with the Justice Department.",
  "What he failed to reveal was that the contract included the Turkish campaign.",
  "Once Trump was elected, he named Flynn his national security advisor."
]