[
  "(RELATED: New Disclosures Reveal The Next Scandal That Would Have Hit Michael Flynn)\n\nWhen he was fired, White House press secretary Sean Spicer may have alluded to the Turkey lobbying problem when he said Flynn’s firing was because of the call with Russia’s ambassador “and a series of issues.”\n\nOn Tuesday, Flynn’s intelligence consulting firm, Flynn Intel Group, registered with the Justice Department under the Foreign Agents Registration Act, a law passed in the late-1930s to combat Nazi propaganda.",
  "Flynn’s filings state that Inovo BV, which is solely owned by Alptekin, contracted his company to help improve U.S.-Turkey business relations as well as to conduct research, congressional outreach, and PR work on the issue of Turkey’s pending extradition request for Fethullah Gulen, a Muslim cleric living in the U.S.\n\nAs part of that work, Flynn met in September with two officials of the Turkish government, one of whom was the son-in-law of Turkey’s president, Recep Tayyip Erdogan.",
  "(RELATED: Trump’s National Security Adviser Is Lobbying For Obscure Company With Ties To Turkish Government)\n\nIn a letter to the Justice Department’s National Security Division, Flynn’s lawyers at Covington & Burling said that the retired lieutenant general was registering as a foreign agent out of “an abundance of caution.”\n\nIt is unclear why Flynn’s attorneys decided that he should register as a foreign agent so long after he was chosen as national security adviser.",
  "The revelation would seem to raise questions about the process that the Trump administration uses to vet its officials, though the White House on Friday dismissed the idea that Flynn’s lobbying work should have “raised red flags.”\n\nA spokesman for Flynn told The Daily Caller that he did do not know if Flynn’s lobbying work was brought up in the security clearance process for the retired lieutenant general.",
  "“I don’t believe that was known,” Spicer said, adding that he did not know what was discussed prior to Flynn being appointed “in terms of his background, his resume, his client base.”\n\nIt is also not known if Flynn was involved in Trump’s phone call with Erdogan, which took place on Feb. 7.",
  "Former national security adviser Michael Flynn’s legal team informed White House lawyers before and after the inauguration that he would likely register with the Justice Department as a foreign agent of the Turkish government.",
  "A source familiar with those meetings has told TheDC that Flynn Intel partner Bijan Kian, who also registered as a foreign agent, called for the meeting under the auspices of discussing a new defense technology.",
  "Alptekin helped set up that meeting, which was held in New York City on Sept. 19, the same day that Flynn joined Trump and then-Sen. Jeff Sessions in a meeting with Egypt’s president, Abdel Fattah el-Sisi.",
  "On Thursday, White House press secretary Sean Spicer said that he did not believe that Trump was aware that Flynn was acting as a foreign agent when he was picked to serve as national security adviser.",
  "(RELATED: Michael Flynn’s Consulting Firm May Have Violated Federal Lobbying Law)\n\nTheDC’s source said that staffers thought the meetings were a bait-and-switch with the goal of discussing Gulen.",
  "Flynn Intel was paid $530,000 beginning in September by a Dutch shell company whose sole proprietor is the head of the Turkish-U.S. Business Council, a Turkish-Dutch citizen named Ekim Alptekin.",
  "Flynn was fired as national security adviser after 24 days on the job for misleading Vice President Mike Pence about his conversations with Russia’s ambassador in December.",
  "The Justice Department, which would prosecute any violation of the Foreign Agents Registration Act, declined to comment on whether the agency compelled Flynn to register.",
  "Erdogan has begged Presidents Trump and Obama to extradite Gulen, though the matter would be handled by the Justice Department and State Department.",
  "Flynn Intel had registered as a lobbyist for Inovo BV with the Senate, which has much lower standard of transparency than the Justice Department.",
  "Erdogan and top officials in his government allege that Gulen is a terrorist and the mastermind of a failed coup attempt on July 15.",
  "But in the second meeting, Kian brought in a group of researchers working for Flynn Intel to discuss information they had on Gulen.",
  "It is not known — indeed, unknowable at this point — whether Flynn would have ended up registering as a foreign agent on his own.",
  "As part of his lobbying work, Flynn Intel held two meetings in October with the House Homeland Security Committee.",
  "His work for Inovo BV came to light through a Daily Caller investigation published days after the election.",
  "It’s still not clear what President Trump knew about Flynn’s work for Inovo BV or when he knew it.",
  "It is unclear what Trump said in response or what position he holds on the matter.",
  "Erdogan broached the Gulen extradition in that phone call, TheDC has been told.",
  "That disclosure provided only Inovo BV’s address and nothing about its owner.",
  "In his sideline meeting, Flynn is said to have discussed the Gulen issue.",
  "Dutch business records filed in 2005 identified Alptekin.",
  "Follow Chuck on Twitter"
]