[
  "Manafort and Gates surrendered to the FBI, and later pleaded not guilty in federal court to 12 counts including conspiracy to launder money, conspiracy against the U.S., unregistered agent of a foreign principal, false and misleading statements surrounding the Foreign Agents Registration Act (FARA), false statements and seven counts of failure to file reports of foreign bank and financial accounts.",
  "Asked again if the president is ruling out firing Mueller, he said, \"I will say this, the president has not indicated to me or to anyone else that I work with that he's had any intent of terminating Robert Mueller and the way it would work is, you could only terminate a special counsel for cause and we just don't see any basis for cause.\"",
  "On Monday, it was revealed that Paul Manafort, one of Mr. Trump's 2016 campaign chairmen, Rick Gates, Manafort's former business associate and George Papadopoulos, a foreign policy adviser to the campaign, were indicted by a federal grand jury.",
  "He said that he discussed with the president on Monday the federal charges against three of his former campaign aides, but he denied reports that there was a meeting with all of the lawyers in the White House residence for hours.",
  "One of President Trump's lawyers said Tuesday that there is \"no basis\" to fire Robert Mueller as special counsel in charge of the federal investigation into Russian meddling in the 2016 election.",
  "Sekulow was also asked if Mr. Trump is ruling out pardons, but Sekulow said that he hasn't had a conversation with the president about that, but that \"pardons are not on the table.\"",
  "His statements had to do with the nature of his relationship with \"certain foreign nationals whom he understood to have close connections with senior Russian government officials.\"",
  "In an interview on ABC's \"Good Morning America,\" Jay Sekulow was asked if he could definitively say that the president has ruled out firing Mueller.",
  "We had a conversation with the President, discussed what the charges looked like and that was it.",
  "\"Let me say this and I have said this, there is no conversation regarding firing Robert Mueller.",
  "Papadopoulos, meanwhile, pleaded guilty to making false statements to the FBI.",
  "And there's no basis to fire Robert Mueller,\" Sekulow said.",
  "CBS News' Jillian Hughes contributed to this report.",
  "\"I just want to say that that's not true,\" he said.",
  "\"That did not take place."
]