[
  "Twitter says that it will donate money Twitter has made from RT as a global advertiser since 2011, including the roughly $274,000 that RT spent on advertising in the U.S. market in 2016, to “support external research into the use of Twitter in civic engagement and elections.” And while this may seem like a proactive move, simply denying two Russian state news organizations from buying ads, no matter how influential they are, doesn’t even come close to solving the problem of foreign governments using social media to try to manipulate U.S. voters.",
  "The reasoning, according to a blog post from Twitter, is that these news groups were labeled in a January report from the Director of National Intelligence as part of “Russia’s state-run propaganda machine.” The DNI report says that RT and Sputnik “contributed to the influence campaign by serving as a platform for Kremlin messaging”; their coverage generally favored Donald Trump and was often pointedly negative about Hillary Clinton.",
  "That pitch deck, which RT says dates from meetings in April 2016, included “statistics on how Twitter users were reacting to each of three main contenders at the time – Donald Trump, Hillary Clinton and Bernie Sanders.” Twitter, in other words, wanted RT’s business—and it certainly knew RT reflected the Kremlin’s views back then, even if it didn’t yet know that Russia was executing a far-reaching influence campaign.",
  "The clock is ticking.” That threat came in response to a letter that the Russian company that helps to air RT America received from the Department of Justice requiring the news outlet to register under the Foreign Agents Registration Act, a designation that dates back to the 1930s intended to prevent Nazi propaganda from reaching U.S. shores.",
  "“When it comes down to a fight with no rules, when the law is twisted and turned into an instrument for the destruction of a TV company, every step against a Russian media outlet will be met with a corresponding response,” said Zakharova in a briefing in September.",
  "pic.twitter.com/PBrpVnKJEy — Natasha Bertrand (@NatashaBertrand) October 11, 2017\n\nAnother Russian government news outlet today reported that it will respond to Twitter’s decision to ban RT and Sputnik from advertising on the platform.",
  "There’s strong evidence that Russian operatives used legions of bots, or automated accounts, as well as real users with Russian ties to give a false sense of broad opposition or support of heated issues during the 2016 campaign.",
  "Earlier this month, satirical ads from RT were spotted around New York City mocking its CIA designation as a “propaganda machine.”\n\nRT is promoting these ads about the election and the CIA in New York and DC.",
  "Preventing RT and Sputnik from advertising doesn’t do anything to stop Twitter’s bot problem, nor does it prevent the spread of viral counterfactual news articles that get shared widely without a paid boost.",
  "And considering all the fake news that circulated in the U.S. surrounding the 2016 election, there’s no telling how RT and Sputnik could spin this latest salvo to underscore potential U.S. hypocrisy, too.",
  "Russian-backed campaigns masquerading as American advocacy efforts also simply used regular Facebook posts, which could be boosted to get more views but wouldn’t necessarily be considered an ad.",
  "Twitter’s decision to remove RT and Sputnik from its ad program also signals a reversal from the company’s outright courting of RT to promote its U.S. election coverage on Twitter.",
  "Russian-backed groups also reportedly set up events on Facebook, and even fake individual accounts, which were used to promote narratives that were in line with Russian interests.",
  "For starters, Russian propaganda has many more vectors than Facebook and Twitter advertising, though that particular topic has come under great scrutiny in recent weeks.",
  "In September, Russian Foreign Ministry spokeswoman Maria Zakharova warned that the country would retaliate if the U.S. acted to silence the Kremlin-backed news outlets.",
  "In response to Twitter’s announcement Thursday, RT shared parts of a custom slide deck Twitter used to encourage RT to buy ads on its platform.",
  "Similarly, Facebook shared that alleged Russian-backed operatives bought $100,000 worth of political ads on its site amid the U.S. election.",
  "But unlike the broad new transparency rules the company unveiled on Wednesday, this latest announcement is notably—and misguidedly—specific.",
  "There’s also a chance that this kind of ban will grossly backfire by inadvertently playing along to the Russian tune about U.S. hypocrisy.",
  "Google removed RT from its “preferred lineup” on YouTube last month but did not put restrictions on the channel’s advertising.",
  "Now that Twitter is saying RT and Sputnik can no longer advertise, that about-face could become its own problem.",
  "On Thursday morning, Twitter shared yet another policy change concerning the ads that run on its site.",
  "But as with Twitter, those ads are only one of many ways disinformation moved around Facebook.",
  "RT and Sputnik will still be able to use Twitter as regular social media users with accounts.",
  "“And whom this response will be aimed at, that is what Washington needs to figure out well.",
  "Alexander Nemenov/AFP/Getty Images\n\nThe great social media cleanup of 2017 continues.",
  "Twitter will no longer sell ads to the Russian news groups RT and Sputnik.",
  "The main building of the Russian Foreign Ministry in Moscow.",
  "Read more in Slate about Russia’s 2016 election meddling.",
  "RT has been leaning into the increased scrutiny."
]