[
  "• In Nov. 2016, the pair told the Department of Justice that Manafort’s company, DMP International, could not find documents related to Ukraine-related consulting work because the company “does not retain communications beyond 30 days.” Such documents were subsequently discovered during “court-authorized searches of Manafort and [Gates’] DMI email accounts and Manafort’s Virginia residence in July 2017.”\n\nIt will be interesting to now see how possible pressure on Manafort might be applied.",
  "He also allegedly described the plan as being to “assemble a small group of high-level European highly influencial [sic] champions and politically credible friends who can act informally and without any visible relationship with the Government of Ukraine.” This paid super European politician squad, according to the indictment, “lobbied United States Members of Congress, officials in the Executive Branch, and their staffs,” allegedly in coordination with Manafort.",
  "The five-count indictment includes previously reported details of alleged money laundering, false statements to the Department of Justice, false and misleading statements in Foreign Agents Registration Act submissions, failure to register as a foreign agent, and conspiracy against the United States to hide the alleged lobbying efforts.",
  "Former Trump campaign manager Paul Manafort and his wife Kathleen arrive at the Prettyman Federal Courthouse January 16, 2018 in Washington, D.C. Chip Somodevilla/Getty Images\n\nFormer Trump campaign consultant Rick Gates pleaded guilty to one count of conspiracy and one count of lying to investigators on Friday.",
  "In considering what we now know about this case, it might be worth remembering what House Majority Leader Kevin McCarthy told colleagues in the summer of 2016: “There’s two people I think Putin pays: Rohrabacher and Trump,” he said to laughter.",
  "Here are some of the highlights of Friday’s document release:\n\n• According to emails described in the indictment against Manafort, he communicated directly with former Ukrainian president Viktor Yanukovych to describe his lobbying work.",
  "In 2012 and 2013, [Manafort] used at least four offshore accounts to wire more than 2 million euros to pay the group of former politicians.”\n\n• Manafort allegedly detailed the “Hapsburg group” plan in an “EYES ONLY” memo in 2012.",
  "The plan was for the former politicians, informally called the “Hapsburg group,” to appear to be providing their independent assessments of Government of Ukraine actions, when in fact they were paid lobbyists for Ukraine.",
  "Rohrabacher, in discussing the dinner, had told news outlets that he couldn’t recall if Manafort had received a contract from Russia or Ukraine, and that Russia and the Baltic states probably came up during the dinner.",
  "The cases against the two men are so closely intertwined that looking at the crimes Gates has confessed to and the evidence he has offered can provide insight into the current state of the case against Manafort.",
  "• Gates lied to investigators about a March 19, 2013 meeting between Manafort, Mercury Public Affairs lobbyist and former Congressman Vin Weber, and Rep. Dana Rohrabacher at the Capitol Hill Club.",
  "• According to the new indictment: “[Manafort] secretly retained a group of former senior European politicians to take positions favorable to Ukraine, including by lobbying in the United States.",
  "It also contained new details of the broader lobbying conspiracy surrounding an effort to pay European politicians to lobby on behalf of a pro-Russian political party in the Ukraine.",
  "Mueller’s ultimate goal has been to discover if Donald Trump’s campaign, of which Manafort was once the chairman, cooperated in Russia’s effort to subvert the 2016 election.",
  "That means that as he was negotiating a plea agreement contingent upon sharing information about Manafort, he was apparently continuing to lie on Manafort’s behalf.",
  "• Gates confessed to owning, allegedly with Manafort, a number of shell companies used to funnel his (and allegedly Manafort’s) Ukrainian lobbying cash.",
  "Special counsel Robert Mueller also unsealed a five-count superseding indictment against Paul Manafort that included new allegations.",
  "• Gates says he misled Manafort’s tax accountants about overseas bank accounts, under Manafort’s instructions and on his behalf.",
  "Now there are European politicians sucked into this scandal, as well as a U.S. congressman known for his support of Russia.",
  "Money laundering includes a potential maximum penalty of 20 years in prison and Gates certainly makes that case stronger.",
  "But the evidence is stacking up against him and cooperating might be his only way to avoid a lengthy jail sentence.",
  "He said falsely that Manafort and Weber told him that Ukraine did not come up at the dinner.",
  "• Gates will face a recommended sentence of between 57 to 71 months in prison.",
  "That means, despite his cooperation, he might face nearly six years in jail.",
  "On Friday, he maintained his innocence and vowed to fight the charges.",
  "• This lie took place during a Feb. 1 proffer session.",
  "That new indictment had been issued on Feb. 16, 2018.",
  "“Swear to God.”"
]