[
  "AP Photo/Carolyn Kaster\n\nPresident Donald Trump called a New York Times reporter on Wednesday to dispute a Washington Post story that characterized him as \"angry at everybody\" in the wake of a federal grand jury's decision to bring charges against his former campaign chairman, Paul Manafort, and his former campaign aide, Rick Gates.",
  "Manafort was indicted on 12 counts Monday: Conspiracy against the United States, conspiracy to launder money; unregistered agent of a foreign principal; false and misleading Foreign Agents Registration Act statements; false statements; and seven counts of failure to file reports of foreign bank and financial accounts.",
  "While the charges related to Manafort do not specifically mention collusion or the Trump campaign, additional court filings about George Papadopoulos, a low-level foreign policy aide to the campaign, will likely make it difficult for the campaign to distance itself from the issue of Russia's election interference.",
  "Mueller is also reportedly investigating Trump for his involvement in crafting a misleading statement that his son, Donald Trump Jr., released following reports that he met with a Russian lawyer offering dirt on Democratic nominee Hillary Clinton in June 2016 at Trump Tower.",
  "Trump told The Times he was not \"angry at anybody,\" adding that special counsel Robert Mueller's investigation into whether the Trump campaign colluded with Russia to tilt the 2016 election in his favor did not include him personally.",
  "Cobb has strongly advocated a cooperative approach, rather than a combative one, toward Mueller's investigation, arguing that openness on the part of the White House will ensure that the investigation concludes quickly and smoothly.",
  "The Post later published a report directly contradicting Sekulow's claims, saying that Trump had \"personally dictated\" the statement while he was aboard Air Force One on his way back from the G-20 summit.",
  "In insisting that he's not angry about the Russia investigation, Trump appears to be heeding the advice of Ty Cobb, the white-collar criminal defense attorney heading up the White House's legal team.",
  "As The New Yorker's Ben Wallace-Wells noted on Monday, the fact that Papadopoulos informed high-level campaign advisers of his contacts with Russians will likely complicate things for the campaign.",
  "During his phone call with The Times reporter Wednesday, Trump also pointed to the charges against Manafort and said, \"even if you look at that, there's not even a mention of Trump in there.",
  "Mueller is said to be zeroing in on Trump's role in drafting the statement and is set to interview several key aides who were with Trump when he allegedly dictated it.",
  "The filings about Papadopoulos showed he had significant contact with multiple individuals connected to the Russian government during the campaign.",
  "Mueller is said to be building an obstruction-of-justice case against Trump related to his decision to fire James Comey as FBI director in May.",
  "They also revealed that Papadopoulos consistently kept his superiors in the loop while he was in touch with the Russia-linked individuals.",
  "Initially, one of Trump's personal defense lawyers, Jay Sekulow, insisted Trump had no involvement in crafting the statement.",
  "Papadopoulos was arrested in late July and pleaded guilty to one count of lying to federal agents in early October.",
  "Deputy Attorney General Rod Rosenstein appointed Mueller special counsel shortly after Trump fired Comey.",
  "Multiple revelations over the last few months appear to contradict the president's claim.",
  "Mueller's office unsealed legal documents related to Papadopoulos on Monday.",
  "At the time, Comey was spearheading the bureau's Russia investigation.",
  "\"I'm not under investigation, as you know,\" Trump told The Times.",
  "\"I'm in the office early and leave late; it's very smooth.\"",
  "\"I just got fantastic poll numbers,\" Trump said.",
  "\"Honestly, I'm really enjoying it,\" he added.",
  "He is likely cooperating with authorities.",
  "President Donald Trump in the Oval Office.",
  "It has nothing to do with us.\""
]