[
  "http://on.wsj.com/1PuPKqu\n\nNEW JOINT FUNDRAISING COMMITTEES:\n\nNone\n\nNEW PAC REGISTRATIONS (Type of PAC):\n\nTrue Conservatives (PAC)\n\nNEW LOBBYING REGISTRATIONS: (Firm: Client)\n\nConrad Law & Policy Counsel: Pavement Coatings Technology Council\n\nCypress Advocacy, LLC: Americans Standing for Simplification of the Estate Tax, Inc. (ASSET)\n\nCypress Advocacy, LLC: Duke Energy Corporation\n\nCypress Advocacy, LLC: Edison Electric Institute\n\nCypress Advocacy, LLC: Southern Company\n\nForbes-Tate: Aircraft Owners and Pilots Association (AOPA)\n\nGreenberg Traurig, LLP: Port of Houston Authority of Harris County Texas\n\nHOLLAND & KNIGHT LLP: Key View Labs, Inc.\n\nHOLLAND & KNIGHT LLP: Pamunkey Indian Tribe\n\nJ M BURKMAN & ASSOCIATES: Drawbridge Financial\n\nK&L GATES LLP: Algenol, LLC\n\nKing & Spalding LLP: AK Steel Holding Corporation\n\nMadison Policy Group, LLC: First Care Health Plans\n\nMadison Policy Group, LLC: Legacy Community Health Services\n\nMadison Policy Group, LLC: National Alliance of Trade Associations\n\nMayer Brown LLP: United States Steel Corporation\n\nMEHLMAN CASTAGNETTI ROSEN BINGEL & THOMAS, INC.: American Fuel & Petrochemical Manufacturers\n\nMEHLMAN CASTAGNETTI ROSEN BINGEL & THOMAS, INC.: American Tower Corporation\n\nMr. Robert Zimmer: Multifamily Lenders Council through David L. Horne LLC\n\nSummit Strategies Government Affairs LLC: Rails to Trails Conservancy\n\nThe Chwat Group: national collegiate honors council\n\nThe Chwat Group: The Weather Coalition\n\nThe Grimes Group Inc.: Cernostics\n\nThe Keelen Group, LLC: Expo Airflow, LLC\n\nVan Scoyoc Associates: Broward County, Florida\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\nAmerican Defense International, Inc.: AlgiPharma AS (Q2 Termination (no activity))\n\nAmerican Defense International, Inc.: Antrad (Q2 Termination (no activity))\n\nBOCKORNY GROUP, INC.: INSTITUTE FOR LEGAL REFORM (Q2 Termination (no activity))\n\n** The Property Casualty Insurers Association of America (PCI) is hosting more than 85 CEOs and senior executives from property casualty insurance companies around the country this week as part of our Legislative Action Day and Board of Governors meeting.",
  "Top issues include urging support and passing the Protecting Automotive Repair, Trade, and Sales (PARTS) Act of 2015 (H.R.1057 and S.560) to preserve competition in the collision repair parts industry, the Policyholder Protection Act (H.R.1478 and S.798) to ensure federal banking regulators cannot inappropriately use assets intended to protect insurance consumers to bail out other financial firms, and S.1086 and H.R.2141 to preserve the U.S. system of state-based insurance regulation by requiring more transparency, accountability, and focus on U.S. consumers before committing to global insurance standards.",
  "Spotted at the event were: Mark Bryant, Resonate; Leland Vittert, Fox News; Marie Formica, FamousDC; Morgan Gress, 1776; Stephanie Fontenot, Sen. Roy Blunt’s office ; Matt Haller, IFA; Gerrit Lansing, RNC; Archie Smart, Qorvis; Bryant Avondoglio, Speaker John Boehner’s office ; Carol Danko, SIFMA; David Almacy, Edelman; Mike Lurie, Freedom Partners; Shana Glickfield, Beekeeper Group; and Amos Snead, Bryant Row.",
  "Hosts and guests included: Priya Dayananda of KPMG, U.S. Court of Appeals Judge Sri Srinivasan, Neil Chatterjee from Majority Leader Mitch McConnell’s office, Kapil Sharma of Wipro, Neal Patel from Sen. Dean Heller’s office, Anurag Varma of Akin Gump Strauss Hauer & Feld, Saat Alety from Rep. Ed Royce’s office, Nisha Jain of Purple Strategies and Moh Sharma from Rep. Xavier Becerra’s office.",
  "** PCI CEO’s are in Washington this week fighting to preserve competition in the collision repair parts industry, protect insurance assets from being used in bank resolutions, and encourage appropriate implementation of the Dodd-Frank Act recognizing the successful U.S. state insurance system and resisting international pressure that weaken its consumer focus.",
  "HIRES APCO: London-based Eurasian Natural Resources Corporation Limited has brought on APCO Worldwide to communicate and educate U.S. government officials about the “Republic of Kazakhstan's global position at this time and the development of its market economy,” according to the latest Foreign Agents Registration Act disclosures.",
  "Spotted at the event were: Jim Hickey, Day & Zimmermann; Kenny Ames, Fireside21; Don Masch, Vista Outdoor; Arielle Eiser, NSPE; Susan Ebner, Fortney & Scott; Javier Cuebas, AFSA; Brian Kelly, Johnson & Johnson; Ross Martin, AHIMA; Cynthia Malley, American Psychological Association; and Bruce Brownson, KnowWho.",
  "FEC’s ‘NON-PARTISAN’ WHISTLEBLOWER: Via Tarini Parti, “[FEC Chairwoman Ann Ravel] repeatedly stressed an openness to compromise with Republicans, as she comes under fire for publicly criticizing the dysfunctional agency and her colleagues in a recent front-page story in The New York Times.",
  "Learn more about PCI http://bit.ly/PCIAA **\n\nPARTY RECAPS —\n\nEVENT CELEBRATES INDIAN-AMERICAN LEADERSHIP: Administration officials, Hill staffers, and downtowners gathered at the offices of Nelson Mullins for an Indiaspora event celebrating Indian-American leadership in Washington.",
  "http://bfd.famousdc.com\n\nAGRP HOLDS NETWORKING EVENT: The A ssociation of Government Relations Professionals and Bloomberg Government held their second in a series of four networking events at Bloomberg Government's offices Thursday night and featured about 60 guests.",
  "http://bloom.bg/1P65ZPP\n\nSTARTING A D.C. PAC: Bridget Bowman of CQ Roll Call profiles Justin Robinson, a fifth generation Washingtonian and self-described “political junkie,” who started a PAC to target members of Congress who interfere with D.C. affairs .",
  "I’m just not.’” Full story here: http://politi.co/1F43vuS\n\nELSEWHERE IN THE INFLUENCE WORLD:\n\nHILLARY PARADOX: Jennifer Epstein and Julie Bykowicz of Bloomberg Politics write about the paradox of Hillary Clinton’s big donors .",
  "Ravel, who has traveled across the country to speak about the problems regarding the current campaign finance landscape, is quickly raising the profile of the six-member panel, equally split between Republicans and Democrats.",
  "Story Continued Below\n\nSTEEL MANUFACTURERS LOBBY ON TRADE: United States Steel Corporation and AK Steel Holding Corporation have hired Mayer Brown LLP and King Spalding LLP, respectively, this week to lobby on trade issues.",
  "http://bit.ly/1IVHJuQ\n\nFITZELLA MOVES TO HOUSE RULES: James Fitzella of the Downey McGrath Group is leaving the firm after five years to join the House Rules Committee, he told friends and colleagues in an email.",
  "And because it’s almost the weekend …\n\nLIGHTER CLICK — ‘HOW PREVALENT IS DATING BETWEEN LOBBYISTS, STAFFERS?’: On an app called Cloakroom, Hill staffers anonymously discussed the ethics of dating a lobbyist.",
  "CYPRESS SIGNS FOUR: Cypress Advocacy has signed four new clients this week: Duke Energy, Southern Company, Edison Electric Institute and Americans Standing for Simplification of the Estate Tax, Inc.",
  "The registrations come as some steel companies asked the Department of Commerce earlier this week to end a trade deal sparing Russian producers of carbon steel plate from import duties.",
  "The chairwoman rejected criticism of her as a ‘radical partisan.’ She said she has provided the fourth vote to break gridlock in 20 of 25 cases which the FEC decided last year.",
  "http://bit.ly/1IVF04C\n\nCONSERVATIVE PACS: In an op-ed for The Wall Street Journal, Matt Lewis argues that conservative PACs are trolling for money.",
  "Eurasian Natural Resources Corp. hires APCO — Cypress signs four\n\nWith Matt Yurus and Cate Martel\n\nFARA UPDATE — EURASIAN NATURAL RESOURCES CORP.",
  "The firm will work on energy and tax reform issues for Duke Energy, Edison and Southern, and it will lobby on estate tax reform for ASSET.",
  "FAMOUSDC HONORS ‘DIGITAL STARS:’ FamousDC hosted a happy hour Thursday evening in honor of the top digital strategists in town.",
  "Send your lobbying news, gossip and tips to tparti@politico.com, and follow us on @ tparti and @ PoliticoPI.",
  "‘It’s from a position of thinking I’m here to do a job, and I think the job is an important one for people.",
  "HAPPY FRIDAY AFTERNOON, where it’s been 70 years since the European victory of the Allies in World War II.",
  "Timothy Keeler will lobby on behalf of U.S. Steel and Bonnie Byers will lobby on behalf of AK Steel.",
  "‘It’s not like I’m making these concerns public because I’m such a radical,’ she said.",
  "But seriously, I’m not going to be cross country to do nothing.",
  "Learn more about PCI http://bit.ly/PCIAA **",
  "See the screenshot of the exchange here.",
  "Listen, my family is all in California.",
  "I’m now getting teary about it."
]