[
  "The Associated Press is reporting that Manafort and his associate Rick Gates, while working as consultants for Ukraine’s pro-Russia Party of Regions in 2012, facilitated a relationship between two American lobbying firms and a nonprofit aligned with then-Ukranian President Viktor Yanukovych and his aforementioned party.",
  "Paul Manafort, adviser to Donald Trump’s campaign, checks the teleprompters before a Trump speech at the Mayflower Hotel in Washington, D.C. Chip Somodevilla/Getty Images\n\nTwo new reports out Wednesday offered new revelations about Donald Trump campaign chairman Paul Manafort’s ties to pro-Russian interests in Ukraine.",
  "According to the press, the nonprofit then allegedly paid the two firms $2.2 million “in a way that effectively obscured the foreign political party’s efforts to influence U.S. policy.” Obscuring work for foreign political entities is a felony under the U.S. Foreign Agents Registration Act.",
  "Coinciding with news that Breitbart News chief Stephen Bannon had joined the Trump campaign as its new “chief executive,” the bombshell accounts detailed Manafort’s alleged involvement with a potential felony, secret payments from a foreign political party, and staged pro-Russian protests.",
  "A second report from the Times of London alleges that Manafort was allocated more than $12 million in secret payments from Party of Regions and that Manafort organized the staging of pro-Russia protests in Crimea 10 years ago according to one Ukrainian official.",
  "The ledger was used to record $2 billion allegedly handed out “under the table” to political consultants, election commissioners, ministers, parliamentarians, judges and journalists from 2007 to 2012, according to Ukrainian investigators.",
  "In a profile of Manafort published in April, Foer further detailed Manafort’s efforts to promote anti-NATO rhetoric during Crimean exercises in 2006:\n\nManafort understood how to accentuate divisions in the Ukrainian electorate.",
  "The Times goes on to say that a Ukrainian prosecutor investigating Manafort wrote in a leaked report last year that Manafort had organized pro-Russia and anti-NATO protests for the Party of Regions in Crimea in 2006.",
  "The lobbying firms continued the work until shortly after Yanukovych fled the country in February 2014, during a popular revolt prompted in part by his government’s crackdown on protesters and close ties to Russia.",
  "As Taylor told a group of American democracy activists just after the meeting, he had asked Manafort to tamp down Yanukovych’s criticisms of the joint operations NATO was conducting with the Ukrainians.",
  "Even though there was little evidence of the mistreatment of Russian language speakers by the Ukrainian state, he encouraged his candidate to make an issue of imagined abuses to rally their base.",
  "“No charges were pursued because of a lack of evidence after Crimea was annexed.”\n\nFranklin Foer has written extensively about the ties between Manafort, Trump, and Russian interests for Slate.",
  "From the Times:\n\nThe payments designated for the man who would later become Donald Trump’s campaign chief were detailed in the “black” accounting ledger of Viktor Yanukovych’s ousted regime.",
  "Two days ago, the Trump campaign put out a press release contending that the ties between Hillary Clinton, the Clinton campaign, and Russia should be placed under closer scrutiny.",
  "Detectives from the Ukrainian National Anti-Corruption Bureau have said that a further ten entries bring the total amount of payments designated for Mr Manafort to $12.7 million.",
  "From the AP:\n\nThe nonprofit, the newly created European Centre for a Modern Ukraine, was governed by a board that initially included parliament members from Yanukovych’s party.",
  "Manafort would become a fixture in the offices of American ambassadors to Ukraine, the U.S. government’s primary conduit to Yanukovych and the pro-Russian camp.",
  "That lobbying included downplaying the necessity of a congressional resolution meant to pressure the Ukrainian leader to release an imprisoned political rival.",
  "The nonprofit subsequently paid at least $2.2 million to the lobbying firms to advocate positions generally in line with those of Yanukovych’s government.",
  "European Centre director Ina Kirsch also told the AP that the Centre hired the two firms independently and never worked with either Manafort or Gates.",
  "Officers believe the money was taken from a clandestine cash reserve made up of bribes paid to party officials, but have yet to prove their theory.",
  "The entries obtained by The Times were made between 2009 and 2012 and are individually listed as payments for Mr Manafort ‘s contract or expenses.",
  "To the same end, he instructed Yanukovych to rage against NATO, which he did by condemning joint operations the alliance was conducting in Crimea.",
  "According to the AP, the two lobbying firms paid by the European Centre, Mercury LLC and Podesta Group Inc., have strong domestic political ties.",
  "The Podesta Group is headed by Tony Podesta, brother of Democratic strategist and Clinton campaign chairman John Podesta.",
  "When American Ambassador William Taylor arrived in Kiev in 2006, he summoned Manafort to a meeting in his office.",
  "The implications of his ask were clear: The interests of American security were hurt by such rhetoric.",
  "“The protests forced planned NATO exercises there to be cancelled,” The Times’ Maxim Tucker writes.",
  "Both Mercury and the Podesta Group told the AP that their work with the European Centre was legal.",
  "His polling showed that Yanukovych could consolidate his base by stoking submerged grievances.",
  "He had overseen Reagan’s Southern strategy; he understood the power of cultural polarization.",
  "“American to American, I’m asking you to talk to him.” Manafort scoffed at the notion.",
  "But Rick Gates told the AP that he and Manafort introduced the firms to the Centre.",
  "He bluntly announced that he wouldn’t ask Yanukovych to dial back the rhetoric.",
  "Mercury is run by former congressman and Mitt Romney adviser Vin Weber.",
  "That was a period of NATO operations in the region.",
  "Read more Slate coverage of the 2016 campaign.",
  "It polled too well."
]