[
  "Former Trump campaign chairman Paul Manafort and his longtime associate, Rick Gates, were charged in October with laundering millions of dollars; failing to register as foreign agents for the Ukrainian government and former Ukrainian president Victor Yanukovych; and making false statements when they did report their activities to the Justice Department in late 2016 and early 2017.",
  "Flynn in March registered with the US Department of Justice as a foreign agent in his connection with his work on behalf of Turkish interests — months after his eponymous company, Flynn Intel Group, signed a contract to do work on behalf of Inovo BV, a Dutch company owned by a Turkish businessman connected to the Turkish government.",
  "In reciting the government's case against Flynn in court on Friday, the special counsel's prosecutor said that senior members of Trump's transition team at Mar-a-Lago were not only aware of Flynn's contacts with the Russian ambassador in December, but also discussed strategy and received updates on how those conversations went.",
  "\"After over 33 years of military service to our country, including nearly five years in combat away from my family, and then my decision to continue to serve the United States, it has been extraordinarily painful to endure these many months of false accusations of 'treason' and other outrageous acts,\" Flynn said in a statement.",
  "Chip Somodevilla / Getty Images Flynn arrives at court on Friday\n\nFlynn allegedly falsely told the FBI: * That he did not ask Russia's ambassador to the US at the time, Sergey Kislyak, to \"refrain from escalating the situation in response to sanctions that the United States had imposed against Russia\" on Dec. 29, 2016.",
  "Here are the documents released Friday by Special Counsel Robert Mueller's office:\n\n\n\nTimeline December 22: Flynn is \"directed\" by a \"very senior member\" of the Trump transition team to contact foreign governments, including, Russia, to find out how they plan to vote on a UN resolution and to influence their decision.",
  "Chip Somodevilla / Getty Images Flynn arrives at court on Friday\n\nMichael Flynn, a retired Army lieutenant general who briefly served as President Trump's national security adviser, pleaded guilty on Friday to lying to the FBI during the Russia investigation and has agreed to cooperate with federal prosecutors.",
  "Flynn stepped down as national security adviser on Feb. 13, writing in a resignation letter released by the White House that during the transition he had \"inadvertently briefed the Vice President Elect and others with incomplete information regarding my phone calls with the Russian Ambassador.\"",
  "The conclusion of this phase of the Special Counsel's work demonstrates again that the Special Counsel is moving with all deliberate speed and clears the way for a prompt and reasonable conclusion.” Flynn was met with protesters when he left the courthouse, some chanting \"lock him up.\"",
  "Flynn in fact had been \"directed\" by a \"very senior member\" of the transition team to contact foreign governments, including Russia, to not only find out their position on the resolution, but to \"influence those governments to delay the vote or defeat the resolution.\"",
  "Flynn had falsely told the FBI that he hadn't asked Kislyak to refrain from \"escalating the situation\" in response to sanctions against Russia that were announced by former president Barack Obama on Dec. 28, according to the case laid out by Mueller's team.",
  "On Jan. 24, 2017, Flynn \"did willfully and knowingly make materially false, fictitious, and fraudulent statements and representations in a matter within the jurisdiction of the executive branch of the Government of the United States,\" prosecutors said.",
  "BuzzFeed News reported on Friday that Jared Kushner was the person who directed Flynn to call members of the UN Security Council on the Israeli settlements resolution, according to a person who was present in the room when Flynn took the call.",
  "* That he didn't ask the Russian ambassador to \"delay the vote on or defeat a pending United Nations Security Council resolution; and that the Russian Ambassador subsequently never described Russia's response to his request\" on Dec. 22, 2016.",
  "A third individual who worked on Trump's campaign, George Papadopoulos, pleaded guilty in October to lying to the FBI about his communications with Russians or other individuals with ties to Russia while he was an adviser to the campaign.",
  "On Dec. 29, Flynn called a \"senior official\" — identified by the Associated Press as former Deputy National Security Adviser KT McFarland — with the Trump transition team at Mar-a-Lago, who was with other members of the transition team.",
  "Flynn's reported Russian contacts put him squarely in the orbit of Mueller's investigation into Russian influence in the 2016 election, but it was Flynn's work as a lobbyist that fueled speculation he might face criminal charges.",
  "The criminal information — the formal charging document — filed against Flynn doesn't mention the foreign agent registration filings, but they were included in the government's description of its case against Flynn on Friday.",
  "BuzzFeed News reported on Friday that a source had said that Trump's son-in-law Jared Kushner was responsible for directing Flynn to make another set of calls to foreign leaders that were also referred to in court papers.",
  "Flynn's cooperation with Mueller's team could include interviews, providing sworn written statements, taking a polygraph exam, and \"participating in covert law enforcement activities,\" according to the plea agreement.",
  "“If I did a tenth of what she did, I would be in jail today.” In November, Flynn's lawyers told Trump's lawyers that they could no longer communicate about Mueller's investigation, The New York Times reported.",
  "Flynn wrote in his filing under the Foreign Agents Registration Act that although the Flynn Intel Group was hired by Inovo, its work \"could be construed to have principally benefitted the Republic of Turkey.\"",
  "One of Trump's lawyers, Ty Cobb, began a statement saying Flynn was at the White House “for 25 days during the Trump Administration\" and pointed out he was \"a former Obama administration official.\"",
  "Flynn and the official discussed whether and what to communicate to Kislyak, and that members of the transition team did not want Russia to respond in a way that would escalate the situation.",
  "In mid-January, Vice President Mike Pence said in a TV interview that post-election communications that Flynn had with Kislyak hadn't involved any discussion of US sanctions against Russia.",
  "Flynn was an early adviser to Trump's presidential campaign, and during the Republican National Convention in July 2016, he denounced Hillary Clinton for thinking she was \"above the law.\"",
  "The single count of making false statements carries a maximum penalty of five years in prison, but according to court filings he likely faces an estimated range of zero to six months.",
  "Flynn entered his guilty plea at federal court in Washington, DC, on Friday morning, becoming the fourth person publicly charged in Special Counsel Robert Mueller's ongoing probe.",
  "Brendan Smialowski / AFP / Getty Images Kislyak in May\n\nRight after that call, Flynn called the ambassador and asked that Russia respond to the sanctions \"in a reciprocal manner.\"",
  "Campaign and the White House Flynn, a retired Army three-star general, was appointed in 2012 by then-president Barack Obama to serve as head of the Defense Intelligence Agency.",
  "Prosecutors also said Flynn lied about not making any requests of foreign governments about how they should act on a proposed UN resolution concerning Israeli settlements.",
  "George Frey / Getty Images Trump and Flynn on the campaign trail in October 2016\n\nTrump offered Flynn the national security adviser job shortly after the election.",
  "Questions about Flynn's ties to the Russian government continued to plague Trump's nascent administration during the transition period and after Trump took office.",
  "My guilty plea and agreement to cooperate with the Special Counsel's Office reflect a decision I made in the best interests of my family and of our country.",
  "“The false statements involved mirror the false statements to White House officials which resulted in his resignation in February of this year,\" Cobb said.",
  "“Jared called Flynn and told him you need to get on the phone to every member of the Security Council and tell them to delay the vote,” the person said.",
  "Flynn calls then-Russian ambassador Sergey Kislyak to find out how Russia plans to vote and to ask Russia to vote against the resolution or delay it.",
  "On Dec. 22, before the UN vote, the government said Flynn spoke with the Russian ambassador to ask that Russia vote against or delay the resolution.",
  "Flynn made false statements about not knowing the extent to which some of his previous lobbying work was for the benefit of the Turkish government.",
  "The case against Michael Flynn Flynn admitted to lying to the FBI on Jan. 24 about a series of phone calls in December between himself and Kislyak.",
  "Flynn calls Kislyak to ask that Russia not escalate the situation, and then calls the transition official back to report on the call with Kislyak.",
  "January 27th: Trump asked former FBI Director James Comey for “loyalty,” according to Comey’s testimony before the Senate Intelligence Committee.",
  "On Dec. 30, Russian President Vladimir Putin announced that Russia would not retaliate against the United States in response to the sanctions.",
  "But he reportedly butted heads with other senior defense officials, and stepped down in April 2014, a year before his term officially ended.",
  "Trump, who has repeatedly called the Russia probe a \"witch hunt,\" tweeted at the time that he thought it would be the right move for Flynn.",
  "\"But I recognize that the actions I acknowledged in court today were wrong, and, through my faith in God, I am working to set things right.",
  "Finally, the special counsel's office also accused Flynn of lying in materials that he filed in March concerning his lobbying activities.",
  "Mike Flynn should ask for immunity in that this is a witch hunt (excuse for big election loss), by media & Dems, of historic proportion!",
  "December 29: Flynn speaks with a senior transition official at Mar-a-Lago about what to communicate to Kislyak about the sanctions.",
  "The Wall Street Journal reported in March that Flynn was seeking immunity in exchange for testifying before Congress and the FBI.",
  "He drew attention early on for statements he'd made advocating for a closer relationship between the United States and Russia.",
  "February 13: Flynn resigned after reportedly misleading the vice president about his conversations with Russian officials.",
  "If prosecutors conclude Flynn provided \"substantial assistance,\" they've agreed to ask the judge to reduce his sentence.",
  "Russia connections In March, documents revealed Flynn had made tens of thousands of dollars from Russian entities.",
  "Prosecutors said Flynn lied to the FBI about the content of his conversations with Russia's ambassador to the US.",
  "January 26: Former acting attorney general Sally Yates said she warned the White House about Flynn’s actions.",
  "But the Washington Post reported in early February that Flynn had, in fact, discussed sanctions with Kislyak.",
  "Flynn then had a phone call with \"senior members\" of the transition team about his latest call with Kislyak.",
  "December 30: Russian President Vladimir Putin announces Russia will not retaliate against the United States.",
  "One widely-circulated photo showed Flynn sitting next to Russian President Vladimir Putin at a 2015 dinner.",
  "According to the government, the ambassador contacted Flynn the same day the sanctions were announced.",
  "When the call was over, Flynn called the transition team official back to report what had happened.",
  "The report suggested Flynn was cooperating with the special counsel's team or negotiating a deal.",
  "\"Such false accusations are contrary to everything I have ever done and stood for,\" Flynn added.",
  "February 14th: Trump asked Comey to drop the probe into Flynn, according to Comey’s testimony.",
  "Flynn speaks with senior members of the transition team about his conversations with Kislyak.",
  "On Dec. 23, the ambassador called Flynn to say Russia would not vote against the resolution.",
  "December 23: Kislyak calls Flynn to inform him Russia will not vote against the resolution.",
  "The bulk was paid to him by Russia Today, a Kremlin-run news channel, for giving a speech.",
  "The next day, the ambassador called Flynn to tell him about Russia's intended response.",
  "* Flynn also admitted to lying on foreign agent registration materials filed in March.",
  "January 24: Flynn lies to the FBI about his interactions with the Russian ambassador.",
  "Flynn is the fourth person connected to the Trump campaign that Mueller has charged.",
  "\"Nothing about the guilty plea or the charge implicates anyone other than Mr. Flynn.",
  "None of the transition officials were named by the prosecutor or in court filings.",
  "December 28: President Barack Obama announces new sanctions against Russia.",
  "Prosecutors will file an update with the court in three months, by Feb. 1.",
  "Flynn agreed to cooperate with Mueller's team as part of a plea deal.",
  "December 31: Kislyak calls Flynn to tell him about Russia's response.",
  "@realDonaldTrump / Twitter / Via Twitter: @realDonaldTrump",
  "Flynn blamed his actions on the \"fast pace of events.\"",
  "Flynn earned approximately $530,000 for that work.",
  "No details were provided about that communication.",
  "“Lock her up, that’s right,” he said at the time.",
  "I accept full responsibility for my actions.\"",
  "No sentencing date was set at his hearing.",
  "January 30: The president fired Yates.",
  "They pleaded not guilty."
]