[
  "The 31-page indictment against Manafort and his business associate Rick Gates contains 12 counts including conspiracy to launder money, conspiracy against the U.S., unregistered agent of a foreign principal, false and misleading statements surrounding the Foreign Agents Registration Act (FARA), false statements and seven counts of failure to file reports of foreign bank and financial accounts.",
  "In court documents filed at the U.S. District Court over the weekend, Manafort had offered to post his $3 million Trump Tower apartment as part of a $12.5 million bail package following his indictment last week, CBS News' Paula Reid reported.",
  "On Thursday, Judge Amy Berman Jackson did not seem willing to relax GPS monitoring, but she said at the time she would be more open to relaxing home confinement, and asked lawyers to present a package ahead of his Monday morning hearing.",
  "Reid reports that the two men, dressed in dark suits and red ties Monday morning, could be seen talking at their shared defense table, while their lawyers tried to secure them more freedom from their home confinement.",
  "Former Trump campaign chairman Paul Manafort and his former business associate Rick Gates on Monday appeared before a federal judge for the third time, following their indictment by a grand jury last week.",
  "The government currently estimates Manafort's net worth at $28 million, and Jackson is using that estimate to demand he post more assets to ensure he will continue to return to court.",
  "The government and defense lawyers are expected to present a proposed package of assets from both men by Monday afternoon which would allow the judge to relax their home confinement.",
  "While the judge said on Monday that Manafort posting the Trump Tower apartment and other properties was a \"good start,\" she still needs to see him post more assets.",
  "Both men will still be subject to GPS monitoring, and the judge says it's up to the government whether to ban them from airports and train stations.",
  "The difficulty for Jackson is that Manafort's net worth is almost impossible to quantify and she believes both men pose a flight risk.",
  "The judge says once she has a proposal she can approve, Manafort would be able to travel to New York, Florida and Northern Virginia.",
  "Under confinement rules, they can only leave to see counsel, come to court or for any medical and religious obligations.",
  "The judge says while it's too early to set a trial date a Dec. 11 status conference has been scheduled.",
  "Both Manafort and Gates have been confined at home since they turned themselves into the FBI last week.",
  "The package also includes a New York condominium in Chinatown and his residence in Palm Beach.",
  "She reportedly completely opposes allowing them to travel internationally.",
  "Gates would be able to travel to Richmond."
]