[
  "In the current political climate there is cause to frequently quote media theorist Marshall McLuhan, who wrote in 1970: “World war three is a guerrilla information war with no division between military and civilian participation.” Even the far-sighted vivid imagination of a scholar such as McLuhan would not have foreseen quite how close he would be to the truth or in what extraordinary circumstances his epithet might be applied.",
  "Speaking at a recent event at Columbia University on the issue, Jeffrey Trimble, the deputy director of the Broadcasting Board of Governors, said that in 2005 100 outlets in the Russian Federation took material from one of their services, but by 2017 this number had dropped to zero, although he did add that material was still available online.",
  "The adoption of the methods of free press as a soft power in seeking overseas influence has long been a part of UK and US foreign policy, through outlets such as the World Service (which is part-funded by the government until at least 2020) and Voice of America/Radio Liberty (which is run by US agency the Broadcasting Board of Governors).",
  "Russian broadcaster RT could be forced off UK airwaves Read more\n\nThe issuing of restrictions on RT, Sputnik and others through Fara, and the reprisals the Russian authorities have taken, are being unofficially mirrored in the online world, where commercial companies have a far greater influence on what reaches large audiences.",
  "': how RT is reporting the spy scandal Read more\n\nA mix of fact-based stories, strong opinion pieces and montages supporting Vladimir Putin, RT regularly attracts a number of British MPs to appear as guests, along with frequent quotes from Nigel Farage, its favourite pontificator without portfolio.",
  "The dissonance of a Russian-sponsored media outlet espousing free speech principles is overwhelming\n\nIn December last year as direct retaliation for the Fara registrations, Voice of America and another eight outlets backed by the US government were forced to register as foreign agents in Russia.",
  "Finding themselves at the heart of a national outcry around fake news, conspiracy theory videos and unwitting enablers of election interference, the tech companies are beginning to shift their attitudes towards both free speech and neutrality in how they manage their platforms and algorithms.",
  "Photograph: Brian Lawless/PA\n\nAlthough RT is a very minor part of the diplomatic crisis between Russia and the UK, it serves as a metaphor for the ingrained and fraught nature of the relationship between western governments and the globalised systems of free media they have perpetuated.",
  "Neatly sidestepping the question of whether to shut down a poorly watched news channel (Barb ratings put the channel at fewer than 200,000 daily viewers) which often features her parliamentary colleagues, Theresa May declared the issue a “matter for Ofcom”.",
  "Given that the exact ownership holdings and structure of RT are obscure – it was founded in 2005 by state news agency RIA Novosti, but the exact nature of Kremlin support is not explicit – it leaves Ofcom with a politically charged task.",
  "The “slippery slope” argument against curtailing even the worst excesses of publishers – that curbing any type of speech is a short path to a broader chilling effect on robust debate and free expression – is arguably already lost.",
  "This is a question which last week reached the House of Commons, as members of parliament debated the issue of Russian involvement in the poisoning of former spy Sergei Skripal and his daughter Yulia in Salisbury.",
  "Although the focus of the recent controversy has been on television and radio stations, both are largely irrelevant in terms of reach or influence, as online viewing is a far more powerful vector for audiences.",
  "RT has more than 2 million followers on YouTube and regularly trolls governments by taking out advertising on buses in London; in New York it has been broadcasting as advertising in the back of taxi cabs.",
  "The Möbius strip of perpetual arguments over whether political propaganda and extremism can or should remain protected by the principles of free speech is being stretched to breaking point.",
  "Alex Salmond, the former Scottish first minister, even has his own show, on which he proclaimed that taking away the broadcaster’s licence would “make a mockery of free speech” principles.",
  "Since November, RT and the Sputnik TV service have been registered as foreign agents with the US Department of Justice, under the controversial Foreign Agents Registration Act.",
  "It cited RT’s frequent interviews with Julian Assange, relentlessly negative coverage of Hillary Clinton and complaints about Donald Trump’s treatment by mainstream media.",
  "After the 2016 election, the US Director of National Intelligence issued a report identifying RT as a key part of Russian state-sponsored interference in the US election.",
  "Russia continues to have an atrocious record on respecting press freedom, ranking 148th out of 180 countries on the Reporters Without Borders press freedom index.",
  "One of the many questions raised by parliamentarians was whether the Kremlin-funded RT (formerly Russia Today) should be part of a crackdown on Russian presence.",
  "But the ability of the Russian authorities to infiltrate and amplify within the European and US news environment leaves regulators with a new type of headache.",
  "The communications regulator will have to decide whether the channel passes the “fit and proper” test for ownership under the Broadcasting Act 1996.",
  "Changes to Google’s search algorithms in recent months have squeezed out marginal sites on both the left and the right, damaging their traffic.",
  "Facebook last week banned pages from the fascist Britain First group whose anti-Islamic material was notoriously retweeted by Donald Trump.",
  "Fara is legislation originally introduced in 1938 to target Nazi propagandists, but later narrowed to focus primarily on foreign lobbyists.",
  "The status of state media between Russia and its western adversaries has become an intensely contested political football in recent months.",
  "If Ofcom is looking for overseas precedent on what constitutes “fit and proper” ownership it might find useful precedents in the US.",
  "The conviction of Britain First organisers for hate speech apparently galvanised the platform into issuing an official ban.",
  "Real reach and influence for the soft power of television is again very difficult to assess in a networked world.",
  "Facebook Twitter Pinterest Alex Salmond said removing RT’s licence would be ‘a mockery of free speech’.",
  "But this is the reality of a world where policy, politics and media have converged so abruptly online.",
  "The dissonance of a Russian-sponsored media outlet espousing free speech principles is overwhelming.",
  "Twitter also announced it would be banning Sputnik and RT from advertising.",
  "When is a state-run propaganda machine a minor cable TV channel?",
  "'No questions ... or are there?"
]