[
  "“They were interested in examples of how I was steered towards covering certain issues.”\n\nThe investigators asked about Sputnik’s “internal structure, editorial processes and funding.”\n\n“This is incredibly significant,” Asha Rangappa, former FBI counterintelligence agent currently associate dean of Yale Law School, told Yahoo.",
  "Feinberg said the story Sputnik had asked him to investigate “had absolutely no factual basis.” Fox News had reported, then retracted days before Feinberg’s departure, that a private investigator who claimed to have information linking Rich to the leaks of DNC emails released by WikiLeak.",
  "Sputnik could be in violation of the Foreign Agents Registration Act which requires foreign governments to declare who is advocating on their behalf in the U.S.\n\nFormer Sputnik White House correspondent Andrew Feinberg was interviewed for several hours Sept. 1, Yahoo reports.",
  "Feinberg was fired from his position at Sputnik in late May, after he refused to report on rumors surrounding Seth Rich, the Democratic National Committee staffer who was murdered in D.C. last summer.",
  "There is a chance that the FBI has also found evidence “that there’s a direct line” between Sputnik and the influence campaign Russia engaged in to destabilize the 2016 elections.",
  "The FBI is looking into the Russia-funded news outlet Sputnik to see whether the website is an unregistered propaganda arm of the Russian government, according to Yahoo News.",
  "But this tells me they have good information and intelligence that these organizations have been acting on behalf of the Kremlin,” Rangappa said.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The FBI investigators “wanted to know where did my orders come from and if I ever got any direction from Moscow,” Feinberg told Yahoo.",
  "The FBI did would not comment on whether it was conducting an investigation, a spokesperson told The Daily Caller News Foundation.",
  "“The FBI has since the 1970s taken pains not to be perceived in any way as infringing on First Amendment activity.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Editor’s note: This story has been updated to reflect that Feinberg was fired from Sputnik.",
  "Sputnik is owned by the Moscow-funded Segodnya, which launched the U.S. website in 2014.",
  "Follow Thomas Phippen on Twitter\n\nSend tips to thomas@dailycallernewsfoundation.org.",
  "An earlier version said he resigned."
]