[
  "n public filings, the company said its main business activities are “manufacturing, supplying and installing telecommunications and electricity systems, developing command and control software, constructing command and control centers and integrating and implementing physical security systems.”\n\nOmer Laviv, Mer Security’s CEO, said in an e-mail to the Center for Public Integrity that the company was hired “to explore opportunities through which the U.S. government can support the DRC government in its efforts to bring peace, stability and prosperity to the Congolese people.”\n\nThe company has “extensive experience” in advising and consulting with governments on national security, he said, and has operated for many years in the Democratic Republic of Congo.",
  "Jalil, who’s only current lobbying client is Mer Security, said he joined Trump’s campaign as a liaison to the House of Representatives in early spring of 2016 “and was part of a very small, loyal, and dedicated team in Washington.” Trump has been critical of Washington’s lobbying and influence industry, and in January, he issued an executive order banning administration officials from ever lobbying on behalf of a foreign government.",
  "In describing its work on behalf of the Democratic Republic of Congo, Mer Security’s tells the Department of Justice that it has “agreed to generate interest in and participation at meetings of senior U.S. administration officials and key policy makers in various congressional committees.”\n\nThe Democratic Republic of Congo has experienced significant political turmoil in recent months.",
  "It will also advise the country’s government on the appointment of a special envoy to the United States and “strategic planning to the envoy’s engagement in bilateral diplomacy with the United States.”\n\nA special Democratic Republic of Congo envoy is expected to visit Washington in June, according to the filings.",
  "Mer Security’s filings with the Justice Department describe the money as a “payment to engage in political activities.”\n\nUnder the Foreign Agents Registration Act, Alston & Bird is required to publicly disclose it is representing a foreign government within 10 days of agreeing to represent a foreign government.",
  "The agreement terms “do not include or anticipate our representation of, or advocacy for, the Government of the Democratic Republic of the Congo before the United States government.”\n\nDennis Garris, the managing partner of Alston & Bird’s Washington office, did not respond to requests for comment.",
  "In an unusual arrangement, the lobbying campaign on behalf of the Congolese government is being coordinated by an Israeli security company, Mer Security and Communications, whose chief executive says it was chosen for its “personal relationship” with the country’s current leadership.",
  "And earlier this month, Nikki Haley, U.S. ambassador to the United Nations, described the government as “corrupt” and said it “preys on its citizens.”\n\nAn unusual middleman\n\nA review of federal disclosures shows no previous instance of Mer Security lobbying in the United States.",
  "View Sample Sign Up Now\n\nThe African nation is paying Mer Security roughly $5.6 million this year in connection with the lobbying effort, according to a Center for Public Integrity review of disclosures filed with the Department of Justice.",
  "“The Congolese people, their safety and human rights can only improve if the United States takes an active and engaging role in the largest country in Africa,” said Jalil, who has so far received $45,000, according to filings.",
  "“This level of trust led the Congolese government to appoint MER to this assignment.”\n\nThe Democratic Republic of Congo had previously been represented in Washington by BGR Government Affairs, a prominent Republican firm.",
  "Dole, the only former Republican presidential nominee who endorsed Trump before the GOP convention last summer, is a savvy Washington insider who most recently attracted notice for his lobbying on behalf of Taiwan.",
  "Kabila has said election delays are due to logistical and budgetary challenges, which could prompt questions about his government’s decision to spend millions of dollars on a Washington lobbying campaign.",
  "Seeking access to U.S. politicians\n\nMer Security said in its disclosure filings that it had agreed to advise Congolese officials on U.S. policy and political concerns regarding African security issues.",
  "Alston & Bird, Mer Security’s subcontractor, said its engagement terms said the firm would be offering advice on “strategic communications, policy issues and compliance with” lobbying disclosure laws.",
  "A prime example: South Sudan, which spent $2.1 million on K Street public relations and lobbying firms during 2014 and 2015, including the outfit led Democratic super-fundraiser Tony Podesta.",
  "Both Epstein and Jalil said in emails that the point of their work is to promote an “open, productive” discussion with a goal of improving the situation in the Democratic Republic of Congo.",
  "After several inquiries from the Center for Public Integrity, Alston & Bird filed its disclosure report, which included a signed April 19 engagement letter with Mer Security, on May 10.",
  "Among those working on the Congolese effort: former U.S. Sen. Bob Dole and Adnan Jalil, who worked for Donald Trump’s presidential campaign helping it communicate with Congress.",
  "Already, the Congolese government has paid $4.5 million of that sum, a chunk of which Mer Security is using to hire Washington, D.C.-based lobbyists for the effort.",
  "The troubled government of the Democratic Republic of Congo is pouring millions of dollars into a new Washington lobbying campaign featuring prominent Republicans.",
  "The current leader, Joseph Kabila, has promised to hold elections before the end of the year, though opponents have questioned whether he’ll uphold the agreement.",
  "“Personal relationship[s] that are characterized by a high level of trust have been established between MER and the leadership of the country,” Laviv wrote.",
  "This week, Kabila named a new transitional government, something opponents said is a violation of the agreement allowing him to stay in power.",
  "The U.S. State Department has warned Americans to avoid unnecessary travel to the Democratic Republic of Congo, citing security concerns.",
  "Lobbying firms routinely receive seven-figure sums when advocating for foreign governments, particularly ones with bad reputations.",
  "The embassy of the Democratic Republic of Congo did not respond to requests for comment from the Center for Public Integrity.",
  "Also involved is Jason Epstein, a longtime lobbyist who has represented the Turkish embassy and other foreign clients.",
  "Nonetheless, some Trump alumni have pursued lobbying work — former campaign manager Corey Lewandowski, most notably.",
  "Epstein is former director of legislative affairs at B’nai B’rith International, according to his online biography.",
  "Dole’s retainer for the Taiwan work, which includes direct lobbying, is $25,000 a month, per federal disclosures.",
  "But he negotiated a deal to stay in power in exchange for a promise to hold elections by the end of 2017.",
  "This story originally appeared on the Center for Public Integrity\n\nContact us at editors@time.com.",
  "Lobbying firm Alston & Bird, which employs Dole, received $500,000 from Mer Security on April 27.",
  "Dole’s efforts led to a stunning call between Trump and Taiwan’s president, angering China.",
  "“That’s a lot of money,” said Joe Sandler, a lawyer and an expert in foreign lobbying.",
  "The Democratic Republic of Congo is experiencing political upheaval and civil unrest.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "The firm’s letter of engagement said Dole would be lead attorney on the matter.",
  "Nor did Dole, whose role only became public once the firm filed its disclosure.",
  "Epstein’s disclosures show he is receiving $138,000 for three months of work.",
  "The current leader, Joseph Kabila, was supposed to step down late last year.",
  "The Obama administration sanctioned high officials in Kabila’s government.",
  "Disclosures show BGR Government Affairs’ representation ended Jan. 31.",
  "But rarely do foreign lobbying contracts command more than $5 million.",
  "The $500,000 covers three months of Alston & Bird’s work.",
  "It did not."
]