[
  "Though Manafort stepped down from the campaign role in August after reports surfaced of his collaboration with ousted Ukrainian President Viktor Yanukovych, a new Associated Press report alleges that he collaborated with Russian oligarch Oleg Deripaska for years to promote the interests of the Putin government and stifle anti-Russian opposition across numerous post-Soviet countries.",
  "If his lobbying work with Deripaska wasn't classified as political but business-related, Manafort would still be subject to the much less stringent Lobbying Disclosure Act, Joseph Sandler, a lawyer specializing in FARA and former general counsel for the Democratic National Committee, told Business Insider.",
  "But according to Lydia Dennett, a FARA expert and investigator for the nonprofit Project on Government Oversight, a FARA investigation would need a significant amount of evidence to prove that private citizens are directly connected to a foreign government.",
  "\"It's not enough to be pro-Putin but it also doesn't relieve you of the obligation [to register] just because someone else is paying the bill,\" said Sandler, who added that lobbyists for foreign companies are still required to register under LDA.",
  "The AP report alleges that Manafort maintained a business relationship with Deripaska, a Russian aluminum magnate, until 2009 and signed a $10 million contract with his company Rusal (the largest aluminum company in the world) in 2006.",
  "Sandler and Dennett suggested that the AP's report and the subsequent Rusal Memo could add fodder to the ongoing FBI and DOJ anticorruption investigation about Manafort's work in Eastern Europe that began last year.",
  "Matt Miller, a former spokesman for the Department of Justice under Eric Holder, told Business Insider that he \"was not terribly surprised\" when news of Manafort's connection to Deripaska came to light.",
  "In between, he founded a political lobbying firm that consulted Mobutu Sese Seko of Zaire (now the Democratic Republic of Congo) and Ferdinand Marcos of the Philippines, according to Politico.",
  "Originally passed in 1938 to curb Nazi propaganda in the US, FARA requires people representing foreign governments or foreign political parties to register with the federal government.",
  "AP Photo/Mary Altaffer\n\nPaul Manafort's work for a pro-Putin Russian billionaire a decade ago could create legal complications for the former campaign chairman for President Trump.",
  "\"We are now of the belief that this model can greatly benefit the Putin Government if employed at the correct levels with the appropriate commitment to success,\" the memo read.",
  "\"If you look at the questions that exist about coordination with Russian intelligence, Paul Manafort is likely to be at the center of those questions,\" he said.",
  "Last month, Trump's national-security adviser Michael Flynn resigned after news about his correspondence with Russian diplomat Sergey Kislyak came to light.",
  "He also never revealed that he did so to the government, which could put him in violation of the Foreign Agents Registration Act, the AP said.",
  "During his work with Deripaska, Manafort lobbied on behalf of Russian clients with Putin ties to the Justice Department, according to the AP.",
  "\"Determining if the government or a political party is a principal primary beneficiary can be difficult,\" she told Business Insider.",
  "Miller said that the reports have made it \"pretty clear\" that Manafort spent years lobbying \"to try and benefit Putin's interests.\"",
  "The allegations against Manafort have come as numerous Trump associates are under investigation for ties to the Russian government.",
  "Human-rights organizations have repeatedly declared both leaders to be dictators, The New York Times reported in 1986 and 1997.",
  "A Rusal representative confirmed that Manafort provided the company with extensive consultation services the following day.",
  "Over the last three decades, Manafort advised Republicans presidents like Gerald Ford, Ronald Reagan and George H. W. Bush.",
  "Depending on whether a court views his work for Deripaska as political, Manafort could be in violation of FARA.",
  "\"In this type of investigation, you look for big names to start dropping,\" said Miller.",
  "A 2005 memo from Manafort obtained by the AP directly mentions the Putin government.",
  "Manafort \"may be the first one.\"",
  "Paul Manafort."
]