[
  "The sources said Mueller’s investigation into Podesta, the brother of Clinton campaign chairman John Podesta, began as a fact-finding mission about Manafort’s role in the campaign but quickly morphed into a criminal inquiry into whether the firm violated the Foreign Agents Registration Act, known as FARA.",
  "The FBI’s investigation into President Donald Trump’s former campaign manager, Paul Manafort, is focused on several suspicious wire-transfers he made four years before the presidential election, according to a Sunday report from Buzzfeed.",
  "Manafort allegedly made 13 wire transfers from 2011 to 2012 that drew the attention of federal law enforcement officials who were examining if he was helping the Ukrainian regime launder millions it plundered through corrupt dealings.",
  "Manafort’s suspicious financial transactions were flagged as far back as 2012 and forwarded to the FBI’s International Corruption Unit and the Department of Justice, a former Treasury official told reporters.",
  "American financial institutions, which are required by law to tell the Treasury Department about any transactions they deem suspicious, began flagging Manafort’s transactions, Buzzfeed’s report notes.",
  "Manafort has since emerged as a key figure in special counsel Robert Mueller’s investigation into Russian influence, despite the former campaign manager’s repeated denials of any wrongdoing.",
  "His widely-reported connections to corrupt former Ukrainian President Viktor Yanukovych sparked speculation he we used Russian agents to help Trump at the expense of Clinton.",
  "Mueller expanded the investigation to focus on Podesta and his Democratic-leaning lobbying firm with connections to Clinton, sources told NBC in an Oct. 24 report.",
  "Manafort organized a public relations campaign for a group called European Centre for a Modern Ukraine (ECMU), which lobbied the U.S. to support Ukraine’s EU push.",
  "Four of the transfers originated with Manafort’s political consulting firm Global Endeavour, which was hired by Yanukovych to consult and lobby on his behalf.",
  "Manafort was working with the former Ukrainian president to lobby the U.S. and other Western countries to support for Ukraine’s entry into the European Union.",
  "He became Trump’s campaign manager in May 2016 before he was forced to resign three months later after media reports exposed his ties to Russian oligarchs.",
  "Trump’s former campaign manager has been the subject of multiple law enforcement investigations into Russian influence in the 2016 presidential election.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "People and firms who lobby on behalf of foreign governments must file detailed disclosures about their spending with the Department of Justice.",
  "Podesta and Manafort filed the requisite forms only after the media began reporting on their dealings with ECMU, according to NBC’s report.",
  "A spokesman for Manafort did not respond to reporters’ questions about the investigation or any of the specific wire transactions.",
  "Much of the money was filtered through the U.S. before landing in various areas around the world, Buzzfeed’s report notes.",
  "Federal law requires financial institutions to file reports on cash transactions exceeding $10,000 in a single day.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Tony Podesta and the Podesta Group’s involvement in Ukrainian politics is also complicating the situation.",
  "Law enforcement officials said they found red flags in his banking records going back to 2004.",
  "Suspicious activity reports do not prove wrongdoing, but they are sufficient to begin probes.",
  "It is currently not known what the charges are or who they have been filed against.",
  "Willful failure to file is a felony and can result in up to five years in prison.",
  "CNN reported Friday that Mueller has filed charges in sealed indictments.",
  "Podesta’s company was one of many firms that worked on the campaign.",
  "The FBI could begin arresting those charged within the week.",
  "CNN reported that multiple people could face charges.",
  "Follow Chris White on Facebook and Twitter."
]