[
  "The state Duma, or lower house of parliament, called on its committee on information policy, information technology and communications to conduct an \"audit\" of Radio Liberty, the Voice of America, CNN and other U.S. media \"for compliance of their activities with Russian legislation,\" according to the legislative body's website.",
  "The senator, in introducing her bill, noted a recent report by the U.S. Director of National Intelligence concluded RT News officials structured their affiliate organizations to deliberately circumvent U.S. reporting and disclosure requirements under the FARA.",
  "(Photo: Alexander Zemlianichenko, AP)\n\nRussia's parliament has called for an investigation into U.S. media operating in its country in response to what it says are attacks on Russian media in the U.S, particularly state-funded broadcaster RT News.",
  "He specifically singled out Sen. Jeanne Shaheen, D-N.H., who this week introduced a bill in Congress to give the Justice Department new authority to investigate RT America's potential violations of the Foreign Agents Registration Act (FARA).",
  "Maria Zakharova, spokesperson for the the Russian Foreign Ministry, criticized Shaheen's legislative move this week, quipping the New Hampshire senator should have also drawn up a list of books for burning, Reuters reported.",
  "Zatulin said he was responding U.S. politicians who have moved \"from words to deeds\" after long complaining the Russian media interfered in the internal affairs of the U.S. and particularly its presidential election.",
  "Margarita Simonyan, RT's editor-in-chief, told the Russian newspaper Izvestia this week that such moves were reminiscent of Sen. Joseph McCarthy's anti-Communist campaign in the 1950s.",
  "Konstantin Zatulin, a member of parliament from the pro-Kremlin United Russia party, requested the probe Friday to combat what he called a \"repressive\" move by the U.S. against RT.",
  "“We have good reason to believe that RT News is coordinating with the Russian government to spread misinformation and undermine our democratic process,” Shaheen said.",
  "CLOSE The Russian lower house of parliament, the State Duma, has approved a proposal to launch an investigation into U.S. media organizations that operate in Russia.",
  "RT News has made public statements boasting that it can dodge our laws with shell corporations, and it’s time for the Department of Justice to investigate.\"",
  "VOA is a federal entity, while Radio Free Europe/Radio Liberty is a private, nonprofit organization funded by a grant from the U.S. Congress.",
  "USA TODAY\n\nRussian lawmakers vote at the State Duma (lower parliament house) in Moscow, on Jan. 27, 2017 in this file photo.",
  "Shaheen told RFE/RL that it appears her legislation struck a nerve with the Kremlin and some Duma members.",
  "RT News runs numerous media operations worldwide, including RT America, a slick, English-language network.",
  "“The American public has a right to know if this is the case.",
  "Read or Share this story: http://usat.ly/2nCTgsQ",
  "."
]