[
  "Andrew Burton/Getty Images\n\nPodesta Group, a well-known lobbying firm with close ties to the Democratic Party and the Obama administration, might close its doors after being caught in the crosshairs of special counsel Robert Mueller's investigation into Russia's interference in the 2016 election, CNN reported on Saturday.",
  "Paul Manafort Chip Somodevilla/Getty Images\n\nUkrainian prosecutors have said Yanukovych ordered the security forces' attack on protesters, and at least one human-rights lawyer representing the victims is investigating what role, if any, Manafort played in encouraging Yanukovych's crackdown.",
  "Mercury and Podesta Group did not register as foreign agents while working on the Ukraine lobbying project, saying they were working for a nonprofit and not a foreign government or political party, The Washington Post reported in August.",
  "It is also said to be controlled by Viktor Yanukovych, a pro-Russian strongman and another prominent member of the Party of Regions, whom Manafort is widely credited with helping win the presidency in Ukraine in 2010.",
  "To that end, Podesta Group lobbied Congress \"about Ukraine sanctions, the validity of Ukraine elections,\" and the validity of jailing Yanukovych's political opponent, Yulia Tymoshenko, according to the indictment.",
  "Mercury worked with Podesta Group after Manafort asked the firms to do public relations work for the European Centre for a Modern Ukraine (ECMU), which he and Gates first created, according to his indictment.",
  "Manafort was recently indicted, along with his associate Rick Gates, on 12 counts related to money laundering and his work as a foreign agent primarily associated with Ukraine's pro-Russia Party of Regions.",
  "Manafort and Gates' indictment said that they created the ECMU, which then solicited lobbying services from two companies that were only identified in the indictment documents as companies \"A\" and \"B.\"",
  "Yanukovych was ousted in 2014 after widespread demonstrations against his decision to back out of a deal with the EU that would have distanced Ukraine from Russia and strengthened ties with the West.",
  "Yanukovych fled to Russia amid the protests, during which Ukrainian riot police opened fire on thousands of demonstrators, and is now living under the protection of the Kremlin.",
  "Podesta Group — which was founded by brothers John and Anthony Podesta — got roped into the investigation over work it did for Trump's former campaign chairman, Paul Manafort.",
  "John Podesta left the firm in 1993, and Tony Podesta stepped down on October 30, after the firm was found to be in violation of the Foreign Agents Registration Act.",
  "The group also had extensive contacts with the State Department and the National Security Council in 2012 in the lead-up to the Ukrainian elections that year.",
  "Kimberley Fritts, the CEO of Podesta Group, told staff on Thursday that the lobbying firm would close its doors by the end of the year, sources told CNN.",
  "While investigating Manafort's consulting work for the party, Mueller has been scrutinizing Podesta Group and the lobbying group Mercury Public Affairs.",
  "\"They were pretty open about their purpose being to give a positive perspective on the upcoming election,\" a former State Department employee told CNN.",
  "As part of their lobbying efforts, Podesta Group and Mercury were tasked with improving Yanukovych's image in the West, and particularly in the US.",
  "The organization's stated goal is to foster closer ties between Ukraine and the European Union, as well as the United States.",
  "Both firms recently registered retroactively, however, acknowledging that the Party of Regions benefited from their work.",
  "ECMU paid Podesta Group over $1 million over several years to lobby Congress, according to The Associated Press.",
  "Fritts also asked employees to clean out their belongings and told them they would not be paid past November 15.",
  "He is now being investigated by Mueller for failing to disclose his firm's activities to federal authorities.",
  "It was founded, however, by Leonid Kozhara, a senior member of parliament for the Party of Regions.",
  "The companies were later revealed to be the Podesta Group and Mercury Public Affairs.",
  "Michal Kranz contributed reporting.",
  "Robert Mueller."
]