[
  "In a statement of offense, Mueller’s prosecutor Brandon Van Grack says that Flynn falsely claimed in foreign agent registration filings submitted to the Justice Department on March 7 that he “did not know whether or the extent to which the Republic of Turkey was involved in the Turkey project.”\n\nFlynn also omitted that “officials from the Republic of Turkey provided supervision and direction over the Turkey project.”\n\nFlynn’s assertion that “the Turkey project was focused on improving U.S. business organizations’ confidence regarding doing business in Turkey” was also false as was his claim that he wrote an op-ed smearing Turkish government foe “at his own initiative.”\n\nFlynn disclosed some details of his consulting contract when he registered as a foreign agent of Turkey under the Foreign Agents Registration Act (FARA).",
  "A plea agreement that Flynn signed on Thursday states that he “will not be further prosecuted criminally by this Office for the conduct set forth in the attached Statement of Offense.”\n\nBut the language in the agreement leaves open the possibility that Flynn could charged in other federal jurisdictions.",
  "Flynn told the FBI in January “that he only asked the countries’ positions on the vote, and that he did not request that any of the countries take any particular action on the resolution.”\n\nKislyak informed Flynn that Russia would not be voting against the resolution, the statement of offense reads.",
  "Flynn and the unidentified official, who was at Trump’s Mar-a-Lago resort, discussed “the potential impact of those sanctions on the incoming administration’s foreign policy goals.”\n\nFlynn then called Kislyak and asked him not to escalate the situation and to respond in a reciprocal manner.",
  "Former national security adviser Michael Flynn made “materially false statements and omissions” to the Justice Department about his work last year for the Turkish government, according to court filings submitted by Special Counsel Robert Mueller on Friday.",
  "Flynn falsely denied that he asked Kislyak to refrain from retaliating against the U.S. after the Obama administration imposed sanctions on Dec. 28 against the Russian government for hacking Democrats’ emails during the presidential campaign.",
  "The statement of offense alleges that a “very senior member” of the Trump transition team directed Flynn “to contact officials from the foreign governments, including Russia” asking them to either vote against the resolution or to delay it.",
  "Internal Justice Department documents showed that officials in the agency’s national security division first reached out to Flynn’s lawyers about his contract with Alptekin at the end of Nov. 2016.",
  "Flynn, a retired Army lieutenant general, pleaded guilty in federal court on Friday to lying to the FBI about his conversations last year with Sergey Kislyak, the Russian ambassador.",
  "(RELATED: Michael Flynn Charged With Making False Statements To The FBI)\n\nBut Flynn’s work for the Turkish government last year has been a heavy focus of Mueller’s prosecutors.",
  "Flynn’s consulting firm, Flynn Intel Group, signed a $600,000 contract in Aug. 2016, while Flynn was advising the Trump campaign, with a Turkish businessman close to Ankara.",
  "The disclosure was filed several weeks after Flynn resigned from the White House for purportedly lying to Vice President Mike Pence about his interactions with Kislyak.",
  "The rest of the special counsel’s statement of offense against Flynn deals with his conversations with Kislyak and members of the Trump presidential transition team.",
  "Flynn also contacted a “senior official of the Presidential Transition Team” to develop a strategy for dealing with Kislyak, according to the statement of offense.",
  "Flynn’s op-ed is what led to the revelation of his relationship to Alptekin, who hired Flynn through a Netherlands-based shell company he owns called Inovo BV.",
  "Former CIA director James Woolsey has claimed in interviews that the idea of kidnapping Gulen and removing him to Turkey was discussed during that meeting.",
  "Dana Boente, the U.S. attorney who oversees the office in Alexandria, Virginia, where Flynn Intel was headquartered, had taken part in the Flynn probe.",
  "Flynn Intel agreed to investigate Gulen and also to direct a media outreach campaign aimed at smearing the exiled cleric, who lives in Pennsylvania.",
  "“This Agreement does not bind any other United States Attorney’s Office, nor does it bind any other state, local, or federal prosecutor,” it reads.",
  "The statement asserts that Flynn misled FBI agents during a Jan. 24 interview in which he was asked whether he discussed sanctions with Kislyak.",
  "Flynn will not face charges from the special counsel for his misleading statements, though he could face charges in other federal jurisdictions.",
  "Flynn also appears to have omitted key details from his FARA filing about a meeting he had with Turkish government officials on Sept. 19, 2016.",
  "(RELATED: Michael Flynn Lobbied For Turkish Businessman)\n\nTrump tapped Flynn as national security adviser several days after the election.",
  "Alptekin arranged the meeting, which was held in New York City and was attended by Turkey’s foreign minister and energy minister.",
  "In the filing, Flynn acknowledged that he was hired by the Turkish businessman, Ekim Alptekin, to investigate Fethullah Gulen.",
  "The Turkish government has pressured the U.S. Justice and State Departments to extradite Gulen over the failed coup attempt.",
  "Flynn also made false statements to the FBI about his efforts to stave off a United Nations resolution opposed by Israel.",
  "It was also recently reported that in Dec. 2016, Flynn was offered up to $15 million to help remove Gulen from the U.S.",
  "Sphere Consulting, a lobbying firm that sub-contracted for Flynn Intel on the Turkey project, helped place the article.",
  "Alptekin reviewed the piece prior to publication but has told The Daily Caller that he was not involved in writing it.",
  "Boente, who abruptly announced his resignation in October, had used a federal grand jury as part of the investigation.",
  "Turkey’s authoritarian president, Recep Tayyip Erdogan, blames Gulen for a coup attempt carried out in July 2016.",
  "Flynn and Alptekin have denied that claim, but Mueller has been said to be investigating the allegation.",
  "A man named Hank Cox was paid $300 to edit the article, which appeared in The Hill on Election Day.",
  "The U.S. agencies say they have not seen evidence to support the Turkish government’s allegations.",
  "Kislyak called Flynn again on Dec. 31 informing him that there would be no retaliatory measures.",
  "Flynn then spoke with members of the Trump transition team about his interactions with Kislyak.",
  "Flynn also authored a Nov. 8, 2016, op-ed calling on the U.S. government to extradite Gulen.",
  "Flynn then called the senior transition official with a briefing of the call with Kislyak.",
  "The Daily Caller discovered the Flynn-Alptekin link days after the op-ed was published.",
  "The media outreach component included a documentary that was filmed but never released.",
  "(RELATED: What Prompted Michael Flynn To Register As A Foreign Agent Of Turkey?)",
  "Woolsey was an unpaid adviser to Flynn’s firm at the time.",
  "He also advised the Trump campaign.",
  "Follow Chuck on Twitter"
]