[
  "In an October response to the letter, Pai declined to conduct an investigation, saying, \"the First Amendment and the Communications Act generally bar the Commission from interfering with a broadcast licensee's choice of programming, even if that programming may be objectionable to many listeners.\"",
  "(Jonathan Newton/The Washington Post)\n\nIt's still home to left-leaning hosts such as Eugene Puryear, who ran unsuccessfully for an at-large seat on the D.C. Council in 2014 as a member of the Statehood Green Party, and Brian Becker, a founder of the Party for Socialism and Liberation.",
  "(Jonathan Newton/The Washington Post)\n\nA Russia-funded radio station broadcasting blocks from the White House found a second home on the dial in Washington after its partner, a Virginia-based radio company, registered with the Justice Department as a foreign agent.",
  "Lee Stranahan, a former Breitbart investigative reporter who co-hosts a \"Crossfire\"-style show with Nixon, said pressure for Sputnik's partners to register under FARA was designed to discredit the station by highlighting its Russia connection.",
  "\"I can easily understand why most broadcasters would reject the carriage of Radio Sputnik, not based upon any analysis of its content, but rather based upon a DOJ threat of being forced to register under FARA,\" Garziglia wrote in an email.",
  "FARA documents show that Reston Translator — and Garziglia himself — registered as foreign agents in November despite his insistence that the company \"is not an agent, representative, employee or servant .",
  "The company that owns 105.5 FM says it was directed to register with the Justice Department under the Foreign Agents Registration Act, a move met with criticism by some of Sputnik's on-air personalities.",
  "[From the Kremlin to K Street: Russia-funded radio broadcasts blocks from the White House]\n\nThe deal gives the Kremlin two spots on Washington's radio dial, but Sputnik's programming hasn't changed.",
  "\"This means the Kremlin's propaganda is being broadcast over a license granted by the FCC and the Russian government may be using our country's own airwaves to undermine our democracy,\" they wrote.",
  "John Garziglia, part owner of Reston Translator, the company that owns 105.5 FM, told The Washington Post that his deal with Sputnik wasn't related to politics, but was a \"business arrangement.\"",
  "\"Reston Translator LLC does not qualify for registration under [FARA], but is doing so at your direction,\" Garziglia, a communications attorney, wrote to the Department of Justice on Nov. 15.",
  "The semiretired owner of Florida-based RM Broadcasting said he built connections in Russia years ago, traveling there after the Soviet Union's collapse as its TV industry became privatized.",
  "Reps. Anna G. Eshoo (Calif.), Mike Doyle (Pa.) and Frank Pallone Jr. (N.J.) wrote that D.C. radio listeners can \"hear Sputnik and the Russian government's effort to spread misinformation.\"",
  "The deal was brokered as Sputnik struggled to find a home frequency amid criticism of its connection to Russia and questions about Russia's meddling in the 2016 U.S. presidential election.",
  "\"Our nation's public airwaves are owned by the American people and the FCC is charged with protecting these airwaves from those entities who want to do us harm,\" she wrote in a statement.",
  "In September, three Democratic members of Congress wrote to Federal Communications Commission Chairman Ajit Pai to criticize the station, questioning whether it should be on the air.",
  "Sputnik, a radio station funded by the Russian government, is broadcasting from the heart of the nation's capital amid a controversy about Russian meddling in the 2016 U.S. election.",
  "Like others at Sputnik, Ferolito pointed out that many countries besides Russia maintain state-funded news organizations around the world, such as the Voice of America or France 24.",
  "Yet Arnold Ferolito, 75, who brokered Sputnik's new deal with 1390 AM after a partnership with another station expired in October, is undaunted by possible FARA registration.",
  "Although they deny that anyone dictates what they say on air, many Sputnik hosts reject the conclusion of U.S. intelligence agencies that Russia interfered in the election.",
  "In 2013, he faced questions from the Justice Department when he worked with Voice of Russia, another Russian-funded radio network that previously broadcast on 1390 AM.",
  "by disseminating its radio broadcasts (under the name Sputnik Radio) over public airwaves,\" read a Sept. 12 letter to Garziglia from the department.",
  "However, that frequency is merely a \"translator\" — a station that rebroadcasts another station's programming — and Sputnik needed a permanent base.",
  "Sputnik, a project of the Russian government, began broadcasting around the clock from a K Street office in June on 105.5 FM, and hasn't stopped.",
  "Ferolito said he hasn't had to register with FARA after arranging the Sputnik deal, but he has been asked about FARA registration before.",
  "Co-hosts Lee Stranahan, left, and Garland Nixon talk in the newsroom of Sputnik, a radio station funded by the Russian government.",
  "Ferolito said the Justice Department let the matter go, and neither his name nor \"RM Broadcasting\" appear in the FARA registry.",
  "\"Russians invade local AM radio station,\" Sputnik host Garland Nixon responded in an email when asked about the move to AM.",
  "As a result, 1390 AM, a former Spanish-language station based in Capitol Heights, Md., began carrying Sputnik on Nov. 25.",
  "Garziglia said he was told to register as a foreign agent after he asked the Justice Department whether it was necessary.",
  "Meanwhile, Sputnik's stateside business partners are getting acquainted with their new status as foreign agents.",
  "\"Tens of thousands of innocent radio workers kidnapped and presumed captured and taken to Siberian gulags.\"",
  "\"We were not looking to be on AM,\" said Mindia Gavasheli, editor in chief of Sputnik's D.C. bureau.",
  "\"Reston Translator acts directly as a 'publicity agent' and 'information-service employee' .",
  "\"We do so because we have been directed to do so, not because it is required by the law.\"",
  "He added: \"All jokes aside, we are very happy to be on both instead of shut down.",
  "Of Sputnik, he added: \"I never see the harm in opinions being freely broadcast.",
  "He said he considers the threat of FARA registration a chill on free speech.",
  "\"Chairman Pai's excuses, couched in legal gibberish, are unacceptable.\"",
  "However, its correspondence with Garziglia didn't mince words.",
  "\"Do we have freedom of the press in this country or don't we?\"",
  "As he saw it, the fundamental issue was the First Amendment.",
  "Why anyone should have to register seems bizarre to me.\"",
  "\"I have nothing to do with the programming,\" he said.",
  "[Russian propaganda has flooded U.S. airwaves.",
  "Eshoo called it a \"duck and cover strategy.\"",
  "The Justice Department declined to comment.",
  "I don't endorse what they're doing.",
  "\"We were effectively forced to.\"",
  "It's a pure propaganda play.\"",
  "How about some reciprocity?]",
  "As some people had desired.\"",
  "\"It's dangerous,\" he said.",
  "It's better for all of us.",
  "of a foreign principal.\"",
  "I don't un-endorse it.",
  "That's their opinion.\"",
  "\"I'm just a conduit.",
  "\"It's beyond bogus.",
  "he said.",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]