[
  "NEW JOINT FUNDRAISERS:\n\nNone\n\nNEW PACs:\n\nDraft Zuckerberg 2020 (Super PAC)\n\nKansas First (Super PAC)\n\nMagpie PAC of Renaissance Solutions, Inc. (PAC)\n\nStudents for New York (PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nBramer Group, LLC: United Development Group, LLC\n\nCornerstone Government Affairs, Inc.: City of Bainbridge, Georgia\n\nCornerstone Government Affairs, Inc.: Harris Health System\n\nFirst USA Consulting Group LLC: Oriental Fortune Investment Limited\n\nFrinzi & Associates: Crisis Prevention Institute\n\nFrinzi & Associates: Greene Street Capital\n\nFrinzi & Associates: Hudson Clean Energy Partners\n\nKids In Need Of Defense: Kids In Need Of Defense\n\nMcGuireWoods Consulting (A Subsidiary of McGuireWoods LLP): Phoenix Home Furnishings, Inc.\n\nNEW LOBBYING TERMINATIONS:\n\n101 Strategy Partners, LLC: Merrill Law, P.C.",
  "Chamworks, LLC: Far East Global\n\nContinental Consulting Group Corporation: Flir Systems Inc\n\nLaw Office of Patrick Sullivan: Karuk Tribe\n\nLawler Strategies, LLC: Dominion Resources Service, Inc.\n\nLawler Strategies, LLC: International Emissions Trading Association\n\nMark Van Norman: Sisseton Wahpeton Oyate\n\nMorphotrak: Morphotrak\n\nMr. William Spencer: Potomac Strategic Development Company LLC On Behalf Of Vincennes University\n\nPotomac Strategic Development Company, LLC: Vincennes University\n\nPrasam: Tactical Air Support\n\nThe Bus Coalition: The Bus Coalition\n\nUpstream Consulting, Inc.: Black Hall Aerospace, Inc\n\nWinning Strategies Washington: Somerset Development, LLC",
  "But Mercury and the Podesta Group filed documents this spring belatedly registering as foreign agents working on behalf of the European Centre for a Modern Ukraine, which the indictment describes as “the nominal client of Company A and Company B, even though in fact the Centre was under the ultimate direction of the Government of Ukraine, Yanukovych, and the Party of Regions.” The indictment cites a memo Manafort wrote to Yanukovych on March 8, 2012 about Company A and Company B starting their lobbying work.",
  "“For instance, GATES wrote to Company A that it would be ‘representing the Government of Ukraine in [Washington,] DC.’” Gates later “wrote to Company A and Company B that the firms needed to prepare as assessment of their past and prospective lobbying efforts so the ‘President’ could be briefed by ‘Paul’ ‘on what Ukraine has done well and what it can do better as we move into 2013,” according to the complaint.",
  "“Commonly referred to as the ‘Bermuda Loophole,’ foreign insurers — but not domestic insurers — are allowed to move premiums written in the U.S. to offshore tax havens, thereby avoiding paying U.S. taxes.”\n\n— Budd and Davidson’s position is aligned with the goals of the Coalition for American Insurance, a coalition of a dozen American insurance companies including Allstate and The Hartford.",
  "UNITEDHEALTH GAVE $1.2 MILLION TO NOMINEE’S RESEARCH CENTER: “Five months after President Donald Trump nominated Stephen Parente to be an assistant secretary for HHS, [UnitedHealth Group] quietly gave a $1.2 million gift to a tiny academic research center that Parente helped found and served as director over the past decade,” POLITICO’s Dan Diamond reports.",
  "In a conversation hosted by Jessica Lessin, POLITICO’s Nancy Scola and The Information’s Cory Weinberg will detail how the hearings will impact the Honest Ads Act, take you inside the latest intel about possible connections to the Trump and Clinton campaigns, and outline how these tech giants are responding to Russian propaganda arms like RT.",
  "HOME BUILDERS REVERSE COURSE ON TAX REFORM: “The National Association of Home Builders on Saturday accused House Speaker Paul Ryan of abruptly reversing course on a mortgage tax credit proposal and announced it would oppose the tax-reform proposal that GOP lawmakers expect to unveil on Wednesday,” POLITICO’s Lorraine Woellert reports.",
  "“Podesta announced his decision during a firm-wide meeting Monday morning and is alerting clients of his impending departure.”\n\nStory Continued Below\n\n— “Podesta is handing over full operational and financial control to longtime firm CEO Kimberley Fritts, according to multiple sources with knowledge of the meeting.",
  "Tony Podesta steps down\n\nWith Aubree Eliza Weaver\n\nTONY PODESTA STEPS DOWN: “Democratic power lobbyist Tony Podesta, founder of the Podesta Group, is stepping down from the lobbying shop that bears his name after coming under investigation by special prosecutor Robert Mueller,” POLITICO’s Anna Palmer reports.",
  "POLITICO and The Information are partnering to offer an insider flash briefing and Q&A for real-time analysis, key takeaways, and the impact that Congressional testimony about Russian involvement in the 2016 Election by executives from Facebook, Google and Twitter will have.",
  "— “Homebuilders and other groups had been working with Ways and Means Chairman Kevin Brady (R-Texas) on a plan to preserve tax breaks for homeowners.” But Brady told Howard on Friday night that the idea they’d been working on “had been rejected by House leadership.",
  "“As part of the scheme, in February 2012, MANAFORT and GATES solicited two Washington, D.C., firms (Company A and Company B) to lobby in the United States on behalf of Yanukovych, the Party of Regions, and the Government of Ukraine,” the complaint continues.",
  "— The indictment accuses Manafort and Gates of engaging “in a multi-million dollar lobbying campaign in the United States on behalf of [then-Ukrainian President Viktor] Yanukovych, the Party of Regions, and the Government of Ukraine” without registering.",
  "MORE ON TAX REFORM: Reps. Ted Budd (R-N.C.) and Warren Davidson (R-Ohio), sent a letter to Brady today urging him “to close a loophole that has enabled foreign insurers to ship jobs and capital overseas” as part of the tax reform push.",
  "But the charges of most interest to K Street are those accusing Manafort and Gates of deliberately evading the Foreign Agents Registration Act, which requires lobbyists for foreign interests to disclose their activities to DOJ.",
  "MANAFORT INDICTMENT SHAKES K STREET: The indictment against Paul Manafort and Rick Gates unsealed this morning charges the two men with crimes including money laundering, tax evasion and conspiracy against the United States.",
  "“Parente, who is still awaiting confirmation as HHS’ assistant secretary of planning and evaluation, for which he was nominated in April, would head an office that often assesses policies that affect the insurance industry.",
  "HOW IT’S PLAYING DOWNTOWN: DOJ doesn’t have a reputation for aggressively enforcing the Foreign Agents Registration Act, which has led Democratic and Republican lawmakers alike to speculate that violations are rampant.",
  "“Based on the advice of expert outside counsel and in-house counsel, the firm filed the appropriate public disclosures of its representation of the [Centre] over five years ago, and in eight subsequent public filings.",
  "Tax Reform with Bernie Becker is the first of an issue-based animated video series that pairs expert reporters with Pulitzer Prize-winning cartoonist Matt Wuerker to provide you with a new way of digesting the news.",
  "… The [Centre] provided formal certification that it was neither funded by nor directed by a government or political party.”\n\nFLASH BRIEFING on Facebook, Google Hearings: Don’t have time for full day of testimony?",
  "“The about-face by the housing-industry lobbying group strips Republicans of a powerful ally.”\n\n— “Tax breaks for homeowners have long been one of the flashpoints of any attempt to rewrite the nation's tax laws.",
  "The firm “has fully cooperated with the special counsel’s office and taken every possible step to provide documentation that confirms compliance with the law,” according to the statement.",
  "‘I don’t think it's fair of the speaker to take a concept that his own committee chair is in favor of and deep-six it without vetting it with the conference,’ Howard said.” Full story.",
  "“Due to an unintended consequence of the 1986 tax reform, foreign insurers have gamed the tax code by shifting profits overseas without paying taxes,” Budd and Davidson write.",
  "Sign up for the Flash Briefing here ($1 trial offer for The Information), and sign up for POLITICO’s Morning Tech for all latest tech news in your inbox each morning here.",
  "“I think what you’ll see is a lot more people seeking guidance ahead of time from the FARA unit,” one foreign lobbyist said, speaking on condition of anonymity.",
  "‘All the resources we were going to put into supporting are now going to go into opposing the plan,’ NAHB Chief Executive Officer Jerry Howard told POLITICO.",
  "Caputo worked for the Trump campaign but resigned after sending a celebratory tweet when Trump fired Corey Lewandowski as his campaign manager.",
  "The contracts filed with DOJ earlier this year by Mercury and the Podesta Group for the work on behalf of the Centre are dated March 18, 2012.",
  "In a phone call Saturday, Ryan said rank-and-file members weren't comfortable with the concept of a homeownership tax credit, Howard said.",
  "TRUMP GIVES CAPUTO A SHOUT-OUT: Plenty of former Donald Trump campaign staffers have headed to K Street since Trump took office.",
  "A longtime public relations consultant, Caputo registered as a lobbyist in August and has signed two clients so far.",
  "— “[Tony] was very magnanimous and said, 'This is an amazing group of people,' a source said of Podesta’s remarks.",
  "JOBS REPORT:\n\n— Becker & Poliakoff is adding Bert Gómez as senior corporate and government relations director.",
  "“I fear that FARA violations are happening around this town all the time,” John Cornyn (R-Texas), the No.",
  "The Manafort indictment may lead firms to think twice before playing it fast and loose with registering.",
  "Fritts and a senior group of the Podesta team will be launching a new firm in the next one or two days.",
  "— Joe Brettell has joined the Prosody Group, where he's launching a strategic communications division.",
  "The Podesta Group referred PI to a statement it had released before the news of the indictment.",
  "He said he 'needs to fight this as an individual, but doesn’t want the firm to fight it.'",
  "It is currently researching the impact of Obamacare on the insurance market.” Full story.",
  "Podesta also told staff he 'doesn’t intend to go quietly, or learn how to play golf.'",
  "“Great job by MichaelCaputo [sic] on @foxandfriends,” Trump tweeted this morning.",
  "Sources said the transition has been in the works for the past several months.",
  "He was previously Univision’s senior vice president of government relations.",
  "And how does the American tax system compare to international competitors?",
  "2 Republican in the Senate, said in July at a Judiciary Committee hearing.",
  "… The meeting ended with a resounding ovation for Podesta.” Full story.",
  "He was previously manager of external engagement at Apache Corporation.",
  "But not many have gotten a Twitter shout-out from the president.",
  "— John Ruff has joined the American Council of Life Insurers.",
  "POLITICO’s new explainer video series has you covered.",
  "TAX REFORM 101: How does our tax system really work?",
  "— Mercury did not respond to a request for comment.",
  "— Company A and Company B are not identified.",
  "Who pays what — and how does it all add up?",
  "He previously worked for the Podesta Group.",
  "Good afternoon, and welcome to PI.",
  "Tips: tmeyer@politico.com.",
  "Twitter: @theodoricmeyer.",
  "Click here to watch.",
  "We have you covered."
]