[
  "But even more shocking — and overlooked — is the revelation that the firm the Clinton campaign hired to compile that dossier, Fusion GPS, is the same firm that has been accused in recent congressional testimony of launching a smear campaign in Washington against Sergei Magnitsky, the Russian lawyer who was tortured and killed in a Russian prison in 2009 after uncovering a $230 million tax theft by 23 Kremlin-linked companies and individuals close to President Vladimir Putin.",
  "The claimed link that was identified in congressional testimony has its roots in the Putin regime's lobbying for the repeal of the 2012 Sergei Magnitsky Rule of Law Accountability Act, which froze assets and banned visas for Russians involved in or benefiting from Magnitsky's murder, as well as for others involved in torture, extrajudicial killings or abuses against those seeking to promote human rights or expose illegal activity by Russian officials.",
  "In a letter to the department, Senate Judiciary Committee Chairman Charles E. Grassley (R-Iowa) wrote, \"The issue is of particular concern to the Committee given that when Fusion GPS reportedly was acting as an unregistered agent of Russian interests, it appears to have been simultaneously overseeing the creation of the unsubstantiated dossier of allegations of a conspiracy between the Trump campaign and the Russians.\"",
  "At the same time — according to testimony by Magnitsky's boss, Hermitage Capital Management chief executive William Browder, recently made to the Senate Judiciary Committee — Fusion GPS launched a lobbying campaign in Washington to repeal the Magnitsky Act by charging (a) that Magnitsky was not murdered and (b) that he and Browder were, in fact, the ones responsible for the tax fraud.",
  "She visited the United States in 2016 ostensibly to lobby on adoption issues (Putin had barred Americans from adopting Russian children in response to the passage of the Magnitsky Act), but her real purpose was to push the repeal of the act and prevent the passage of a global law bearing Magnitsky's name.",
  "Imagine the outrage that would have ensued if we had learned that Trump had hired an opposition research firm with Putin-linked clients to dig up dirt on Clinton and that senior Russian government officials had been the sources of the unsubstantiated allegations that were leaked to the media.",
  "Moreover, we also know that the Fusion GPS dossier relied on senior Russian government officials for much of the dirt it compiled, including \"a senior Russian Foreign Ministry figure\" and a \"former top level intelligence officer still active in the Kremlin.\"",
  "Earlier this year, Browder filed a complaint with the Justice Department accusing Fusion GPS and others involved in the anti-Magnitsky campaign of unlawfully lobbying on behalf of Russian interests in violation of the Foreign Agents Registration Act.",
  "Of course, Magnitsky was blameless, and Browder's only crime was that he virtually single-handedly led the charge for passage of the Magnitsky Act — originally opposed by the Obama administration, including Clinton's State Department.",
  "In an interview with me, Browder alleged that \"Glenn Simpson was trying, on behalf of the Putin regime, to cover up the murder of Sergei Magnitsky, knowingly lying to journalists in Washington to write false stories.",
  "In July, Browder appeared before the Senate Judiciary Committee, where he testified that Prevezon \"hired Glenn Simpson of the firm Fusion GPS to conduct a smear campaign against me and Sergei Magnitsky.",
  "He contacted a number of major newspapers and other publications to spread false information that Sergei Magnitsky was not murdered, was not a whistleblower and was instead a criminal.\"",
  "One of the faces of the campaign to repeal the Magnitsky Act was the Russian lawyer Natalia Veselnitskaya (the same lawyer who famously met with Donald Trump Jr. in 2016).",
  "Which raises the question no one seems to be asking: Why was Hillary Clinton using an opposition research company with Putin-linked clients to dig up dirt on Donald Trump?",
  "Columnist\n\nThe news that the Clinton campaign and the Democratic National Committee paid for research used in the discredited Trump-Russia \"dossier\" is a bombshell.",
  "Here's the bottom line: We have congressional testimony, under oath, that Clinton hired the same firm to smear Trump that Putin reportedly used to smear Magnitsky.",
  "After the act passed, prominent Magnitsky supporters in Russia began to be mysteriously poisoned, thrown off buildings or shot on bridges in front of the Kremlin.",
  "His latest claim that Fusion GPS was hired by the Kremlin to cover up the murder of Sergei Magnitsky — five years after it occurred — is untrue and defamatory.",
  "As a former Wall Street Journal reporter, Simpson had extensive contacts with his former media colleagues he could use to spread anti-Magnitsky propaganda.",
  "Concurrently, Veselnitskaya defended Prevezon, a company sanctioned under the Magnitsky Act for laundering money from the tax fraud Magnitsky uncovered.",
  "(In a statement, Fusion GPS counsel Joshua Levy strongly denied Browder's claims: \"William Browder has an ax to grind with Fusion GPS.",
  "But there is now more public evidence about Clinton's collusion with Russia than there is about any such collusion by Trump.",
  "Prevezon is owned by Denis Katsyv, a Putin-linked oligarch and son of a former Russian government minister.",
  "Read more from Marc Thiessen's archive, follow him on Twitter or subscribe to his updates on Facebook.",
  "Yet today, there is barely a peep in the mainstream media about the Clinton-Fusion-Putin connection.",
  "So far, some 35 Putin cronies have been sanctioned under the act, infuriating the Russian president.",
  "His death was a tragedy, and no one at Fusion GPS has ever said anything to the contrary.\")",
  "Natalia Veselnitskaya hired him to lie, and Natalia Veselnitskaya was working for Putin.",
  "His retaliatory attacks on the company are not supported by a shred of evidence.",
  "So it's pretty clear to me that this was a major Putin operation.\"",
  "None of this absolves the Trump campaign of collusion charges.",
  "The left would be screaming, \"Smoking gun!\"",
  "Together, those are bombshell revelations.",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]