[
  "Instead we’re talking foreign nationals who also function as apparatchiks of a terror-sponsoring communist regime, a regime that came closest of anyone in history to nuking us and whose dictator declared only a few months ago that we represent their “enemy!”\n\nOh and by the way, here’s that dictator’s views regarding the U.S. circa 1960: “My dream is to drop three atomic bombs on New York City!”\n\nSo apparently it’s not enough that the Castro family endorsed Hillary Clinton from their home base, denouncing Donald Trump as fit only for prison or a mental institution.",
  "Persons who knowingly and willfully engage in these activities may be subject to fines and/or imprisonment…The ban on political contributions and expenditures by foreign nationals was first enacted in 1966 as part of the amendments to the Foreign Agents Registration Act, an “internal security” statute.",
  "The goal of the FARA was to minimize foreign intervention in U.S. elections.”\n\nA major “get out the vote for Hillary” rally in Miami last week-end headlined by Jennifer Lopez and paid for by the Democratic Party featured– as the opening act– a Cuba-based musical duo called Gente De Zona.",
  "This permission, as you might guess, is bestowed by the Castro family only upon those of its subjects whose lack of scruples and penchant for bootlicking allow them to single-mindedly serve the foreign policy and financial interests of the totalitarian regime.",
  "“The Federal Election Campaign Act (FECA) prohibits any foreign national from contributing, donating or spending funds in connection with any federal, state, or local election in the United States, either directly or indirectly.",
  "Let’s review it:\n\nA foreign totalitarian and terror-sponsoring regime sent its apparatchiks to openly participate in a U.S. Presidential campaign, by performing for free at an event on U.S. soil funded by the Democratic Party.",
  "“Fidel Castro is very shy and sensitive, a man I regard as a friend.” This love-note comes courtesy of the former Democratic Presidential candidate also revered as “the Conscience of the Democratic Party: George McGovern.",
  "We’re not talking about some Birkenstocked Danish backpackers who got swept up in the hoopla of the Hillary campaign and joined their granola-eating, Enya-listening American friends on a Conga line at a campaign event.",
  "Like with so many others, Castro copped this line from Benito Mussolini\n\nIn brief, in Cuba you do not become rich and famous globe-trotting musicians without the Stalinist regime’s express permission.",
  "The longest reigning totalitarian dictator in modern history himself explains the issue: “Inside the Revolution (regime), everything– outside, nothing.” (Fidel Castro, July 16, 1961.)",
  "“Now, I reiterated to him our respect and esteem.”\n\n“Jimmy Carter was the best of all U.S. Presidents,” gushed Raul Castro while seeing his American guest off personally and jovially.",
  "These Cuban “rappers” essentially function as the totalitarian Castro regime’s new musical ambassadors, much as the Buena Vista Social Club served in the past.",
  "“If I were a U.S. citizen I’d vote for Obama for president!” squealed Raul Castro’s daughter Mariela Castro while on a visit to San Francisco in May 2012.",
  "It is also unlawful to help foreign nationals violate that ban or to solicit, receive or accept contributions or donations from them.",
  "Fascinating datum: Havana’s Museo de la Revolucion has a “Cretin’s Corner” where U.S. presidents are caricatured and vilified.",
  "Not a single Democratic President (not even John “Bay of Pigs and Missile Crisis” F. Kennedy is featured.)",
  "In 2011 former Democratic president Jimmy Carter thoroughly charmed Mariela’s father and Uncle in Havana.",
  "Her visa for that visit, as revealed by Wikileaks, was personally pushed through by Hillary Clinton.",
  "And yet, for some reason nobody in the U.S. media has called attention to this fascinating item.",
  "“We greeted each other as old friends,” gushed Carter regarding his meeting with Fidel Castro.",
  "So we’re not talking simply “foreign nationals” here who performed at the Hillary rally.",
  "Well, nobody ever accused the Castro family of not recognizing their true friends.",
  "There was a day when most Americans understood what the term “totalitarian” means.",
  "Their purpose was to drum up votes for the Democratic Presidential candidate.",
  "They must also actively join the campaign, and right here on U.S. soil.",
  "This Castroite preference for Democrats is an old story actually.",
  "These “Cretins,” however, all turn out to be Republicans.",
  "“In 2002, we received him warmly,” reciprocated Castro.",
  "No."
]