[
  "\"It is highly disappointing that despite assurances that FARA status would not impact RT's reporting and broadcasting capabilities, the registration in fact has placed undue burden on multiple areas of RT operations, and pressure on our partners as well, thus unequivocally demonstrating that the spirit of the FARA law is discriminatory even if the letter of that law technically isn't.\"",
  "Companies that register under the Foreign Agents Registration Act, or FARA, can continue broadcasting as they had been, but must submit regular updates and information related to the company's activities and disclose its registration as a foreign agent to its audience.",
  "The American companies that work with the radio and online versions of the Russian government-funded radio network and website Sputnik were also required to register as foreign agents.",
  "MHz, the main distributor for RT's programming in Washington, D.C. announced earlier this month that it will cease with the network's broadcasts and cable distribution on April 1.",
  "\"Although we are not at liberty to disclose the details, we know that the reason for this was linked to RT's forced registration as a 'foreign agent' in the US,\" she wrote.",
  "RT said last year that the Justice Department had forced T&R Productions, the American company that produces the network's US broadcast, to register as a foreign agent.",
  "\"It's simply an odd coincidence of timing,\" he said, explaining that his company only leased the broadcast license to air RT and other foreign networks in the area.",
  "RT deputy editor in chief and head of communications Anna Belkina said in an email that RT had in fact ceased to be available by broadcast in the area in February.",
  "But Fred Thomas, president of MHz networks said in an interview that his company's decision had \"absolutely nothing to do with the Justice Department.\"",
  "Thomas said they tried to secure another license in the market but that \"at the end of the day ... it just didn't make financial sense for us.\"",
  "Last year the owner of those licenses auctioned off their spectrum -- part of the airwaves they use -- and as a result, MHz lost access.",
  "RT, which did not respond to CNN's request for comment, is still available on satellite network Dish and streams for free on RT.com.",
  "Come Sunday, however, D.C. area residents will have a harder time finding the Russian-government funded RT on their TV sets.",
  "The decision also affects other international networks such as France 24, China's CGTN and Germany's Deutsche Welle.",
  "Russia's English language network last year took out dozens of cheeky ads across Washington D.C. to court viewers.",
  "RT's ads, which appeared on bus shelters and on cars, included clever lines like \"Stuck in traffic?",
  "RT is placing part of the blame on the US Justice Department.",
  "It continued to air on cable, but that will end on Sunday.",
  "Bloomberg first reported on the RT outage.",
  "Lost an election?",
  "Blame it on us!\""
]