[
  "AP Photo/Jacquelyn Martin DUBAI, United Arab Emirates (AP) — Qatar has hired a Washington influence firm founded by President Donald Trump's former campaign manager and another specialized in digging up dirt on U.S. politicians, signaling it wants to challenge Saudi Arabia's massive lobbying efforts in America's capital amid a diplomatic dispute among Arab nations.",
  "\"This whole crisis, now that it's kind of settled down into a prolonged confrontation or standoff, it's become almost a struggle to win the hearts and minds in D.C.\"\n\nQatar, in the midst of building stadiums for the 2022 FIFA World Cup, isn't afraid to spend its money.",
  "The Foreign Agents Registration Act, first put in place over concerns about Nazi propagandists operating in the U.S. ahead of World War II, requires those working on behalf of other countries or their citizens to file regular reports to the Justice Department.",
  "\"Our aim is to show the American people that Qatar has been employing a foreign policy that harms its neighbors and contributes to regional instability,\" said Reem Daffa, the executive director of the committee, known by the acronym SAPRAC.",
  "But matching Saudi Arabia, which scored a diplomatic coup by hosting Trump's first overseas trip, could be a tough battle for Qatar even if it does boast the world's highest per-capita income due to its natural gas deposits.",
  "\"The Qataris are belatedly working up to the scale of the challenge they face,\" said Kristian Coates Ulrichsen, a research fellow at the James A. Baker III Institute for Public Policy at Rice University who lives in Seattle.",
  "Since the crisis began, Qatar paid $2.5 million to the law firm of former U.S. Attorney General John Ashcroft to audit its efforts at stopping terrorism funding, among the allegations levied by the Saudi-led nations.",
  "The Gulf rift already has seen slogan-plastered taxicabs in London, television attack ads in the U.S. and competing messages flooding the internet and state-linked media on both sides since the crisis began June 5.",
  "In Washington, Saudi Arabia spends millions of dollars on lobbying, including a most-recent push to oppose a law allowing Sept. 11 victims' families to sue the ultraconservative Muslim nation in U.S. courts .",
  "According to documents newly filed to the U.S. Justice Department, Qatar has hired Avenue Strategies Global for $150,000 a month to \"provide research, government relations and strategic consulting services.\"",
  "DUBAI, United Arab Emirates (AP) — Qatar has hired a Washington influence firm founded by President Donald Trump's former campaign manager and another specialized in digging up dirt on U.S. politicians.",
  "But it may serve as recognition that while Qatar has had success in speaking with the State Department and the Pentagon, it needs to make inroads to the Trump White House, Ulrichsen said.",
  "Secretary of State Rex Tillerson shakes hands with ?Qatari Foreign Minister Sheikh Mohammed bin Abdulrahman Al Thani, Tuesday, June 27, 2017, at the State Department in Washington.",
  "Meanwhile, an organization called the Saudi American Public Relation Affairs Committee launched an online campaign called the Qatar Insider highlighting material critical of Doha.",
  "The contract also says that activity \"may include communications with members of Congress and Congressional staff, executive branch officials, the media and other individuals.\"",
  "Qatar also signed a three-month, $1.1 million renewable contract with the opposition research firm Information Management Services, according to a Justice Department filing .",
  "Others tied to Avenue Strategies had started a firm of their own, pitching Eastern European clients with promises of access to Trump and high-ranking White House officials.",
  "The committee also paid $138,000 to air an anti-Qatar attack ad on a local Washington television station, according to the Qatar-funded satellite news network Al-Jazeera.",
  "It advertises itself as doing so-called \"oppo,\" which includes digging into political opponents' past and comments for incriminating or simply embarrassing material.",
  "The firm, which includes a former chief of staff to Israeli Prime Minister Benjamin Netanyahu , did not respond to requests for comment from The Associated Press.",
  "The firm, run by Jeff Klueter, a former researcher for the Democratic Congressional Campaign Committee, did not respond to requests for comment.",
  "\"The prevailing view is that there are no perfect allies,\" recently wrote Steven A. Cook, a senior fellow with the Council on Foreign Relations.",
  "Hiring a firm associated with former Trump aide Corey Lewandowski shows Qatar wants access to a White House with close ties to Saudi Arabia.",
  "Despite hosting a major U.S. military base, Qatar has been a target of Trump over its alleged funding of extremists, something Doha denies.",
  "But while Daffa said SAPRAC does no lobbying, it has registered as a lobbying firm with Congress and tweeted a Qatar attack ad at Trump .",
  "It also has not filed paperwork with the Justice Department despite the committee being listed as entirely owned by a Saudi national .",
  "Pro-Qatar ads appeared on the city's famous black taxis, bearing the message: \"Lift the Blockade Against the People of Qatar.\"",
  "Lewandowski resigned from the firm in May, saying he was troubled by a firm-related project he hadn't sanctioned.",
  "\"So whatever money the Gulf countries are spending in Washington, they should know it is not very well spent.\"",
  "Lewandowski founded Avenue Strategies just after the November election that put Trump in the White House.",
  "There aren't similar rules in Britain, though the crisis recently could be seen on the streets of London.",
  "Drew Angerer\n\nQatar did not respond to a request for comment about the lobbying contracts.",
  "Saudi Arabia enjoys close relations to Trump, as well as his son-in-law Jared Kushner.",
  "But whether any of it will sway policy makers remains unclear.",
  "Its lobbying firms have been putting out memos on Qatar.",
  "Al-Jazeera Arabic even did a story about them.",
  "Corey Lewandowski."
]