[
  "NEW JOINT FUNDRAISERS:\n\nCicilline Victory Fund (Rep. David Cicilline, DNC PAC)\n\nNEW PACs:\n\n25th Amendment (Unknown)\n\nGolden State Progress (Super PAC)\n\nSave America PAC II (Leadership PAC: Sen. Jim Risch)\n\nNEW LOBBYING REGISTRATIONS:\n\nBarnes & Thornburg, LLP: First Pick Farms, LLC\n\nBarnes & Thornburg, LLP: Specialty Equipment Market Association\n\nClyburn Consulting, LLC: Quality Reviews\n\nCypress Advocacy, LLC: SunPower Corporation\n\nHealy Consulting Group: Northeastern Minnesotans for Wilderness\n\nInvariant LLC: ChowNow, Inc.\n\nK&L Gates LLP: National Assn for Biomedical Research\n\nMassey, Watson & Hembree LLC: National Confectioners Association\n\nTodd Smith & Associates, LLC: Select Spectrum\n\nVan Scoyoc Associates: Savox Communications Inc\n\nNEW LOBBYING TERMINATIONS:\n\nAerospace Intelligence, LLC: Roboteam North America\n\nKnight Capitol Consultants: Braeburn Pharmaceuticals, Inc.",
  "MANUFACTURERS BACK NEW REGULATORY REFORM COALITION: Jay Timmons of the National Association of Manufacturers and Sean McGarvey of North America’s Building Trades Unions have an op-ed on Fox News’ website announcing the launch of a new group called the Coalition for Regulatory Innovation, which will push for regulatory reform.",
  "LOBBYISTS WORKING TO BLOCK STOCK EXCHANGE DEAL: “A group of U.S. investors hoping to buy the Chicago Stock Exchange is lobbying Congress to torpedo a rival, Chinese-backed acquisition proposal that is stalled at the Securities and Exchange Commission,” POLITICO’s Patrick Temple-West reports.",
  "BGR snags Energy and Commerce staffer\n\nWith David Beavers, Aubree Eliza Weaver and Daniel Lippman\n\nFIRST IN PI — BGR SNAGS ENERGY & COMMERCE STAFFER: John Stone has left the Hill for BGR Group, where he started today as a vice president in the health and life sciences practice.",
  "“Lobbyists representing ‘Exchange Capital LLC,’ a special-purpose entity for a private-equity investor group, said they helped generate a Sept. 26 letter led by Rep. Robert Pittenger (R-N.C.) to the SEC raising ‘serious concerns’ over the CHX acquisition.",
  "IF YOU MISSED IT ON FRIDAY: “The special prosecutor investigating Russia’s interference in the 2016 presidential election has subpoenaed an associate of Gen. Michael Flynn’s Turkish lobbying client,” ProPublica’s Isaac Arnsdorf (a PI alum) reports.",
  "While there, Stone got to know BGR’s Ryan Long and Brent Del Monte, both of whom are fellow veterans of the health subcommittee, and relied on them “for advice on basically everything that came across my desk,” Stone said in an interview.",
  "TAX REFORM UPDATE: Tech companies have been some of President Donald Trump’s loudest opponents since he took office, but they’re cheering on the administration’s tax reform push, POLITICO’s Steven Overly reports.",
  "‘The grand jury is conducting an investigation of possible violations of federal criminal laws involving the Foreign Agents Registration Act, among other offenses,’ a letter accompanying the subpoena stated.",
  "SPOTTED: Senate Minority Leader Chuck Schumer and his wife, Iris Weinshall, and Sen. Joe Manchin (D-W.Va.) and his wife, Gayle, having an early dinner at Nopa on Wednesday, according to a PI tipster.",
  "“‘There are also times where we disagree with their point of view and where they want to take policy, and we speak up at that point,’ said Linda Moore, the CEO of TechNet, an industry advocacy group.",
  "Its members include the Data Coalition, the Colorado Farm Bureau, the New Mexico Farm & Livestock Bureau, the National Automobile Dealers Association and the Small Business Entrepreneurship Council.",
  "Both lobbyists said they also asked members of the Senate Banking Committee to voice concerns with the CHX deal at a hearing with SEC Chairman Jay Clayton on Tuesday.” Full story.",
  "— The New York Times’ Kenneth P. Vogel, meanwhile, reports that tax reform could bring in $1 billion for K Street — an enormous amount for the $3 billion lobbying industry.",
  "FIVE MINUTES WITH BARRY BENNETT: POLITICO’s Daniel Lippman interviewed Barry Bennett of Avenue Strategies for Playbook’s “Birthday of the Day” feature.",
  "ON THE CALENDAR: Members of the Personal Care Products Council will be in town for a fly-in on Wednesday to press lawmakers on cosmetics legislation.",
  "Venn is also adding Monica Farrow as an assistant vice president, Peter Goelz as a senior associate and Jerome Filip as a client services associate.",
  "“The subpoena, a copy of which was obtained by ProPublica, ordered Sezgin Baran Korkmaz to testify before a grand jury in Washington on Sept. 22.",
  "He spent the past six years as a staffer on the House Energy & Commerce Committee, most recently as senior counsel on the health subcommittee.",
  "Becky Shipp, a GOP policy adviser on the Senate Finance Committee, is joining the Sheridan Group as a vice president, the firm announced.",
  "He’ll be a vice president, lobbying for Eli Lilly and Company, the University of Wisconsin health system and the Rail Security Alliance.",
  "The letter is signed by Robert Mueller and Zainab Ahmad, a senior assistant special counsel who specializes in prosecuting terrorism.",
  "VENN STRATEGIES ADDS FOUR: Tyler Roberts, a legislative assistant to Sen. Dan Sullivan (R-Alaska), is joining Venn Strategies.",
  "Goelz was previously director of the Electronic Payments Coalition and Filip is a former aide in the Idaho state Senate.",
  "— Erin Zumbrun joined the Academy of Nutrition and Dietetics today as manager of policy and advocacy communications.",
  "Exchange Capital is being represented by Adam Olsen of Sconset Strategies and Chas Thomas of Thorn Run Partners.",
  "JOBS REPORT:\n\n— ITI has hired Guido Lobrano as senior director of global policy for Europe, based in Brussels.",
  "Farrow previously worked for the Stewart Group and is also a former staffer to Rep. Patrick McHenry (R-N.C.).",
  "Stone isn’t subject to the one-year ban on lobbying former colleagues that applies to senior House staffers.",
  "She was previously a government affairs and policy manager at the National Rural Health Association.",
  "They’re joining King & Spalding’s new Chicago office as white collar and litigation partners.",
  "She was previously assistant dean of the University of Maryland’s School of Public Health.",
  "He was previously deputy director for legal affairs and internal market at BusinessEurope.",
  "How does Bennett, who worked on Donald Trump’s campaign, think his presidency is going?",
  "Story Continued Below\n\n— Stone isn’t the only health policy staffer heading downtown.",
  "SAGELY JOINS SMI: Matt Sagely, a former chief of staff to Sen. John Boozman (R-Ark.",
  "He expects to lobby for an array of BGR’s health care clients, including AdvaMed.",
  "— King & Spalding has poached Patrick Collins and Jade Lambert from Perkins Coie.",
  "— Elly Brtva is the new chief executive of the Melanoma Research Foundation.",
  "), is joining Strategic Marketing Innovations as a vice president.",
  "The Collette Group, LLC: Brown And Associates For St Louis City",
  "Korkmaz did not respond to requests for comment.” Full story.",
  "That is a great example where: “We're behind you 100 percent.",
  "The only things that matter are JOBS numbers and paychecks.",
  "But she added: ‘We do want to support them on tax reform.",
  "He’s bringing his clients to SMI, according to the firm.",
  "It’s being organizing by CGCN Group and FTI Consulting.",
  "Sagely previously ran his own firm, Sagely Solutions.",
  "Both are getting bigger.” Here’s the full interview.",
  "You can also follow me on Twitter: @theodoricmeyer.",
  "Please keep them coming: tmeyer@politico.com.",
  "What can we do to help you get that done?",
  "The coalition also has a new website.",
  "Thomas is a former Pittenger staffer.",
  "Good afternoon, and welcome to PI.",
  "Thanks for all the tips last week.",
  "\"”’ Full story.",
  "“Much better."
]