[
  "Mercury Public Affairs — which was recently forced, alongside former Trump campaign manager Paul Manafort, to disclose lobbying on behalf of political interests in Ukraine — filed a “foreign agent” disclosure in February on behalf of the Brooklyn-based “Libertas Foundation.” The filing lists a contract for $15,000 a month for work related to “Romania, Bulgaria, Macedonia, Serbia and Greece.” However, the filing does not list a foreign agent — one of the key purposes of a Foreign Agents Registration Act (FARA) filing.",
  "The filing describes it only as “governmental, external and public affairs.”\n\nThe issue of disclosing foreign lobbying work has taken on new relevance following revelations that some of Donald Trump’s former aides, including Manafort and former national security adviser Michael Flynn, failed to acknowledge work they did on behalf of foreign interests.",
  "“They’re admitting they’re doing work that’s beneficial to five different countries, but they haven’t said who their foreign principal is.”\n\nIn the form’s entry for “Name of Foreign Principal” the filing only lists Libertas, which was incorporated in August, just one day before Mercury filed documents with Congress declaring the lobbying work.",
  "“When it happens, it generally reflects work on behalf of an organization that is controlled by a foreign entity — because the foreign entity directs the activities of the US entity, or because the foreign entity finances or subsidizes the US entity.”\n\nAnd in cases like that, “such details are required to be disclosed,” said Minor.",
  "That dynamic played out in April when Mercury and the Podesta Group, another lobbying powerhouse, made new disclosures related to lobbying work they carried out for the European Centre for a Modern Ukraine, a nonprofit formed in 2012 by leaders of the Party of Regions, the party of Yanukovych that Manafort advised.",
  "The FARA and British contract documents were first flagged to BuzzFeed by the Organized Crime and Corruption Reporting Project, an investigative journalism outfit, and its Macedonian partner NOVA TV; they are publishing a forthcoming report on Macedonian lobbying in Washington.",
  "Some of Manafort’s work for a pro-Russian party led by former Ukrainian President Viktor Yanukovych prompted Mercury to retroactively file new lobbying disclosures in April to augment lobbying disclosures from 2013 that offered very few details.",
  "In the case of Mercury’s Libertas contact, it’s unclear why it filed under FARA given that the lobbying firm only notes that Libertas is a Brooklyn-based organization and not an organization under the control of a foreign entity.",
  "“They basically make sure you filled the form out completely, and that’s it.”\n\nMercury lobbies on a wide variety of issues for foreign governments, but it is unclear what exactly the Libertas Foundation sought from Mercury.",
  "During an unscheduled visit to the address, an employee at the accounting firm told BuzzFeed News that her office had not been contacted by Libertas since it first completed the organization’s initial paperwork.",
  "That act does not require the level of detail of a FARA filing, such as information about the lobbying contract, contacts with US officials, and what they did to try to shape public opinion.",
  "The updated filing, noting meetings with Manafort, Mercury partner Vin Weber, and Washington dignitaries, contradicted Mercury’s previous claims that Mercury didn’t coordinate with Manafort.",
  "Experts who deal with FARA said they are not surprised the Justice Department did not immediately demand Mercury clarify details about Libertas when the form was originally submitted.",
  "Macedonia, one of the five countries mentioned in the Libertas FARA filing, agreed in November to pay about $145,000 to Mercury’s branch in Britain for public relations work.",
  "“FARA only requires registration when doing lobbying or other work in the US on behalf of a foreign principal,” William Minor, a partner at DLA Piper, told BuzzFeed News.",
  "There’s no foreign principal here,” Brett Kappel, a partner at Akerman who specializes in government ethics, told BuzzFeed News after reviewing Mercury’s FARA filing.",
  "There were no signs that Libertas has an actual footprint on the premises and the accountant, Yanina Karlinsky, refused to answer specific questions about Libertas.",
  "A mysterious filing by a Washington lobbying powerhouse is raising more questions about the firm’s role in lobbying on behalf of foreign governments.",
  "The Foreign Agents Registration Act requires firms that work for foreign entities to disclose details about their work to the Justice Department.",
  "“There are a handful of instances when the representation of a domestic private entity might trigger a need to register under FARA,” said Minor.",
  "Instead, it typically allows lobbying firms to come into compliance by making the disclosures they were required to make in the first place.",
  "But if Libertas receives funding from a foreign entity, Mercury would have been required to disclose it in the filing, legal experts said.",
  "According to emails reviewed by BuzzFeed News, Mercury lobbied for a US nongovernmental organization on issues related to Moldova in 2016.",
  "The FARA form lists the chairman of Libertas as Bekzhod Isakdjanov, who did not respond to phone calls and emails from BuzzFeed News.",
  "Prior to that April filing, Mercury and Podesta had only disclosed this lobbying work to Congress under the Lobbying Disclosure Act.",
  "The burdensome reporting requirements are why lobbying firms generally avoid filing under FARA unless they are required to by law.",
  "Willful failure to register is a felony, but the Justice Department almost never brings criminal charges against violators.",
  "Normally that space would be filled by the name of a foreign government or entity, not a New York-based organization.",
  "Mercury declined to comment publicly when asked about Libertas or any potential work it may have done on its behalf.",
  "The Brooklyn address where Libertas is registered is used by the accounting firm that helped incorporate it.",
  "If Libertas is not foreign-funded, there would be no reason to file FARA registration.",
  "However, it is unclear if that work is connected to the Libertas Foundation filing.",
  "“The FARA office at the Justice Department is a complete backwater,” said Kappel.",
  "However, Mercury did not register with FARA for lobbying related to Moldova.",
  "Very little information is publicly available about Libertas.",
  "Otillia Steadman contributed to this report.",
  "“I don’t have any information,” she said.",
  "“This does not track."
]