[
  "In court documents unsealed Tuesday evening, special counsel prosecutor Andrew Weissmann made the case that Manafort and his business associate Richard Gates \"pose a risk of flight,\" according to the memo, presenting the chance that they may attempt to leave the country before their trials.",
  "Former Trump campaign chairman Paul Manafort's defense team filed a memorandum regarding conditions of his release Thursday, pushing back against the special counsel's allegation that their client is a flight risk, questioning, \"where such an individual could even hide?\"",
  "The charges against Manafort and Gates came Monday as a result of special counsel Robert Mueller's investigation into Russian interference in the 2016 U.S. presidential election as well as any potential ties between the Trump campaign and the Kremlin.",
  "\"Given the substantial media coverage surrounding Mr. Manafort and this investigation, it is fair to say that he is one of the most recognizable people on the planet today,\" Manafort's defense team wrote in a footnote in the memo.",
  "Weissmann's document also cites \"strong evidence of their guilt\" as a reason to flee and argues that both Manafort and Gates should be placed on house arrest and electronically monitored for the duration of the case.",
  "Manafort's defense team claims that the money laundering charges against their client are founded in \"a tenuous legal theory,\" and that once those charges are dropped, the max sentence decreases significantly.",
  "Neither Manafort nor Gates has a criminal history, the court filing notes, and their bails are set and $10 million and $5 million, respectively, subject to their house arrest and electronic monitoring.",
  "Also on the day of their indictment, the special counsel disclosed that former Trump campaign aide George Papadopolous pleaded guilty in October to lying to the FBI in Mueller's investigation.",
  "Manafort's lawyers say that \"it is perfectly permissible\" for their client to have multiple passports, which they indicate \"individuals who travel abroad extensively no doubt know.\"",
  "On the same day they were indicted, Manafort and Gates pleaded not guilty to 12 counts against them, including conspiracy against the United States and conspiracy to launder money.",
  "\"The Government's case also concerns whether Mr. Manafort was required to file a report as a foreign agent with the U.S. Department of Justice,\" the memo reads.",
  "Manafort and Gates are currently on home confinement until their status hearing Thursday afternoon in which conditions of their release will be a key focus.",
  "\"The U.S. Department of Justice has only brought six criminal FARA prosecutions since 1966 and it has secured only one conviction during this period.\"",
  "Manafort's lawyers argue that even though he knew he'd be charged back in August, he still traveled and consistently returned to the United States.",
  "\"Mr. Manafort has strong family and community ties and does not pose a serious risk of flight,\" Manafort's lawyers wrote in the memo.",
  "It also states that he registered a phone and an email account under an alias, then traveled abroad with that phone.",
  "The prosecutor's document notes that Manafort had three different U.S. passports with three different numbers.",
  "They also note the legal history surrounding the DOJ's Foreign Agents Registration Act.",
  "Manafort faces a 12 1/2- to 15 1/2-year sentence and Gates faces 10 to 12 1/2 years.",
  "\"Query where such an individual could even hide?\""
]