[
  "Since the investigation began, Paul Manafort, Michael Flynn and others have tacitly admitted to Foreign Agents Registration Act violations, answered questions about this or that meeting or been subject to aggressive moves by Mueller’s investigative team looking into the financial dealings of some of President Trump’s associates.",
  "In a New York Times story titled, “How Russia Harvested American Rage to Reshape U.S. Politics,” Nicholas Confessore and Daisuke Wakabayashi write that the Kremlin’s actions constituted “a far-reaching Russian program to influence the 2016 presidential election.” That sounds serious, right?",
  "Anyway, with multiple investigations underway, a packed legislative calendar ahead and all other options exhausted, it appears that White House lawyer Ty Cobb, John Kelly and others may have finally gotten the White House to do the right thing.",
  "According to a recent New York Times report, “The president’s legal team is working swiftly to respond to requests from Mr. Mueller for emails, documents and memos, and will make White House officials available for interviews.” It’s about time.",
  "(Evan Vucci/Associated Press)\n\nOpinion writer\n\nWith all the noise coming from the president last week (and the week before that, and so far this week…), a bit of good news for this embattled White House may be emerging.",
  "After months of leaks, innuendo, willful ignorance and wild speculation, nothing has pointed to anything approaching substantive collusion with Russia on the part of the president or the Trump campaign.",
  "They’ve propped up the Trump-Russia collusion story for too long, and now that the White House is cooperating with Mueller’s investigation, liberals are beginning to look desperate.",
  "But if the media really thinks this issue is a big deal, it should be asking where the Obama administration was when all this egregious hijacking of American democracy took place.",
  "And even as the collusion story fades, the mainstream media’s latest fixation is that, somehow, Russian manipulation of social media ads during the 2016 campaign was significant.",
  "The good news is that after having tried everything else, the Trump team now appears to be cooperating in a normal way with special counsel Robert S. Mueller III’s investigation.",
  "Will anyone suggest that the Obama administration was to blame and that the former president’s incompetence led to this problem, or will they somehow make the story about Trump?",
  "But the investigation is ongoing, and the White House has decided to stop acting as though it is guilty — or at least hiding something — and begin acting as if it is innocent.",
  "Fractured and without a legitimate agenda, Democrats have nothing going for them besides Trump’s tweets and making false accusations about the president and those around him.",
  "These collateral reports are all sideshows used by the media to create the impression that something significant could still arise connecting the Trump campaign to Russia.",
  "It is revealing that the story never mentions former president Barack Obama and that it does not quote or reference any officials from his administration.",
  "But who was it that controlled the United States’ vast intelligence and law enforcement capabilities at the time?",
  "Democrats in Congress and liberals everywhere will refuse to accept Mueller’s inevitable finding of no collusion.",
  "And yet, nothing has confirmed — or even suggested — nefarious collusion between Russia and the Trump campaign.",
  "And if the American body politic doesn’t experience a complete meltdown this week, perhaps others will notice.",
  "But in Washington, being innocent is only an advantage — it is not determinative.",
  "He is professional, competent and the furthest thing from a partisan Democrat.",
  "\n\nPresident Trump speaks on Friday at the White House in Washington.",
  "Those people should be held to account, right?",
  "The Democrats may be forced to move on.",
  "He has no stake in making false claims.",
  "Perhaps recent headlines can guide us.",
  "And for months, I have said so.",
  "But they are just a lot of fog.",
  "Mueller is an honest man.",
  "Imagine.",
  "Hmm."
]