[
  "Browder confirmed to The Daily Caller earlier this week that he is “definitely” testifying at the hearing, which will explore shortcomings in the Foreign Agents Registration Act (FARA), a law that requires people working for foreign governments in the U.S. to disclose their work.",
  "(RELATED: Senate Panel To Hear From Businessman Targeted By Trump Dossier Firm)\n\nThe Russian government is vehemently opposed to the Magnitsky Act, which is named after Sergei Magnitsky, a lawyer for Browder who died in a Russian jail in 2009 under suspicious circumstances.",
  "Iowa Sen. Chuck Grassley, the chairman of the Judiciary committee, will likely use next week’s hearing to press Simpson on both of his firm’s projects — should the former Wall Street Journal reporter show up to the hearing.",
  "The firm has cited confidentiality protections, attorney-client privilege and First Amendment privileges in denying Grassley’s requests for information about its clients and its arrangements with Steele and the FBI.",
  "Last July, Browder filed a complaint with the Justice Department accusing the oppo firm of failing to properly register under FARA for its work on a pro-Kremlin lobbying effort to roll back the Magnitsky Act.",
  "The Republican has questioned why the FBI used a document funded by political opponents of Trump as part of its investigation into potential collusion between the Trump campaign and Russian government.",
  "Browder, who was born in the U.S. but has British citizenship, was the leading force behind the 2012 bill, which allows for sanctions against Russian businessmen accused of human rights abuses.",
  "Glenn Simpson, the head of the Washington, D.C.-based Fusion GPS, is listed as a witness for the July 19 hearing alongside Bill Browder, the London-based CEO of Hermitage Capital.",
  "The product of that contract was a 35-page memo full of salacious claims about Kremlin blackmail and collusion between members of the Trump campaign and Russian government.",
  "While Fusion GPS was carrying out its research on Browder, the firm was also working on a project that uncovered alleged spying activity by the Kremlin: the Trump dossier.",
  "The Senate Judiciary Committee has invited the head of the opposition research firm behind the infamous Trump dossier to testify at a hearing next week.",
  "Natalia Veselnitskaya, the Russian lawyer in the news this week because of her meeting last June with Donald Trump Jr., also worked on the effort.",
  "He has recently rebuffed information requests from the Judiciary Committee about his various political projects, including on the dossier.",
  "(RELATED: EXCLUSIVE: Oppo Researcher Behind Trump Dossier Worked On Pro-Kremlin Lobbying Effort)\n\nBrowder and Fusion GPS have a history.",
  "Last June, Fusion GPS began working for an unidentified ally of Hillary Clinton’s to research Trump’s activities in Russia.",
  "Fusion GPS worked for the law firm BakerHostetler to investigate Browder in order to undercut the Magnitsky Act.",
  "Simpson’s lawyer did not respond to a request for comment if his client will show up next Wednesday.",
  "As did Rinat Akhmetshin, a former Soviet intelligence agent who works as a lobbyist in Washington.",
  "Grassley has more recently addressed Fusion GPS’s work last year on the anti-Magnitsky project.",
  "Fusion GPS distributed parts of the dossier to reporters before and after the election.",
  "Simpson hired former British spy Christopher Steele to carry out the investigation.",
  "For its part, Fusion has refused to cooperate with Grassley’s requests.",
  "Grassley has been most interested in Fusion’s work on the dossier.",
  "It is not yet clear if Simpson will attend.",
  "Follow Chuck on Twitter"
]