[
  "According to Reuters, the subpoena “seeks bank records, documents and communications related to Flynn, his company, Flynn Intel Group, Alptekin and Inovo.”\n\nFlynn’s decision in March to file retroactively under FARA puzzled many at the time, but is now clear that the Justice Department compelled the former Army general to register under the law, which has more stringent disclosure requirements than the Lobbying Disclosure Act.",
  "(RELATED: Here’s What Prompted Michael Flynn To Register As An Agent Of Turkey)\n\nThe spreadsheet, which contained a list of high-profile Justice Department issues, noted Flynn’s Nov. 8 op-ed at The Hill which “expressed views that were critical of the Turkish cleric Fethullah Gulen similar to those previously expressed by the president of Turkey and other Turkish officials.”\n\nFollow Chuck on Twitter",
  "“In light of that editorial and reports in the media about potential ties between Lt. Gen. Flynn and others who might be acting on behalf of the government of Turkey, on Nov. 30, [DOJ’s National Security Division] requested additional information from Lt. Gen. Flynn and his firm, Flynn Intel Group Inc.,” reads a Jan. 27 spreadsheet sent to then-Acting Attorney General Sally Yates.",
  "On Nov. 29, Mary McCord, then the head of the Justice Department’s national security division, sent an email to two associates entitled “question on Lt. Gen. Flynn complaint.”\n\nMcCord, who left the Justice Department earlier this year, referred to a “complaint/letter” that had been sent to the agency regarding Flynn.",
  "(RELATED: Michael Flynn Is Lobbying On Behalf Of Dutch Firm Tied To Turkish Government)\n\nAs part of the deal, Flynn agreed to conduct research on Fethullah Gulen, a Muslim cleric living in exile in the U.S. who Turkey’s president, Recep Tayyip Erdogan, wants extradited back to Turkey.",
  "But the filing included few details of the arrangement, and Inovo BV’s ties to the Turkish government were not made apparent until several days after Flynn published an op-ed in The Hill on Nov. 8, Election Day, calling on the U.S. to extradite Gulen.",
  "Special counsel Robert Mueller’s investigation into Russian meddling in the presidential campaign has expanded to include former National Security Advisor Michael Flynn’s lobbying work for the Turkish government, Reuters is reporting.",
  "(RELATED: As Foreign Agent Of Turkey, Flynn Agreed To Form Elite Investigative Team, Make ‘Criminal Referrals’)\n\nThe contract also called for Flynn Intel to potentially make “criminal referrals” based on its investigation.",
  "The email includes few details about the complaint or about the fledgling Flynn probe, though the recipients of the correspondence may shed light on how the Justice Department has handled the investigation.",
  "TheDC has recently obtained Justice Department documents through the Freedom of Information Act showing internal discussions about Flynn that helps fill in a few gaps about the Justice Department’s inquiry.",
  "Former CIA director James Woolsey, an unpaid adviser to Flynn Intel who also attended the session, has since said that the issue of an extrajudicial extradition of Gulen was discussed that day.",
  "Hickey serves as deputy assistant attorney general for national asset protection, a role which oversees the national security division’s cyber security and economic espionage investigations.",
  "The contract also called for Flynn to create a documentary about Gulen and to utilize an “investigative laboratory” of former intelligence community officials to investigate the imam.",
  "The investigation, according to Reuters, will focus on Flynn’s work for Inovo BV, a Dutch shell company operated by Ekim Alptekin, the chairman of the Turkish-U.S. Business Council.",
  "The Daily Caller found that Flynn had signed a lobbying deal with Inovo BV and then discovered Alptekin’s involvement through business documents filed in the Netherlands.",
  "In August, while he was advising the Trump campaign, Flynn and his firm, Flynn Intel Group, signed a $600,000 contract with Alptekin, a former U.S. congressional aide.",
  "A federal grand jury in Virginia has already issued subpoenas for Flynn’s business associates involved in the lobbying effort, several news outlets have reported.",
  "In the filings, Flynn revealed that he and Alptekin met on Sept. 19 with two Turkish government ministers, including Erdogan’s son-in-law, Berat Albayrak.",
  "The Wall Street Journal reported on Thursday that the Justice Department began looking into Flynn’s lobbying work after a staffer read the Nov. 8 op-ed.",
  "Mueller, a former FBI director who was appointed last month to oversee the Russia probe, has some history with one member of Flynn’s investigative team.",
  "As FBI director, Mueller appointed Brian McCauley to serve as associate deputy director of the FBI division overseeing human intelligence operations.",
  "It is not clear if Mueller is investigating Flynn’s lobbying work because it relates directly to the Russia probe or as a separate matter.",
  "Flynn disclosed details of the work for Inovo BV on March 7, in a retroactive filing under the Foreign Agents Registration Act.",
  "Flynn, a retired lieutenant general, is also under scrutiny because of his contacts with Russia’s ambassador, Sergey Kislyak.",
  "The National Security Division reached out to Flynn and his a day after that email was sent, other DOJ documents reveal.",
  "Flynn Intel disclosed its involvement with Inovo BV to Congress in September under the Lobbying Disclosure Act.",
  "It is not entirely clear why Mueller’s investigation is turning toward Flynn’s work for the Turkish government.",
  "McCauley was paid $28,000 by Flynn Intel for consulting work on the Inovo BV contract.",
  "Weinsheimer is director of risk management at the national security division.",
  "The unnamed staffer then reached out to Flynn, according to The Journal.",
  "McCauley, the former FBI official, also reportedly attended the meeting.",
  "McCord sent the email to Adam Hickey and Bradley Weinsheimer.",
  "Flynn, through his attorney, has disputed Woolsey’s claim."
]