[
  "Last fall, former National Security Adviser Michael Flynn and Turkish officials reportedly considered going beyond trying to convince the U.S. to extradite Gulen, who lives in exile in Pennsylvania: They discussed “a covert step in the dead of night to whisk this guy away,” James Woolsey, a Flynn Intel Group board member and former CIA director, told the Wall Street Journal.",
  "According to principal Jim Arnold, his firm is promoting legislation that would require charter school meetings to be streamed and posted online, as well as to disclose additional information about their business transactions in their annual financial reports.",
  "Anything we can do to shed some light on the interconnected network and transactions… Harmony is the largest charter school network in Texas and is connected to Gulen.”\n\nHarmony Public Schools did not return multiple calls seeking comment.",
  "Last July, the Turkish government filed a complaint with the Texas Education Agency, alleging Harmony abused public money, used discriminatory hiring practices and favored certain vendors in violation of competitive bidding rules.",
  "“All of our information is transparent.” Currently schools with more than 10,000 students are required to post videos of their meetings online seven days after the event takes place, but most schools are much smaller than that.",
  "Texas’ legislative session is over, but the firm is working with legislators to try to tack some parts of the bills onto other measures as amendments before June 18, the deadline for the governor to sign or veto a bill.",
  "And they’re quite active in politics: A CRP analysis found that 20 Harmony employees or vendors donated more than $350,000 at the federal level in the last three elections, $255,000 of which went to liberals.",
  "Amsterdam & Partners, which was hired to file the complaint, subcontracted the legislative angle to Arnold Public Affairs, the firm listed on the Justice Department’s Foreign Agents Registration Act filing.",
  "But the plot gets as granular as agents lobbying Texas legislators to pass bills forcing charter schools in the state to be more transparent, according to a Justice Department filing from the end of May.",
  "This group gave more than $110,000 to the Democratic Congressional Campaign Committee, $50,000 to former President Obama’s joint fundraising committee and $42,000 to Rep. Sheila Jackson Lee (D-Texas).",
  "“We are subject to the same open meetings act and public information act requirements as public schools,” said Christine Isett, director of communications for the Texas Charter School Association.",
  "by Ashley Balcerzak\n\n(Kayhan Ozer/Presidential Press Service, Pool Photo via AP) Turkey’s President Recep Tayyip Erdogan blames cleric Fethullah Gulen for a failed coup attempt in 2016.",
  "That’s where Harmony Public Schools is headquartered, a charter school system that Turkey alleges is a cog in a vast network tied to the controversial cleric Fethullah Gulen.",
  "The firm met with lawmakers, widely circulated a derogatory media story to them and their staffs and filed cards of support, meaning they publicly endorsed the legislation.",
  "There isn’t much Turkey wouldn’t do to go after Fethullah Gulen, the controversial cleric Turkish leader Recep Tayyip Erdogan blames for a failed coup in 2016.",
  "“Transparency is good, whether for public schools and charter schools, and there isn’t much transparency in the business that Harmony conducts,” Arnold said.",
  "Reports indicate that some Gulen-connected schools, including some in Ohio, are under FBI investigation, though the scope of the investigation is unclear.",
  "Amsterdam & Partners contacted the press, state legislators and the Texas attorney general about Harmony and Gulen’s alleged role in the attempted coup.",
  "But the association representing 90 percent of Texas charter schools, including Harmony, says reporting requirements are already stringent.",
  "The Turkish government has mentioned Gulen in almost 20 FARA filings in the past two years, according to a CRP analysis.",
  "Arnold Public Affairs was hired last April on a $20,000 monthly contract, which dropped to $15,000 in January.",
  "Harmony has denied the claim, but a number of individuals associated with the schools are followers of Gulen.",
  "The agency dismissed the complaint in October, saying it didn’t warrant an investigation.",
  "They also contributed to state politicians.",
  "Neither bill made it to Republican Gov.",
  "“That was the purpose of these bills.",
  "Greg Abbott’s desk.",
  "Why Texas?"
]