[
  "According to Ratliff's reporting in The Atavist, Le Roux has an extensive background in computer programming, and played a key role in the development of the encryption software Encryption for the Masses (E4M) and TrueCrypt, which is still widely used today, and is reportedly the preferred digital shield employed by members the Islamic State.",
  "According to hundreds of pages of court records reviewed by VICE News, along with interviews with several sources familiar with the case, Hunter was employed by a shadowy figure named Paul Calder Le Roux, a 43-year-old white Zimbabwean who holds South African and Australian passports and was last known to reside in the Philippines.",
  "In April 2012, according to a sealed federal indictment from the Southern District of New York, a confidential source working for US authorities posed as a member of a \"South American drug trafficking organization\" who was \"interested in establishing facilities in Liberia for the production of methamphetamine and cocaine.\"",
  "When VICE News sent federal prosecutors in New York questions about Le Roux and Hunter's case and asked for a copy of that search warrant, James Margolin, spokesperson for the US Attorney's office in the Southern District of New York, replied, \"We can't comment or provide any guidance for you on your questions.",
  "The others involve a large shipment of ultra-pure methamphetamine manufactured in North Korea; two hitmen arrested in North Carolina for hired killings in the Philippines; and an Israeli businessman who faces charges of illegally selling pharmaceuticals to US customers through an online market.",
  "There's no mention in the UN report of the plan Hunter described to invade the Maldives, and the whole operation reportedly began to fall apart in mid-2010 after Le Roux got into a dispute with his Somali partner when he realized \"he was paying his militiamen almost twice the market rate.\"",
  "Hunter's attorney has said his client was diagnosed with PTSD stemming from his military service, and had asked the court for Hunter to be imprisoned near the Veterans Affairs hospital in his hometown of Owensboro, Kentucky so that he could receive specialized treatment for the condition.",
  "\"The Affidavit also described CW- 1's prior criminal conduct, including: leadership of a long-running Internet pharmacy scheme... trafficking in controlled substances including but not limited to methamphetamine; procuring multiple murders; and multiple other serious criminal offenses.\"",
  "A week after the meeting, Le Roux, who used several aliases, including Bernard John Bowlins and John Smith, sent bank account information so the US source could pay for a sample of meth produced in a sterile \"clean room\" similar to the one they planned to set up in Liberia.",
  "According to Evan Ratliff, a journalist who is working on a book about Le Roux and is in the process of publishing a seven-part series about him called \"The Mastermind\" on the website The Atavist, the DEA arrested Le Roux after luring him to Liberia in the meth lab sting.",
  "The arrest of \"Rambo,\" as the feds say Hunter was known, in September 2013 was loudly trumpeted and has received significant coverage, with VICE News and the Washington Post first detailing the links to the separate blockbuster case involving North Korean methamphetamine.",
  "Ben-Menashe has a cordial relationship with Zimbabwe's authoritarian president, Robert Mugabe, having released a secret video recording that appeared to show opposition candidate Morgan Tsvangirai asking Ben-Menashe to help assassinate Mugabe ahead of elections in 2002.",
  "Toward the end of March 2010, according to the report, \"Le Roux planned to import by air a large quantity of heavy weapons, including 75 kilograms of C4 explosives, 200 land mines, one million rounds of 7.62 mm ammunition, and five AT-3 'Sagger' anti-tank missiles.\"",
  "Ben-Menashe had previously been involved in land reform efforts in Zimbabwe, and said that Le Roux approached him \"out of the blue\" with a plan to convince Mugabe to hand over thousands of acres of land that the government confiscated from white farmers in 2000.",
  "\"Given Mr. Hunter's skill set, fluency in Spanish and his general familiarity with South and Central America, he would make an ideal candidate for classified missions involving a small group of highly trained, heavily armed and mobile troops,\" Kirton wrote.",
  "Making the case that Hunter should receive the minimum sentence, Kirton said he spoke to a law enforcement source that described Le Roux as \"Viktor Bout on steroids,\" a reference to the notorious Russian arms trafficker nicknamed \"The Merchant of Death.\"",
  "Hunter's attorney claimed that he also performed classified missions \"for up to five years\" in Latin America, though he said his client wouldn't divulge details about the operations, and there was no confirmation of the missions from military records.",
  "In another court filing, Friedberg alleged that the \"entire case is the product of an unholy alliance between the United States government and one of the most ruthless and diabolical international criminals in recent memory,\" a reference to Le Roux.",
  "The other federal indictment, filed under seal in January 2014 in the District of Minnesota, accuses Le Roux of an elaborate scheme to illegally sell pharmaceuticals, including an Ambien-type drug and barbiturates, to US customers via the internet.",
  "According to a report by Folha de Sao Paulo, Brazil's largest newspaper, Le Roux arrived in the city on May 19, 2012 to open a front company, negotiate with Colombian cocaine traffickers, and arrange drug shipments to Australia and the Philippines.",
  "\"Le Roux was involved in international narcotics trafficking, illegal firearms trafficking, the raising of private militias to destabilize regimes, bribery of government officials, pornography, illegal trafficking of prescription pills and murder.",
  "Hunter's name was never mentioned in court documents, but VICE News detailed the apparent links between the two cases — namely that they both unfolded at about the same time in Thailand and involved sophisticated drug smuggling operations.",
  "\"The Affidavit disclosed that CW-1 had been charged with a drug-trafficking offense, began cooperating with law enforcement following his arrest in September 2012, and pleaded guilty pursuant to a cooperation agreement,\" prosecutors said.",
  "The documents, a pair of sealed indictments and what's known as a \"consent to transfer of case for plea and sentence,\" indicate that Le Roux has agreed to plead guilty to charges that he plotted to smuggle meth from Liberia to New York.",
  "The criminal complaint against Oz includes a sworn affidavit from a DEA agent, who describes him as one the \"various associates\" who assisted an unnamed individual referred to as \"the RXL manager\" in running the illicit online pharmacy.",
  "A month later, on May 11, 2012, Le Roux met the source in Rio de Janeiro's Barra da Tijuaca neighborhood and offered to supply chemicals, a chemist, and facilities to manufacture meth in Liberia that would then be smuggled into the US.",
  "The government's reluctance to discuss its deal with Le Roux, combined with his apparent role setting up his former associates, raises troubling questions about how far US agents are willing to go in order to make high-profile cases.",
  "Beyond drugs and guns, Le Roux was allegedly involved in arming a militia in Somalia, illicit gold smuggling in West Africa, harvesting exotic timber in the South Pacific, money laundering, and the development of encryption software.",
  "One of the suspects, a man named Adrian Valkovic who has since pleaded guilty to a meth conspiracy charge and been sentenced to 113 months in prison, was identified as the sergeant-at-arms of the \"Outlaw Motorcycle Club\" in Thailand.",
  "The report says the company armed its fighters to the teeth with Kalashnikov assault rifles, light and heavy machine guns, rocket-propelled grenade launchers, and an anti-aircraft ZU-23 machine-gun with 2,000 rounds of ammunition.",
  "Hunter's attorney, Marlon Kirton, identified Le Roux in a number of court filings, essentially arguing that Hunter was just following orders, and that the plan to kill a DEA agent and smuggle drugs was concocted by the DEA itself.",
  "Ben-Menashe said he wanted to make sure Le Roux was \"kosher,\" so he asked around about him with what he cryptically referred to as his \"American friends,\" an apparent reference to US law enforcement or the Intelligence Community.",
  "One of his jobs involved procuring arms for a militia that Le Roux was backing in Somalia, purportedly with the intent of taking over the island nation of the Maldives, which is in the Indian Ocean about 1,800 miles to the east.",
  "While it's common for investigators to turn suspects facing charges into informants in exchange for leniency, they typically work their up to the top of a criminal organization — it's rare to use the boss to set up underlings.",
  "They were supposed to safeguard 300 kilos of Colombian cocaine on its way from the Bahamas to New York and kill two people:\n\nOne a DEA agent, the other his snitch, a ship's captain who was leaking information about drug loads.",
  "The feds, Ratliff, said, immediately put Le Roux on a chartered flight back to the US, and the alleged drug kingpin briefly tried to resist getting on the plane by going \"limp,\" like a protester practicing passive resistance.",
  "* * *\n\nIn 2007, the DEA began investigating an online pharmaceutical company called RX Limited, which allegedly allowed buyers in the US to purchase barbiturates and other prescription drugs without having to visit a doctor.",
  "But while Hunter will be locked up for at least the next decade, the situation with his boss — the man supposedly calling the shots on those kidnappings and murders Hunter boasted about — remains something of a mystery.",
  "To further convince the judge, the prosecutors revealed something else: Hunter had once successfully walked away from Le Roux and lived in the US for nearly a year — only to come back when he was offered a promotion.",
  "Hunter's attorney said that his job included \"collecting biometric information for those entering and leaving the 'Green Zone' in Baghdad,\" providing security at the US embassy, and investigating suicide bombings.",
  "In the taped conversation in Thailand, he said he graduated from gold smuggling to arms trafficking, and later became a jack-of-all-trades, collecting debts for Le Roux and assisting in various illicit schemes.",
  "So far, six indictments and accompanying arrest warrants have been ordered unsealed as a result of the request, as well as a letter from the government to the court that was filed under seal in September 2013.",
  "By that time, the report estimated that \"Le Roux and his associates had spent approximately $3 million in Somalia, including almost $1 million in militia salaries and over $150,000 on arms and ammunition.\"",
  "Ben-Menashe said that he assumed the proceeds from the pharmacy business, which he believed to be legitimate, were what allowed Le Roux to spend lavishly on the consulting projects in Zimbabwe and Vanuatu.",
  "According to the report, Le Roux secretly backed a Hong Kong-based private security firm called Southern Ace, which in January 2009 started working with a Somali businessman in the country's Mudug region.",
  "Ben-Menashe said the Zimbabwean government also looked into Le Roux's background, and found that he was born out of wedlock and adopted by a wealthy family in Zimbabwe, which was then known as Rhodesia.",
  "\"We heard he was arrested and turned around to set up some people,\" Ben-Menashe said, noting that he had received several inquiries about Le Roux in recent months, including one from Hunter's attorney.",
  "While chain-smoking Camels during an interview with VICE News at the St. Regis hotel in Manhattan, Ben-Menashe explained that he met Le Roux in 2007 through his consulting firm's dealings in Zimbabwe.",
  "Le Roux also struck a deal with Ben-Menashe to lobby the government of Vanuatu, a tiny island nation in the South Pacific, to allow the logging of kauri trees, a rare and expensive type of timber.",
  "In November 2013, a month after Hunter was arrested in Thailand, DEA agents busted five men in Thailand who were accused of conspiring to smuggle 100 kilos of meth to New York via the Philippines.",
  "The Times recently asked the judge in Hunter's case to unseal 45 documents, arguing that keeping them private violates the First Amendment and the \"public right of access to judicial documents.\"",
  "Suspected Russian arms dealer Viktor Bout (C) is escorted by Drug Enforcement Administration (DEA) officers after arriving at Westchester County Airport in White Plains, New York Nov. 16, 2010.",
  "Le Roux probably was the most dangerous man in the world,\" said Joseph Friedberg, the defense attorney for Moran Oz, an Israeli man accused of working with Le Roux in the pharmaceutical scheme.",
  "\"Southern Ace also began to explore prospects for arms trafficking and engaged in horticultural experiments aimed at the production of narcotic drugs, including marijuana, cocaine and opium.\"",
  "***\n\nAri Ben Menashe, an Israeli-Canadian consultant, is hustled into a car by Zimbabwe security personnel shortly after his arrival at Harare International Airport, Friday Feb. 22, 2002.",
  "He remained in the Army, serving overseas assignments in Germany, Panama, and Puerto Rico, and became a sniper instructor and senior drill sergeant involved with Special Forces training.",
  "\"Probably going to have to let the court records speak for themselves for now until everything is over and adjudicated,\" chief DEA spokesperson Rusty Payne said in an email to VICE News.",
  "A colorful character in his own right, Ben-Menashe is best known for his role in the Iran-Contra scandal, in which he faced federal charges for violating the US arms embargo on Tehran.",
  "\"The Government's use of a cooperating witness with a violent criminal history is, in fact, commonplace in sting operations targeting narcotics and violent crimes,\" prosecutors wrote.",
  "According to the documents that are currently available to the public, it appears that neither Le Roux nor Hunter will face charges for their apparent role orchestrating the killings.",
  "Oz was arrested on March 13, 2014, and he now faces an array of charges in federal court in Minnesota, along with 123 other people who have been indicted in connection with the case.",
  "In early 2009, the report states, Le Roux's company \"recruited and operated a well-equipped, 220-strong militia,\" which was \"supervised by a dozen Zimbabweans and three Westerners.\"",
  "He is scheduled to be sentenced May 16 in federal court in Manhattan — sentencing has already been pushed back on several occasions — where he faces a minimum of 10 years in prison.",
  "In Hunter's case, there's a reference to a search warrant affidavit submitted by the DEA on January 9, 2014 that explained how CW-1 came to have an arrangement with the government.",
  "Ben-Menashe said Le Roux was \"cleared\" by these sources, and suggested that Le Roux may have had some type of unspecified relationship with the US government nearly a decade ago.",
  "\"They took him out in the boat, they threw him overboard and then fired a rifle around him and said they were doing it to keep sharks away,\" Friedberg said, recounting Oz's tale.",
  "In an interview with VICE News, Friedberg said that he has been trying persuade the judge to order prosecutors to disclose information about Le Roux and his deal with the feds.",
  "* * *\n\nThe Department of Justice has not publicly mentioned Le Roux's name, and court filings by federal prosecutors refer to him as a confidential witness, or CW-1 for short.",
  "VICE News obtained documents from federal legal proceedings in New York and Minnesota that confirm Le Roux was taken into US custody and now faces an array of drug charges.",
  "To hammer home the point, Hunter told them stories: How he'd once shot a guy in the hand, waterboarded another, and thrown a third overboard at sea to recover stolen money.",
  "Two of them, American Timothy Vamvakias and German Denis Gogol, received sentences of 240 months in prison, and another, German Michael Filter, was sentenced to 96 months.",
  "In July, police arrested two men in North Carolina and charged them with a pair of murder-for-hire killings in the Philippines that match the description given by Hunter.",
  "According to the Bureau of Prisons, Le Roux was locked up at the Metropolitan Detention Center in Brooklyn, a federal jail, from September 27, 2012 to September 4, 2013.",
  "\"He was coming back and forth — he came to Canada, he'd go to Philippines, he'd go through passport control in the United States, there was no issue,\" Ben-Menashe says.",
  "Le Roux's alleged activities in the Horn of Africa were documented in July 2011 in a report to the UN Security Council from the Monitoring Group on Somalia and Eritrea.",
  "Prosecutors responded by stating that Hunter was an \"active and willing participant\" in the drug and murder-for-hire conspiracies the DEA initiated with Le Roux's help.",
  "When one of his superiors tried to steal $2 million worth of gold that had been buried under a hot tub for safekeeping, the boss found out and the thief ended up dead.",
  "Then, in 2006, he took up a more lucrative position as a private security contractor for the US military in Iraq, working for the companies DynCorp and Triple Canopy.",
  "It was only later, Ben-Menashe claims, that he learned of Le Roux's alleged involvement in drug and arms smuggling, which he thought explained the disappearing act.",
  "Joseph Manuel Hunter, center, is escorted by Thai police commandos to Police Aviation Division after being arrested, in Bangkok, Thailand, Thursday, Sept. 26, 2013.",
  "The men, Carl David Stillwell and Adam Samia, have both pleaded not guilty and are being held in federal custody while they await trial in Manhattan federal court.",
  "Friedberg said he was skeptical of the story and thought it was \"a bit much\" — until he read court documents that showed Hunter describing a very similar incident.",
  "His attorney wrote that he passed the entrance exam to become a New York City police officer, but decided he couldn't support his family on a rookie cop's salary.",
  "He recalled having to tell Le Roux to \"behave himself\" ahead of their meeting with Mugabe, because he had a tendency to \"use some slur words against the blacks.\"",
  "In the transcript of the conversation recorded by the DEA in Thailand, Hunter referenced how he once \"put the guy in the ocean\" to get money back for Le Roux.",
  "They also made the claim that Le Roux's involvement was acceptable because, in essence, the feds establish relationships with similar characters all the time.",
  "Like Hunter's case, court documents in the meth conspiracy refer to an unnamed confidential source who helped make the connections for undercover DEA agents.",
  "The arrangement would also benefit the Zimbabwean government, since the country's food production plummeted after the farmers had their land confiscated.",
  "Le Roux is also allegedly linked to a yacht that washed ashore on the Pacific island of Tonga with $120 million worth of cocaine and a dead body onboard.",
  "The company allegedly imported generators, greenhouses, gardening tools, herbicides, fertilizer, a bulldozer, and other equipment to grow illicit crops.",
  "\"The result was one of the strongest forces in south Mudug region, with the potential to change the balance of power in the area,\" the UN report said.",
  "His attorney said in court documents that Hunter left the Rangers in 1986 with a medical discharge after a friend of his died in a live fire exercise.",
  "The agents took them around to a number of properties — but each was occupied, and the residents saw the hitmen together with their future victims.",
  "The deal with Zimbabwe went through, and Mugabe's government agreed to let Le Roux lease out about 80,000 hectares of land — nearly 200,000 acres.",
  "He was ultimately acquitted, but was forced into exile from Israel, where he had worked as an intelligence officer and national security advisor.",
  "Associated Press/Sakchai Lalit The mercenaries had gathered in Phuket, a tropical resort island off the west coast of Thailand, to discuss a job.",
  "According to the charging documents in Oz's case, the pharmacy scheme was extremely lucrative, processing tens of thousands of orders per month.",
  "Ben-Menashe agreed to work with Le Roux, and documented their deal with the US Department of Justice under the Foreign Agents Registration Act.",
  "Le Roux, he said, took a commercial flight to Monrovia expecting to meet Colombian drug traffickers and seal the deal to swap meth for cocaine.",
  "They was [sic] making a army in Somalia because we were gonna invade an island [the] Maldives.... You can't make it up... not even in a movie.",
  "The assassins, Hunter recounted, were ordered to meet with two real estate agents, shoot them right away, and quickly dispose of their bodies.",
  "It is as if Microsoft was a criminal enterprise, and the government cuts a deal with Bill Gates to take down the entire shipping department.\"",
  "Several of the weapons were mounted on pickup trucks, and the company also imported \"Philippine army-style uniforms and bulletproof jackets.\"",
  "It's not innocent people, it's all... these are all wrong people, so you don't have to worry about hurting innocent people, we don't do that.",
  "The company was headquartered in Israel, and court documents show that federal agents focused on busting a businessman there named Moran Oz.",
  "Le Roux murdered at least two former associates because they did not follow through with his order or he believed that they stole from him.\"",
  "Kirton called Le Roux \"a dangerous, murdering madman\" and alleged that working closely with him amounted to \"outrageous conduct\" by the DEA.",
  "By all accounts, Le Roux is now working as a government informant, setting up his former associates in the world of drug and arms smuggling.",
  "The DEA and federal prosecutors in New York declined to comment on Le Roux's whereabouts or his alleged role in Hunter's case (and others).",
  "The police released sketches of the suspects, he said, but they were inaccurate and the men were allowed to board a flight back to the US.",
  "Mexican marines stand guard next to about seven tons of cocaine at a naval base in Salina Cruz in Mexico's state of Oaxaca Feb. 16, 2009.",
  "Asked to describe Le Roux's personality, Ben-Menashe answered that \"he wasn't an intellectual giant, but he seemed to be pretty smart.\"",
  "The court records speak volumes, but leave many questions unanswered — in part because dozens of documents have been filed under seal.",
  "He'd heard guys promise not to steal before, only for them to find a pile of cash and give into the impulse to take it and disappear.",
  "Hunter made sure the men knew what they were getting into, warning them about the consequences of stealing from their new employer.",
  "\"It would appear that the government has overwhelming evidence [Le Roux] is guilty of several crimes that carry capital punishment.",
  "During the recorded conversation in Thailand, Hunter explained how he kept a clean conscience despite killing people for a living.",
  "Le Roux used force threats and intimidation against Mr. Hunter at almost every stage of their association together,\" Kirton wrote.",
  "By the time the assassins found a suitable venue to carry out the murders, Hunter said, \"a hundred people\" had seen their faces.",
  "Hunter said his first job with Le Roux involved procuring and smuggling gold in Mali and the Democratic Republic of the Congo.",
  "\"Unless when, like, somebody took money, and you can't find them, then you gotta hurt their family, but they know that, right?",
  "Associated Press\n\nOne of the few people who publicly admits to knowing Le Roux is a former Israeli spy named Ari Ben-Menashe.",
  "Le Roux, the consultant said, visited his office in Montreal, and the two travelled together through Europe and to Zimbabwe.",
  "According to Oz's attorney, Joseph Friedberg, the unnamed \"RXL manager\" was Le Roux, who allegedly created the site in 2004.",
  "When you're standing there with a fucking million dollars, you're like, 'I can just take this million dollars and go away.'\"",
  "As for Hunter, Ben-Menashe maintains that he never had any dealings with him during all of his interactions with Le Roux.",
  "After Mugabe came to power, the family reportedly fled to South Africa and then to Australia after the fall of apartheid.",
  "\"It's just like a military mission,\" Hunter told the men, four ex-snipers from the US, German, and Polish armed forces.",
  "\"Mr. Hunter was set up for these crimes by the government's murdering, sociopathic cooperating witness,\" Kirton wrote.",
  "Bureau spokesman Ed Ross said Le Roux was a \"pretrial detainee,\" and that no other information was publicly available.",
  "\"It was Paul Calder Le Roux who made, according to the government, millions of dollars each week from the operation.",
  "All four of Hutner's co-defendants in the case — the assassins he met with in Thailand — have also pleaded guilty.",
  "The man Hunter replaced had been killed for stealing; Hunter recalled the incident in the taped DEA conversation.",
  "Hunter was born in Owensboro, Kentucky, and enlisted in the Army in 1983, initially in the elite Ranger program.",
  "Kirton claimed that Hunter was afraid because he'd seen others killed for trying to quit Le Roux's organization.",
  "One of the only known photos of Le Roux was taken from a surveillance camera at Rio de Janeiro's Galeao airport.",
  "The Colombian drug lords who had offered Hunter the job were really undercover DEA operatives posing as narcos.",
  "Hunter was also caught on tape describing a pair of botched killings by two American hitmen in the Philippines.",
  "He described how when Oz wanted to leave the business, he was summoned to the Philippines to meet with Le Roux.",
  "Friedberg said he hasn't even been able to persuade the government to disclose the name of Le Roux's attorney.",
  "\"What was strange about this, he did all these things, clearly he had the money, then poof,\" Ben-Menashe said.",
  "Reuters/Daniel Aguilar\n\nHunter's bust is one of several that Le Roux appears to have orchestrated for the DEA.",
  "Local authorities reportedly arrested Le Roux, who turned down his bribe offer and handed him off to the DEA.",
  "What is publicly available paints a picture of Le Roux as a swashbuckling international criminal mastermind.",
  "\"The government won't tell us who is lawyer is, and his lawyer wants to remain anonymous,\" Friedberg said.",
  "* * *\n\nHunter, 50, was hired by Le Roux to work as \"private security\" in 2009, according to court records.",
  "If the deal could be arranged, Le Roux stood to profit handsomely by leasing the land back to the farmers.",
  "\"The government won't tell us where he is, although he certainly is in federal custody,\" Friedberg said.",
  "The UN report said Le Roux's Southern Ace company ceased operating in Somalia altogether in early 2011.",
  "The image shows a heavyset man in a blue polo shirt with a five o'clock shadow and bleached blond hair.",
  "The New York Times has also reported extensively on the case, and first revealed Le Roux's involvement.",
  "The problem, Hunter explained, was that there were always people in their line of work who got greedy.",
  "\"It didn't look weird, he travelled with us through Europe, we went through Paris, there was no issue.",
  "Joseph Hunter, a burly former US Army drill sergeant nicknamed Rambo, briefed them on the assignment.",
  "\"My boss, he doesn't kill everybody, because it's just not worth the trouble sometimes,\" Hunter said.",
  "US agents and Thai authorities had rigged the Phuket house with video and audio recording equipment.",
  "The cocaine shipment and double-murder plot were pure fiction, part of an elaborate sting operation.",
  "'Cause yeah, you might be able to run and you might be able to hide, but they're gonna get somebody.",
  "The meth was described as being exceptionally pure, and was reportedly manufactured in North Korea.",
  "\"He's a go-between between the dealers and the Outlaw motorcycle gang that are the distributors.\"",
  "We've offered to interview the lawyer with a paper bag over his head and they won't go for that.\"",
  "Like Hunter's attorney, Friedberg claims that his client was afraid to quit working for Le Roux.",
  "If you guys take money, you know we're coming after your family if we can't find you,\" he said.",
  "Ben-Menashe says he also visited Le Roux's house in an exclusive gated community in Manila.",
  "According to these records, Le Roux paid Ben-Menashe at least $10 million for his services.",
  "And the January 9, 2014, search warrant affidavit was filed under seal and is not public.\"",
  "That report and others said Le Roux was eventually arrested in September 2012 in Liberia.",
  "He claims that throughout all of these interactions, there was \"no whiff of criminality.\"",
  "He's been given some kind of deal by the government, but we don't know what the deal is.\"",
  "Oz claimed he was taken out on a boat, ostensibly for a tour — then hurled into the sea.",
  "\"Their intention was to shoot him but not kill him and let the sharks finish the job.\"",
  "\"One time I went to Sri Lanka to buy hand grenades,\" Hunter told the group of hitmen.",
  "Hunter pleaded guilty in February 2015 to drug, weapons, and murder-for-hire charges.",
  "It now appears that Le Roux — not Hunter — was the key figure linking the two cases.",
  "Instead, Hunter said, the men decided to carry out the murders inside of a home.",
  "\"We, ah... not kidnapped a guy, but we conned him to come with us,\" Hunter said.",
  "He settled in Canada, and now runs an international consulting firm in Montreal.",
  "Le Roux is also accused of mail and wire fraud, and conspiracy to launder money.",
  "Soon after, Le Roux sent a package containing 24.2 grams of \"nearly pure\" meth.",
  "Everybody says that [they won't steal] and a lot of people steal fucking money.",
  "\"His explanation about Zimbabwe was totally understandable,\" Ben-Menashe said.",
  "A moment later, however, he explained that there were exceptions to the rules.",
  "He'd done it before in the Philippines, where they had cops on their payroll.",
  "In exchange, Le Roux wanted cocaine for his organization to sell in Europe.",
  "What Hunter didn't know at that moment was that his boss had sold him out.",
  "According to Ben-Menashe, after the deals were arranged, Le Roux vanished.",
  "He worked for two years as a prison guard in his home state of Kentucky.",
  "\"It was Paul Calder Le Roux who managed the business,\" Friedberg wrote.",
  "Oz has pleaded not guilty, and his trial is scheduled to begin in June.",
  "You see James Bond in the movie and you're saying, 'Oh, I can do that.'",
  "Sometimes, instead of killing, his boss just set people up for prison.",
  "\"If they don't find you, they're gonna get your family,\" Hunter said.",
  "There's yet another sensational case that allegedly involves Le Roux.",
  "\"It didn't look weird, it looked very reasonable,\" Ben-Menashe said.",
  "He also proposed trading 100 kilos of meth for 100 kilos of cocaine.",
  "There is also evidence that Le Roux was briefly in federal custody.",
  "He bragged about how easy it was to get away with murder in Africa.",
  "\"We have guys in Somalia buying weapons that are making an army....",
  "\"We put him in the ocean, shot at him; he gave us the money back.\"",
  "Polish national Slawomir Soborski is due to be sentenced in June.",
  "\"He said, 'I want to come back, but on the government's terms.'\"",
  "Everything you see, or you've thought about, you're gonna do.\"",
  "With his help, the DEA was listening in on the conversation.",
  "\"They're gonna get your children, your mother, your father.",
  "\"We got him what he wanted, but suddenly he disappeared....",
  "Everybody that stole money, or conned the boss or whatever.",
  "\"That's the first time we've ever heard of any such thing.",
  "\"That's my client out there in the ocean,\" Friedberg said.",
  "\"Apparently I'm the only guy in the world who knows him.\"",
  "Hunter left the Army in 2004 with an honorable discharge.",
  "\"If you steal money,\" he said, \"they're gonna kill you.\"",
  "That's the number one thing that will get you killed.",
  "VICE News could not independently verify this claim.",
  "Precisely how Hunter met Le Roux remains unclear.",
  "He got what he asked for, but he didn't use it.",
  "\"When he tried to quit, they did that to him.\"",
  "\"I never heard of him,\" he said with a shrug.",
  "So far, those efforts have been unsuccessful.",
  "\"That's Le Roux's deal too,\" Friedberg said.",
  "Tsvangirai was later cleared in the case.",
  "Le Roux could not be reached for comment.",
  "Whoever they can get, they're gonna get.",
  "\"But if you take, he does kill people.\"",
  "\"And then I took his job,\" Hunter said.",
  "That one year, we killed nine people.",
  "\"He wasn't the scary type,\" he added.",
  "You did that to your family, not us.\"",
  "\"We only hurt bad people,\" he said.",
  "\"There's nothing he hasn't done.\"",
  "\"They don't have all that shit.\"",
  "Reuters/Ho New\n\n\"We believe Mr.",
  "He was married with three kids.",
  "It made total business sense.\"",
  "\"It's not like CSI,\" he joked.",
  "Well, you're gonna do it now.",
  "You know, you see everything.",
  "It looked very reasonable.\"",
  "\"I got promoted to his job.",
  "It was extremely unusual.\"",
  "Don't take the money.\"",
  "It didn't look weird.",
  "\"It was a smart idea.",
  "They're all bad news.",
  "This is real stuff.\"",
  "\"He really wasn't.\"",
  "\"This is real shit.",
  "We hurt bad guys.\"",
  "\"You know that.",
  "I don't know.",
  "\"Right?",
  "\"Mr.",
  "Mr."
]