[
  ": Rogosin Institute\n\nNorth South Government Strategies f/k/a JDM Public Strategies, LLC: Council for Urological Interests\n\nPeck Madigan Jones: BioScrip\n\nSquire Patton Boggs: Thomas Jefferson University\n\nSteptoe & Johnson LLP: NATSO, Inc.\n\nTarplin, Downs & Young, LLC: HMS\n\nThe Law Office Of William J. Donovan: VantageScore Solutions, LLC\n\nTiber Creek Health Strategies, Inc.: Peck Madigan Jones (on behalf of BioScrip)\n\nWhite Coat Waste Project Inc: White Coat Waste Project Inc\n\nWiley Rein LLP: Fitbit, Inc.\n\nWiley Rein LLP: Qantas Airways Limited\n\nNEW LOBBYING TERMINATIONS:\n\nCozen O'Connor Public Strategies: sQuidcard Limited\n\nGephardt Group Government Affairs: Goldman Sachs Group Inc\n\nGlennView Strategies, LLC: St. Johns Levee and Drainage District\n\nGoldhaber Policy Services LLC: Ranieri Strategies Management LLC\n\nHarpley CS, LLC: HDT Global\n\nHoekstra Global Strategies: Columbia Helicopters\n\nHoekstra Global Strategies: Core Energy\n\nQGA Public Affairs (formerly Quinn Gillespie & Associates): ABF Freight System Inc\n\nQGA Public Affairs (formerly Quinn Gillespie & Associates): AT&T\n\nQGA Public Affairs (formerly Quinn Gillespie & Associates): BNSF Railway Company\n\nQGA Public Affairs (formerly Quinn Gillespie & Associates): Broadway League\n\nQGA Public Affairs (formerly Quinn Gillespie & Associates): H-E-B\n\nQGA Public Affairs (formerly Quinn Gillespie & Associates): National Association of Broadcasters\n\nQGA Public Affairs (formerly Quinn Gillespie & Associates): National Association of Letter Carriers\n\nQGA Public Affairs (formerly Quinn Gillespie & Associates): Nektar Therapeutics\n\nQGA Public Affairs (formerly Quinn Gillespie & Associates): Sony Corp Of America\n\nQGA Public Affairs (formerly Quinn Gillespie & Associates): Twenty-First Century Fox, Inc.\n\nQGA Public Affairs (formerly Quinn Gillespie & Associates): Wiltshire & Grannis LLP, on behalf of Sorenson Communications Inc.",
  "NEW JOINT FUNDRAISERS:\n\nGrowPAC CT: Non-Qualified Non-Party, Joint Fundraiser\n\nNEW PACs:\n\nAction Coalition PAC: Super PAC, Unauthorized\n\nDenver Neighbors Unite: Non-Qualified Non-Party, Unauthorized\n\nU Work 4 Utah: Non-Qualified Non-Party, Unauthorized\n\nNEW LOBBYING REGISTRATIONS:\n\nAreva Nuclear Materials LLC: Areva Nuclear Materials LLC\n\nBaker & Botts, LLP: Boom Technology, Inc.\n\nBramer Group, LLC: Affordable Engineering Solutions, Inc.\n\nBrownstein Hyatt Farber Schreck, LLP: National Confectioners Association\n\nBrownstein Hyatt Farber Schreck, LLP: Willis Electric Co. Ltd\n\nCapitol Counsel, LLC: American College of Cardiology Foundation\n\nCapitol Tax Partners, LLP: National Venture Capital Association\n\nCrossroads Strategies, LLC: Pharmaceutical Research and Manufacturers of America\n\nE2 Strategies, LLC: National Audubon Society\n\nE2 Strategies, LLC: The Wilderness Society\n\nGray & Oscar, LLC (formerly Bob Gray, LLC): The American Council of Independent Laboratories\n\nHarbinger Strategies, LLC: Capital One Financial Corporation\n\nHooper, Lundy & Bookman, P.C.",
  "“In a letter to Acting Deputy Attorney General Dana Boente, Grassley demanded to know whether the Justice Department is looking into the firm, Fusion GPS, for alleged violations of the Foreign Agents Registration Act, known as FARA.”\n\n— “Grassley’s letter cites earlier reporting by POLITICO connecting Fusion GPS to a mysterious lobbying effort last year that tried to derail a human rights sanctions bill that irked the Kremlin.",
  "GRASSLEY PRESSES JUSTICE DEPARTMENT ON RESEARCH FIRM’S RUSSIAN TIES: “Senate Judiciary [Committee] Chairman Chuck Grassley wants information on how a Washington opposition research firm was apparently involved in a pro-Russian lobbying campaign at the same time that it was overseeing the unverified dossier about the Trump campaign’s ties to Russia,” POLITICO’s Isaac Arnsdorf reports.",
  "FEINBERG MAY KEEP HIS STAKE IN CONTRACTOR IF HE JOINS ADMINISTRATION: “Stephen Feinberg, the billionaire under consideration for a national security role in the Trump administration, is seeking to keep his stake in his $30 billion investment firm, according to two people with knowledge of his preparations,” Bloomberg News’ Max Abelson and Zachary Mider report.",
  "The Michael Lewan Company: American Society of Anesthesiologists\n\nThe Michael Lewan Company: Ferring Pharmaceuticals, Inc.\n\nWilliams and Jensen, PLLC: El Paso Electric Company\n\nWilliams and Jensen, PLLC: Friedkin Group on behalf of Locke Lord\n\nWilliams and Jensen, PLLC: Louisiana Sheriffs' Association\n\nWilliams and Jensen, PLLC: Noridian Health Care Solutions",
  "PRO-TRUMP GROUPS COULD ATTACK FELLOW REPUBLICANS: “At least four separate organizations are seeking to drive public support for [President Donald] Trump and his priorities — a marked shift from the first two months of his administration, when the White House had limited outside air cover,” The Washington Post’s Matea Gold and Robert Barnes report.",
  "FORMER TRUMP STAFFERS HUNTING FOR FOREIGN LOBBYING WORK: “Some of President Donald Trump’s former campaign hands are rushing to sign lucrative deals with foreign clients, shrugging off their own pledges to avoid foreign lobbying and the president’s vow to ‘drain the swamp,’” POLITICO’s Theodoric Meyer, Kenneth P. Vogel and Josh Dawsey report.",
  "“John Sweeney is a former Republican congressman from New York who served as deputy counsel on the Trump campaign and later as a member of the presidential transition team.”\n\n— David Bitkower has joined Jenner & Block as a partner in the Washington office, where he’ll be a member of the white-collar defense and investigations practice.",
  "“The previously unreported changes to a trust document, signed on Feb. 10, stipulates that it ‘shall distribute net income or principal to Donald J. Trump at his request’ or whenever his son and longtime attorney ‘deem appropriate.’ That can include everything from profits to the underlying assets, such as the businesses themselves.",
  "What lobbyists learned from the health care fight\n\nWith David Beavers and Aubree Eliza Weaver\n\nWHAT LOBBYISTS LEARNED FROM THE HEALTH CARE FIGHT: It’s been 10 days since Republicans’ effort to repeal Obamacare collapsed — long enough for lobbyists to chew over what it means for the Trump administration’s next legislative push.",
  "— All three partners are Republicans — Easton is a former chief of staff to former Sen. Kelly Ayotte (R-N.H.), Feehery is a veteran of House Republican leadership and Belmar worked in President George W. Bush’s administration — and the firm is looking to hire at least one Democrat to give it bipartisan bona fides.",
  "THE GLOBAL POLITICO PODCAST: ‘THIS THEORY WE DIDN’T DO ANYTHING’: In an exclusive new interview for The Global POLITICO, Obama’s top homeland security adviser Lisa Monaco talks about the Russia hacking of 2016 and whether the White House should have talked more publicly about it before the election.",
  "Pro Health Care Briefing: Drug Safety and the Trump FDA — Join the POLITICO Pro Health Care team and experts as they discuss: How will changes to the FDA drug approval process protect safety, promote efficacy, maximize appropriate prescribing, and pass on cost savings to patients and taxpayers?",
  "— At the Ringling Bros. and Barnum & Bailey Circus last night at the Verizon Center, according to a PI tipster: Jared Parks and Laura Crist of the U.S Chamber of Commerce; Laura’s husband, Greg Crist, of AdvaMed; Cherie Short of Concerned Women for America; and Kathryn McQuade.",
  "The lobbying campaign occurred at the same time that Fusion GPS reportedly hired a former British spy to gather intelligence on Russia’s efforts to tamper with the 2016 presidential election and develop contacts with then-candidate Donald Trump and his associates.” Full story.",
  "“From a lobbying standpoint, we all need to be looking at members off the committees who can bring the process to a halt,” said Brian Wild, a policy director at Brownstein Hyatt Farber Schreck who wrote a memo for clients last week on lessons learned.",
  "The firm takes its name from the last names of the three partners: John Easton, a former vice president at QGA; John Feehery, the former president of QGA’s communications practice; and Adam Belmar, a former director of the communications practice.",
  "“But we all need to pay more attention to the Senate.”\n\nQGA VETERANS LAUNCH NEW FIRM: Four veterans of QGA Public Affairs, the former lobbying powerhouse that largely shut down on Friday, have started a new firm, EFB Advocacy.",
  "The GOP health care bill sailed through the Ways and Means Committee and the Energy and Commerce Committee before running aground with the wider membership, particularly moderates and members of the House Freedom Caucus.",
  "TRUMP TRUST ALLOWS HIM TO WITHDRAW MONEY WITHOUT DISCLOSURE: President Donald “Trump can draw money from his more than 400 businesses, at any time, without disclosing it,” ProPublica’s Derek Kravitz and Al Shaw report.",
  "“You’ve just got to stay on message, and you’ve got to educate every different faction of the conference,” said Scott Mason, an early Trump campaign staffer who’s now a senior policy adviser at Holland & Knight.",
  "‘It’s a big market, that’s for sure.’”\n\n— “Lewandowski’s firm is one of a handful of upstarts looking to undercut the lobbying giants that for years dominated the market for foreign lobbying work in Washington.",
  "But down the road, some of the groups could end up turning their focus on lawmakers who cross Trump, including members of his own party, according to people familiar with internal discussions.” Full story.",
  "Lewandowski and Bennett are actively seeking to represent foreign governments and consult on overseas elections, and members of the firm have met in recent weeks with officials from Albania and Kosovo.",
  "“Former Trump campaign manager Corey Lewandowski, whose partner, Barry Bennett, had said last year that their new firm wouldn’t lobby for foreign nations, is among those searching for foreign gold.",
  "They’re betting their experience on Trump’s campaign and relationships with former colleagues now in his administration can woo foreign governments away from more established rivals.” Full story.",
  "FORMER SESSIONS ADVISER JOINS BGR: Pete Landrum, who spent a decade as a senior adviser to former Sen. Jeff Sessions (R-Ala.), is headed to BGR Government Affairs as a vice president.",
  "… ‘It’s incredibly broad language,’ said Frederick J. Tansill, a family estate and trust attorney outside Washington, D.C., who reviewed the documents for ProPublica.” Full story.",
  "JOB MOVES:\n\n— “Comcast has brought on a Trump campaign and transition veteran to lobby for the company on telecom policy, according to a filing,” POLITICO’s Li Zhou reports.",
  "“Cerberus Capital Management was the 17th biggest U.S. Army contractor in 2015, government records show, with holdings in companies that train soldiers and make rifles.",
  "OPENING DAY: The International Franchise Association is running ads targeted toward fans at the Washington Nationals’ first game of the season this afternoon.",
  "The biggest takeaway, according to several lobbyists who chatted with PI: Spend more time focusing on rank-and-file members and less on powerful committees.",
  "By retaining his stake while advising the president, he would join a growing list of administration officials with ties to their businesses.” Full story.",
  "The Pro edition of PI also misstated the name of the National Marine Manufacturers Association’s new director of federal government relations.",
  "“More and more, [rank-and-file] members feel they have a right to be involved in the process,” said Sam Geduldig, a partner at CGCN Group.",
  "— The International Association of Fire Fighters has tapped Dave Lang as its new political director after David Billy retired on Friday.",
  "“The immediate goal: to lean on Democratic senators in the run-up to a vote expected this week on Supreme Court nominee Neil Gorsuch.",
  "— Scott Belcher, the former chief executive of the Telecom Industry Association, has launched a new consulting firm, SFB Consulting.",
  "CORRECTIONS: Friday’s edition of PI mischaracterized what Mike Hussey is doing now that QGA Public Affairs is mostly shutting down.",
  "What are the challenges and possible benefits of relying on surrogate markers to determine drug effectiveness and side effects?",
  "Story Continued Below\n\n— Other takeaways: (1) Get different factions of House Republicans on board early in the process.",
  "The firm will be “focused on traditional lobbying,” Feehery said, along with strategic communications and digital work.",
  "She was previously senior director of public policy and strategic operations for the Center for Audit Quality.",
  "SPOTTED: At Cafe Milano on Friday evening, according to a PI tipster: Paul Manafort dining with Vernon Jordan.",
  "He was previously principal deputy assistant attorney general for the Justice Department’s criminal division.",
  "“Without public sentiment, it’s becoming increasingly difficult to move bills,” CGCN Group’s Ken Spain said.",
  "(2) Work from the outside in, courting outlets like Breitbart News to get lawmakers’ constituents on board.",
  "— Jane Cobb is the new executive director of the Securities and Exchange Commission Historical Society.",
  "Plus: her thoughts on how Trump is undoing their counterterrorism policies “with the stroke of a pen.\"",
  "CALLOUT: Thanks to everyone who’s emailed me tips about influencers who aren’t registered to lobby.",
  "“I do think you give better advice to clients if you have a bipartisan approach,” Feehery said.",
  "“Try to get their buy-in early in the process rather than at the last minute,” Geduldig said.",
  "He’ll focus on homeland security, shipbuilding and aerospace clients, according to the firm.",
  "Chris Brown, a former director of QGA’s digital practice, is joining as a vice president.",
  "“The House is imploding at the moment, so it’s easy to pay attention to it,” Wild said.",
  "Lang was previously president of the Professional Fire Fighters of New Hampshire.",
  "If you haven’t gotten in touch yet, there’s still time: tmeyer@politico.com.",
  "“We’re bringing a pretty good stable of clients with us,” Feehery said.",
  "He’ll consult on driverless cars, among other issues.",
  "You can also follow me on Twitter: @theodoricmeyer.",
  "(3) And remember the House is just half the battle.",
  "How can real-world data inform changes in the FDA?",
  "‘We’ve met with a bunch of people,’ Bennett said.",
  "This newsletter thrives on your tips.",
  "Wednesday, 8am, The Mayflower Hotel.",
  "He is still considering his options.",
  "Good afternoon, and welcome to PI.",
  "Get in touch: tmeyer@politico.com.",
  "Listen and subscribe on iTunes.",
  "I’m following up on your tips.",
  "Sign a new client?",
  "Watch the ad here.",
  "He is Mike Pasko.",
  "Switching jobs?",
  "RSVP: here."
]