[
  "Presidents Trump and Poroshenko discussed preserving Russian sanctions and possibly ramping up those sanctions until Russia adheres to the Minsk agreement, which sought to end the war between Ukraine and Russia, the Ukrainian president told Ukrainian reporters after the meeting with Mr. Trump.",
  "Cohen's payment, according to Wood, \"was for getting Poroshenko more than just an embarrassingly brief few minutes of small talk and a handshake,\" the senior official told Wood, and they continued to negotiate until the very day of the visit, which angered the Ukrainians.",
  "Michael Cohen, President Trump's personal lawyer, was secretly paid at least $400,000 to arrange talks between Ukrainian President Petro Poroshenko and Mr. Trump, the BBC's Paul Wood reported Wednesday, citing sources in Kiev who are close to those involved.",
  "A Ukrainian lawmaker loyal to Poroshenko then drew on personal contacts who attended the Port of Washington Chabad, which is a Jewish charity in New York, and this, the BBC reports, led them to Cohen, who received hundreds of thousands of dollars.",
  "Stormy Daniels' attorney, Michael Avenatti, who has obtained some of Cohen's financial records, told the BBC that reports filed by Cohen's bank to the Treasury Department said Cohen had received money from \"Ukrainian interests.\"",
  "Wood says he's seen an intelligence report citing senior Ukrainian sources claiming these deals flow a backchannel arrangement where Ukraine would buy U.S. support and the U.S. would give Ukraine limited arms help.",
  "Before Cohen's intervention, Ukrainian representatives were only able to get a brief photo op for the Ukrainian president -- who has been openly critical of Russian President Vladimir Putin -- with Mr. Trump.",
  "Wood also reports that Cohen was paid through intermediaries acting on Poroshenko's behalf, even though Cohen was not registered as a foreign agent of Ukraine under the U.S. Foreign Agents Registration Act.",
  "CBS News' Kylie Atwood reported in June that Poroshenko was leaving Washington feeling that his message was heard by the administration, and that Ukraine had the backing of Mr. Trump.",
  "He called the sanctions \"extremely important\" and claimed it was \"no coincidence\" that the U.S. reinforced sanctions on 38 individuals and companies the week he was in Washington.",
  "Poroshenko had a meeting at the White House in June 2017, when the White House schedule said the Ukrainian president would be able to \"drop in\" on Mr. Trump in the Oval Office.",
  "Upon Poroshnko's return home, the Ukrainian anti-corruption agency stopped investigating former Trump campaign chairman Paul Manafort, according to BBC.",
  "Cohen denies the BBC's report, and the Ukrainians identified by the BBC as having opened the backchannel to Mr. Trump also denied the report.",
  "Manafort had been accused of being paid millions by pro-Russian interests in Ukraine in reports by the Associated Press and New York Times.",
  "One source said Cohen received $400,000, and another put the number at $600,000, in return for help setting up a backchannel to Mr. Trump.",
  "In the end, however, Poroshenko was gratified to have an Oval Office meeting covered by the press, and considered it a substantive visit.",
  "But Poroshenko needed a meeting that could be framed as \"talks,\" a high-ranking Ukrainian intelligence officer told Wood.",
  "Since then, Ukraine has made deals with the U.S. to import coal, locomotives and Javelin anti-tank missiles.",
  "(The BBC notes that officials from the Chabad organization were not involved.)"
]