[
  "The Associated Press reported that he “helped a pro-Russian governing party in Ukraine secretly route at least $2.2 million in payments to two prominent Washington lobbying firms in 2012, and did so in a way that effectively obscured the foreign political party’s efforts to influence U.S. policy.”\n\nThe firms — Mercury and the Podesta Group — said they were assured the funds came from a nonprofit group, not from a government or political party, and they registered under the Lobbying Disclosure Act rather than FARA.",
  "The inspector general’s office found that FBI counterintelligence agents and officials in the national-security division had differing understandings about FARA’s intent and what actually constituted a “FARA case.”\n\nAccording to the report, agents believed officials in the national-security division were reluctant to approve charges and seemed to prefer forcing alleged FARA violators to register rather than prosecuting them.",
  "In 2010, former congressman Mark Deli Siljander (R-Mich.) pleaded guilty to obstruction of justice and a charge under FARA, admitting that he had been hired by an Islamic charity based in Sudan to lobby for the group’s removal from a federal list of charities suspected of funding international terrorism, without being properly registered to do so.",
  "The law carves out what seem to be broad exemptions, and the national-security division said it could be difficult to determine whether think tanks, nongovernmental organizations, university and college campus groups, foreign media entities or others that may receive funding and direction from foreign governments are covered by them.",
  "Terry McAuliffe — and could possibly use to probe the overseas dealings of former Donald Trump campaign chairman Paul Manafort — is rarely enforced, and Justice Department officials and agents generally do not agree on its intent, according to an inspector general’s report released Wednesday.",
  "The national-security division said in a statement that its officials “agree with the report’s recommendations and in fact had already taken steps relating to several of the IG’s observations prior to the audit.”\n\nRead more:\n\nOfficials: Federal prosecutors investigating Virginia Gov.",
  "“We believe these differing understandings are indicative of the lack of a comprehensive Department enforcement strategy on FARA, which the Department should develop and integrate with its overall national security efforts,” the report concluded.",
  "[How Paul Manafort revived his career — and fortunes — in Ukraine]\n\nWhile the report would not affect McAuliffe (D) or Manafort directly, it shows how unusual it would be for prosecutors to initiate criminal proceedings against either of them.",
  "The Foreign Agents Registration Act, which requires U.S. citizens who lobby on behalf of foreign governments to register with the Justice Department, generated only seven criminal cases between 1966 and 2015, according to the report.",
  "Officials in the national-security division said they believed the primary goal of FARA was to “ensure appropriate registration and public disclosure,” though they disputed they were reluctant to approve charges when appropriate.",
  "The inspector general’s office found that registrations under FARA, which was passed in 1938 as an effort to combat fascist and communist propaganda, began to fall sharply in the mid-1990s.",
  "The Justice Department, the report said, had not sought civil relief under FARA since 1991, and two of the seven criminal cases it brought between 1966 and 2015 were dismissed.",
  "Manafort, who did not register as a foreign agent or lobbyist for his Ukraine work, has said he never represented the governments of Ukraine or Russia.",
  "The department inspector general’s office found that agents and prosecutors had different understandings of the law and disagreed on how to apply it.",
  "McAuliffe’s attorney has said they are investigating potential violations of FARA, though the lawyer insisted they will find no wrongdoing.",
  "Federal officials have told The Washington Post they are looking broadly at his personal finances, especially foreign sources of income.",
  "Manafort resigned from his job with Trump’s campaign amid reports of his past dealings in Ukraine.",
  "An eighth case was approved for prosecution in November 2015, according to the report.",
  "In McAuliffe’s case, it is unclear exactly what has drawn investigators’ attention.",
  "McAuliffe\n\nWhich foreign countries spent the most to influence U.S. politics?",
  "The obscure law that authorities are using to investigate Virginia Gov.",
  "The FARA unit comprises just eight people, according to the report.",
  "Editorial: America deserves answers on Manafort global money trail",
  "The report found that enforcement actions are extremely rare."
]