[
  "Her suggestions for dealing with the problem included rescinding an absurd exemption from the Foreign Agents Registration Act (FARA) granted to the schools because they are supposedly engaged in purely academic activities, reducing federal funding to schools that accept Confucius Institute money, and strictly applying antidiscrimination laws so the Chinese government cannot control the staffing of the institutes.",
  "“The Chinese government has been clear in its goal and purpose for creating and expanding Confucius Institutes throughout the country, namely to distort academic discourse on China, threaten and silence defenders of human rights, and create a climate intolerant of dissent or open discussion,” Moulton said in his letter to Tufts University and UMass Boston.",
  "Much more difficult to measure but no less insidious, however, is the self-censorship that often takes place in academic settings where there is a Chinese government presence in the form of a Confucius Institute,” Rubio charged, listing topics from Taiwan to Tiananmen Square that are suppressed at Confucius installations.",
  "It is inappropriate for a foreign power to have such control over a college course.”\n\nThe South China Morning Post credits Confucius Institutes with “giving China a soft power advantage” in Africa, where more than 50 such schools are teaching Mandarin Chinese to students who seek jobs with Chinese companies.",
  "China struggled to protect the reputation of its Confucius Institute as an educational and cultural “bridge” between China and the world in a column on Friday, while suspicions grow deeper the Institutes serve as instruments for spreading Chinese regime influence into other societies.",
  "When FBI Director Christopher Wray revealed in February that Confucius Institutes are under investigation as a possible security threat, Rachelle Peterson wrote at the Hill that it was time to get the “pernicious” Chinese government-sponsored schools out of all U.S. colleges.",
  "Additionally, the PRC continues its efforts to interfere in multilateral institutions, threaten and intimidate rights defenders and their families, and impose censorship mechanisms on foreign publishers and social media companies,” Rubio wrote in his February letter.",
  "“There is mounting concern about the Chinese government’s increasingly aggressive attempts to use “Confucius Institutes” and other means to influence foreign academic institutions and critical analysis of China’s past history and present policies.",
  "The Chinese director of one Institute told me that if a student asked about Tiananmen Square, she would ‘show a picture and point out the beautiful architecture.’ Another stripped faculty doors of banners referencing Taiwan,” Peterson wrote.",
  "We have a responsibility to uphold our American values of free expression, and to do whatever is necessary to counter any behavior that poses a threat to our democracy,” Cuellar and McCaul wrote in a letter to four Texas universities.",
  "Asked if he was worried about China becoming a new colonial power, Fall replied: “This kind of cooperation is a win-win because it’s not cooperation that can be imposed by rules and regulations … you retain your freedom.",
  "A professor named Mahmoud Fall quoted in the article predicted that Chinese would soon be a more popular language in Africa than French, English, or other European languages dating back to the colonial era.",
  "“Confucius Institute instructors are almost always hired in China and trained by the Chinese Ministry of Education without any of the same employment and hiring protections that exist in the United States.",
  "Besides language courses, they also opened courses on traditional Chinese culture such as tea ceremony, calligraphy, painting and so on,” the Chinese People’s Daily wrote on Friday.",
  "“Confucius Institute classes are stocked with textbooks selected and paid for by the Chinese government and led by teachers vetted and hired by the Chinese government.",
  "Texas A&M terminated its agreement to host Confucius Institutes in April at the urging of Representatives Henry Cuellar (D-TX) and Michael McCaul (R-TX).",
  "Senator Marco Rubio (R-FL) and Rep. Seth Moulton (D-MA) have also written to colleges in their states urging them to shut down the Confucius Institutes.",
  "He also sent the letter to 38 colleges in the Greater Boston area that do not have Confucius Institutes yet, as a warning against opening one.",
  "“These organizations are a threat to our nation’s security by serving as a platform for China’s intelligence collection and political agenda.",
  "What you have with Chinese cooperation is the possibility to remain yourself, keeping your own heritage, conducting your own policies.”",
  "I found they misled students about China’s history and pressured American scholars to keep quiet about China’s unsavory policies.",
  "Students are given Chinese names by their instructors, who also encourage them to embrace Chinese culture, history, and cuisine.",
  "“No other nation enjoys such direct access to American college classrooms,” Peterson told Deutsche Welle in April.",
  "The SCMP describes one such school in Senegal that was funded with $2.5 million in Chinese government money.",
  "The costs of running the school and paying staff members are all covered by Beijing as well.",
  "“To date, America has already built 110 Confucius Institutes and 501 Confucius Classrooms.",
  "The article also celebrated other schools in Thailand and Belgium.",
  "“I spent a year and a half studying Confucius Institutes.",
  "It’s not based on domination."
]