[
  "Here’s Wired’s Garrett Graff from June:\n\nIt’s a team that contains some of the nation’s top investigators and leading experts on seemingly every aspect of the potential investigation — from specific crimes like money laundering and campaign finance violations to understanding how to navigate both sprawling globe-spanning cases and the complex local dynamics of Washington power politics.",
  "Similarly, Politico’s Darren Samuelsohn interviewed former special prosecutors, and the quotes reveal a group impressed with what Mueller has been able to do in such a short time:\n\nSolomon Wisenberg, also a former Starr prosecutor, said Mueller’s opening moves demonstrated the probe has been “moving quickly” thanks in part to the work he inherited before his mid-May appointment.",
  "(J. Scott Applewhite/AP)\n\nDaniel W. Drezner is a professor of international politics at the Fletcher School of Law and Diplomacy at Tufts University and a regular contributor to PostEverything\n\nTuesday’s commentary will focus on how much Monday’s indictments and revelation of a plea deal of Trump campaign officials represent a legal threat to the Trump White House.",
  "“The Justice Department largely neglected its role in the administration of FARA, which emboldened many lobbyists to ignore the law and opt to register under the weaker disclosure regime of the Lobbying Disclosure Act, if at all.”\n\nTrump’s efforts to drain the swamp have been limited to toothless rhetoric and a host of scandals implicating his business cronies.",
  "Or Business Insider’s Michelle Mark from September:\n\nAs the investigation into ties between President Donald Trump’s campaign and Russian officials reportedly plows ahead at a breakneck pace, special counsel Robert S. Mueller III has quietly assembled a formidable team of investigators whose résumés offer a glimpse into potential leads the probe is chasing.",
  "“It makes it that much harder I think for somebody to try to either pardon someone like Manafort or get Mueller fired.”\n\nAgain, contrast this with a White House that can’t get a health-care bill passed, can’t enact steel tariffs, keeps losing momentum on tax reform and keeps getting blocked by, you know, the rule of law in its attempts at executive action.",
  "As John Hudson and Zoe Tillman note at BuzzFeed, Mueller’s actions are finally putting teeth to the Foreign Agents Registration Act, a Depression-era law that had been weakly enforced to date:\n\nIn the last half century, the Justice Department has brought only a handful of enforcement actions against lobbyists for violations of FARA.",
  "Last month, Time’s Tessa Berenson wrote that Mueller’s team was moving at a rapid pace:\n\nExperts on independent investigations, including some who have worked with them in the past, say that the former FBI director is moving on an aggressive timeline as he looks into Russian attempts to influence the 2016 election.",
  "\n\nRobert S. Mueller III departs after a closed-door meeting on Capitol Hill with members of the Senate Judiciary Committee on June 21 about Russian meddling in the 2016 presidential race and possible connection to the Trump campaign.",
  "“The indictment of Manafort is sending shock waves through K Street and the FARA Unit at the Department of Justice,” said Craig Holman, a government affairs lobbyist at Public Citizen, a group that supports government transparency.",
  "Mueller’s team boasts a storied amount of experience [in] both prosecution and criminal defense, hailing from prestigious law firms like WilmerHale to top spots within various divisions of the Justice Department.",
  "And in the meantime, Mueller with his Monday disclosures has helped to insulate himself against presidential attacks by filing the criminal charges against two of Trump’s highest-ranking campaign aides.",
  "Trump already has burned through a national security adviser, a press secretary, a communications director, a chief strategist and a chief of staff, along with a host of lower-level figures.",
  "As special counsel, Mueller has recruited an elite team, acted swiftly, issued credible threats, and has started addressing long-standing patterns of corruption inside the Beltway.",
  "And he is alleging not mere technical infractions of law but astonishing criminality on the part of Trump’s campaign manager, a man who also attended the Trump Tower meeting.",
  "Lawfare’s Susan Hennessey and Benjamin Wittes analyzed Monday’s legal moves and concluded the following:\n\nMueller’s opening bid is a remarkable show of strength.",
  "There is also the fact that Mueller’s team now appears to be making progress in its remit, a sharp contrast to the weakest commander in chief in modern history.",
  "This stands in stark contrast to the Trump White House, which leaks so badly it is easy to compile an endless litany of Trump-as-toddler examples.",
  "The only White House staff member who has recently received press accolades is Chief of Staff John F. Kelly, and, hoo boy, that’s about to change.",
  "[Who’s who in the George Papadopoulos court documents]\n\nMueller’s team is not just closemouthed, it also knows how to signal a credible threat.",
  "If you believe The Washington Post’s Robert Costa, Philip Rucker and Ashley Parker, Mueller’s actions set President Trump off bigly.",
  "Simply put, special counsel Robert S. Mueller III is demonstrating by his actions how a competent person runs a government agency.",
  "Many adjectives have been used to describe this White House; “elite” and “formidable” are not ones that immediately come to mind.",
  "Now Washington’s cottage industry of consultants and public affairs specialists can only wonder if that era has come to an end.",
  "The hard-working staff here at Spoiler Alerts will be interested in all of this, but worries that something is being missed.",
  "He said Manafort and Gates are now on track for a criminal trial that begins anywhere from nine to 16 months from now.",
  "Despite news of the indictments leaking over the weekend, the media was never able to divine who would be arrested.",
  "Any hope the White House may have had that the Mueller investigation might be fading away vanished Monday morning.",
  "Jared Kushner can barely fill out a form without mistakes, much less accomplish anything of policy significance.",
  "Trump, on the other hand, keeps devaluing his own words, becoming more predictable and less credible over time.",
  "If you believe Politico’s Josh Dawsey, Monday’s announcements were something of a relief to the White House.",
  "Finally, it appears that Mueller is accomplishing something that Trump promised to do: drain the swamp.",
  "They say that could help keep it from getting bogged down or off track, like some past investigations.",
  "The past week reveals the more subtle threat that Mueller and his team pose to the Trump White House.",
  "Mueller’s team is also the White House’s competent doppelganger in its approach to public relations.",
  "The former FBI director is far better at governing than the former reality-television star.",
  "He has a cooperating witness from inside the campaign’s interactions with the Russians.",
  "The only thing this White House has done quickly has been to squander its credibility.",
  "Similarly, the George Papadopoulos plea deal caught all of Washington by surprise.",
  "That lack of prosecution resulted in a proliferation of under-the-radar lobbying.",
  "Hennessey and Wittes are hardly the only analysts to arrive at this conclusion.",
  "“Nobody can say this is a chicken-s— prosecution,” Wisenberg said.",
  "Unsurprisingly, these analyses will not all be on the same page.",
  "It is no wonder that he is polling better than Trump right now.",
  "Consider the myriad stories describing Mueller’s staffing.",
  "That contrast will be on display well into the next year.",
  "Trump’s White House is demonstrating the exact opposite.",
  "The contrast with the Trump White House is notable.",
  "Things are only going to get worse from here.",
  "Mueller’s team ain’t leaking.",
  "That requires a tight ship.",
  "It will drive Trump crazy."
]