[
  "His work in Ukraine over the past decade has been well-known, especially how he helped Viktor Yanukovych, the pro-Russian politician, engineer a turnabout in his fortunes to become Ukraine’s president, until he fled office in the face of mass demonstrations in 2014, triggering Russian President Vladimir Putin’s seizure of Crimea and instigation of a violent insurrection in the eastern provinces of Donetsk and Luhansk.",
  "Now add this: Mr. Manafort and a business associate were working in 2012 on behalf of Mr. Yanukovych’s political party when they steered money to a nonprofit organization, the European Centre for a Modern Ukraine, which subsequently paid $2.2 million to the lobbying firms to advocate positions in line with Mr. Yanukovych’s government.",
  "The questions have been deepened by Mr. Trump’s expressed affinity for the Russian strongman, by his association with Russian and Russian American businessmen, and by a change in the GOP platform on Ukraine this summer that was in Mr. Putin’s favor.",
  "OF ALL the murky financial links to Russia and Ukraine involving Paul Manafort, the just-demoted campaign chairman for Republican presidential nominee Donald Trump, the most disturbing so far was published Tuesday by the Associated Press.",
  "According to the AP account, the lobbying firms did not register as foreign agents under U.S. law with the Justice Department, potentially obscuring from public view a foreign political party’s attempts to influence Congress.",
  "The two recipient firms were Podesta Group Inc., led by Tony Podesta, whose brother, John Podesta, is now chairman of Hillary Clinton’s campaign, and Mercury LLC, led by former Minnesota Republican congressman Vin Weber.",
  "Under the Foreign Agents Registration Act, lobbyists must declare publicly if they represent foreign leaders or foreign political parties and file detailed reports to the Justice Department.",
  "Mr. Manafort is reported to have helped a pro-Russian party in Ukraine route at least $2.2 million in payments to a pair of prominent Washington lobbying firms in 2012.",
  "American voters are right to wonder whether Russia is attempting to meddle in the U.S. presidential campaign, and to what extent Trump & Co. might be enabling that.",
  "Mr. Manafort’s work abroad has raised questions about whether he might be channeling into the Trump campaign some kind of influence from Russia and Mr. Putin.",
  "This is precisely the kind of opacity that generates suspicion about Mr. Trump, who has been less than forthcoming about his corporate and personal finances.",
  "Neither of the lobbying firms registered in this case, and they told the Associated Press they didn’t believe it was necessary.",
  "It appears from the AP article that the nonprofit functioned as an intermediary for the money from Ukraine.",
  "If not a violation of the letter of the law, it certainly appears to circumvent the spirit.",
  "Mr. Manafort is no neophyte when it comes to the rules of lobbying and politics.",
  "A violation carries criminal penalties, although the law is not often enforced.",
  "Mr. Manafort has made a career out of working on overseas political campaigns.",
  "A generation ago, he advised the Philippine dictator Ferdinand Marcos."
]