[
  "The release of the charges followed the disclosure last week that a prominent Democratic lawyer and a news outlet backed by a major Republican donor had at different times paid a firm that compiled opposition research on Trump alleging ties to Russian interests that could threaten national security.",
  "The only person with any significant control over events, special counsel Robert S. Mueller III, offered no hints Monday on his next move beyond the day's bombshells — legal filings that included the indictment of two former Trump campaign officials and the guilty plea of a third.",
  "\"Today's announcement has nothing to do with the president, has nothing to do with the president's campaign or campaign activity,\" she said, arguing that the work by Papadopoulos to coordinate a Russian meeting with the campaign did not amount to a campaign effort.",
  "In court papers, Papadopoulos described in detail his 2016 efforts to arrange contacts with people he knew to be Russian agents, including one person who had told him about Russian \"dirt\" on Democratic candidate Hillary Clinton, including \"thousands of emails.\"",
  "\"The charges brought last week could easily result in prosecutions extending into 2019, just on the trial level, not even the appellate level,\" said Jonathan Turley, a law professor at George Washington University Law School.",
  "He now says that he discussed the Russian overtures he had received with several other people in the Trump campaign, including a \"senior policy adviser,\" a \"campaign supervisor\" and a \"high-ranking campaign official.\"",
  "Even the president found himself caught off guard when he prematurely tweeted his own absolution hours after indictments were announced against his former campaign chairman Paul Manafort and a top deputy, Rick Gates.",
  "Monday's court papers revealed that he had decided to file charges under the Foreign Agents Registration Act, a nearly 80-year-old law that regulates lobbying for foreign powers but rarely leads to criminal charges.",
  "Hours after the first indictments landed, a leading Democratic lobbyist, Tony Podesta, announced that he would leave his firm after its apparent role in a Ukrainian lobbying campaign was described in court papers.",
  "The campaign officials are not identified in court documents, but some of the emails cited by federal prosecutors match messages described in August to The Washington Post by people familiar with their contents.",
  "At a separate event, House Speaker Paul D. Ryan (R-Wis.) said this when asked about the indictments: \"I really don't have anything to add, other than nothing's going to derail what we're doing in Congress.\"",
  "\"There was a period of months during Monica Lewinsky when I could have set my hair on fire and I would not have gotten on television,\" he said, arguing that more debate over taxes would help his side.",
  "At about the same time, Mueller's team announced a previously secret guilty plea of a third Trump campaign adviser, George Papadopoulos, who worked on foreign policy in a volunteer capacity.",
  "A principal from Podesta's firm is described as privately warning Gates that his talking points on work on the lobbying contract could be contradicted by \"lots of email traffic.\"",
  "That raises the prospects for political distractions that could continue into the 2018 campaign season, possibly complicating Republican efforts to hold the House and Senate.",
  "The Manafort and Gates indictments described the efforts of \"Company B\" — which appears to be Tony Podesta's firm, the Podesta Group — to help the government of Ukraine.",
  "Legal experts say the Mueller investigation is likely to bring more charges, not to mention a protracted legal process that is likely to distract from other priorities.",
  "But Simon Rosenberg, a Democratic strategist, said: \"It has added a degree of unpredictability and volatility into what was already an unpredictable environment.",
  "Amid the escalating criminal investigation into Russian involvement in the 2016 election, every corner of the city finds itself preparing for the unexpected.",
  "Already, there are signs that the growing scandal has begun to distract from a key week for Republicans looking to build momentum behind tax legislation.",
  "\"If he does, Congress must respond swiftly, unequivocally and in a bipartisan way to ensure that the investigation continues,\" he said in a statement.",
  "(J. Scott Applewhite/AP)\n\nFormer Democratic strategist David Axelrod liked to say that presidential campaigns provide MRIs of candidates' souls.",
  "One of the party's most powerful lobbyists and effective fundraisers, he is also the brother of Clinton's 2016 campaign chairman, John Podesta.",
  "Republicans, meanwhile, seemed more concerned that the scandal not distract from the effort to pass tax legislation before the end of the year.",
  "Grover Norquist, a conservative activist working on tax legislation, said the situation recalled moments during the scandals of the 1990s.",
  "Among the campaign officials he emailed were Manafort, campaign manager Corey Lewandowski and national campaign co-chairman Sam Clovis.",
  "Both disclosures were the sort of tradecraft that rarely becomes public, but there was little sign that they would be the last.",
  "Podesta's decision to leave his firm amounted to the first collateral damage for Democrats from the Russian investigation.",
  "Papadopoulos pleaded guilty to giving false statements to federal agents in his initial interviews about the interactions.",
  "It also undercuts the expectations of White House aides, who say they expect the Mueller investigation to conclude soon.",
  "Lobbyist Charlie Black, a former business partner of Manafort, worried that the focus on the investigation could do so.",
  "Senate Minority Leader Charles E. Schumer (D-N.Y.) put out a warning to Trump not to interfere with the ongoing probe.",
  "And the president's denial that his campaign worked in any way with Russia continues to be tested by new disclosures.",
  "Republicans worry that their last best hope for a legislative win, a tax overhaul, could fall victim to the scandal.",
  "On Capitol Hill, Senate Majority Leader Mitch McConnell (R-Ky.) avoided questions from reporters on the indictments.",
  "White House press secretary Sarah Huckabee Sanders chose not to acknowledge that confession later in the day.",
  "Mueller has signaled that he will seek to turn every stone in his search and use all available legal tools.",
  "At 10:25 a.m., Trump felt it safe to boast that the announcements did not directly reference his campaign.",
  "The corollary is that criminal investigations can similarly expose the hidden malignancies of Washington.",
  "\"We are in a real testing time for democracy,\" said Thomas Mann, a scholar at the Brookings Institution.",
  "\"Sorry, but this is years ago, before Paul Manafort was part of the campaign,\" Trump wrote on Twitter.",
  "\"That is going to continue to have a dysfunctional impact on the Trump administration.\"",
  "\"You really have to go back to Watergate to find anything of this scope and dimension.\"",
  "Black noted that all of his 65 clients are interested in the outcome of the tax fight.",
  "\"The agenda of politics is dictated by the news media most of the time,\" Black said.",
  "Senate Majority Leader Mitch McConnell (R-Ky.), center, joined by, from left, Sens.",
  "Charles E. Grassley (R-Iowa), Orrin G. Hatch (R-Utah) and John Cornyn (R-Tex.",
  "The hardest part for official Washington is not knowing what happens next.",
  "Democrats fret that President Trump might try to shut down the inquiry.",
  "It ends up just being a thing that just started eating up bandwidth.\"",
  "\"And the news media will be consumed by these scandal issues.\"",
  "And the possibilities seemed only to grow as the day wore on.",
  "Also, there is NO COLLUSION!\"",
  "), at the Capitol on Monday.",
  "Read more at PowerPost",
  "\"It's a distraction.\"",
  "\".",
  ".",
  "."
]