[
  "“We’ve seen time and again how lobbyists of foreign principals skirt existing disclosure laws to conceal their clients’ identities and agendas,” Grassley, who has lead an extensive oversight effort into the existing law FARA since 2015, said in a statement, noting that his “oversight work has uncovered rampant disregard by foreign agents and lackluster enforcement by federal authorities.”\n\nUnder FARA, people in the United States who lobby on behalf of foreign entities must register through the Justice Department as a foreign agent and disclose their work.",
  "“Any insinuation to the contrary is false.”\n\nIn relation to the grand jury indictment, Manafort’s attorney Kevin Downing argued that the special counsel’s charges were based on a “novel theory.”\n\n“You see an indictment brought by the Office of Special Counsel that is using a very novel theory to prosecute Mr. Manafort regarding a FARA filing,” Downing said Monday.",
  "The Grassley-Johnson proposed legislation comes in the wake of the 12-count indictments of Manafort and his associate Rick Gates, who pleaded not guilty to all counts to a federal grand jury as part of the special counsel probe into Russian meddling and potential collusion with Trump campaign officials in the 2016 presidential election.",
  "MANAFORT, GATES PLEAD NOT GUILTY IN GRAND JURY INDICTMENT\n\nAccording to the indictment, between at least 2006 and 2015, Manafort and Gates acted as unregistered agents of the Government of Ukraine, the Party of Regions, a Ukranian political party whose leader Victor Yanukovych was president from 2010 to 2014, and the Opposition Bloc.",
  "Senate Judiciary Committee Chairman Chuck Grassley, R-Iowa, and House Judiciary Committee member Rep. Mike Johnson, R-La., introduced legislation Tuesday to reform the FARA to close longstanding loopholes exploited by lobbyists of foreign entities to conceal their work to influence U.S. government activities.",
  "REPORT: MUELLER PROBE EXPANDS TO DEMOCRATIC LOBBYIST TONY PODESTA'S DEALINGS\n\nManafort and Gates were allegedly unregistered agents of a foreign principal, and were charged for making false and misleading Foreign Agent Registration (FARA) statements.",
  "“The United States government has only used that offense six times since 1966 and only resulted in one conviction.”\n\nThe Grassley-Johnson legislation would also force the Justice Department to develop a new FARA enforcement strategy.",
  "“The Podesta Group fully disclosed its representation of the ECFMU, and complied with FARA by filing under the lobbying disclosure act over five years ago and within weeks of starting our work,” a Podesta spokesperson said.",
  "Manafort alone allegeldy laundered more than $18 million which was used to buy property, goods and serves in the U.S.\n\nManafort is accused of concealing that income from the U.S. Treasury and the Department of Justice.",
  "The indictment says that Manafort and Gates laundered the money through scores of the United States and foreign corporations, partnerships and bank accounts in order to hide Ukrainian payments from U.S. authorities.",
  "The Podesta Group claimed last week, however, that the company was in compliance –citing a series of filings dating back years, and noted that they are “fully” cooperating with the special counsel’s office.",
  "“Properly enforcing our disclosure laws and ending irresponsible exemptions is critical to maintaining the integrity of our political system as well as our national security,” Johnson said in a statement.",
  "Podesta, who stepped down from his lobbying firm The Podesta Group this week, became a subject of the special counsel’s probe last week, after inquiries regarding Manafort’s FARA statements.",
  "Lawmakers are pushing to reform the law governing lobbyists for foreign interests in the wake of bombshell developments in Special Counsel Robert Mueller's Russia collusion probe.",
  "The indictment of former Trump campaign chairman Paul Manafort was announced Monday, with failure to comply with the Foreign Agents Registration Act (FARA) among a raft of chares.",
  "The bill, titled “The Disclosing Foreign Influence Act,” would “strengthen” FARA by clarifying reporting requirements, and authorizing investigative tools and safeguards.",
  "Manafort organized a PR campaign for a pro-Ukraine nonprofit called the European Centre for a Modern Ukraine (ECMU), which reportedly was backed by a pro-Russia party.",
  "The special counsel has also probed Tony Podesta, the brother of Hillary Clinton’s campaign chairman John Podesta, for his potential violations of FARA.",
  "Manafort and Gates generated tens of millions dollars in income as a result of their work in Ukraine.",
  "Mueller is also probing longtime Democrat lobbyist Tony Podesta’s possible violation of the same law.",
  "The Podesta Group reportedly was one of the many firms that worked on the campaign.",
  "More than $75 million flowed through offshore accounts."
]