[
  "Prosecutions under the Foreign Agents Registration Act are generally rare, though a former US congressman, Michigan Republican Mark Siljander, pleaded guilty in July 2010 to illegal lobbying under the law and obstruction of justice for his work with a charity in Khartoum, Sudan, that prosecutors said was suspected of funding international terrorism.",
  "REUTERS/Jim Bourg\n\nWASHINGTON — Donald Trump's campaign chairman helped a pro-Russian governing party in Ukraine secretly route at least $2.2 million in payments to two prominent Washington lobbying firms in 2012, doing so in a way that effectively obscured the foreign political party's efforts to influence US policy.",
  "People with direct knowledge of Gates' work said that, during the period when Gates and Manafort were consultants to the Ukraine president's political party, Gates was also helping steer the advocacy work done by a pro-Yanukovych nonprofit that hired two Washington lobbying firms, Podesta Group Inc. and Mercury LLC.",
  "The Justice Department, for example, requires those who register as lobbyists on behalf of foreign governments or parties to detail the home addresses of lobbyists and descriptions of all receipts, payments, political contributions, and details about any lectures, emails, pamphlets, or press releases they create.",
  "One former Podesta employee, speaking on condition of anonymity because of a nondisclosure agreement, said Gates described the nonprofit's role in an April 2012 meeting as supplying a source of money that could not be traced to the Ukrainian politicians who were paying him and Manafort.",
  "After being introduced to the lobbying firms, the European nonprofit paid the Podesta Group $1.13 million between June 2012 and April 2014 to lobby Congress, the White House National Security Council, the State Department, and other federal agencies, according to US lobbying records.",
  "Podesta's firm has previously registered its activities with the Justice Department over its work for Albania, the Republic of Azerbaijan, Cyprus, Georgia, India, Japan, Kenya, Kosovo, the Maldives, Moldova, Morocco, Somalia, South Korea, South Sudan, Vietnam, and others.",
  "Political consultants are generally leery of registering under the foreign agents law, because their reputations can suffer once they are on record as accepting money to advocate the interests of foreign governments — especially if those interests conflict with America's.",
  "A legal opinion drafted for the project for Mercury in May 2012, and obtained by AP, concluded that the European Centre qualified as a \"foreign principal\" under the Foreign Agents Registration Act but said disclosure to the Justice Department was not required.",
  "Paul Manafort, senior aide to Republican U.S. presidential candidate Donald Trump, takes the stage to check the podium just before Trump delivered a foreign policy speech at the Mayflower Hotel in Washington, United States, April 27, 2016.",
  "That determination was based on the nonprofit's assurances that none of its activities was directly or indirectly supervised, directed, controlled, financed, or subsidized by Ukraine's government or any of the country's political parties.",
  "Paul Manafort, senior aide to Republican U.S. presidential candidate Donald Trump, waves goodbye to reporters after Trump delivered a foreign policy speech at the Mayflower Hotel in Washington, United States, April 27, 2016.",
  "The lobbying firms continued the work until shortly after Yanukovych fled the country in February 2014, during a popular revolt prompted in part by his government's crackdown on protesters and close ties to Russia.",
  "The revelation, provided to The Associated Press by people directly knowledgeable about the effort, comes at a time when Trump has faced criticism for his friendly overtures to Russian President Vladimir Putin.",
  "Mercury has disclosed to the Justice Department its work on behalf of government interests in the Cayman Islands, Nigeria, Qatar, Somalia, Turkey, one of the United Arab Emirates, Uganda, and others.",
  "In separate interviews, three current and former Podesta employees said disagreements broke out within the firm over the arrangement, which at least one former employee considered obviously illegal.",
  "\"I was never given any reason to believe Rick was a Party of Regions consultant,\" said John Ward Anderson, a current Podesta employee who attended the meeting, in a statement provided by his firm.",
  "Manafort and business associate Rick Gates, another top strategist in Trump's campaign, were working in 2012 on behalf of the political party of Ukraine's president at the time, Viktor Yanukovych.",
  "The founder and chairman of the Podesta Group, Tony Podesta, is the brother of longtime Democratic strategist John Podesta, who now is campaign chairman for Democratic nominee Hillary Clinton.",
  "Under federal law, US lobbyists must declare publicly if they represent foreign leaders or their political parties and provide detailed reports about their actions to the Justice Department.",
  "Manafort did not directly respond to AP's requests to discuss the work, but he was copied on the AP's questions and Gates said he spoke with Manafort before providing answers to them.",
  "Lobbyists in general prefer not to register under the foreign agents law because its requirements are so much more demanding, making their activities more open to public scrutiny.",
  "The Podesta Group's CEO, Kimberley Fritts, said the two lobbying firms had coordinated on the legal conclusion that disclosure was not necessary to the Justice Department.",
  "Some of them spoke on condition of anonymity because they were not authorized to reveal details about the work and because they remain subject to nondisclosure agreements.",
  "Lobbying records filed in the US Senate, in contrast, such as the ones describing payments to the Podesta Group and Mercury by the European Centre, are far less detailed.",
  "The director of the European Centre, Ina Kirsch, told the AP her group never worked with Manafort or Gates and said the group hired the Washington lobbyists on its own.",
  "Gates told the AP that he and Manafort introduced the lobbying firms to the European Centre nonprofit and occasionally consulted with the firms on Ukrainian politics.",
  "The nonprofit, the newly created European Centre for a Modern Ukraine, was governed by a board that initially included parliament members from Yanukovych's party.",
  "Trump shook up his campaign organization Wednesday, putting two new longtime Republican conservative strategists as chief executive officer and campaign manager.",
  "That lobbying included downplaying the necessity of a congressional resolution meant to pressure the Ukrainian leader to release an imprisoned political rival.",
  "The nonprofit subsequently paid at least $2.2 million to the lobbying firms to advocate positions generally in line with those of Yanukovych's government.",
  "Pointing to Manafort's involvement, Weber told AP that Manafort discussed the project before it began in a conference call with Podesta and himself.",
  "He called the actions lawful and said there was no attempt to circumvent the reporting requirements of the US Foreign Agents Registration Act.",
  "Among other issues, Mercury opposed congressional efforts to pressure Ukraine to release one of Yanukovych's political rivals from prison.",
  "The heads of both lobbying firms told AP they concluded there was no obligation to disclose their activities to the Justice Department.",
  "Among those who described Manafort's and Gates's relationship with the nonprofit are current and former employees of the Podesta Group.",
  "The head of Mercury, Vin Weber, is an influential Republican, former congressman, and former special policy adviser to Mitt Romney.",
  "\"If counsel had determined FARA was the way to go, we would have gladly registered under FARA,\" she said in a statement to the AP.",
  "Gates, in contrast, told AP he was working with Manafort and both he and Manafort were working for Yanukovych's party.",
  "She said she had met with Manafort twice but said neither Manafort nor Gates played a role in its lobbying activities.",
  "REUTERS/Jim Bourg\n\nIronically, one of the lobbying firms Manafort and Gates worked with has strong Democratic ties.",
  "It was unclear what impact the shake-up would have on Manafort, but he retains his title as campaign chairman.",
  "The Justice Department's own published guidelines describe foreign political parties as covered under the law.",
  "Podesta, who said the project was vetted by his firm's counsel, said he was unaware of any such disagreements.",
  "But Podesta said Gates was not working for Yanukovych's political party and said Manafort was not involved.",
  "She said the nonprofit provided a signed statement affirming its independence from Ukraine's government.",
  "A violation is a felony and can result in up to five years in prison and a fine of up to $250,000.",
  "People involved in the lobbying project offered contradictory descriptions of how it came about.",
  "The nonprofit also paid $1.07 million over roughly the same period to Mercury to lobby Congress.",
  "Podesta told the AP his firm worked closely with the nonprofit and with Gates simultaneously.",
  "___\n\nAssociated Press writers Ted Bridis and Maria Danilova contributed to this story.",
  "It also casts new light on the business practices of campaign chairman Paul Manafort.",
  "The center has declined for years to reveal specific sources of its funding.",
  "Weber announced earlier this month that he would not support Trump.",
  "\"My assumption was that he was working for the Centre, as we were.\"",
  "Siljander served one year in prison."
]