[
  "In response to Reeves’s comment about the governor, McAuliffe spokesman Brian Coy said: “Shrill partisan attacks don’t create jobs or improve our commonwealth’s business environment — but Governor McAuliffe has, in part by vetoing legislation that Mr. Reeves and Republicans passed that would have made Virginia less welcoming to companies and families that value equality and access to quality affordable health care.”",
  "“I have faith that President-elect Trump will work to drain the swamp of Washington, D.C., lawyers and lobbyists who put their personal interests ahead of the interests of the American people.”\n\nVirginia, which also has elections for governor and attorney general next year, is expected to be an early test of Trump’s effect on the political landscape.",
  "Secure from big-government politicians who burden families and small businesses with crushing taxes.”\n\nHe tipped his hat to Trump, who failed to carry Virginia but could have more appeal among the smaller, more conservative electorate that typically turns out for GOP primaries and off-year general elections.",
  "“Virginians do not want a government that mimics the swamp of Washington, D.C.”\n\nCNN, citing anonymous sources, reported in May that investigators were interested in a contribution a Chinese billionaire, Wang Wenliang, had made to McAuliffe through an American business subsidiary.",
  "McAuliffe’s lawyer has confirmed the existence of a probe but has said it concerns whether the governor had run afoul of the Foreign Agents Registration Act, an obscure statute that regulates U.S. citizens’ lobbying of the U.S. government on behalf of foreign governments.",
  "“We just witnessed an incredible election where people who were fed up with the status quo stood up and let their voices be heard in order to make America great again to ensure a better and brighter future,” he said in the prepared remarks.",
  "A former Army Ranger and Prince William County narcotics detective, Reeves, 50, is a second-term senator who gained prominence early this year as the driving force behind a gun deal with McAuliffe.",
  "In a speech to supporters, Reeves (R-Spotsylvania) hit upon issues that helped the Republican real estate businessman win the White House, including gun rights, terrorism and federal overreach.",
  "But they can donate personally or through an American subsidiary if they hold green cards that give them permanent residency, which is the case for Wang, according to his spokesman.",
  "It has become a higher-profile position in recent years because the Senate has been closely divided between Republicans and Democrats, resulting in more ties to break.",
  "Virginia state Sen. Bryce E. Reeves formally launched his 2017 bid for lieutenant governor Thursday with a nod to President-elect Donald Trump and a swipe at Gov.",
  "“As we stand here today, the FBI and Department of Justice are investigating the influence a Chinese national had over our sitting governor,” Reeves said.",
  "Foreign nationals and their American business ventures are generally prohibited under federal law from making political contributions.",
  "“I want to make sure that our commonwealth, you and your families are safe and secure,” he said, according to prepared remarks.",
  "The current lieutenant governor, Ralph Northam (D), is running for governor in 2017 to succeed term-limited McAuliffe (D).",
  "On the Democratic side, two former federal prosecutors are vying for the nomination: Gene Rossi and Justin Fairfax.",
  "That deal did not stop Reeves from making a dig at McAuliffe, who is the subject of an FBI investigation.",
  "Reeves is one of three Republicans — all of them state legislators — seeking the party’s nomination.",
  "The officeholder’s only constitutional duty is to preside over the Senate and break tie votes.",
  "Secure from criminals who don’t care about following the laws of an orderly society.",
  "“Secure from terrorists hoping to exploit our vulnerabilities.",
  "The others are Sen. Jill Holtzman Vogel (Fauquier) and Del.",
  "Virginia’s lieutenant governorship is a part-time job.",
  "The post is often a steppingstone to higher office.",
  "McAuliffe has said he has done nothing wrong.",
  "Secure from dangerous and unvetted refugees.",
  "Glenn R. Davis Jr. (Virginia Beach).",
  "Terry McAuliffe."
]