[
  "This month my wife and I both turn 60, so we are having a blow-out dance party for about 300 people on September 23.” Read his Playbook Plus Q&A: http://politi.co/2wjzvd9\n\nBIRTHDAYS: WaPo’s Ben Terris ... Markos Moulitsas, founder of Daily Kos, co-founder of Vox Media, and author of “The Resistance Handbook: 45 Ways to Fight Trump” … Nels Ericson ... Ted Olson ... Fox Business’ Maria Bartiromo ... Syrian President Bashar al-Assad ... WashPost fashion critic Robin Givhan … Jon Downs, a founding partner of FP1 Strategies (hat tip Ryan Williams) … former Sen. Daniel Akaka … Politico’s Joe Schatz and Gloria Pazmino ... Pete Breen, senior producer at NBC’s “Today Show” … Jon Meyersohn, co-executive producer of History Channel’s “Left Right” (h/t son Nathaniel) ... Ian Solomon ... Gaylord Lanham ... Marit P. Babin Stout … Lee Verstandig … Liz Kennedy ... Maura Hogan … Colleen Kearns ... Arianne Price ... Michael Hardaway of Rep. Hakeem Jeffries’ (D-N.Y.) office is 36 (h/t Jenell Brownell) ... Rep. Tim Murphy (R-Pa.) ... Steve Rose ... Sharon Gallagher, principal and co-founder of Sage Communications (h/ts Beck and Haber) ... former Sen. Bob.",
  "“‘People Don’t Really Know What We Stand For’” -- she speaks to Tom Perez, Jess O’Connell, Neera Tanden, Mitch Stewart, and Michael Kazin http://politi.co/2vZHXTA\n\nTRUMP’S WHITE HOUSE -- NYT A1, “Where Trump’s Hands-Off Approach to Governing Does Not Apply,” by Ben Protess, Danielle Ivory and Steve Eder: “The aggressive regulatory effort, which runs counter to the Trump administration’s less-is-more credo about government meddling, has led to policy changes related to gun ownership, gay rights, reproductive choices, immigration and other divisive political issues, according to a New York Times review of government documents and court records, as well as interviews with more than four dozen people involved in or briefed on the efforts.",
  "http://bit.ly/2gXxdL4\n\n\n\nPlaybookers\n\nSPOTTED outside Arthur Ashe stadium in New York for the U.S. Open finals Sunday: Sen. Mark Warner (D-Va.), Eric Cantor, Colin Reed and Webber Steinhoff ... Sean Spicer on the 3 p.m. Sunday Acela from D.C. to NYC in first class ... the entire Washington Nationals team celebrating clinching the NL East in the private room at The Salt Line ... Ben Rhodes and Ann Norris and Samantha Power and Cass Sunstein at a screening at the Toronto Film Festival of Greg Baker’s “The Final Year,” a film about President Obama’s foreign policy during his final year in office.",
  "WELCOME TO THE WORLD -- Jennifer Pierotti Lim, co-founder of Republican Women for Progress, and Tim Lim, partner at Bully Pulpit Interactive, “are happy to announce the birth of their daughter Penelope Ruth Lim at 6:09 a.m. on Friday ... Baby and momma are doing great!” Pics of Penny in her own Playbook “Spotted” onesie http://bit.ly/2xql3Fd ... http://politi.co/2wSlMOI\n\nWEEKEND WEDDING – Pool report: “Danielle Ivory, a New York Times investigative reporter focusing on regulation in the Trump presidency, on Saturday married Josh Sibble, an intellectual property lawyer for the firm Baker Botts.",
  "SUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "... Andrew Feinberg, the news agency’s former White House correspondent ... confirmed to Yahoo News that he was questioned for more than two hours on Sept. 1 by an FBI agent and a Justice Department national security lawyer at the bureau’s Washington field office.” https://yhoo.it/2gVH4oh\n\nUNDERSTANDING NIKKI HALEY -- “Haley’s UN Brinkmanship Comes With Advice From Low-Key Adviser,” by Bloomberg’s Kambiz Foroohar: “Jon Lerner, a political strategist who helped get Haley elected twice as the Palmetto State’s governor, is the ambassador’s Washington-based deputy.",
  "Among the services coming to the Keys are ‘disaster mortuary teams,’ he told a conference call on Sunday afternoon.” http://hrld.us/2wU8Siw\n\n-- “‘I feel like I’m in a sardine can’: Fraying nerves and feeling powerless as the storm finally arrives,” by WaPo’s Patricia Sullivan, Leonard Shapiro, Perry Stein and Joel Achenbach: http://wapo.st/2eXQeAc\n\n-- “At the Miami Herald, newsroom turns into shelter for reporters and their families,” by CNN’s Oliver Darcy in Miami: “Sleeping bags littered the newsroom.",
  "Seated nearby: NBC News legend Tom Brokaw, and Discovery Communications CEO David Zaslav, who sat next to actor Robert Redford.”\n\nWAPO’S BARRY SVRLUGA -- “No joke, the Nationals have evolved into one of baseball’s best franchises”: “This isn’t just a one-time, feel-good product, not the 2012 team, which won a title for the first time just seven years after the Nationals arrived in town, just six years after the Lerner family bought them out from under the stewardship of Major League Baseball.",
  "Here come the Nats.” http://wapo.st/2xr5ugg\n\nWHAT ANNA IS READING -- “Miss America 2018: Miss North Dakota Cara Mund takes the crown,” by USA Today’s Sara M. Moniuszko: “Miss North Dakota Cara Mund won the title of Miss America 2018 Sunday night -- the first from her state to take the Miss America crown.” https://usat.ly/2wTiB8v\n\nPlaybook Reads\n\nPHOTO DU JOUR: Large waves produced by Hurricane Irma crash into the end of Anglins Fishing Pier on Sept. 10, 2017 in Fort Lauderdale, Florida.",
  "Learn more at google.com/grow/veterans\n\nWHAT CHRIS COX IS READING -- “Antifa, white supremacists exploit loose gun laws,” by Josh Meyer: “Domestic extremist groups ranging from white supremacists to their rival ‘antifa’ anarchists are increasingly exploiting loose gun control laws to show up at emotionally charged rallies with assault rifles and other high-powered weapons, increasing the likelihood of an explosive clash in an American city, according to law enforcement officials.",
  "It still proposes a ban on textile exports.” http://reut.rs/2wjPfNf\n\nSCOOP -- “Sputnik, the Russian news agency, is under investigation by the FBI,” by Yahoo’s Michael Isikoff and Hunter Walker: “The FBI recently questioned a former White House correspondent for Sputnik, the Russian-government-funded news agency, as part of an investigation into whether it is acting as an undeclared propaganda arm of the Kremlin in violation of the Foreign Agents Registration Act (FARA).",
  "-- BANNON “60 MINUTES” RECAP via WaPo’s Ashley Parker: http://wapo.st/2xVmIyG … Video of Bannon’s segments http://cbsn.ws/2wjCVwv\n\nSPEAKER WATCH -- “Trump’s deal with Democrats bolsters Ryan — for now,” by Rachael Bade and Kyle Cheney: “Donald Trump's deal with Democrats last week -- the latest setback for House Republicans in a year filled with disappointment -- has opened a new rift within the GOP Conference over whether their president or their speaker is to blame.",
  "The Senate is in at 3 p.m.\n\n**SUBSCRIBE to Playbook: http://politi.co/2lQswbh\n\nSCOOP -- BANNON’S MIDTERM PLAY -- “Bannon plotting primaries against slate of GOP incumbents,” by Alex Isenstadt: “President Donald Trump’s closest allies are planning a slate of primary challenges against Republican senators, potentially undermining the party’s prospects in 2018 and further inflaming tensions between GOP leaders and the White House.",
  "http://bit.ly/2eZNmma\n\nFOR YOUR RADAR -- “North Korea warns U.S. over sanctions push ahead of U.N. vote,” by Reuters’ Jack Kim in Seoul and Michelle Nichols at the UN: “North Korea warned the United States on Monday that it would pay a ‘due price’ for spearheading efforts for fresh sanctions on the regime following its latest nuclear test, which diplomats say the U.N. Security Council will vote on later in the day.",
  "More than 3.3 million homes and businesses across the state lost power, and utility officials said it will take weeks to restore electricity to everyone.” http://bit.ly/2ePwYB7\n\n-- “Fears mount in Florida Keys over damage, possible deaths from Hurricane Irma,” by David Ovalle and David Goodhue in the Miami Herald: “[M]any in Key West seemed relieved that the damage from a Category 4 Irma was not much, much worse.",
  "Tune in: http://bit.ly/2jhSBPp\n\nTHE REALITY -- BLOOMBERG'S SAHIL KAPUR -- \"Trump Debt Limit Deal Undermines Trust Among GOP on Tax Overhaul\": \"Not only has the deal sowed doubt among the GOP about its unpredictable president, but it’s also driving a wedge between Republicans and their leaders in Congress, just as the party is desperate to deliver on one of its top priorities.",
  "In interviews, these groups said they have regular discussions on domestic and foreign policy with the administration — more so than during the presidency of George W. Bush, the last Republican to occupy the White House and someone who identified as a Christian conservative.” http://nyti.ms/2ePBuzm\n\n-- “A Month Has Passed Since Trump Declared an Opioid Emergency.",
  "Rob Lalka ... Maya Spanderashvili ... Kyle Gerron ... Karen E. Watson ... NBC alum Brooke Hart, now corporate director of comms at Sierra Nevada Corporation … Dianna Plantan ... Bruce Koeppl, “proud former bartender at the Iowa City Brown Bottle” ... Leticia Reyes ... Wendy Kloiber (h/ts Teresa Vilmain) ... Brian De Palma ... Roxann Dawson ... Virginia Madsen.",
  "Packwood (R-Ore.) ... Kara Nelson ... Sammy Yaish ... Clare Rizer ... Paige Kerr ...\n\n... Gordon Bronson, director of public affairs at WeWork ... Bill Cunningham ... Patrick Rheaume … Dahl Burger, daughter of Tim and Kiki ... Carter Barrett ... Cecily Cutbill ... Cyrus Artz … Walter Alarkon ... Paul Florence ... Tom Boyd … former Rep. Brad Ellsworth (D-Ind.)",
  "Learn more at google.com/grow/veterans\n\nTHE LATEST ON IRMA …\n\n-- “Weakened Irma lashes Tampa Bay region; full impact unknown,” by AP’s Tamara Lush in Tampa: “A massive but weakened Hurricane Irma zeroed in on the Tampa Bay region early Monday after hammering much of Florida with roof-ripping winds, gushing floodwaters and widespread power outages.",
  "It was recently announced that his political adviser, Andrew Surabian, was leaving the White House to take a job at Great America Alliance, a pro-Trump outside group.” http://politi.co/2xeEoIu\n\nDEPT OF ODD BEDFELLOWS: “Trial Lawyers and Breitbart Unite: Steve Bannon gets in bed with the plaintiff bar to elect Roy Moore,” by WSJ Editorial Board.",
  "What makes the current threat environment especially combustible are open carry laws in many states that allow civilians to display virtually any gun in public that they want, often with no permit, training or background check required, according to federal and state law enforcement officials who are closely monitoring extremist groups.",
  "The Times’ Rebecca Ruiz toasted the couple, and Matthew Chayes of Newsday officiated the ceremony, held at Liberty View Farm in Highland, N.Y.”\n\nOUT AND ABOUT -- Philanthropist and businesswoman Adrienne Arsht hosted a reception on Sunday at her Massachusetts Avenue Heights mansion in honor of the new president of GW, Thomas LeBlanc.",
  "... Claude Marx, who covers antitrust policy for “FTC Watch” and frequent winner of the daily Politico Huddle trivia question (h/t Chris Colford) ... Emy Lesofski ... Robert Favela ... Julie Goon, SVP of public affairs at Anthem ... Amanda Hughes ... Diane Tomb ... Jose Fourquet ... Sarah Weeldreyer ... Elizabeth Feldman ...",
  "\"Trump’s partner, DAMAC Properties, awarded a $32-million contract to the Middle East subsidiary of China State Construction Engineering Corporation to build a six-lane road as part of the residential piece of the Trump World Golf Club Dubai project called Akoya Oxygen, according to news releases released by both companies.",
  "His company just did\": \"A major construction company owned by the Chinese government was hired to work on the latest Trump golf club development in Dubai despite a pledge from Donald Trump that his family business would not engage in any transactions with foreign government entities while he serves as president.",
  "Attendees at the ceremony included her editor, Dean Murphy, and fellow Times reporters Ben Protess and Steve Eder (who co-bylined this story with Danielle, http://nyti.ms/2ePBuzm) which ran online the same day as the NYT wedding announcement (http://nyti.ms/2gWeAKX) and the post-wedding brunch/apple picking).",
  "The overhaul is unfolding behind the scenes in Washington at agencies like the Health and Human Services Department, where new rules about birth control are being drafted, and in federal courtrooms, where the Justice Department has shifted gears in more than a dozen Obama-era cases involving social issues.",
  "Weekdays 2 p.m. EST on BBC World News - here’s how to find”: http://bit.ly/2eZn9Et\n\n-- SPOTTED AT THE U.S. OPEN -- per Morning Media: “CNN president Jeff Zucker and MSNBC president Phil Griffin, seated together at Friday night’s U.S Open semifinal match between Rafael Nadal and Juan Martin del Potro.",
  "http://bit.ly/2ePYZIL\n\nBUSINESS BURST -- “How Kirkland Signature Became One of Costco’s Biggest Success Stories,” by WSJ’s Sarah Nassauer in Issaquah, Washington: “Kirkland Signature, Costco’s store brand, is challenging manufacturers hoping to earn or retain a coveted spot at the warehouse retailer.",
  "‘It’s absolute insanity.’” http://politi.co/2fd0rFv\n\nMEDIAWATCH -- “As Irma’s Winds Rise, So Does a Debate Over TV Storm Reporting,” by NYT’s Sopan Deb: “Early Sunday morning, Bill Weir, a veteran CNN correspondent, was talking to the anchor Chris Cuomo in the middle of a live shot in Key Largo, Fla.",
  "‘There’s a lot of disappointment in the decision that the president made, and the way our leadership was treated -- that’s a sore spot,’ said Rep. Hal Rogers (R-Ky.).” http://politi.co/2vON70B\n\n-- “Why Ryan, Undercut by Trump, May Actually Emerge Stronger,” by NYT’s Sheryl Gay Stolberg: “Mr.",
  "But a U.S.-drafted resolution originally calling for an oil embargo on the North, a halt to its key exports of textiles and subjecting leader Kim Jong Un to a financial and travel ban appears to have been watered down to placate Russia and China, which both have veto powers, diplomats said.",
  "About a quarter of Costco’s $118.7 billion in annual sales come from Kirkland Signature products, and the percentage is growing, company executives say.” http://on.wsj.com/2wRBWHX\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "THE NEXT BIG FIGHT: the FAA bill -- ALEX ISENSTADT on Bannon’s midterm play -- FBI investigating Sputnik -- KATTY KAY’s new show – SPOTTED at the U.S. OPEN -- TIM and JENNI LIM welcome a daughter -- B'DAY: Jeh Johnson Presented by\n\nDriving the Day\n\nGood Monday morning.",
  "While Haley has talked about the direct access she has to President Donald Trump, the 49-year-old Lerner serves as her eyes and ears on the ground in the nation’s capital: a critical role as Haley’s profile rises in an administration buffeted by leaks and turmoil.",
  "“The monster storm measured more than 400 miles wide, and its winds of up to 130 mph sucked the ocean water out of bays, swamped much of downtown Miami and toppled at least three constructions cranes -- two over downtown Miami and one in Fort Lauderdale.",
  "In addition, they may need to provide additional hurricane relief funds after the devastation in Florida following Hurricane Irma prompted the state’s Senator Bill Nelson to push for Congress to approve another emergency aid package by mid-October.",
  "McConnell has repeatedly expressed concern to the White House about the danger primaries pose to his members, stressing that it could imperil his narrow four-seat majority, according to three people with direct knowledge of the discussions.",
  "On Thursday, he huddled with Danny Tarkanian, an attorney who is challenging Sen. Dean Heller (R-Nev.), at the Capitol Hill townhouse that serves as a base of operations for Breitbart News, the conservative website that Bannon oversees.",
  "‘That manifests itself today in places that include North Korea, Iran, Syria, Cuba, Venezuela, and Russia.’” https://bloom.bg/2xpXtIq\n\nTRUMP’S MONDAY -- THE PRESIDENT participates in a moment of silence at the White House at 8:45 a.m.",
  "Even Mr. Cuomo acknowledged the criticism: ‘There is a strong argument to be made that standing in a storm is not a smart thing to do.’” http://nyti.ms/2vZSTAz\n\n-- Natalie Valdes (@nvaldes7): “So Irma just showed up in Naples.",
  "Now that Congress has averted a government shutdown and debt default, there’s one more big must-pass bill lingering out there before the end of the month: the reauthorization of the Federal Aviation Administration’s authority.",
  "The administration has told people on the Hill that they shouldn’t even think about trying to bolster Obamacare by attaching cost-sharing reduction payments, according to multiple sources involved in legislative negotiations.",
  "The lack of details of a tax plan is frustrating members of the House Freedom Caucus, who are making clear they’re ready to effectively hold the budget resolution hostage until they get some specifics from their leaders.\"",
  "Emergency Management Director Martin Senterfitt, calling the destruction a looming ‘humanitarian crisis,’ said a huge airborne relief mission mounted by the Air Force and Air National Guard was already in the works.",
  "Since 1995, Costco has used its Kirkland products to attract shoppers, building a reputation for quality and low prices on milk, toilet paper, men’s shirts and golf balls bearing the unassuming red logo.",
  "The effort is being led by Steve Bannon, Trump’s bomb-throwing former chief strategist, who is launching an all-out war against Senate Majority Leader Mitch McConnell and the Republican establishment.",
  "With communication cut to some of the Florida Keys, where Irma made landfall Sunday, and rough conditions persisting across the peninsula, many held their breath for what daylight might reveal.",
  "‘I have a hard enough time keeping 40 members of the Freedom Caucus together.’” http://nyti.ms/2jgWbJG\n\nTHE ASSOCIATED PRESS’ JULIE PACE interviews SPEAKER PAUL RYAN at 10:45 a.m. on Wednesday.",
  "SPOTTED: Bret Baier and wife Amy, Chris Isham, Michelle Kosinski, Rep. Mark Meadows (R-N.C.), Al Cardenas, Ana Navarro, Nina Totenberg, Michael LaRosa, Don and Shannon McGahn, Capricia and Dr.",
  "Freedom Caucus leaders, already upset that Congress wasted months on the failed bid to repeal Obamacare, cornered Ryan (R-Wis.) last Wednesday to tell him he needed to change his approach.",
  "From Kay: “If you want to know what the world makes of Trump, how he’s changing U.S. leadership and how it all connects to Brexit and European populism, this is essential viewing/dvr-ing.",
  "Some House conservatives have begun questioning Paul Ryan’s leadership after Republicans were forced to swallow a vote to increase the debt ceiling without corresponding spending cuts.",
  "\"Republicans also have to agree on a 2018 budget resolution -- a necessary step to unlock the procedural maneuver they intend to use to pass the tax plan with 50 votes in the Senate.",
  "Congress needs to reauthorize funds for the children’s health insurance program and federal aviation programs before Sept. 30 and lawmakers are still trying to address Obamacare.",
  "By week’s end, tempers among even some of the angriest members of the Freedom Caucus had cooled, and Mr. Meadows insisted that the rumors of a coup in the offing were false.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "As Hurricane Irma made landfall in south Florida, the offices of the Miami Herald played dueling roles: a working newsroom and a shelter for journalists and their families.",
  "“The activity has alarmed senior Republicans, who worry it will drain millions of dollars from the party’s coffers to take on Democrats in the general election.",
  "Treasury Secretary Steven Mnuchin and budget director Mick Mulvaney were booed when they came to Capitol Hill to plead with Republicans to support the deal.",
  "‘If you intend to bring a pet, the official policy was don’t talk to me about it.’” http://cnnmon.ie/2wRAo0B\n\n-- @FOX13News: “SINGLE FILE, EVERYONE!",
  "The last several years I have participated in 9/11 observances – 2010, 2011, 2012 at the Pentagon, 2014 and 2016 at the WTC, 2015 in Shanksville.",
  "Salem Abdullah Al-Sabah and his wife Rima Al-Sabah\n\nBIRTHDAY OF THE DAY: former DHS Secretary Jeh Johnson, now a partner at Paul, Weiss, is 6-0.",
  "It’s impossible to tell, but don’t be surprised if you see attempts to throw hurricane relief money onto it, or even language to deal with DACA.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "In the Middle and Upper Keys — on the more savage right side of Irma’s 130-mph winds — the damage and storm surge appeared far more severe.",
  "He’s coordinating with conservative mega-donor Robert Mercer, who is prepared to pour millions of dollars into attacks on GOP incumbents.",
  "Trump’s surprise partnership with Democrats may have bolstered, at least temporarily, Ryan’s standing among rank-and-file Republicans.",
  "But his allies on Capitol Hill say that, despite the conservative pushback and raucous week, the speaker emerged with a stronger hand.",
  "‘My hostility to anti-American authoritarian governments that began with anti-Communism remains my primary motivation,’ Lerner wrote.",
  "Bannon has also installed a confidant at an outside group that is expected to target Republican lawmakers and push the Trump agenda.",
  "Lead by example.’ Others pointed out that reporters were standing in conditions that they were advising residents to stay out of.",
  "It no longer proposes blacklisting Kim and relaxes sanctions earlier proposed on oil and gas, a draft reviewed by Reuters shows.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "http://on.wsj.com/2wUz37b\n\n-- THIS ISN’T the first time McConnell and Bannon have been on opposite sides in primary elections.",
  "By the way, of all the memorials to victims of terrorism I’ve visited, Shanksville is in my personal opinion the most moving.",
  "https://bloom.bg/2vOUncL\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "‘Why would you let someone bring an AR-15 to a hate rally?’ former FBI supervisory special agent James Gagliano asked.",
  "‘We told people if they had nowhere to go, to come here,’ Rick Hirsch, managing editor of the Herald, told CNNMoney.",
  "John Negroponte, Catherine Reynolds, Patrick Steel and Lee Satterfield, Stuart Holliday, Gary Knell, Colombian Amb.",
  "In Capitol Hill parlance, it could end up like a “Christmas tree,” as lawmakers try to attach everything to it.",
  "...\n\n“In a rare public comment, Lerner described himself in an email as inspired by anti-Communist movements.",
  "| Chip Somodevilla/Getty Images\n\nSUSAN GLASSER on the status of the Democratic Party for Politico Magazine.",
  "…\n\n“Bannon has taken preliminary steps to establish a political structure that could be used in 2018 races.",
  "‘It’s just trees and foliage and cars.’ That wasn’t the case across the rest of the 110-mile island chain.",
  "Rob Marshall, Roxanne Roberts, Ann Hand, Deborah Rutter, Julie Kent, Tony Podesta, Michael Chertoff, Amb.",
  "Many lawmakers rallied behind the speaker and directed their anger at the White House over the debt deal.",
  "Irma continued its slog north along Florida’s western coast having blazed a path of unknown destruction.",
  "At 11 a.m., he receives a hurricane briefing, and then his schedule is clear for the rest of the day.",
  "http://nyti.ms/2ePTud5\n\nMCCLATCHY'S ANITA KUMAR -- \"Trump promised not to work with foreign entities.",
  "“The turnabout stems in part from lobbying by evangelical Christians and other conservative groups.",
  "Insiders tell us it could get loaded up, because it’s the last train out of the station this month.",
  "How he’s marking the day: “Since my birthday is 9/11, I haven’t celebrated on that day since 2001.",
  "Flamingos being ushered to safety at @BuschGardens, along with other animals Stay safe, everyone!",
  "‘Why do these news networks feel the need to put these reporters out there?’ read one tweet.",
  "“Bannon has begun holding private meetings with insurgent challengers, vowing his support.",
  "“Monroe County emergency managers hinted that they feared there could be fatalities.",
  "This is a franchise that, on Sunday, won its 546th game over the past six seasons.",
  "Nick Short (@PoliticalShort): “The Twin Towers on the night of September 10, 2001.",
  "He could barely stand up straight in the lashing winds of Hurricane Irma.",
  "THE JUICE …\n\n-- KATTY KAY’S NEW SHOW: “Beyond 100 Days” launches today.",
  "...\n\n“Yet that appears to be the minority view within the conference.",
  "But McConnell went undefeated in the 2014 and 2016 election cycles.",
  "As video of the incident spread on social media, criticism mounted.",
  "Katty hosts from the U.S. and Christian Fraser co-hosts in London.",
  "‘It’s not as bad as we thought,’ said [resident] Robert Phillips.",
  "If I celebrate my birthday, I now do it on days other than 9/11.",
  "http://bit.ly/2vPcrn2\n\nTHE NEXT BIG FIGHT: THE FAA BILL.",
  "Today is the 16th anniversary of the Sept. 11 attacks.",
  "THE HOUSE canceled votes today due to Hurricane Irma.",
  "He heads to the Pentagon around 9:15 for a ceremony.",
  "At one point, he was nearly blown over by a gust.",
  "‘I wouldn’t want his job for anything,’ he said.",
  "“Bannon is paying little heed to those warnings.",
  "The memory from 2001 overwhelms the birthday.",
  "LeBlanc is the university’s 17th president.",
  "Mattresses lined conference room floors.",
  "The Dodgers are the only team with more.",
  "A tent was erected in a far-off corner.",
  "What Next?,” by NYT’s Maggie Haberman.",
  "It is scheduled to open next year.\"",
  "\"And the calendar is unforgiving.",
  "Camilo Reyes, Jason Marczak, Amb.",
  "Edward “Skip” Gnehm, Kuwaiti Amb.",
  "Another said: ‘This is not safe.",
  "Ryan declined to be interviewed.",
  "What might get added to it?",
  "@KerryNBC live on @MSNBC”.",
  "They’ll be back tomorrow.",
  "Their total: 547.",
  "#HurricaneIrma”.",
  "#NeverForget”.",
  "16 years.",
  "Look out."
]