[
  "NEW JOINT FUNDRAISERS:\n\nThe Arena Candidate PAC Victory Fund (Gina Ortiz Jones, Jessica Morse, Josh Harder and Ken Harbaugh)\n\nNEW PACs:\n\nAirport Minority Advisory Council Political Action Committee (PAC)\n\nC-FARAR (Super PAC)\n\nThe Center For International Education, Inc Political Action Committee (Lobbyist/Registrant PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nAmerican Defense International, Inc.: Spectra Technologies LLC\n\nAmerican Defense International, Inc.: Trollhetta AS\n\nArnold & Porter Kaye Scholer LLP: Agendia\n\nBallard Partners: ATA College\n\nCLS Strategies (formerly Chlopak, Leonard, Schechter and Associates, Inc.): Americans Against Double Taxation\n\nK&L Gates LLP: Cabot, Cabot & Forbes\n\nMack Strategies: US HF Cellular Communications LLC\n\nMaynard, Cooper & Gale, P.C.",
  ": Blue Origin\n\nMeyers and Associates: Concerned Livestock Dealers\n\nMichael Best Strategies LLC: Mortgage Machine Services\n\nSander Resources: American Ethane Company\n\nSiekman and Siekman LLC: Cleveland Construction\n\nSiekman and Siekman LLC: IAP Deisgn-Build, LLC\n\nSiekman and Siekman LLC: Innovative Architectural Planners, Inc\n\nSplitOak Strategies LLC: National Association of Community Health Centers\n\nSplitOak Strategies LLC: United Seating and Mobility, LLC dba Numotion\n\nSplitOak Strategies LLC: UnitedHealth Group\n\nNEW LOBBYING TERMINATIONS:\n\nBiscayne Strategies, LLC: Cloarkroom Advisors, LLC [sic]\n\nCyrrus Analytics LLC: ACT/IAC\n\nLeBlanc Government Relations, LLC: Crossroads Strategies on behalf of ProFish Americas\n\nSustainable Strategies DC: City Of Beaverton OR",
  "‘Firms are going to be even more careful than they have been in the past in the foreign lobbying arena,’ said Trent Lott, the former Senate majority leader who’s now a lobbyist at Squire Patton Boggs, where his foreign clients have included Saudi Arabia and Turkey.”\n\n— Other foreign lobbyists weighed in on condition of anonymity: “I feel like in the past, people got away with a lot because there was a lot less scrutiny,” one veteran foreign lobbyist said.",
  "The Opioid Crisis: Crucial Next Steps — Opioid-related deaths are at a record high in the US, and President Donald Trump has called the crisis “a national emergency.” Join POLITICO’s live event as experts discuss the policy challenges around fighting the opioid epidemic and identify what states, regulators, payers and providers are that’s working — and where more resources are needed.",
  "Foreign lobbyists on edge after Manafort indictment\n\nWith David Beavers and Aubree Eliza Weaver\n\nFOREIGN LOBBYISTS ON EDGE AFTER MANAFORT INDICTMENT: “Washington lobbyists who represent foreign powers have taken comfort for decades in the fact that the Justice Department rarely goes after them for potentially breaking the law,” POLITICO’s Theodoric Meyer reports.",
  "PRO-YELLEN AD HITS THE AIR: “Efforts to influence President Donald Trump’s choice to lead the Federal Reserve took an unusual turn Tuesday when a left-leaning activist group did something that might be a first: It ran a television advertisement in favor of one of the candidates,” The Wall Street Journal’s Michael Derby reports.",
  "(In a separate federal case settled in March, Kellermann was sentenced to six months of home confinement, a $50,000 fine and five years of probation for violations of clinical laboratory regulations at two companies he founded, NeuroScience Inc. and Pharmasan Labs.)",
  "UnitedHealth’s other firms include Avenue Solutions (not to be confused with Avenue Strategies), Bose Public Affairs Group, Fierce Government Relations, the Gephardt Group, the Glover Park Group, MWR Consulting, Squire Patton Boggs, Subject Matter and the TCH Group.",
  "They also would eliminate a broad exemption from registration established in 1995 and charge DOJ with developing a comprehensive enforcement strategy, which would be reviewed by the department’s inspector general and later by the Government Accountability Office.\"",
  "The ad ran during 'Fox & Friends,' a morning show the president watches and often reacts to on Twitter.” The group is behind Twitter ads bashing Kevin Warsh, another candidate for the chairmanship, that have popped up in my feed over the past couple of weeks, too.",
  "Supporting the lobbying efforts are 15 U.S. senators, including five Republicans, who sent a letter this week to Congressional leaders on both sides of the aisle opposing any measure that would 'tax advertising' as part of an overhaul of the tax code.",
  "SENATORS SEND LETTER ON ADVERTISING TAX CHANGE: “The last thing big media companies want is a change in the tax code that would make advertising more expensive for clients like McDonald’s and Wal-Mart,” Bloomberg News’ Matthew Townsend reports.",
  "UNITEDHEALTH FOLLOWS FORMER ERNST & YOUNG LOBBYISTS TO NEW FIRM: UnitedHealth Group has added SplitOak Strategies, a recently launched lobbying firm formed by two Ernst & Young veterans, to its squadron of Washington lobbying firms.",
  "Story Continued Below\n\n— “The developments also renewed calls for Congress to pass legislation beefing up the Justice Department’s enforcement of the law, which lawmakers in both parties have derided for lacking teeth.",
  "TAX REFORM UPDATE: “Senate Finance Chairman Orrin Hatch brushed off House Republicans’ delay in releasing their tax overhaul legislation, saying “I have total confidence in them,” POLITICO’s Seung Min Kim reports.",
  "‘And if they need a little more time, that’s fine with me.’ House GOP leaders pulled the plug on the expected release today of their plan after failing to reach a last-minute consensus on several thorny issues.",
  "“The news of Tony Podesta’s resignation from his namesake firm and indictment of Paul Manafort and Rick Gates sent K Street scrambling, as lobbyists rushed to make sure they’re in compliance with the rules.",
  "Kellermann, a German citizen and U.S. permanent resident, has been facing potential deportation since 2008, the result of a decades-old conviction for making false statements to a U.S. government agency.",
  "\"The new bills would empower the Department of Justice to enforce registrations under the Foreign Agents Registration Act by demanding the production of documents and testimony to ensure compliance.",
  "HERE’S A FILING WE MISSED LAST WEEK: Gottfried Kellermann, a Minneapolis doctor, has hired former Rep. Scott Klug (R-Wis.) and Theodore Bornstein of Foley & Lardner to help him avoid deportation.",
  "Reyes joined Target’s Washington office in 2011 and before that worked for former Rep. Silvestre Reyes (D-Texas) and the Senate Democratic Policy Committee.",
  "“The Center for Popular Democracy’s Fed Up campaign broadcast a 30-second TV spot urging Mr. Trump to offer Fed Chairwoman Janet Yellen a second term.",
  "The Republican support is noteworthy because there are only 52 GOP members of the Senate, so the party can only afford a few defections.” Full story.",
  "Amy Jensen Cunniffe of SplitOak will lobby on “tax incentives for employer-sponsored health benefits” for the health care giant, among other issues.",
  "INSURANCE ASSOCIATION TAPS DEGNAN AS CEO: The American Insurance Association has hired John Degnan as its next president and chief executive.",
  "TOP LOBBYISTS: The Hill has released the first two of its annual lists of top lobbyists: those for associations and grassroots groups.",
  "Degnan is a former New York attorney general who most recently served as chairman of the Port Authority of New York and New Jersey.",
  "“‘It’s hard to do a tax bill and they’re very good at it, I have total confidence in them,’ Hatch said in an interview today.",
  "introduced bills \"intended to stiffen enforcement of federal rules for foreign lobbyists,\" POLITICO's Kyle Cheney reports.",
  "“It used to be [that the Justice Department would work with you to become compliant,” another foreign lobbyist said.",
  "“The industry’s lobbyists are trying to avoid that scenario as Republicans prepare to unveil tax-reform legislation.",
  "GRASSLEY UNVEILS BILL TO TOUGHEN FOREIGN LOBBYING RULES: Sen. Chuck Grassley (R-Iowa) and Rep. Mike Johnson (R-La.)",
  "Cunniffe and her partner, Sarah Egge, previously lobbied for UnitedHealth while they were at Ernst & Young.",
  "— Klug and Bornstein previously lobbied for Kellermann on his immigration status between 2011 and 2014.",
  "— Maia Comeau has joined the Center for the Study of the Presidency and Congress as a senior fellow.",
  "Now, \"I think at least in the short term people are going to be very cautious,” the lobbyist added.",
  "— SplitOak also signed the National Association of Community Health Centers and Numotion.",
  "JOBS REPORT:\n\n— Target has promoted Isaac Reyes to vice president of government affairs.",
  "She’s a senior fellow at the Lugar Center right now as well as a private consultant.",
  "Chris Christie tapped Degnan as chairman in the aftermath of the Bridgegate scandal.",
  "They hope to be ready to unveil the legislation on Thursday.” Full story.",
  "The lists of corporate lobbyists and hired guns are still to come.",
  "Bornstein and Kellermann did not respond to requests for comment.",
  "“Now there’s a fear that they’ll just prosecute you.” Full story.",
  "I’m still digging into the fallout from the Manafort indictment.",
  "“People were more willing to find creative ways not to file.\"",
  "You can also follow me on Twitter: @theodoricmeyer.",
  "Tips greatly appreciated: tmeyer@politico.com.",
  "Good afternoon, and welcome to PI.",
  "“That all changed on Monday.",
  "Nov. 2, 8 a.m — The W Hotel.",
  "Klug declined to comment.",
  "New Jersey Gov.",
  "Full story.",
  "RSVP: here.",
  "Full story."
]