[
  "NEW PAC REGISTRATIONS:\n\nArkansas Nurse Practitioner Association Political Action Committee: Non-Qualified Non-Party, Lobbyist/Registrant Pac\n\nGrassroute Pac: Independent Expenditure-Only Committee, Unauthorized\n\nInvisible Hand Pac; The: Independent Expenditure-Only Committee, Unauthorized\n\nMokan Victory Fund: Non-Qualified Non-Party, Joint Fundraiser\n\nWe Are Petersburg: Independent Expenditure-Only Committee, Unauthorized\n\nNEW LOBBYING REGISTRATIONS:\n\nDouglass E. Bobbitt: The Ingram Group LLC on behalf of American Postal Workers Union, AFL-CIO\n\nEris Group (formerly known as Bartlett & Bendall): Manufactured Housing Institute\n\nJenkins Hill Consulting, LLC: Floodplain Alliance for Insurance Reform (FAIR)\n\nJenkins Hill Consulting, LLC: Floodplain Alliance for Insurance Reform (FAIR)\n\nTroutman Sanders Public Affairs Group, LLC: NCR Corporation\n\nWashington Strategic Consulting: Trauma Center Association of America\n\nTERMINATIONS - NO ACTIVITY:\n\nEmord & Associates, PC: Organic Consumers Association (First Quarter Termination)\n\nCovington & Burling LLP: Bacardi North America, Inc. (Third Quarter Termination)\n\nThe Smith-Free Group: SolarCity Corp. (Third Quarter Termination)",
  "“It’s going to be Bipartisanville, USA, no matter how you slice it.” Meanwhile, administration officials are testing the waters: Julian Ha, the leader of the government affairs and trade association practices at executive search firm Heidrick & Struggles, said he has been having an average of one or two meetings per week with officials seeking private sector jobs.",
  "SPOTTED: former Sen. Chris Dodd (D-Conn.), now atop the MPAA; former Reps. Dave McCurdy, Martin Frost and Tom McMillen; Capitol Counsel's David Jones; Wizards owner Raul Fernandez; Alston & Bird's Bob Jones; Norma & Russ Ramsey; Peter O'Keefe; Chris Putala; Jose Ceballos and Paul Rinaldi from NATCA.",
  "He previously worked as a senior counsel to Sen. Barbara Boxer (D-Calif.), covering telecommunications, technology, IP, tax, trade, appropriations, financial services, labor, election reform, agriculture, immigration, gun control, judicial nominations and constitutional issues.",
  "QUOTABLE: \"Ten years ago in Washington (D.C.), you could still get drinks at the Monocle with a (legislative) staff member and have a private conversation that could yield legislation,\" Monument Policy Group's John Murray told the Puget Sound Business Journal.",
  "SAVING SENATE SEATS: Elite Republican donors and interest groups are dumping money into several key Senate races to save incumbents by flooding air waves with negative advertising, The New York Times’ Jennifer Steinhauer and Rachel Shorey report.",
  "K Street money also went to Rep. George Holding (R-N.C.), who faced another incumbent Rep. Renee Ellmers; Dwight Evans, the Pennsylvania Democrat running for Rep. Chaka Fattah's seat; and Scott Taylor who knocked out Rep. Randy Forbes (R-Va.).",
  "\"We continue to take additional steps now and look forward to maintaining a productive dialogue with FARA stakeholders to ensure the program remains able to continue fulfilling its role in helping protect our national security.\"",
  "PRIMARY COLORS: Of the five primary challengers who defeated incumbents this election season, four had wooed K Street for donations — a risky proposition for lobbyists, Sean McMinn and Kate Ackley report for Roll Call.",
  "— Former Sen. Saxby Chambliss (R-Ga.) will work with communications firm Edelman as a senior policy adviser, providing public policy insight and communications counsel to corporations, associations and nonprofits.",
  "Story Continued Below\n\nFARA WAY: The Justice Department's National Security Division pushed back on yesterday's Inspector General report criticizing its enforcement of the Foreign Agents Registration Act.",
  "Hughes comes from Shirley & Banister Public Affairs and handled conservative media for Scott Walker’s presidential campaign and surrogate booking for John Kasich’s White House run.",
  "RAISE THE ROOF: Tim Kaine reunited with longtime supporters in Woodley Park last night to raise more than $1 million, his biggest event to date as Hillary Clinton's running mate.",
  "You’re throwing down the gauntlet,” said Michael Herson, who runs the firm American Defense International and contributed to Roger Marshall, who overthrew Rep. Tim Huelskamp.",
  "K STREET THOUGHTS: Even the National Association of Manufacturers, which usually aligns with Republicans, predict a Clinton presidency, Megan Wilson writes for The Hill.",
  "— McDermott Will & Emery hired Rebecca Martin as a partner in its national litigation group from the U.S. Attorney’s office for the Southern District of New York.",
  "“In 2017, neither party will have the White House, 60 votes in the Senate and a House majority,” said Bruce Mehlman of Mehlman Castagnetti Rosen & Thomas.",
  "— McGuireWoods Consulting promoted Patrick Martin of the federal public affairs team and Andrew Smith in the MWCAdvocacy group to senior vice president.",
  "— Business technology consultant Infosys hired Anurag Varma, previously with Squire Patton Boggs and Akin Gump, as vice president of government affairs.",
  "— Bipartisan public affairs firm Rokk Solutions hired Katy Summerlin and Ryan Hughes as account managers and Carrie Giddins Pergram as senior counselor.",
  "She was previously Rep. Pete Olson’s legislative director and handled tech issues for Rep. Cliff Stearns and the House Republican Policy Committee.",
  "JOB CREATION:\n\n— Boeing hired Florent (Flo) Groberg, an Army captain and a former spokesman for LinkedIn, as director of Veterans Outreach.",
  "\"We had already taken steps relating to several of the IG’s observations prior to the audit being conducted,\" spokesman Marc Raimondi said.",
  "— Brian McKeon, acting chief of staff to Sen. Jeanne Shaheen (D-N.H.), joined Brownstein Hyatt Farber-Schreck as a senior policy adviser.",
  "— Lugar Hellmann Group hired Nicole Alexander Mortier, who spent the last five years as Yahoo's director of public policy in Washington.",
  "He used to be legislative director for Rep. Betsy Markey (D-Colo.) and legislative assistant to Rep. Jim Matheson (D-Utah).",
  "As a principal with Capitol Counsel, Mollet lobbied for clients including Merck, New York Life and Planned Parenthood.",
  "He was deputy director for voter protection for Obama for America and also advised Shaheen's and Boxer's campaigns.",
  "— Wade Ackerman, most recently senior FDA counsel to the Senate HELP joined Covington in Los Angeles.",
  "Kaine tops $1M in D.C. fundraiser\n\nWith help from Taylor Gee, Kaitlyn Burton and Mary Lee.",
  "\"Today, we find success is predicated on building a data-rich case outside Washington.\"",
  "Co-chairs Nicholas Perrins of Dyson Capital and Ankit Desai of Cheniere also remarks.",
  "— Strategies 360 hired Brad Mollet as senior vice president for federal relations.",
  "Kent Conrad (D-N.D.) and Judd Gregg (R-N.H.) also work with Edelman as advisers.",
  "\"As a general rule, it takes a lot of courage to give to a primary challenger.",
  "Pergram is a former Communications Director for the Iowa Democratic Party.",
  "Summerlin was Rep. Doug Collins' (R-Ga.) communications director.",
  "(Former Rep. Howard Berman works in the firm's LA office.)",
  "Fellow Virginia Sen. Mark Warner was the special guest.",
  "Send tips to iarnsdorf@politico.com.",
  "Chambliss works at DLA Piper.",
  "SMILE, IT'S THURSDAY.",
  "Former Sens."
]