[
  "GOP HUDDLES ON HEALTH CARE – Wray earns bipartisan plaudits at FBI hearing – JUDICIARY DEMANDS MANAFORT TESTIFY – Scalise out of ICU\n\nBy Heather Caygle (hcaygle@politico.com or @heatherscope)\n\nGOP HEALTH CARE HUDDLE THIS MORNING — Senate Majority Leader Mitch McConnell (R-Ky.) has scheduled a critical caucus meeting this morning to discuss the GOP’s waning efforts to repeal Obamacare.",
  "…However, an arts and crafts business Donnelly’s family has owned for generations is capitalizing on some of the very trade policies — and low-paid foreign labor — the senator has denounced.” More: http://bit.ly/2thHTbi\n\nTODAY IN CONGRESS — The Senate gavels in at 12:30 p.m. with a confirmation vote on Bill Hagerty, nominee to be ambassador to Japan, at 1:45 p.m.",
  "COMING SOON: STEWART FOR SENATE — “A month after nearly toppling Ed Gillespie in the GOP race for governor with a campaign centered around the Confederate flag and restricting immigration, Corey Stewart on Thursday will announce a run for U.S. Senate in 2018, sources said,” reports Patrick Wilson for the Richmond Times-Dispatch.",
  "More: http://politi.co/2thJWMJ\n\nRYAN’S ‘ROBUST’ AUMF DISCUSSION — Speaker Paul Ryan had a “robust discussion” on the House floor Wednesday with Rep. Barbara Lee, the anti-war Democrat who’s pushing for a new debate on Congress’ 16-year-old war authorization that’s still used as justification for the fight against terrorism.",
  "Seung Min, Darren Samuelsohn and Josh Gerstein with the full wrap up: http://politi.co/2thqW10\n\nJUDICIARY WANTS MANAFORT TO TESTIFY —Senate Judiciary Committee leaders are demanding Paul Manafort testify before the panel as soon as next week, threatening to subpoena Trump’s former campaign manager if he doesn’t comply.",
  "“We’re going to need them next week.” Much more: http://politi.co/2thBD3l\n\nI need a little space here: Some Republicans including Sen. Lindsey Graham (R-S.C.) are already putting together a package of health care fixes they say could even gather Democratic support if the current GOP effort fails.",
  "More: http://bit.ly/2thumAS\n\nQ2 ROUNDUP: MANCHIN RAISES $1.4m — Sen. Joe Manchin raised more than $1.4 million for his reelection in the second quarter of this year, Elana scoops this morning, leaving him with almost $3.5 million on hand as two of his GOP challengers face a brutal primary battle.",
  "DEMS INTRO IDENTICAL SANCTIONS PACKAGE — House Democrats are trying to force the GOP’s hand in the Russia sanctions standoff, introducing a bill that’s the exact same as the Senate version, thereby fixing the “blue slip” issue that Republican leaders have said is delaying passage in the House.",
  "Lin: http://politi.co/2umaYaR\n\nCHC RAISES ALARMS ABOUT DACA FUTURE — DHS Secretary John Kelly wouldn’t commit to defending the DACA program in court – an Obama era order that grants work permits to undocumented immigrants brought here as children – during a meeting with the CHC Wednesday.",
  "More: http://bit.ly/2uaz1sN\n\nDEMS PUSH TRUMP IMPEACHMENT — Reps. Brad Sherman (D-Calif.) and Al Green (D-Texas) made good on their threats to introduce articles of impeachment against Trump, officially filing the paperwork Wednesday accusing the president of obstructing justice.",
  "More: http://politi.co/2thMwT3\n\nNO LOYALTY OATH HERE — Christopher Wray aced his five-hour confirmation hearing Wednesday, earning plaudits from both sides of the aisle for promising to be independent from the White House if confirmed as FBI director.",
  "Wray said he hasn’t been asked for loyalty by anyone at the White House – as Trump reportedly did of former FBI director James Comey – and would “absolutely” fend off any attempts to interfere with special counsel Robert Mueller’s Russia probe.",
  "WEDNESDAY’S TRIVIA WINNER — Logan Ferree was the first to correctly guess that Kansas Sen. Samuel Pomeroy was the first member of Congress to introduce a resolution for a women’s suffrage amendment to the Constitution, way back in 1868.",
  "TODAY’S TRIVIA — Logan with today’s question: This governor, one of the first to be forcibly removed from office, faced backlash for declaring martial law in an effort to go after violent opposition by an organized group.",
  "More: http://politi.co/2thBNYC\n\nHoosier State haul: Indiana Rep. Todd Rokita, who’s all but guaranteed to enter the race against Sen. Joe Donnelly next year, raised $1 million in Q2, giving him $2.3 million cash on hand.",
  "Story Continued Below\n\nWhere things stand: GOP leaders are set to roll out new text today but nothing has been done to address concerns from several moderates about the bill’s efforts to slash Medicaid spending.",
  "Sherman and Green have been publicly floating the idea for weeks, much to the dismay of House Democratic leaders who think the impeachment chatter distracts from Democratic opposition to the Trump agenda.",
  "A Lee amendment to repeal the 2001 AUMF passed the House Appropriations Committee last week but Ryan is expected to strip her proposal from the defense funding bill before it comes to the floor.",
  "Senators want to question Manafort about a meeting he attended last summer with Donald Trump Jr. and a Kremlin-connected lawyer who supposedly had damaging information about Hillary Clinton.",
  "More: http://reut.rs/2thYLix\n\nRelated: Glenn Simpson, co-founder of the opposition-research firm that commissioned a Donald Trump dossier, will testify at next week’s FARA hearing.",
  "AROUND THE HILL — Reps. Patrick Meehan (R-Pa.) and Marcia Fudge (D-Ohio) hold a press conference on preventing college campus hazing starting at 9:30 a.m. in the House triangle.",
  "Sen. John McCain (R-Ariz.) charitably likened the bill being written by his buddy Graham to a “noose around my neck,” hinting at fatigue over another round of Obamacare talks.",
  "But GOP leaders weren’t biting, saying they still want to curtail House Democrats’ ability to force a vote to punish Trump if he tries to ease sanctions against the Kremlin.",
  "Seung Min and Austin: http://politi.co/2u9ZHtM\n\nTrump defends Don Jr. on meeting: “I think many people would have held that meeting,\" Trump told Reuters’ Steve Holland.",
  "Senate Judiciary Chairman Chuck Grassley (R-Iowa) said he hoped Manafort would appear next week at an already scheduled hearing on the Foreign Agents Registration Act.",
  "“But many in the GOP privately say they might need a break between seven years of repeal attempts and a sudden repair effort,” Jen Haberkorn and Adam Cancryn report.",
  "Kevin Robillard with more for Pros: http://politico.pro/2uafVTr\n\nSpeaking of Donnelly: “Senator profits from outsourcing he slams,” via the AP’s Brian Slodysko.",
  "), Tom O'Halleran (D-Ariz.), Brad Wenstrup (R-Ohio) and Jack Bergman (R-Mich.) hold a Medicare-related news conference at 3:45 p.m. in the House triangle.",
  "Elana and yours truly with more: http://politi.co/2ti6gG0\n\nAnd don't miss this timeline of the stalled sanctions bill, via Elana Schor and Jeremy C.F.",
  "“Anybody who thinks I’d be pulling punches as the FBI director sure doesn’t know me very well,” Wray told members of the Senate Judiciary Committee.",
  "on a bill that would reduce by half the number of legal immigrants entering the country each year, Eliana Johnson and Josh Dawsey report.",
  "WEDNESDAY’S MOST CLICKED: The livestream link to watch Christopher Wray’s FBI director confirmation hearing was the midweek winner.",
  "and Reps. Ed Royce (R-Calif.) and Eliot Engel (D-N.Y.) to discuss a way forward on the dispute Wednesday but no deal was reached.",
  "Sen. John Hoeven, a North Dakota Republican normally aligned with leadership, backed her up, Burgess and Rachana Pradhan report.",
  "GOP leaders have said they hoped to have text of a new proposal today but the caucus still remains deeply divided on the bill.",
  "But we don’t need them right now,” said Sen. John Cornyn (R-Texas), the party’s chief vote counter of the current tally.",
  "Kelly said “he’d consulted attorneys who told him the program wouldn’t survive a legal challenge,” Ted Hesson reports.",
  "Far short of 50: McConnell and his team still remain far short of the 50 votes needed just to begin debate next week.",
  "Scalise was moved back into the intensive care unit last week after having to undergo surgery to treat an infection.",
  "Moderate Sen. Lisa Murkowski ripped into Republican leaders over the issue during a closed-door meeting Wednesday.",
  "Welcome to July 13 and thanks for reading POLITICO’s Huddle, the play-by-play guide to all things Capitol Hill.",
  "House Minority Leader Nancy Pelosi (D-Calif.) holds her weekly press conference at 10:45 a.m. in HVC Studio A.",
  "hold a press conference on the GOP health care bill’s impact on the opioid crisis at 11:30 a.m. in SVC-202.",
  "Austin with more: http://politi.co/2thSz9Z\n\nSCALISE OUT OF ICU — House Majority Whip Steve Scalise (R-La.)",
  "“It’s the highest second-quarter fundraising haul announced so far,” reports Lauren Dezenski from Boston.",
  "House Speaker Paul Ryan (R-Wis.) holds his weekly press conference at 11:30 a.m. in HVC Studio A.\n\nSens.",
  "Rokita is likely to face off against fellow GOP Rep. Luke Messer in a primary to take on Donnelly.",
  "First votes are around 1:30 p.m., last votes around 5 p.m. Today’s agenda: http://bit.ly/2thZqAm.",
  "raised $3.45 million between April and June, bringing her total cash on hand to $11.03 million.",
  "More: http://politi.co/2uaszSJ\n\nRelated: Trump and his aides are quietly working with Sens.",
  "House Majority Leader Kevin McCarthy (R-Calif.) met with Minority Whip Steny Hoyer (D-Md.)",
  "Send answers my way: hcaygle@politico.com\n\nGET HUDDLE emailed to your phone each morning.",
  "“It’s not a pretty picture,\" said Sen. Bob Menendez (D-N.J.), who attended the meeting.",
  "More: http://politi.co/2thv2WX\n\nWarren’s war chest: Sen. Elizabeth Warren (D-Mass.)",
  "The first person to correctly answer gets a mention in the next edition of Huddle.",
  "is out of the ICU but still in serious condition, the AP’s Alan Fram reports.",
  "Republicans meet at 11:30 a.m. in the Capitol, Burgess and Seung Min report.",
  "Donnelly “has long blasted free-trade policies for killing American jobs.",
  "He'll be challenging Sen. Tim Kaine, who's up for reelection next year.",
  "\"It was a 20-minute meeting, I guess, from what I’m hearing,\" he added.",
  "\"Many people, and many political pros, said everybody would do that.\"",
  "Reps. Phil Roe (R-Tenn.), Raul Ruiz (D-Calif.), Larry Bucshon (R-Ind.",
  "The House meets at 10 a.m. to continue consideration of the NDAA.",
  "Austin: http://politi.co/2thsXKk\n\nGUYS, GUYS, IT’S THURSDAY!",
  "Name the governor and the group he/she was going after.",
  "David Perdue (R-Ga.) and Tom Cotton (R-Ark.)",
  "Bob Casey (D-Pa.), Ed Markey (D-Mass.)",
  "and Ben Cardin (D-Md.)",
  "“Not right now."
]