[
  "Paul Ryan says Trump should not pardon himself: 'No one is above the law' Read more\n\nThe five previously charged counts against Manafort remain unchanged: conspiracy against the United States, conspiracy to launder money, acting as an unregistered agent of a foreign principal, making false and misleading Foreign Agents Registration Act statements, and false statements.",
  "Sign up to receive the top US stories every morning\n\nProsecutors backed up the allegation with Friday’s charges, alleging that Manafort and a Russian-Ukrainian associate, Konstantin Kilimnick, “conspired to corruptly persuade” two unnamed witnesses in the case to alter or cancel planned testimony.",
  "The latest charges against Manafort, filed in Washington DC, came less than four months after his former business associate, Richard Gates III, agreed to cooperate with special counsel Robert Mueller, who is investigating alleged collusion between the Trump campaign and Russia.",
  "A federal grand jury handed down new charges on Friday against the former Donald Trump campaign chairman Paul Manafort, who already faces five felony charges and was accused in court documents on Monday of attempted witness tampering in his case.",
  "Manafort has doggedly asserted his innocence as prosecutors have released waves of evidence of an alleged scheme by him, Gates and others to launder money they were paid for political consulting work in Ukraine, Europe and elsewhere.",
  "Trump routinely calls the Mueller investigation a “witch-hunt” and recently issued high-profile pardons to federal convicts that some have taken as a potential message to former associates targeted by the Mueller investigation.",
  "Federal prosecutors are under pressure as well, faced with the possibility that Trump could try to extinguish the case by firing Mueller or justice department officials overseeing the investigation.",
  "Alternatively, he may be able to strike a deal with prosecutors in which he would testify in the larger investigation of the Trump campaign in exchange for a reduction in the charges he faces.",
  "The government moved to revoke Manafort’s bail on Monday, alleging that he had sought to influence witnesses in his case with contacts by phone and through an encrypted messaging program.",
  "Manafort was named Trump’s campaign chairman in February 2016, but by that summer a sharpening focus on his Russia ties drove him from a daily role, and he resigned in August.",
  "The government accuses Manafort of dodging taxes, failing to register as a foreign agent while working in Washington on behalf of foreign governments, and other charges.",
  "Kilimnick oversaw an office for one of Manafort’s companies in the Ukrainian capital of Kiev, and has been tied to Russian intelligence.",
  "In July 2017 he registered as a foreign agent, but prosecutors now say that was years too late.",
  "If convicted on the charges, Manafort, 69, could spend the rest of his life in prison.",
  "The White House did not immediately comment on the new charges.",
  "Manafort did not immediately release a statement."
]