[
  "NEW JOINT FUNDRAISERS:\n\nFreedomWorks 2017 Committee (FreedomWorks PAC, Reps. Thomas Massie and Justin Amash)\n\nNEW PACs:\n\nBig Sky Values PAC (PAC)\n\nDodd-Frank Super PAC (PAC)\n\nImpact Millennials For Action (Unknown)\n\nLittle PAC (Unknown)\n\nNew Americans For A Stronger America (Super PAC)\n\nThe Anti Social Justice League Of America (PAC)\n\nTrump's Base Speaking In One Voice (Lobbyist/Registrant PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nAkin Gump Strauss Hauer & Feld: TiVo Corporation\n\nBanton Capitol Strategies: Huntington Ingalls Industries\n\nBrian O. Foy, LLC: US Merchant Marine Academy Alumni Association & Foundation\n\nBrimley Group Inc.: AMRO Fabricating Corp.\n\nBrownstein Hyatt Farber Schreck, LLP: Gemfield Resources, LLC\n\nCapitol Counsel, LLC: Communitech\n\nCozen O'Connor Public Strategies: Georgia American Alloys, Inc.\n\nCrowell & Moring LLP: Century Aluminum Company\n\nCrowell & Moring LLP: National Home Infusion Association\n\nDentons US LLP: Auto Care Association\n\nDentons US LLP: Innova Eco Building System\n\nDong Energy Wind Power (U.S.) Inc.: Dong Energy Wind Power (U.S.) Inc.\n\nFederal Business Group: Constellium Paris\n\nFoley Hoag LLP: Federation of American Hospitals\n\nGRTyree Consulting LLC: National Tribal Telecommunications Association\n\nInnovative Federal Strategies, LLC: Stratolaunch Systems Incorporated\n\nLobbyit.com: Tortilla Industry Association\n\nNational Environmental Strategies: Red Flat Nickel Corporation\n\nOlsson, Frank, Weeda, Terman & Matz, PC: Greenwich Biosciences, Inc.\n\nOlsson, Frank, Weeda, Terman & Matz, PC: Guardian Life Insurance Company\n\nOlsson, Frank, Weeda, Terman & Matz, PC: Network for Regional Healthcare Improvement\n\nOlsson, Frank, Weeda, Terman & Matz, PC: Wisconsin Medical Society\n\nPrime Policy Group: Avista Universal Environmental\n\nSixkiller Consulting, LLC: American Wild Horse Campaign\n\nSixkiller Consulting, LLC: Millions of Jobs Coalition\n\nSmith Advocacy Group, LLC: Blank Rome Government Relations LLC on behalf of Tanadgusix Corporation\n\nSonoran Policy Group, LLC: Horizon Pharma USA, Inc.\n\nTami Wahl: The Liaison Group\n\nThe Estopinan Group, LLC: In Defense of Christians\n\nThe Estopinan Group, LLC: Verdant America\n\nTompkins Strategies, LLC: Alliance of Community Health Plans\n\nTroutman Sanders Public Affairs Group, LLC: MCG Health, Inc d/b/a Augusta University\n\nTroutman Sanders Public Affairs Group, LLC: Virginia Hospital & Healthcare Association\n\nVenn Strategies: Reardon Consulting, LLC on behalf of First Five Years Fund\n\nWelsh Rose, LLC: Better Medicare Alliance\n\nWilliams and Jensen, PLLC: Howard Root\n\nNEW LOBBYING TERMINATIONS:\n\nAgStar Financial Services, ACA: AgStar Financial Services, ACA\n\nArent Fox LLP: The Ronald Reagan Presidential Foundation and Institute\n\nBaker Donelson Bearman Caldwell & Berkowitz: United States Medical Supply\n\nBecker & Poliakoff, P.A.",
  ": Univision Communications Inc.\n\nCapitol Counsel, LLC: Friends of Columbia Gorge\n\nCapitol Counsel, LLC: Judicial Crisis Network\n\nCassidy & Associates, Inc. (formerly known as Cassidy & Associates): Accenture Federal Services\n\nCassidy & Associates, Inc. (formerly known as Cassidy & Associates): Accrediting Council for Independent Colleges & Schools\n\nCassidy & Associates, Inc. (formerly known as Cassidy & Associates): Apex Clean Energy Inc\n\nCassidy & Associates, Inc. (formerly known as Cassidy & Associates): Apex Clean Energy Inc\n\nCassidy & Associates, Inc. (formerly known as Cassidy & Associates): Idaho Power\n\nCassidy & Associates, Inc. (formerly known as Cassidy & Associates): Osen LLC\n\nCassidy & Associates, Inc. (formerly known as Cassidy & Associates): Vion Corporation\n\nChambers, Conlon & Hartwell, LLC: Municipality Of Anchorage\n\nChambers, Conlon & Hartwell, LLC: Transbay Joint Powers Authority\n\nCornerstone Government Affairs, Inc.: The Nature Conservancy\n\nCozen O'Connor Public Strategies: Bacardi North America\n\nCozen O'Connor Public Strategies: Carter Concrete Structures\n\nDavid Turch & Assoc.",
  ": City Of Placerville Ca\n\nDentons US LLP: Discovery Air Defense Services\n\nDentons US LLP: Purdue Pharma\n\nDistrict Economics Group: Investment Company Institute\n\nDistrict Economics Group: Navient (Formerly Known As Sallie Mae)\n\nFontheim International, LLC: Alliance for Healthcare Competitiveness, LLC\n\nHobart Hallaway & Quayle Ventures, LLC: Jaykal LED Solutions, Inc.\n\nHobart Hallaway & Quayle Ventures, LLC: Morrison & Foerster LLP on behalf of Autonomy Americas LLC\n\nKing & Spalding LLP: ZenBanx\n\nLifeLock, Inc.: LifeLock, Inc.\n\nManatt, Phelps, and Phillips: Edgenuity (F/K/A Education 2020 Inc)\n\nMerchant McIntyre & Associates, LLC: Westmont College\n\nNational Environmental Strategies: Endeavor Energy Holdings, LLC\n\nNoble Strategies: Anheuser-Busch Companies, Inc.\n\nNoble Strategies: AR Rice Federation\n\nPolsinelli PC: Ameritox Powers Pyles Sutter & Verville, P.C.",
  "The Keelen Group, LLC: The National Active and Retired Federal Employees Association\n\nThe Roosevelt Group: EYP, Inc.\n\nThorn Run Partners: Moyer Foundation\n\nTompkins Strategies, LLC: Crossroads Strategies LLC (on behalf of Paragon Healthcare, Inc)\n\nWhite House Consulting Inc.: Kenosha Visiting Nurse Association\n\nWhite House Consulting Inc.: MedAssets\n\nWhite House Consulting Inc.: PDP Holdings, LLC\n\nWhite House Consulting Inc.: ProMedTek, Inc.\n\nWinning Strategies Washington: FieldTurf USA, Inc.\n\nWinning Strategies Washington: Heller Industries, Inc.\n\nWinning Strategies Washington: LePage's 2000 Inc.\n\nWinning Strategies Washington: Princeton Public Affairs Group\n\nWinning Strategies Washington: Tightseal Construction\n\nWinning Strategies Washington: Trinitas Regional Medical Center",
  "— Whitehouse will also lead a Democratic Policy and Communications Committee hearing at 4 p.m. in the Capitol Visitor Center titled “Democracy for Sale: How Our Broken Campaign Finance System Allows Foreign Governments to Buy Influence in Our Elections and What We Can Do About It.” Ellen Weintraub of the Federal Election Commission, Norm Ornstein of the American Enterprise Institute, Larry Noble of the Campaign Legal Center, Sheila Krumholz of the Center for Responsive Politics and Liz Kennedy of the Center for American Progress plan to speak.",
  "Susan Collins, Jeff Flake and Shelley Moore Capito — who played a role in sinking the bill, Deason ripped ‘the spineless Republican members from Maine, Arizona and West Virginia who seem to believe that Obamacare is actually succeeding.’ He added: ‘It will be disappointing to see these three lose their reelection campaigns to Democrats — unless we can find better candidates to run in the primary races against them.’” Of the three, only Flake is up for reelection next year.",
  "“Lobbyists for the natural gas industry are telling the administration their fuel is just as reliable as coal or nuclear, and that gas-fueled plants have the added advantage of being able to ramp up quickly to respond to price spikes or a drop in wind speeds.”\n\n— “The lobbying push illustrates how fulfilling President Donald Trump’s pledge to save coal has downsides for other fossil fuel interests, including those closely allied with the president.",
  "INTERNET ASSOCIATION DECRIES ADVOCACY GROUP’S ATTACK ON SCALISE: The Internet Association on Tuesday leveled heavy criticism against Fight for the Future — its frequent ally in the battle to preserve strong net neutrality regulations — for its plan to put up billboards accusing lawmakers of undermining net neutrality, including House Majority Whip Steve Scalise, who is still recovering after being shot last month, POLITICO’s Steven Overly reports.",
  ": CleverCap\n\nSidley Austin LLP: Exact Sciences Corporation\n\nSorini, Samet, & Associates, LLC: AMITH (Association Marocaine de l’Industrie du Textile et de l’Habillement)\n\nStrategic Marketing Innovations: The Chemours Company\n\nTarplin, Downs & Young, LLC: National Home Infusion Association\n\nThe Estopinan Group, LLC: Hispanic Communications Network\n\nThe Ingram Group LLC: Emergent BioSolutions Inc.",
  "\"Senators who refused to support the bill, the party officials predicted, would see their fundraising take an immediate hit.”\n\n— “Texas businessman Doug Deason, a Trump backer and the son of billionaire Darwin Deason, said he and other major GOP donors were warming to the idea of funding primary challenges to senators who had opposed the health care bill.",
  "GRASSLEY ASKS FOR MORE INFORMATION ON RUSSIAN-AMERICAN LOBBYIST: “Senate Judiciary Chairman Chuck Grassley is demanding more information from the Trump administration on Rinat Akhmetshin, the pro-Russian lobbyist who attended a controversial meeting last year with Donald Trump Jr., Jared Kushner and Paul Manafort,” POLITICO’s Austin Wright reports.",
  "CLOSING THEIR WALLETS: “Senior GOP officials spent much of Tuesday surveying the anger and frustration within their own party [over the collapse of the Senate’s health care bill] and taking calls from bitterly disappointed contributors, some of whom threatened to turn off the cash spigot,” POLITICO’s Alex Isenstadt and Gabriel Debenedetti report.",
  "NATURAL GAS LOBBY FEELS LEFT OUT OF TRUMP’S PLANS: “As Energy Secretary Rick Perry considers whether the U.S. should do more keep coal and nuclear power plants online, natural gas producers are trying to ensure they aren’t left in the dark,” Bloomberg News’ Jennifer Dlouhy, Ari Natter and Jim Polson report.",
  "\"Going back to our time working for the House Leadership from opposite sides of the aisle, I have long enjoyed working with Steve [Elmendorf], and I've also worked with Jimmy Ryan and many members of the Subject Matter team on a variety of client initiatives,” Kutler said in a statement.",
  "THE LATEST ON THE LOBBYING AGAINST SANCTIONS ON SUDAN: “The lobbying campaign to lift sanctions on war-torn Sudan is shifting into high gear now that the White House has delayed a decision on the policy until October,” The Hill’s Megan Wilson reports.",
  "Scott Walker’s aborted presidential campaign; Doug Davenport, a lobbyist who worked on President Donald Trump’s campaign; and Hans Klingler, a former chief of staff to Rep. Michael McCaul (R-Texas), to launch a new firm, Black Diamond Strategies.",
  "The legislation, as in previous versions, would require super PACs, nonprofits, corporations and unions that spend money in elections to disclose donors that have given $10,000 or more each time they spend at least $10,000 on political activity.",
  "“Grassley announced Tuesday he has sent a letter to Secretary of State Rex Tillerson and Secretary of Homeland Security John Kelly asking for additional visa records and immigration information on Akhmetshin, who became a U.S. citizen in 2009.",
  "Grassley said the request is part of a committee investigation into agents of the Russian government who lobbied against the Magnitsky Act but have not registered as foreign lobbyists under the Foreign Agents Registration Act.” Full story.",
  "Connie Mack and friends start new firm\n\nWith David Beavers and Aubree Eliza Weaver\n\nMACK, WILEY, DAVENPORT, KLINGLER LAUNCH NEW FIRM: Former Rep. Connie Mack (R-Fla.) is teaming up with Rick Wiley, the GOP operative who ran Wisconsin Gov.",
  "… The lifting of sanctions is a potential policy shift that helped spur the government of Sudan to ink a $40,000 per month lobbying contract with one of K Street’s largest firms, Squire Patton Boggs.” Full story.",
  "‘We’re not taking shots at coal and nuclear,’ but it’s important to ‘tell the whole story,’ said Marty Durbin, executive vice president and chief strategy officer at the American Petroleum Institute.” Full story.",
  "The firm plans to handle domestic and international lobbying work, including work for foreign governments, as well as public relations and grass-roots advocacy campaigns, Mack said in an interview.",
  "“K Street lobbyists and human rights organizations are working alongside diplomats in the administration to try to reach a final agreement on what any future restrictions on Sudan will look like.",
  "Kutler, a former adviser to Newt Gingrich during his days as House speaker, is a longtime lobbyist who spent years working for Clark & Weinstock and then Mercury after the two firms merged.",
  "She also “served on President Donald Trump’s transition team, advancing communications and third-party outreach in support of the President’s Cabinet nominations,” according to Invariant.",
  "“We determined we’re stronger working together than individually.”\n\nStory Continued Below\n\n— The firm has already signed seven clients, Mack said, although he declined to disclose them.",
  "“‘Accusing a Member of Congress of ‘betrayal’ while he’s recovering in the hospital is despicable,’ Internet Association President and CEO Michael Beckerman said in a statement.",
  "The bill would also prohibit domestic corporations under foreign control from spending money in elections and force shell companies to make their funders public.",
  "INVARIANT ADDS A REPUBLICAN: Invariant, the lobbying firm formerly known as Heather Podesta + Partners, is adding the GOP operative Larissa Martinez to its team.",
  "ON THE CALENDAR: The eighth annual Tin Cup Awards Dinner will be held at the Canadian Embassy tonight, hosted by the Washington Government Relations Group.",
  "JOBS REPORT\n\n— Dentons has added former Philadelphia Mayor Michael Nutter and former Baltimore Mayor Stephanie Rawlings-Blake to its public policy team.",
  "He now runs his own firm, the Kutler Group, where his clients include the Federation of American Hospitals, Harman International and Navient Solutions.",
  "Mack and Klingler currently represent the GEO Group, a private prison operator, through Mack’s firm, Mack Strategies, according to disclosure records.",
  "— Sixkiller Consulting has added Martin LeBlanc as managing director of innovation based in Seattle and Chelsea Legette as a federal policy analyst.",
  "WHITEHOUSE INTRODUCING NEW CAMPAIGN FINANCE BILL: Sen. Sheldon Whitehouse (D-R.I.) is introducing a new version of the DISCLOSE Act today.",
  "SUBJECT MATTER TEAMS UP WITH ED KUTLER: Subject Matter is joining forces with Ed Kutler as counsel to its government relations team.",
  "The four partners will maintain their current firms to handle existing clients but plan to sign new clients through Black Diamond.",
  "The firm has also signed two new clients, the Millions of Jobs Coalition and the American Wild Horse Campaign.",
  "Davenport currently lobbies for GTECH, a state lottery equipment firm, through his firm, Davenport Ventures.",
  "‘This type of advocacy is not what Internet Association and our member companies stand for.’” Full story.",
  "He previously worked for UBS and is also a veteran of President George W. Bush’s White House.",
  "There was growing frustration, he said, over the failure to advance the president’s agenda.",
  "— Mars is bringing on Peter Rowan as senior director of federal government affairs.",
  "Thanks to everyone who’s sent me tips in the months since I started writing PI.",
  "Honorees include Sen. Brian Schatz (D-Hawaii) and Rep. Cedric Richmond (D-La.).",
  "“We all have our own different experience and knowledge base,” Mack said.",
  "Martinez is a former adviser to Sen. Deb Fischer (R-Neb.)",
  "and worked for Carly Fiorina’s presidential campaign.",
  "In a text message referring to three senators — Sens.",
  "You can also follow me on Twitter: @theodoricmeyer.",
  ": City Of Monrovia, Ca\n\nDavid Turch & Assoc.",
  "(The news was first reported by Playbook.)",
  ": Centene Corp\n\nBecker & Poliakoff, P.A.",
  ": Deval, LLC\n\nBecker & Poliakoff, P.A.",
  "Keep ‘em coming: tmeyer@politico.com.",
  "Good afternoon, and welcome to PI.",
  "Here’s the full bill.",
  "Full story."
]