[
  "The “Dialogue with World Political Parties High Level Meeting” began on Thursday and will conclude Sunday, according to China’s state-run Global Times, and feature representatives from communist organizations in “Asia, Africa and Latin America, along with delegates from the Conservative Party of the UK, Liberal Democratic Party of Japan and The Republicans of France.” Overall, the Times estimates “more than 600 leaders and representatives from about 300 political parties and organizations from more than 120 countries” are in attendance.",
  "“In his speech, Xi said building a community with a shared future for mankind is in essence to connect the prospects and destinies of every nation and country closely together, share weal and woe, and turn planet Earth into a harmonious family.”\n\nOBOR seeks to reconstruct the ancient “silk road” through bilateral deals between China and host countries in which China would pay for the construction of roads and other critical infrastructure and temporarily bring new jobs to the region.",
  "The general secretary of the world’s largest communist party “called for efforts to ensure coexistence between man and nature, cherish the environment as we cherish our own lives, respect and protect nature, and safeguard the irreplaceable planet Earth.”\n\nIn addition to listening to Xi’s remarks, the summit will force attendees into panels such as “Jointly Pursuing the Belt and Road Initiative: The Role of Political Parties,” according to the Global Times.",
  "Despite the clear goal of the summit to influence political parties around the world, Xi also reportedly claimed that China would “neither ‘import’ foreign models of development, nor ‘export’ the Chinese model and ask other countries to ‘copy’ the Chinese practice.”\n\nThe dialogue follows the revelation in the Global Times that China has been using its students and professors to attempt to establish communist party chapters around the world.",
  "On Tuesday, the newspaper highlighted a particular episode in which Chinese professors attempted to found a CPC chapter at the University of California – Davis and were shocked and outraged that doing so in the United States without being registered as a foreign agent is a violation of the U.S. Foreign Agents Registration Act.",
  "“The dialogue will open a window for the CPC’s foreign counterparts to deeply understand the spirit of the Party’s 19th National Congress and the concept of socialism with Chinese characteristics for a new era proposed by President Xi.”\n\nXi himself reflected this claim to global leadership in his address to the dialogue.",
  "“As the largest party in the world with 89 million members and having to govern a big country with a population of 1.3 billion, every step the CPC takes and every journey it embarks on is a model for other political parties to follow closely and study carefully,” the People’s Daily stated.",
  "Among the most important vehicles for solidifying this global leadership, Xi argued, was the One Belt One Road (OBOR) project, which consists of China’s building travel and trade infrastructure that would grant it complete control over a trade route spanning from Beijing to western Europe.",
  "The People’s Daily, the official newspaper of the CPC, declared the event “the first high-level dialogue between the CPC and the world’s parties.” It is, the publication continued, a necessary step in the CPC assuming its position as the world’s leading Marxist political institution.",
  "Chinese leader Xi Jinping welcomed representatives of hundreds of the world’s political parties at a Beijing summit Friday in which he called for China’s Communist Party (CPC), the world’s largest political party, to lead a “community of common destiny” into the future.",
  "“The Belt and Road Initiative is the practice of the concept, Xi said, adding the Belt and Road has become a huge cooperation platform for countries concerned to realize their common development,” Xinhua reported.",
  "Among the Latin American delegates is the most powerful Marxist group in the regime, the Communist Party of Cuba, which sent several representatives to the event, according to the state propaganda outlet Granma.",
  "When the construction is completed, however, China will control this infrastructure, giving it a stranglehold on Eurasian trade as well as potential military outposts in key areas of the Middle East and Africa.",
  "On sea, the Maritime Silk Road (the other half of the OBOR, the first being the Silk Road Economic Belt) would allow China to control most of the South China Sea and trade routes that reach Africa.",
  "He rapidly introduced OBOR as the means to achieve the full implementation of this community structure in which China’s communists lead the development of civilization.",
  "Another state media outlet, Xinhua, reported that Xi used his speech to the group to call for “a community with a shared future for mankind,” led by China.",
  "The plans have already alarmed neighbors like India, which is engaged in several territorial disputes with China and its ally, Pakistan.",
  "Xi’s speech also addressed climate change as an enemy of “picturesque scenery.",
  "Follow Frances Martel on Facebook and Twitter."
]