[
  "The firm will do foreign lobbying, public relations and digital work, too.”\n\nStory Continued Below\n\n— “About 40 percent of the roughly 60 staffers who worked at the Podesta Group last month are heading to Cogent, including 18 of the Podesta Group’s 27 principals and all four of its senior vice presidents.” According to the firm’s website, the former Podesta Group principals joining the new firm include David Adams, John Anderson, Erin Billings, Peggy Binzel, Jim Dyer, Randall Gerard, Josh Holly, Beth Inadomi, Claudia James, Andrew Kauders, Lauren Maddox, Kevin McLaughlin, Elizabeth Morra, Mike Quaranta, Oscar Ramirez, Javier Sancho, Missi Tessier and Dana Thompson.",
  "Bold Strategies, LLC: Hornbeck Offshore Services, Inc.\n\nCepi-U.S.: CEPI Norway\n\nFierce Government Relations: International Paper Company\n\nFirst Principles Strategies, LLC: Squire Patton Boggs on behalf of Molnlycke Health Care US, LLC\n\nGroom Law Group, Chartered: Retirement Clearinghouse\n\nHannegan Landau Poersch & Rosenbaum Advocacy, LLC: National Fish and Wildlife Foundation\n\nJenkins Hill Consulting, LLC: Associated Behavioral Health Care\n\nK&L Gates LLP: Coalition for Energy Efficient Jobs & Investment\n\nMcAllister & Quinn, LLC: National Children's Alliance\n\nMiller & Chevalier, Chtd: Accenture, LLP\n\nMonument Policy Group, LLC: iUNU Inc.",
  "“The Trump administration admirably seeks to bolster U.S. manufacturing, but if it scuttles NAFTA more companies would flee our country, as a curtain of tariffs would fall across North America, raising the cost of doing business.”\n\nAT&T HIRES FORMER LAWYER FOR TRUMP: “AT&T has hired attorney Daniel Petrocelli, who once represented President Donald Trump, in preparation for a potential legal battle with the [Justice Department] over the company's mega-merger with Time Warner, an AT&T spokesman confirmed to POLITICO,” POLITICO’s Steven Overly reports.",
  "NEW JOINT FUNDRAISERS:\n\nNone\n\nNEW PACs:\n\nHold Washington Accountable (Super PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nAkin Gump Strauss Hauer & Feld: 21 c Museum Hotels\n\nAkin Gump Strauss Hauer & Feld: Arista Networks Inc.\n\nAkin Gump Strauss Hauer & Feld: Frontera Resources Corporation\n\nAkin Gump Strauss Hauer & Feld: Houchens Industries\n\nAkin Gump Strauss Hauer & Feld: TerreStar Corporation\n\nBaker & Hostetler LLP: Ripple Labs, Inc.",
  "SPOTTED: At an off-the-record dinner last night at Jamie Weinstein and Michelle Fields’ place at the Ritz-Carlton, according to a PI tipster: Charles Rivkin, the chief executive of the Motion Picture Association of America; McKay Coppins of The Atlantic; Josh Rogin of The Washington Post; Kaitlan Collins of CNN; Ben Haddad of the Hudson Institute; and Ali Rogin of ABC News.",
  "RAILROADS, AUTOMAKERS URGE TRUMP NOT TO TORPEDO NAFTA: Mitch Bainwol, the president and chief executive of the Alliance of Automobile Manufacturers, and Edward Hamberger, the chief executive of the Association of American Railroads, have an op-ed on Fox News’ website warning President Donald Trump of the consequences of scrapping NAFTA.",
  "Akin Gump’s Matt Hawkins, a former aide to Reince Priebus when he was Republican National Committee chairman, will lobby for the company on a resolution introduced by Rep. Ted Poe (R-Texas) last month backing NATO membership for Georgia and calling “for the end of Russia’s occupation of Georgian sovereign territory,” among other things.",
  "IT’S A GOOD TIME TO BE A FARA LAWYER: Vice News’ Christina Sterbenz and Alex Thompson report that lawyers who specialize in Foreign Agents Registration Act work have seen their business boom since the indictment of Paul Manafort and his deputy, Rick Gates, on charges of violating foreign lobbying law.",
  "Download the Pro app for iPhone and iPad | Get the Pro app on Google Play\n\nAKIN GUMP SIGNS FIVE: Akin Gump Strauss Hauer & Feld has added five new clients: 21c Museum Hotels, Arista Networks Inc., Frontera Resources Corporation, Houchens Industries and TerreStar Corporation.",
  "Fritts launches new firm\n\nWith David Beavers and Aubree Eliza Weaver\n\nFRITTS’ NEW FIRM IS OFF THE GROUND: Kimberley Fritts, the Podesta Group’s longtime chief executive, has launched a new firm a week after quitting the Podesta Group, POLITICO’s Theodoric Meyer reports.",
  "And K&L Gates has signed the Coalition for Energy Efficient Jobs & Investment, which is fighting to keep Congress from axing an energy efficiency tax deduction that the American Institute of Architects and others are lobbying to save, too.",
  "FORMER PODESTA PRINCIPAL JOINS VANTAGEKNIGHT: Cristina Antelo, a former Podesta Group principal, has joined VantageKnight, the boutique lobbying shop started last year by Manny Ortiz, a former Brownstein Hyatt Farber Schreck lobbyist.",
  "Joshua Rosenstein, a partner at D.C. political law firm Sandler, Reiff, Lamb, Rosenstein & Birkenstock, also experienced what he called a ‘definite uptick’: around 10 new or existing clients inquiring about FARA.” Full story.",
  "Capitol Counsel, LLC: Coalition to Protect Access to Care\n\nCMS Consulting Services Inc.: Energy Industries Of Ohio\n\nMs. Karen Johnson: The Essilor Vision Foundation on behalf of Potomac Strategic Development",
  "“Members of the coalition believe this is a really critical provision that encourages capital investment and job growth,” said Karishma Shah Page, one of the K&L Gates lobbyists working for the coalition.",
  "… The new firm is expected to retain the Podesta Group’s wide range of lobbying, with a focus on technology, financial services and energy work, according to the person familiar with the firm’s plans.",
  "Other Podesta Group principals who haven’t joined Fritts' new firm include Josh Lahey and Paul Brathwaite, both of whom are starting their own firms, Lahey with the former Senate staffer Colin Hayes.",
  "“Should NAFTA die, eager foreign competitors will be ready to pick up the pieces and welcome even more North American manufacturers to relocate, to lower their costs of doing business,” they write.",
  "JOBS REPORT:\n\n— Brian Forest, Senate Majority Leader Mitch McConnell’s chief speechwriter, is leaving the Hill to join the National Association of Manufacturers as director of strategic messaging.",
  "“By teaming up, we’re really going to be able to take advantage of what’s coming in 2018,” Antelo said, adding that the firm is open to adding a Republican partner if it can find the right fit.",
  "The most interesting of the bunch is probably Frontera Resources, an oil and gas company headquartered in Houston looking to resolve “energy exploration disputes” with the Republic of Georgia.",
  "The Madison Group: The Jewish Federations of North America\n\nThe Nickles Group, LLC: Send Relief, Inc.\n\nNEW LOBBYING TERMINATIONS:\n\n3 Click Solutions, LLC: Progressive Financial Services,Inc.",
  "“Many of the Podesta Group’s top lobbyists are following Fritts to the new firm, Cogent Strategies, along with at least 15 clients, according to a person familiar with the firm’s plans.",
  "Hastie Afkhami, Katie Beck, Will Bohlen and Emily Flynn Pappas, who were senior vice president at the Podesta Group, and Shellie Purvis, who was a vice president, round out the team.",
  "Lucia Alonzo, a former Podesta Group director, is coming with her, bringing VantageKnight’s head count to four, along with Olga DeMetri, a former LEVICK vice president.",
  "“’The firm’s phone has been ringing off the hook,’ [Ron Oleynik, who leads Holland & Knight’s international trade practice,] said.",
  "Antelo will bring some of her Podesta Group clients with her, including the Brooks Development Authority and Perceptics.",
  "— Antelo had considered starting her own firm, she said in an interview, but ultimately decided to partner with Ortiz.",
  "TAX REFORM KEEPS ON GIVING: Marc Gerson and Rocco Femia of Miller & Chevalier will lobby for Accenture on tax reform.",
  "The Pro app brings real-time policy intelligence and customizable notifications to your smartphone and tablet.",
  "He defended the president in the lawsuits over the Trump University real estate seminar program.” Full story.",
  "— Erica Donovan has joined Expedia’s government relations team as a public affairs specialist.",
  "“Based in Los Angeles, Petrocelli currently leads the trial practice at O'Melveny and Myers.",
  "He’ll work closely with Chrys Kefalas, the association’s vice president for brand strategy.",
  "She previously worked on strategic partnerships and campaign management at POLITICO.",
  "'We’ve had literally a dozen or more new clients or potential clients.",
  "She’ll be the firm’s chief executive.",
  "Good afternoon, and welcome to PI.",
  "We don’t see a dozen in a year.'",
  "Both of them are Democrats.",
  "Tips: tmeyer@politico.com.",
  "Twitter: @theodoricmeyer.",
  "New for Pros!",
  "Full story."
]