[
  "When asked about NTSB’s findings thus far, a spokesman repeated DOT's statement from when that decision was made, saying that the Federal Motor Carrier Safety Administration and the Federal Railroad Administration “did not receive sufficient data to support future rulemaking at this time.”\n\nComing soon: Sen. Cory Booker (D-N.J.) said in a statement that he plans to introduce legislation soon to “expand sleep apnea testing and treatment requirements in order to protect operators and commuters from another preventable tragedy.”\n\nAnd a reminder: The Senate has yet to confirm Ron Batory, President Donald Trump’s pick to lead FRA.",
  "said that Thursday was just “day one of what should be a considered process and we’ve got to carefully analyze the plan and the costs, but I am encouraged that we’re finally moving forward and I’m supportive of the state thinking about these kind of big solutions to big problems.”\n\nNOPE: Local officials cannot make laws that preempt federal drone regs, a federal court said Thursday.",
  "Mitchell told PI that the letter “is just typical intimidation and thuggery by the anti-Open Skies airlines and their unions.”\n\nCH-CH-CH-CH-CHANGES: The EPA has stripped climate change language from web pages about its SmartWay program, which is meant to help companies improve their freight transportation efficiency, according a watchdog group that’s tracking agency website changes.",
  "“Any confusion about these jurisdictional issues will open the door to a mess of sloppy, conflicting local rules — an approach that hurts drone entrepreneurs and startups, stifles job creation and confuses commercial operators and hobbyists alike,” Doug Johnson, CTA’s vice president of technology policy, said in a statement.",
  "A refresher: In August, the Transportation Department pulled back an early-stage rulemaking that may have proposed testing and treatment mandates for certain rail workers and truckers who could be at risk for the disorder, which has been linked to a string of high-profile crashes that have sparked NTSB investigations.",
  "The Environmental Data & Governance Initiative reports that the EPA has nixed references to “carbon” and “greenhouse gases” in favor of more general terms, like “pollution.” The group says the agency also reduced emphasis on SmartWay’s international efforts, including work with a United Nations environment program.",
  "“The belief is that provision could swing some ‘noes’ to ‘yes’ in the House because of states where there are large trucking industries who are extremely interested in this, [which] they would view as fixing a significant problem,” Huerta said at a Southwest Airlines Pilots’ Association conference Wednesday.",
  "SPOTLIGHT ON SLEEP APNEA: Two recent crashes on New York-area commuter railroad lines have a common link: engineers at the controls who had undiagnosed, severe cases of obstructive sleep apnea at the time of the incidents, according to documents the National Transportation Safety Board made public Thursday.",
  "According to the NTSB, “the first officer failed to set the plane down within the first third of the runway, and then he decided to proceed with the landing rather than execute a go-around maneuver, a standard procedure in which pilots pull up and circle the airport for another approach,” Mary writes.",
  "I think in his mind, what he’s thinking about is: ‘Is there another way to skin this cat and possibly to address some of the larger challenges there?’” But Huerta made clear that the FAA won’t make any changes to training requirements without a directive from lawmakers.",
  "“Given the extent of the Business Travel Coalition’s advocacy efforts, in support of the Gulf carriers, it is difficult to believe that [BTC Chairman] Kevin Mitchell is not working on behalf of foreign interests,” APA President Daniel Carey wrote in a letter to DOJ.",
  "** A message from the Association of American Railroads: How did America’s freight railroads decrease mainline train accidents by 32% since 2008, or enable rail shippers to move twice the amount of freight for nearly the same price as in 1980?",
  "— which passed an ordinance last year that required operators to register with the city, forbade them from flying drones past their line of sight and forbade drones from flying below 400 feet without the consent of the owner of the property.",
  "OPEN SKIES FIGHT ALIVE AND WELL: The Allied Pilots Association wants the Justice Department to check whether the Business Travel Coalition has breached the Foreign Agents Registration Act, our friends at POLITICO Influence report.",
  "With help from Lauren Gardner, Stephanie Beasley and Emily Holden\n\nA SPOONFUL OF TRUCKING: Are you a House lawmaker who’s skeptical about Rep. Bill Shuster’s proposal to separate air traffic control operations from the FAA?",
  "**\n\nWHAT TRUMP’S INFRASTRUCTURE ADVISERS ARE READING: The governor of Maryland rolled out a plan Thursday to expand the Baltimore-Washington Parkway as well as interstates 495 and 270, The Washington Post reports.",
  "“The prime minister reiterated to the president the importance of Bombardier to the economy of Northern Ireland and the importance of protecting the jobs the company provides,” per a readout from May’s office.",
  "FOR YOUR CALENDAR-MARKING PURPOSES: The Senate Commerce Committee will hold a hearing Sept. 27 on Howard “Skip” Elliott’s nomination to be Pipeline and Hazardous Materials Safety Administration administrator.",
  "“We kissed in the Metro / In love, very retro / We’re together again, by the Seine, Samba Blue / On the grand avenues, me and you, Samba Blue.” (h/t John Ward)\n\nGET LISTENING: Follow MT’s playlist on Spotify.",
  "“The commonalities in the accidents — both involving bumping post collisions at the end of a track in a terminal — warrant a singular discussion of the related safety issues,” NTSB said in its announcement.",
  "PILOT ERROR IN PENCE PLANE INCIDENT: Remember last year when Mike Pence, who was campaigning for vice president at the time, was on board a plane that skidded off a runway at LaGuardia Airport?",
  "MAY, TRUMP CHAT ABOUT BOMBARDIER: U.K. Prime Minister Theresa May spoke with Trump about the trade dispute between Boeing and Canada’s Bombardier this week during the United Nations summit.",
  "Larry Hogan, who is calling for the new lanes to be tolled, described the $9 billion undertaking as involving potentially the biggest highway public-private partnership on the continent.",
  "SHIFTING GEARS: Kelly Ayotte, the former New Hampshire senator who chaired the Commerce Committee’s aviation panel, is a new member of the nonprofit ONE Campaign’s board, PI reports.",
  "Specifically, the U.S. District Court for the District of Massachusetts said that local laws on drone registration or flight restrictions shouldn’t prevail over FAA regulations.",
  "IT’S THE BEST DAY OF THE WORK WEEK: Thanks for tuning in to POLITICO’s Morning Transportation, your daily tipsheet on all things trains, planes, automobiles and ports.",
  "has had his own trouble getting an FAA reauthorization to the floor because of the provision on co-pilot certification that he pushed to add to the bill.",
  "America’s freight railroads have all that and more, using those superpowers to improve safety and efficiency across our 140,000-mile network.",
  "What better way to start your day than with songs (picked by us and readers) that are all about flying, driving, commuting and sailing?",
  "He said he’s hearing that Shuster is still “some 20, 30 votes short to get it to pass on the floor.” Your host has more here for Pros.",
  "Turns out “the captain’s lack of command authority” and a “breakdown of crew resource management” were factors, Mary Lee reports.",
  "Lister lobbied for Amazon as a member of Monument Policy Group on reauthorizing the FAA, aviation operations and cargo movement.",
  "APA alleges that Emirates Airline, Etihad Airways and Qatar Airways could be funding BTC without the group registering itself.",
  "From lasers to UAVs, machine visioning to big data analysis, technology is driving the freight rail industry into the future.",
  "If a trucker meal and rest break provision were tacked onto that reauthorization bill, would it change your mind?",
  "The NTSB will discuss the findings and its recommendations for both collisions at a Feb. 6 board meeting.",
  "CTA claps: The Consumer Technology Association celebrated the ruling, saying it would support innovation.",
  "… Meanwhile, Katharine Lister was named director of transportation affairs for Amazon, per Morning Tech.",
  "— “Metro worker shocked while working on new train, prompting safety concerns.” The Washington Post.",
  "** A message from the Association of American Railroads: What could you do if you had x-ray vision?",
  "BTC stands with Persian Gulf carriers in their debate with some U.S. airlines over Open Skies.",
  "Story Continued Below\n\nNo touchy: On the other side of the Capitol, Sen. John Thune (R-S.D.)",
  "Thune has told us that the proposal stems from concerns over regional airline pilot supply.",
  "FAA Administrator Michael Huerta said that’s a pitch “floating around” the House right now.",
  "— \"Backed into a corner, Uber allows users to opt out of ‘always on’ location tracking.\"",
  "— \"Hyperloop One raised an $85 million round at a valuation that tops $700 million.\"",
  "All it took was advanced technology, innovation and a clear vision for the future.",
  "Lauren has more for Pros here on the NJ Transit and Long Island Rail Road dockets.",
  "Most of the changes appear to have occurred between late March and May, EDGI said.",
  "Send along tips, feedback and lyrics to bgurciullo@politico.com or @brigurciullo.",
  "— \"Rolls-Royce enlists virtual reality to help assemble jet engine parts.\"",
  "“He’s not really, I think, looking to willfully create a safety problem.",
  "Aviation lawyer Jonathan Rupprecht has a more detailed breakdown.",
  "— \"Airport rankings: Sacramento, Orlando, Orange County top J.D.",
  "The ruling was in response to a lawsuit against Newton, Mass.",
  "Elliott was most recently an executive at CSX Transportation.",
  "Just a spoonful of trucking helps the House FAA bill go down?",
  "Ayotte also recently became a member of Caterpillar’s board.",
  "Highway and transit policy is up for renewal in 1,105 days.",
  "THE COUNTDOWN: DOT appropriations run out in 78 days.",
  "THE AUTOBAHN:\n\n— \"It’s a bad time to be a big jet.\"",
  "“John Thune is a good guy,” Huerta said Wednesday.",
  "Learn how we’re putting technology to work.",
  "The FAA reauthorization expires in 9 days.",
  "In a statement, Rep. John Delaney (D-Md.)",
  "See how we’re putting technology to work.",
  "— \"Self-driving cars will kill people.",
  "A brain faster than a supercomputer?",
  "Pro Trade’s Megan Cassella has more.",
  "www.aar.org/future-of-rail.",
  "www.aar.org/future-of-rail.",
  "Pros get all the details.",
  "The Wall Street Journal.",
  "Bloomberg Businessweek.",
  "Who decides who dies?\"",
  "The ability to fly?",
  "Republican Gov.",
  "More efficient.",
  "Wired Opinion.",
  "Power list.\"",
  "USA Today.",
  "The Verge.",
  "Recode.",
  "Safer.",
  "**"
]