[
  "“We are committed to continuing to use the full range of tools and authorities under the Foreign Agents Registration Act to ensure proper foreign registration and filings.”\n\nIn the September interview, Su said that he and his companies comply with all U.S. laws, including FARA.",
  "By John Shiffman and Koh Gui Qing\n\nWASHINGTON/BEIJING, Nov 2 (Reuters) - The Federal Communications Commission and the Justice Department are investigating a California firm whose U.S. radio broadcasts are backed by a subsidiary of the Chinese government, officials said.",
  "(reut.rs/1Wrflt4)\n\n“Based on reports, the FCC will initiate an inquiry into the facts surrounding the foreign ownership issues raised in the stories, including whether the Commission’s statutory foreign ownership rules have been violated,” FCC spokesman Neil Grace said.",
  "Both investigations come in response to a Reuters report published on Monday that revealed the existence of the covert radio network, which broadcasts in more than a dozen American cities, including Washington, Philadelphia, Boston, Houston and San Francisco.",
  "The news programming on these CRI-backed stations sticks closely to the Chinese government line on a host of issues, including the current military standoff in the South China Sea between China and the United States.",
  "U.S. law also requires anyone inside the United States seeking to influence American policy or public opinion on behalf of a foreign government or group to register with the Justice Department.",
  "Foreign individuals, governments and corporations are permitted to hold up to 20 percent ownership directly in a station and up to 25 percent in the U.S. parent corporation of a station.",
  "A U.S. law enforcement official said the Justice Department probe began last month, after Reuters approached the FBI and prosecutors with questions about Su’s California-based operation.",
  "G&E does not own any U.S. stations, but it leases two 50,000-watt stations: WCRW in Washington for more than $720,000 a year, and WNWR in Philadelphia for more than $600,000 a year.",
  "“We are aware of the media reports and can neither confirm nor deny an ongoing review or investigation into the matter,” said Marc Raimondi, a Justice Department spokesman.",
  "Reuters reported Monday that Su’s company, G&E Studio Inc, is 60 percent owned by a subsidiary of Chinese state-run radio broadcaster China Radio International (CRI).",
  "In a Sept. 16 interview with Reuters, Su said his radio network abides by U.S. law because he leases air time from stations, rather than owning them outright.",
  "Public records show that neither Su nor his companies are registered as foreign agents under the law, called the Foreign Agents Registration Act, or FARA.",
  "Through a different set of limited liability companies, Su owns, co-owns or leases virtually all the air time on at least a dozen other U.S. stations.",
  "Su’s network of CRI-backed stations in the United States is one of three international networks with hidden financial ties to the Chinese broadcaster.",
  "Last month, after receiving inquiries from Reuters, Su’s companies deleted two web pages that showcased the relationship between his firms and CRI.",
  "The FCC doesn’t restrict content on U.S. radio stations, except for rules covering indecency, political advertising and children’s programming.",
  "But under U.S. law, the FCC prohibits foreign governments or their representatives from holding a radio license for a U.S. broadcast station.",
  "Those stations carry G&E content, which is produced largely by his West Covina, California studios or by state-run CRI in Beijing.",
  "Reporters found that there at least 33 radio stations in 14 countries in CRI’s global network.",
  "The California firm is owned by James Su, a naturalized U.S. citizen born in Shanghai.",
  "Reuters identified similar networks in Europe and in the Asia-Pacific region.",
  "(Adds full name of company (G&E Studio Inc) in paragraph 4.",
  "Su’s spokeswoman declined to comment Monday.",
  "Adds context in last paragraph.)"
]