[
  "Pic http://bit.ly/2dvk77T\n\nBIRTHDAYS: Cathy Isaacson … Courtney Hazlett, SVP of development at OutEast Entertainment ... former Ben Carson campaign manager Barry Bennett ... young Douglas Andres, press secretary for Speaker Paul Ryan and loving brother, is 32 (h/ts Betsy and Team Ryan) ... N.Y. Republican State Chairman Ed Cox is 7-0 ... Politico’s Lindsey Mertz ... John Donnelly, COS for Rep. Tom Graves (R-Ga.) and a Scott Brown alum ... CNN’s Marlena Baldacci … Julie Burton ... David Wilhelm, former DNC chairman under President Clinton, now chief strategy officer at Hecate Energy, is 6-0 … Emmett Beliveau (h/ts Teresa Vilmain) … AP auto writer Tom Krisher is 59 … Alex Fullman … No Labels leader and former U.S. Comptroller Dave Walker (h/t Dennis Craig) ... Michelle Sara King, president and CEO of King Consults, celebrating both the Jewish New Year and her birthday in Boston with her family including her 3 1/2 year old nephew ... Rep. Hank Johnson (D-Ga.) is 62 ... Bloomberg’s Lisa Fleisher, a WSJ alum now based in London ... BBC’s Lynsea Garrison, an NPR alum …\n\n… David Gura, reporter at Bloomberg Television and a Marketplace alum … Greg Scanlon, strategy lead at Pfizer and a DGA and American Bridge alum ... Danita Ng, special policy counsel to the Minneapolis Fed President and a Romney alum ... Annie Keating, manager of corporate strategy at Capital One ... NYPIRG leader Blair Horner … Ken Bazinet, founding partner at Collective Consulting … GOP fundraiser Mackenzie Smith … Deanna Ballard ... Lauren Belive, federal gov’t relations manager at Lyft and an Obama WH and OFA alum ... Susan Lamorra ... Lauren Pfeifle Willis ... Minhas Majeed Khan ... Jacklin Rhoads, press secretary for Sen. Bob Casey ... Shelley Fryer (teacher tip: Nick Croxton)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v ... Illinois Playbook http://politi.co/1N7u5sb ... California Playbookhttp://politi.co/2bLvcPl ...Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "Clinton, for her part, saw a +4 gain in favorability to 45 percent, not large enough to be statistically significant but her best since early August, just after the conventions.” http://abcn.ws/2dmGs5B\n\nPHIL RUCKER in Nashua, New Hampshire: “Trump has a challenge with white women: ‘You just want to smack him’”: “With just five weeks of campaigning left, Hillary Clinton and Donald Trump are scrambling to win over female voters in America’s suburbs as well-educated white women have emerged as perhaps the presidential campaign’s most pivotal swing voting group ... [P]olls and focus groups, as well as interviews with women here in the battleground state of New Hampshire, show that Trump -- who spent the past week haranguing a Latina former beauty queen over her weight -- has a considerable challenge with many female voters.” http://wapo.st/2dyLR8i\n\nBEST OF LATE NIGHT -- SNL: The cold open of Trump (played by Alec Baldwin) debating Hillary (Kate McKinnon) http://bit.ly/2cL1wjN … “Celebrity Family Feud: Political Edition” http://bit.ly/2dHuKWO\n\nDEPT OF YA CAN’T MAKE IT UP -- New job posting: “Global Ethics Consultant...Wells Fargo” -- “You’ve got the passion.",
  "But I suspected there was more to it than its reputation for calendar-pretty landscapes, secretive bankers, and regular trains, and here was a chance to see for myself.” http://bit.ly/2dj5xhM ... $10.36 on Amazon http://amzn.to/2dgeIAv\n\n--“The Jones Project,” by Ross Ufberg in Lapham’s Quarterly: “Smuggling Nikita Khrushchev’s memoirs out of the USSR.” http://bit.ly/2dsiWGs\n\n--“The Harsh, Hidden Lessons of Tree School: Tree education is full of tearing and screaming,” by Peter Wholleben in Nautilus Magazine: “When trees are really thirsty, they begin to scream.” http://bit.ly/2cIsjxc\n\n--“Ali Wong’s Radical Raunch,” by The New Yorker’s Ariel Levy: “A comic and writer addresses the last taboo of female sexuality.” http://bit.ly/2df4ws2\n\n--“Why Deep Learning is Suddenly Changing Your Life,” by Roger Parloff in October issue of Fortune: “Better image recognition is crucial to unleashing improvements in robotics, autonomous drones, and, of course, self-driving cars ...",
  "Learn more at google.com/grow/veterans\n\nWHAT TRUMP TOWER WANTS TO TALK ABOUT -- “Clinton gives her take on Sanders supporters in leaked fundraising recording: ‘Half the people don’t know what that means, but it’s something that they deeply feel,’” by Christiano Lima: “Hacked audio of a conversation between Hillary Clinton and donors during a February fundraising event shows the Democrat nominee describing Bernie Sanders supporters as ‘children of the Great Recession’ who are ‘living in their parents’ basement.’” http://politi.co/2dvvexN\n\n--BERNIE’S RESPONSE to JAKE TAPPER: “If you listen to the whole discussion that she had, a very important point that she made is that a lot of young people who went into debt, worked very hard to get a good education get out of school and can't find jobs commensurate with the education that they received.",
  "-- Seniors bolster Trump’s support in Pennsylvania” http://bit.ly/2cKgJXy … Philadelphia Inquirer, “Clinton’s millennial challenge -- Young voters’ support is soft, and third parties aren’t helping” http://bit.ly/2d66FE6 … Arizona Republic, “PRESENTING AN ALTERNATIVE -- Libertarian presidential candidate Gary Johnson stumps in Phoenix” http://bit.ly/2dyOSVX … Columbus Dispatch, “Former GOP haters now like Trump” http://bit.ly/2dBB4Lb … Las Vegas Review-Journal, “A DEAD HEAT -- Clinton’s 1-point lead within poll’s margin of error” http://bit.ly/2dBpcxa\n\nTRUMP TRANSITION CHAIRMAN -- NYT A16, “Bridge Trial Focuses on Christie’s Political Tactics,” by Kate Zernike: “Fourteen months before Chris Christie was up for re-election as governor of New Jersey, officials in his administration were already discussing his 2016 bid for the White House.",
  "‘Just to be clear, at some point hundreds of flags flown over the WTC will find their way to VFW’s all through Iowa, New Hampshire and South Carolina,’ David Wildstein, a self-described ‘enforcer’ for Mr. Christie at the Port Authority, wrote in September 2012 to Bill Stepien, the governor’s deputy chief of staff ... ‘I was conveying to Mr. Stepien that the flags that could be used to the governor’s political advantage in New Jersey could be used in those three states,’ the first three to vote in presidential primaries, Mr. Wildstein said in federal court here Friday.” http://nyti.ms/2cV1itG\n\nACROSS THE POND -- BBC: “Brexit: PM to trigger Article 50 by end of March”: “Theresa May will formally begin the Brexit process by the end of March 2017, she has told the BBC.",
  "Yet the boarding school still produced three recommendations for its former employee, and he landed a job months later at Wesleyan University in Connecticut -- overseeing student sexual misconduct hearings …\n\n“The Globe Spotlight Team, as part of its ongoing investigation of sexual misconduct at the region’s private schools, identified 31 educators since the 1970s who, after being accused of sexually exploiting, assaulting, or harassing students, moved on to work at other schools or other settings with children, sometimes with a warm recommendation letter in hand.” http://bit.ly/2cK9qiz\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "The menu: “Salad: Sobe Fizz -- Baby mixed greens, watermelon radish, avocado, pumpkin seeds, grapefruit and champagne foam -- Entree: Surf and Turf -- Filet mignon served medium rare drizzled with a truffle wafu sauce alongside pan seared corvina with grilled lemon, tricolor carrots, purple potato duchesse -- Dessert: Chocolate-caramel dome, chocolate glaze, chocolate nibs, fresh berries and sea salt caramel sauce.” See the menu http://bit.ly/2dhWXnK\n\n--SPOTTED: having brunch yesterday at Ardeo + Bardeo: ABC’s Ali Dukakis, Arlette Saenz, POLITICO’s Alex Isenstadt, Alisa Wieserma, Ben Bell, Ryan Struyk, Veronica Stracqualursi for a belated birthday fete for ABC’s superstar Paola Chavez.",
  "Serve in Congress first: Former members of Congress make millions of dollars representing countries that straddle the line between allies and headaches for U.S.,” by Joe Schatz and Ben Oreskes: “Of the 1,009 members of Congress who have left Capitol Hill since 1990, 114 of them -- just over 11 percent -- lobbied for or otherwise represented a foreign government, foreign-owned company or think tank, according to a POLITICO review of records filed with the tiny DOJ office charged with enforcing the Foreign Agents Registration Act (FARA), a 1938 law passed to deal with the threat of Nazi propagandists in the United States.” http://politi.co/2cK4zxH\n\nSPOTLIGHT STRIKES!",
  "Her strongest speeches have been on race; some of her most powerful surrogates have been the Mothers of the Movement … And yet despite it all, Clinton is still struggling to make the sale to a critical group of young black voters, who remain culturally disconnected from her and apparently deaf to her message.” http://politi.co/2dAzjT3\n\n-- “Clinton Whomps in Debate Reactions; Trump’s Unfavorability Edges Up,” by ABC News’ Gary Langer: “While views of both candidates remain broadly negative, 64 percent of Americans now express an unfavorable opinion of Trump overall, up 5 points from its pre-debate level.",
  "Tax experts hired by The Times to analyze Mr. Trump’s 1995 records said that tax rules especially advantageous to wealthy filers would have allowed Mr. Trump to use his $916 million loss to cancel out an equivalent amount of taxable income over an 18-year period.” http://nyti.ms/2duruww … 3 pages of his tax records http://nyti.ms/2dk8lgb … The story did not make at least some copies of the NYT Early Edition today http://bit.ly/2dvzZY2\n\nTRUMP’S RESPONSE -- @realDonaldTrump -- 7:22 a.m.: “I know our complex tax laws better than anyone who has ever run for president and am the only one who can fix them.",
  "Hillary has only created jobs at the FBI and DOJ!”\n\n-- “As news of Trump’s taxes breaks, he goes off script at a rally in Pennsylvania,” by WaPo’s Jenna Johnson in Manheim, Pennsylvania: “It took Trump nearly 25 minutes to read the brief statement [critiquing Hillary Clinton’s leaked comments on Bernie Sanders voters] because he kept going off on one angry tangent after another — ignoring his teleprompters and accusing Clinton of not being ‘loyal’ to her husband, imitating her buckling at a memorial service last month, suggesting that she is ‘crazy’ and saying she should be in prison.",
  "The cover http://politi.co/2dleM1e\n\n--“To find Hillary Clinton likable, we must learn to view women as complex beings,” by Caroline Siede in Boing Boing: “We can recognize Sanders as a fiery activist, Biden as a truth teller, and Kaine as an earnest goof, but we just don’t have an archetype—fictional or otherwise—through which to understand Clinton.” http://bit.ly/2dj6Ayf\n\n--“The Deadly Business of War-Zone Medical Care,” by Katrin Kuntz in Der Spiegel: “With governments bombing hospitals and militias attacking medical staff, the work of Doctors without Borders is in jeopardy.",
  "That’s what a campaign is all about.”\n\nON THE TRAIL -- “Hillary’s high stakes mission to Charlotte,” by Annie Karni: Clinton arrived Sunday \"with the same mission – convincing young African Americans in North Carolina that she shares their anger and will prioritize the policing reforms they demand – but with an even starker contrast with Donald Trump … Outreach to the cohort of black voters who elected Obama has defined Clinton’s campaign, from the tentative early days of the primary to her general election endgame.",
  "Not only that, but I’m going to directly encourage people to do what they can to help other people in other states where there are various social and cultural forces that prevent them from making their way to the ballot box … to not be passive, to take action here, because so much is at stake.’ ... ‘I am lifting up a Jewish discussion of the times that we live in.’” http://wapo.st/2cL5I3e\n\nPlaybook Reads\n\nPOLITICO screen grab\n\n--FOR THE RECORD -- That’s Barbara Bush and Huma Abedin.",
  "**SUBSCRIBE to Playbook: http://politi.co/1M75UbX\n\nTHE STORY -- “Trump Tax Records Obtained by The Times Reveal He Could Have Avoided Paying Taxes for Nearly Two Decades,” by David Barstow, Susanne Craig, Russ Buettner and Megan Twohey: “Donald J. Trump declared a $916 million loss on his 1995 income tax returns, a tax deduction so substantial it could have allowed him to legally avoid paying any federal income taxes for up to 18 years, records obtained by The New York Times show.",
  "They’ve all been made possible by a family of artificial intelligence (AI) techniques popularly known as deep learning.” http://for.tn/2dmysBD\n\n--“The Novelist Disguised As a Housewife,” by Ruth Franklin in N.Y. Mag: “Shirley Jackson wrote 17 books while raising four children — and she couldn’t have had a successful career without them.” http://thecut.io/2dk7wSY\n\nBONUS GREAT WEEKEND LISTENS, curated by Jake Sherman:\n\n--GRATEFUL DEAD today in 1980.",
  "The reporters knew what to look for in the ‘95 taxes because of this earlier story by @russbuettner and C. Bagli http://nyti.ms/21efPRo … The key was understanding an obscure tax provision called net operating loss - a way to use biz losses to offset personal taxable income … Since the ‘95 tax docs were sent anonymously (the return address was the Trump Organization) reporters worked meticulously to verify them … The NYT hired tax experts.",
  "He also repeatedly complained about having a ‘bum mic’ at the first presidential debate and wondered if he should have done another season of ‘The Apprentice.’” http://wapo.st/2cV25Lo\n\nCLINTON CAMP’S RESPONSE -- The story “reveals the colossal nature of Donald Trump's past business failures and just how long he may have avoided paying any federal income taxes whatsoever,” said Clinton Campaign Manager Robby Mook in a statement.",
  "We spent a month in the town in an attempt to find out what happened.” http://bit.ly/2dj6BCs\n\n--“Musk’s Mars moment: Audacity, madness, brilliance—or maybe all three,” by Eric Berger in Ars Technica: “Ars dissects the feasibility of SpaceX’s plan to colonize Mars in the coming decades.” http://bit.ly/2deVQVx\n\n--“No More Daily Bread,” by Bee Wilson in London Essays: “Londoners, rich and poor, all used to eat the same food.",
  "A year and a half later, Meerkat is dead, officially, as the company behind it shifts its efforts into a new project.” http://tcrn.ch/2djh5Cr\n\nDESSERT -- “The Andrew Luck Book Club: The Indianapolis Colts quarterback is the NFL’s unofficial librarian as he constantly recommends books to his teammates,” by WSJ’s Kevin Clark: “‘He’s always saying ‘I read this great book,’’ said backup quarterback Matt Hasselbeck.",
  "The 1995 tax records, never before disclosed, reveal the extraordinary tax benefits that Mr. Trump, the Republican presidential nominee, derived from the financial wreckage he left behind in the early 1990s through mismanagement of three Atlantic City casinos, his ill-fated foray into the airline business and his ill-timed purchase of the Plaza Hotel in Manhattan.",
  "And in most of those synagogues, the rabbi’s sermon is the most anticipated part of the service ...\n\n“For Gil Steinlauf, the senior rabbi at perhaps America’s most political synagogue -- Cleveland Park’s Adas Israel, where President Obama gave his only speech in a synagogue, and two Supreme Court justices worship on the High Holy Days -- the answer was clear.",
  "Look!” http://bit.ly/2dn1KAr\n\nSWING STATE FRONTS -- Harrisburg Patriot-News, “POLITICAL PATCHWORK -- Predicting whether Pennsylvania will vote red or blue requires understanding the anatomy of its regions” http://bit.ly/2dHKWXX … The Tribune-Democrat of Johnstown, Pennsylvania (with photo of Amish man holding Trump sign), “Golden age?",
  "Daniel Hannan wrote the script.” http://bit.ly/2cSsjOt (h/t TheBrowser.com)\n\n--“A Visit to Ground Zero of Refugee Anxiety,” by Takis Würger and Sven Döring in Der Spiegel: “The village of Clausnitz in Saxony became shorthand for the ugly, xenophobic side of Germany after residents threatened a bus full of refugees.",
  "-- “Educators accused of sexual misconduct often find new posts,” by Jenn Abelson, Bella English, Jonathan Saltzman and Todd Wallack of the Boston Globe’s Spotlight team: “Vermont Academy fired an assistant dean in 2007 for allegedly propositioning a 16-year-old female student in lewd text messages.",
  "Rules to protect aid workers in war zones are increasingly being ignored.” http://bit.ly/2dj65Et (h/t Longform.org)\n\n--“The man who brought you Brexit,” by Sam Knight in The Guardian: “Britain’s vote to leave the EU was the grand finale of a 25-year campaign by a lonely sect of true believers.",
  "Playbookers\n\nPOLITICO screen grab\n\nOVERHEARD ON DESALES STREET -- ABC News leadership honored Mike Levine Friday at the ABC News D.C. bureau as the network's “MVP” for breaking so much news recently, including major developments in the Ahmad Rahami case and Trump’s classified briefings.",
  "He calls that ‘smart.’ Now that the gig [sic] is up, why doesn't he go ahead and release his returns to show us all how ‘smart’ he really is?”\n\nRUDY GIULIANI to GEORGE STEPHANOPOULOS -- STEPHANOPOULOS: “So what’s your response to this story?” GIULIANI: “My response is he’s a genius.",
  "@danmericaCNN: “New: Barbara Bush, the daughter of former President George W. Bush, attended a Hillary Clinton fundraiser in Paris last night, per a source.”\n\n-- @AprilDRyan: “Hurt feelings from racial hostilities have spilled over onto the walls of Trump property in Downtown DC.",
  "But here’s the craziest part of the story: “The pages were mailed last month to Susanne Craig, a reporter at The Times who has written about Mr. Trump’s finances … The three documents arrived by mail at The Times with a postmark indicating they had been sent from New York City.",
  "More reporting gave the team confidence.”\n\nFIRST PERSON -- “The Time I Found Donald Trump’s Tax Records in My Mailbox,” by Susanne Craig for Times Insider http://nyti.ms/2cKkT1h\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "And they saw the Port Authority of New York and New Jersey and its resources -- money, jobs, symbolic artifacts from the wreckage of the World Trade Center after the Sept. 11 terrorist attacks -- as assets that could be traded for endorsements and support in both campaigns.",
  "Now we have astonishing diversity, but nothing left in common.” http://bit.ly/2dN0atP\n\n--“Far Away From Here,” by Teju Cole for White Noise in an extract from Cole’s new book “Known and Strange Things”: “Switzerland: the place comes with an easy set of mental associations.",
  "‘He’s a voracious reader and he likes talking about it,’ said center Khaled Holmes, a beneficiary of Luck’s penchant for recommending his favorite titles.” http://on.wsj.com/2dBrBbm\n\nBONUS GREAT WEEKEND READS, curated by Daniel Lippman, filing from Great Barrington, Mass.",
  ":\n\n--“The Virtue of an Educated Voter,” by Alan Taylor on the cover of the autumn issue of The American Scholar: “The Founders believed that a well-informed electorate preserves our fragile democracy and benefits American society as a whole.” http://bit.ly/2dDp28i ...",
  "The PM’s announcement on triggering Article 50 of the Lisbon Treaty - which begins the formal negotiation process - means the UK looks set to leave the EU by the summer of 2019.” http://bbc.in/2d4Lbrn\n\nWASHINGTON INC. -- “Want to be a ‘foreign agent’?",
  "-- “On Rosh Hashanah, rabbis wrestle with whether to take on Donald Trump,” by WaPo’s Julie Zauzmer: “[W]hen rabbis speak from the pulpit to their largest audiences of the year, what are they going to say about Hillary Clinton and Donald Trump?",
  "ROGER STONE: Wikileaks Clinton bombshell coming Wednesday -- NYT: TRUMP may not have paid income taxes for nearly two decades – Baldwin does TRUMP on SNL -- Wells Fargo LOOKING for ‘global ethics consultant’ Presented by\n\nDriving the Day\n\nHMM?",
  "SPOTTED: Akbar Shahid Ahmed, Jason Linkins and JM Rieger of HuffPo, Aidan King, a Bernie alum; Alex Wirth and Jonathan Marks of Quorum; Evan Hollander of Betty McCollum; Chris Bien of Kevin McCarthy’s office; Eli Yokley of Morning Consult.",
  "Your investors can sue you.”\n\nBACKSTORY -- NYT deputy executive editor Matt Purdy (@mattbpurdy): “NYT reporters had scoured the country for months for info on Trump’s taxes when the 1995 records showed up in @susannecraig’s mailbox ...",
  "But the bottom line here is that I think that what Secretary Clinton and I have done since the election, since the primary nominating process, we have worked together in a number of areas … But we’re in the middle of a campaign.",
  "Then came Periscope, a strikingly similar competitor built mostly in stealth mode, and word that Twitter had acquired it for nearly $100 million dollars before much of the world even knew it existed.",
  "The breakthrough was tracking down the now-retired CPA who prepared DJT’s ‘95 returns and signed them … The CPA confirmed the Dix’s authenticity and the importance of the big net operating loss.",
  "WEEKEND WEDDINGS -- Wright Weekend: Mark Wright, editor at National Review, married long-time girlfriend Tara Forth, distribution assistant at Sesame Workshop, Friday evening in Tulsa, Okla.",
  "In the same way that Oprah Winfrey has become known for vaulting books she likes to popularity across the country, Luck can make his favorite reads become the talk of the Colts locker room.",
  "OUT AND ABOUT -- Lauren Weber of Huffington Post threw a party for nearly 100 people Saturday night called Taco Night, a tradition that started six days before Election Day in 2012.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "CASH DASH -- SPOTTED: Former Rep. Patrick Kennedy at Hillary’s fundraiser (which raised $3 million) on Friday night in Miami Beach at the home of Sprint CEO Marcelo Claure.",
  "It’s a question Jewish leaders are mulling all over the country, as the Jewish High Holy Days begin with Rosh Hashanah on Monday, followed by Yom Kippur 10 days later.",
  "‘He’s recommended books on concrete architecture, Rob Lowe’s autobiography or ‘Mountains Beyond Mountains,’’ a 2003 account of a doctor working to fight tuberculosis.",
  "The return address claimed the envelope had been sent from Trump Tower.”\n\nTHE TALKING POINT -- Trump is a “genius” for taking advantage of the tax code.",
  "We invest in our people and provide a supportive environment in which to learn and grow.” http://bit.ly/2di6hrH\n\nROSH HASHANA begins tonight.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "He urged his mostly white crowd of supporters to go to polling places in ‘certain areas’ on Election Day to ‘watch’ the voters there.",
  "Trump's pre-debate unpopularity had matched its low for the campaign, suggesting the debate may have slowed momentum in his favor.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "“He apparently got to avoid paying taxes for nearly two decades -- while tens of millions of working families paid theirs.",
  "By now, you’ve probably read the New York Times’ bombshell that Donald Trump might not have paid taxes for a few decades.",
  "#failing@nytimes” … 7:35 a.m.: “I have created tens of thousands of jobs and will bring back great American prosperity.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "At Wells Fargo, you’ll have the chance to join a team of intelligent and talented people who share the same values.",
  "Each of the holidays draws flocks of American Jews who rarely set foot in their synagogues the rest of the year.",
  "It came out of nowhere in early 2015 -- a star of SXSW, in particular -- and was on everyone’s tongue for weeks.",
  "Our diverse lines of business offer a world of opportunity to expand your capabilities and advance your career.",
  "Some of the books he recommends are for inspiration, players say, if a teammate is going through a tough time.",
  "But what most people don’t realize is that all these breakthroughs are, in essence, the same breakthrough.",
  "-- “Meerkat, star app of 2015, is officially dead,” by TechCrunch’s Greg Kumparak: “Remember Meerkat?",
  "If you go to some of the statements that I made about Hillary Clinton, you can see real differences.",
  "Not only that, he would’ve probably breached his fiduciary duty to his investors, to his business.",
  "They met through mutual friends after college, when they were both still living in Oklahoma.",
  "Steinlauf said he will speak about the election on both Rosh Hashanah and Yom Kippur.",
  "I mean, the reality is --”STEPHANOPOULOS: “A genius?” GIULIANI: “Absolute genius.",
  "@RogerJStoneJr tweeted at 12:52 a.m.: “Wednesday@HillaryClinton is done.",
  "Email jake at sherman@politico.com on Friday and we’ll try put in a few!",
  "http://n.pr/2dyH4Ug Jake likes “Petrichor.”\n\nHAVE GOOD WEEKEND LISTENS?",
  "You have an obligation when you run a business to maximize the profits.",
  "Fifty-three percent see Clinton unfavorably, not a significant change.",
  "Others are passed on simply because Luck enjoyed leafing through them.",
  "And if there is a tax law that says I can deduct this, you deduct it.",
  "Worth noting that no one is really pushing back on the Times story.",
  "Chris Christie and Rudy Giuliani both said it on the Sunday shows.",
  "http://bit.ly/2dHDFHN\n\n--“BIG BOAT” the new studio album by Phish.",
  "Right/Wright” pun, their wedding hashtag was #WrightOnTheKisser.",
  "First of all, we’re talking about 26 years ago, perfectly legal.",
  "Both went to University of Oklahoma and are huge Sooners fans.",
  "‘I’m going to directly encourage people to get out and vote.",
  "Learn more at google.com/grow/veterans\n\nTHE NEXT BIG THING?",
  "I mean, the man in ‘The Art of the Deal’ this is described.",
  "This is a perfectly legal application of the tax code.",
  "And he would’ve been fool not to take advantage of it.",
  "And there’s a lot of unhappiness about young people.",
  "-- ROGER STONE, Donald Trump adviser and friend.",
  "The original tweet was hash tagged #ImWithHer.",
  "If you fail to deduct it, people can sue you.",
  "And this is an issue that we must address.",
  "Acoustic at the Warfield in San Francisco.",
  "Now you just need the right opportunity.",
  "We should get that straight immediately.",
  "There’s nothing to be surprised about.",
  "Suddenly, interest in Meerkat fizzled.",
  "Happy New Year, to those celebrating.",
  "They reposted without the hashtag.",
  "#Wikileaks.”\n\nGood Sunday morning.",
  "Being too creative for a “Mr.",
  "They live in New York now.",
  "So we have differences.",
  "You’ve got the skills.",
  "(If not, it’s below.)",
  "And I -- trust me."
]