[
  "“The issue is of particular concern to the Committee given that when Fusion GPS reportedly was acting as an unregistered agent of Russian interests, it appears to have been simultaneously overseeing the creation of the unsubstantiated dossier of allegations of a conspiracy between the Trump campaign and the Russians,” Grassley wrote in a March letter to then acting deputy attorney general Dana Boente.",
  "(Richard Drew/AP)\n\nThe Senate Judiciary Committee plans to call Donald Trump Jr. and former Trump campaign manager Paul Manafort to testify at an open hearing in the coming weeks, according to the committee’s top Democrat, a move that would give lawmakers their first chance to publicly question both men about the alleged ties between President Trump’s campaign and Russia.",
  "Grassley has long sought to hold Fusion to account for the dossier, writing to the Justice Department earlier this year to demand answers as to why the firm was never required to register as a foreign agent and was allowed to operate as an “unregistered agent of Russian interests” at the time the dossier was being compiled.",
  "“It is highly troubling that Fusion GPS appears to have been working with someone with ties to Russian intelligence.”\n\nOn Thursday, Grassley wrote Homeland Security Secretary John Kelly and Secretary of State Rex Tillerson asking for more information on Akhmetshin.",
  "She added that she believed Grassley would schedule Manafort and Trump, Jr. to appear at “the same hearing” as Glenn Simpson of Fusion GPS, the research firm behind the infamous dossier detailing salacious but unverified accounts of Trump’s dealings in Russia.",
  "A member of the Manafort team declined to say how or when Manafort would respond to the Judiciary Committee request, but pointed out that the former campaign chairman previously indicated he would cooperate with the House and Senate intelligence committees.",
  "The special counsel in charge of the FBI’s investigation, Robert Mueller, has given the committee the go-ahead to publicly interview Trump Jr. and Manafort, Sen. Dianne Feinstein (D-Calif.) said, although it remains unclear if either will appear.",
  "According to Feinstein, Chairman Charles E. Grassley (R-Iowa) wants to merge their testimony with an examination of the Foreign Agents Registration Act, or FARA — something the committee had scheduled for Wednesday, but has now been postponed.",
  "In the letter, Grassley also asked why Rinat Akhmetshin — a former Soviet intelligence officer, and one of the individuals present at the Trump Tower meeting with Trump, Jr. — had not been asked to register as a foreign agent.",
  "In his letters, Grassley references a complaint filed last July by William Browder of Hermitage Capital Management, who pushed Congress to pass the Magnitsky Act — a law that applies human rights sanctions on Russia.",
  "Donald Trump Jr. is under scrutiny for a meeting he held with a Russian lawyer in June 2016 where he was told damaging information about Democratic presidential candidate Hillary Clinton would be delivered.",
  "“And no senator can be ruled out of order because he’s asking a question, she’s asking a question, on a relevant but not directly germane topic.”\n\nTom Hamburger contributed to this report.",
  "Feinstein said she expects the testimony to be scheduled for sometime before Congress departs for the August recess — a break that has now been delayed until the middle of the month.",
  "“The actions of Mr. Akhmetshin, Fusion GPS, and the others described in Mr. Browder’s complaint appear to show that they acted on behalf of a foreign principal,” Grassley wrote.",
  "“He has made no determination which committee comes first,” the Manafort ally said, commenting on the condition of anonymity because sensitive matters remain under discussion.",
  "“Speaking very realistically, senators are going to ask whatever questions they want of any witness who’s there,” Sen. Richard Blumenthal (D-Conn.) said.",
  "Some committee members said the idea of interviewing Manafort and Trump, Jr. in a hearing focused on FARA isn’t ideal, but wasn’t objectionable, either.",
  "Fusion declined to send Glenn Simpson to testify before the committee for the planned Wednesday hearing on enforcement of FARA.",
  "Among other things, Manafort has still not recovered relevant documents from the Trump campaign, the Manafort ally said.",
  "It was named after Browder’s employee who died in a Russian prison after accusing Russian officials of tax fraud.",
  "Akhmetshin had been lobbying Congress against legislation that would apply Magnitsky Act sanctions worldwide.",
  "Russia responded to the passage of the Magnitsky Act by banning Americans from adopting Russian children.",
  "Manafort and Trump, Jr. may not be invited to appear before the committee alone.",
  "A spokesman for Grassley did not return a request for comment Tuesday afternoon.",
  "“The chairman wants it attached to this,” Feinstein said, referencing FARA.",
  "Don Jr.,’s lawyer, Alan Futerfas, did not respond to requests for comment.",
  "A lawyer for Fusion GPS declined to comment for this article.",
  "Read more at PowerPost"
]