[
  "Cure SMA: Cure SMA\n\nEfrus Federal Advisors LLC: Zscaler\n\nHance Scarborough: The American Institute of Architects\n\nHogan Lovells US LLP: Park Front Apartments LLC\n\nKeller Partners & Company: Lycoming County\n\nLester Health Law PLLC: American Society for Blood and Marrow Transplant\n\nLester Health Law PLLC: Omeros Corporation\n\nPolsinelli PC: Basis Educational Ventures, LLC\n\nThe Ferguson Group, LLC: National Stripper Wells Association\n\nWellington Strategies, LLC.",
  "A day after Trump was inaugurated, Elio terminated its Podesta contract.”\n\nGOTTA PAY THE BILLS: “Paul J. Manafort, the former campaign chairman for President Trump who is at the center of investigations into Russian meddling in the 2016 presidential election, is working for allies of the leader of Iraq’s Kurdish region to help administer and promote a referendum on Kurdish independence from Iraq,” The New York Times’ Kenneth P. Vogel and Jo Becker report.",
  "Pilots ask Justice Department to investigate Business Travel Coalition\n\nWith David Beavers and Aubree Eliza Weaver\n\nPILOTS ASK JUSTICE DEPARTMENT TO INVESTIGATE BUSINESS TRAVEL COALITION: The Allied Pilots Association is asking the Justice Department to investigate the Business Travel Coalition for violating the Foreign Agents Registration Act, the latest shot in a long-running battle over Open Skies agreements.",
  "In fact, in June, the Allied Pilots Association made the exact same false accusation against the U.S. Travel Association in an attempt to intimidate them and stifle pro-consumer speech.”\n\nBALLARD PARTNERS ADDS TWO: Ballard Partners, the Florida lobbying firm that opened a Washington office after the election, has signed two new federal clients, including Sprint.",
  "“Given the extent of the Business Travel Coalition’s advocacy efforts, in support of the Gulf carriers, it is difficult to believe that Kevin Mitchell” — the Business Travel Coalition’s chairman — “is not working on behalf of foreign interests,” Daniel Carey, the Allied Pilots Association’s president, wrote in the letter.",
  "SNEAD AND HARRISON LAND A BOOK DEAL: Amos Snead of the S-3 Group, a Republican, is teaming up with Jaime Harrison — the former South Carolina Democratic Party chairman who mounted an unsuccessful bid for Democratic National Committee chairman earlier this year — to write a book, the Associated Press’ Meg Kinnard reports.",
  "The dispute has pitted three Persian Gulf airlines — Etihad, Emirates and Qatar airlines — and their American allies against American, Delta and United airlines, which have accused the Gulf airlines of violating Open Skies agreement because they are subsidized by the Qatari and Emirati governments.",
  "Ballard joins a regiment of lobbying firms working for Sprint in Washington, including the Cormac Group, EFB Advocacy, Fierce Government Relations, the Fritts Group, the Joseph Group, Northfork Strategies, Putala Strategies, the Raben Group, TwinLogic Strategies and Winn Strategies.",
  "INDUSTRY PRAISES ZINKE’S LAND MOVES: Interior Secretary Ryan Zinke’s “moves to open up protected swaths of land and ocean to industry, recreational hunting, shooting and fishing” are having the effects you might expect in Washington, The Wall Street Journal’s Jim Carlton reports.",
  "NEW JOINT FUNDRAISERS:\n\nNone\n\nNEW PACs:\n\nAmericans For Trump (Unknown)\n\nBold Democrats (Unknown)\n\nCitizens For CA1 Change (Unknown)\n\nDefending American Values PAC (Super PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nBallard Partners: Sprint\n\nBallard Partners: Windstorm Mitigation, Inc.",
  "FORMER AVENUE STAFFERS’ FIRM SIGNS FIRST CLIENT: Two of the lobbyists Corey Lewandowski and Barry Bennett recruited to join Avenue Strategies after the election, Jason Osborne and Mike Rubino, have struck out on their own and signed their first client, Elio Motors.",
  "“‘The original designations were made without any regard for the impact on local ranchers or the counties whose economies are affected,’ said Ethan Lane, executive director of the Public Lands Council, a Western cattlemen’s trade group based in Washington.",
  "“‘Climbing the Hill: How to Build a Career in Government and Make a Difference’ is being published by Ten Speed Press/Penguin Random House, an imprint of the Crown Publishing Group, with plans for a fall 2018 release,” according to Harrison.",
  "Story Continued Below\n\n— The Business Travel Coalition and other trade groups, including the U.S. Travel Association, have sided with the Gulf airlines, saying their flights to American cities provide an economic boost.",
  "Environmental groups such as National Parks Conservation Association are unhappy, while some trade groups are applauding Zinke’s moves toward scaling back former President Barack Obama’s national monument designations.",
  "Ayotte has been accumulating new gigs since losing reelection last year; she joined Caterpillar’s board of directors over the summer and is also working as a senior adviser to Citizens for Responsible Energy Solutions.",
  "“The United States opposes the referendum, but Mr. Manafort has carved out a long and lucrative career advising foreign clients whose interests have occasionally diverged from American foreign policy.",
  "Ballard’s founder and president, Brian Ballard, was a top fundraiser for President Donald Trump during the campaign and is now a Republican National Committee regional vice chairman.",
  "In the letter, the Allied Pilots Association, which represents American Airlines pilots, suggests that the Business Travel Coalition may be funded by the Gulf airlines.",
  "— “Amazon has plucked one of its former lobbyists, Katharine Lister of Monument Policy Group, to serve as director of transportation affairs,” per Morning Tech.",
  "“Podesta was brought on to ‘monitor issues associated with’ the [Department of Energy’s advanced technology manufacturing] program,” The Daily Beast reports.",
  "As The Daily Beast’s Lachlan Markay notes, their new firm, Turnberry Solutions, share a name with Trump Turnberry, Trump’s Scottish golf resort.",
  "And he has continued soliciting international business even as his past international work has become a focus of the” Russia investigation.",
  "‘We think this is a measured method to address some of the overreach we have seen in some of the monuments.’” Full story.",
  "— “The Business Travel Coalition is not required to be registered under FARA,” Mitchell said in a statement to PI.",
  "— Former Sen. Kelly Ayotte (R-N.H.) has joined the board of the ONE Campaign, the nonprofit co-founded by Bono.",
  "Elio had hired Heather Podesta + Partners (rebranded now as Invariant) last year before the election.",
  "“This is just typical intimidation and thuggery by the anti-Open Skies airlines and their unions.",
  ": Seegrid Corporation\n\nNEW LOBBYING TERMINATIONS:\n\nHealth Policy Source, Inc.: HealthEC",
  "“Two months later, a Clinton-aligned lobbying firm was less valuable to the company.",
  "JOBS REPORT:\n\n— Alyssa Marois is leaving the Hill to join JPMorgan Chase next week.",
  "Ballard has signed 32 lobbying clients since setting up shop in Washington.",
  "She was previously legislative director to Rep. Kyrsten Sinema (D-Ariz.).",
  "Ballard also signed Windstorm Mitigation, a disaster-relief company.",
  "Good afternoon, and welcome to PI.",
  "Tips: tmeyer@politico.com.",
  "Twitter: @theodoricmeyer.",
  "Full story.",
  "Full story."
]