[
  "NEW JOINT FUNDRAISERS:\n\nNone\n\nNEW PACs:\n\nKeep El Paso Honest (Unknown)\n\nLiberty Rising (Super PAC)\n\nTogether For Change (Super PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nBloom Strategic Counsel: Molson Coors Brewing Company\n\nBockorny Group Inc.: Uzurv\n\nBradley Arant Boult Cummings LLP: One Stop Environmental LLC\n\nCenter for Law and Social Policy (CLASP): Center for Law and Social Policy (CLASP)\n\nDentons US LLP: Barron Collier Companies\n\nJ M Burkman & Associates: Restore Cryotherapy Mountain West\n\nMercury: AAR Corp.\n\nML Strategies LLC: UnityPoint Health\n\nU.S. Government Relations Intl.",
  "Lisa Murkowski and Dan Sullivan, both Alaska Republicans; Reps. Don Young (R-Alaska) and Patrick McHenry (R-N.C.); Nick Hanson of “American Ninja Warrior”; Greg Chapados, Tina Pidgeon, Meg Baldino and Heather Handyside of GCI; Michael Powell of NCTA; Tina Pelkey of the FCC; Mike Dubke, Carl Forti and Chris Maloney of the Black Rock Group; Mike Pawlowski of Murkowski’s office; and Larry Burton and Robyn Engibous of Sullivan’s office.",
  "Finally, any U.S.-based lobbying, law, public relations, or consulting firm that provided services to individuals and companies abroad could trigger FARA.”\n\nStory Continued Below\n\n— “Senator Grassley’s legislation would also increase the frequency of disclosure reports required under FARA in certain circumstances,” the firm writes.",
  "How Grassley’s reforms would change FARA\n\nWith David Beavers and Aubree Eliza Weaver\n\nHOW GRASSLEY’S REFORMS WOULD CHANGE FARA: Covington & Burling sent an advisory to clients on Tuesday outlining how the reforms to the Foreign Agents Registration Act proposed by Sen. Chuck Grassley (R-Iowa) last week would affect them.",
  "In this exclusive POLITICO Women Rule podcast, Symone D. Sanders, Pam Bondi, Jennifer Palmieri, Catherine Frazier and Jessica Ennis share their experiences, memories and takeaways from inside the campaigns and outline what they think the next woman who runs for president needs to do to win.",
  "— Lunching at Tosca on Tuesday, according to a PI tipster: Jack Oliver, a veteran of George W. Bush’s campaigns who’s now a senior policy adviser at Bryan Cave, and Broderick Johnson, who rejoined Bryan Cave this year after working in former President Barack Obama’s White House.",
  "PRIEBUS: ‘I’M NOT A LOBBYIST’: Freed from his job as President Donald Trump’s chief of staff, Reince Priebus has returned to his old law firm and is giving private speeches about his old boss at $50,000 a pop, POLITICO’s Josh Dawsey and Matthew Nussbaum report.",
  ": IOSTIA International Ocean Science and Technology Industry Association\n\nNEW LOBBYING TERMINATIONS:\n\nAnderson Indian Law: Muscogee Creek Nation, Office of the Principle Chief [sic]\n\nMartin Frost Consulting: Domestic Energy Producers Alliance",
  "TAX REFORM UPDATE: \"Senate Republicans plan to unveil a bill to rewrite the tax code that sharply diverges from the House GOP's plan, including by not fully repealing the estate tax,\" POLITICO's Seung Min Kim and Josh Dawsey report.",
  "I'm merely providing strategic advice and helping them handle their problems.’ He stays involved at the RNC keeping close tabs on donors and members — allies say he was obsessed with operations even while in the White House.",
  "For private sector entries, the Grassley legislation would increase the reporting requirement to every three months, consistent with the reporting requirements of the LDA, if the registrant is also registered under the LDA.",
  "For instance, the Senate plans to ax the state and local tax deduction — which will deeply disappoint House Republicans from high-tax blue states — in their bill, according to multiple sources familiar with the measure.\"",
  "SPOTTED: At a reception thrown by the Alaskan telecommunications provider GCI at the NCTA’s offices Tuesday night commemorating the completion of their new rural broadband network, according to a PI tipster: Sens.",
  "‘I mean, it could, because the elections went against the Republicans.’ Asked if he is feeling pressure to tilt the tax plan more toward the middle class, Hatch said, ‘I think we've been moving that way anyway.",
  "\"GOP leaders will brief the conference on the details of their long-awaited tax overhaul legislation on Thursday morning at 11:30 a.m. in the Strom Thurmond room at the Capitol, according to two sources.",
  "“It’s a frenzy, there are literally not enough hours in the day to have the discussions anybody who wants to make a change needs to have,” one Republican lobbyist told The Hill’s Megan Wilson.",
  "Foreign companies with U.S. subsidiaries would no longer be able to register under the less onerous rules of the Lobbying Disclosure Act and would instead have to register under FARA.",
  "— Tax lobbyists, meanwhile, are feeling the pressure in the rush to press Republicans on the House Ways and Means Committee to include the changes their clients are demanding.",
  "“Second, an employee of a foreign company who traveled to the United States to engage the U.S. political system on a matter affecting a foreign business may trigger FARA.",
  "365 days later, POLITICO Editor Carrie Budoff Brown looks at Election Day 2016 through the perspectives of five women who worked for different presidential candidates.",
  "… Reporting every three months under FARA would create new and significant administrative burdens for private sector companies.” Here’s the full advisory.",
  "Bloom appears to be the first outside lobbying firm Molson Coors has retained since 2009, when the company cut ties with Davis & Harman.",
  "Senate Finance Chairman Orrin Hatch (R-Utah) told The Washington Post’s Mike DeBonis “the losses could shape the tax bill going forward.",
  "She previously worked as director of federal affairs for the University of New Orleans and before that was a lobbyist for Navistar.",
  "BLOOM STRATEGIC COUNSEL SIGNS MOLSON COORS: Seth Bloom of Bloom Strategic Counsel has signed Molson Coors Brewing Company.",
  "He’ll lobby for the brewing giant on “competition issues in the beer industry,” according to a disclosure filing.",
  "ELLERBE TO STRATEGIES 360: Strategies 360 has added Crystal Ellerbe as vice president for federal relations.",
  "“‘I'm not a lobbyist,’ Priebus said in a recent interview, when asked if he is part of the ‘swamp.'",
  "The bill “would have a sweeping effect for a number of private sector companies,” the firm writes.",
  "Ellerbe has registered to lobby already for her first client, WorldVu Development LLC for OneWeb.",
  "— How will Republicans’ poor showing in Virginia and other states last night affect tax reform?",
  "… The plan is expected to have significant differences from the House legislation.",
  "He'd like to launch a super PAC or become involved in one.” Full story.",
  "“Under current law, FARA disclosures are required every six months.",
  "— Has your firm done its own analysis of the bill?",
  "Frank Murkowski (R-Alaska) and David Vitter (R-La.",
  "‘It could,' he said in a brief morning interview.",
  "She’s an alumna of the offices of former Sens.",
  "He is planning to start doing more TV hits.",
  "But he wants to make one thing clear.",
  "Good afternoon, and welcome to PI.",
  "), who is now a lobbyist himself.",
  "Let me know: tmeyer@politico.com.",
  "Tips: tmeyer@politico.com.",
  "Twitter: @theodoricmeyer.",
  "What Actually Did Happen?",
  "'I'm not selling access.",
  "'” Full story.",
  "Tune in HERE.",
  "Full story.",
  "Full story."
]