[
  "The firm reportedly retained outside counsel in August after it was reported that it may have failed to disclose lobbying work it did on behalf of the European Centre for a Modern Ukraine, a non-profit group connected to Ukraine’s former president, Viktor Yanukovych.",
  "As part of the contract, which brought the Podesta Group $350,000 every six months, the lobbying firm made contact with hundreds of government officials, members of Congress, congressional staffers and members of the media to discuss India issues.",
  "The documents lists five separate contacts that Podesta Group chairman Tony Podesta, a prolific Hillary Clinton campaign donor, made with his brother and former business partner, John Podesta, to discuss U.S.-India relations in 2014 and 2015.",
  "Under the law, which was enacted in the 1930s to prevent Nazis from planting propaganda in the U.S., lobbyists are required to disclose all lobbying activities carried out on behalf of foreign governments to the Justice Department.",
  "In addition to disclosing the contacts with John Podesta, the Podesta Group’s amended filing lists contacts with Eryn Sepp, an assistant to John Podesta, and Jeremy Bernard, the White House’s social secretary at the time.",
  "It has also represented Uranium One, a uranium company that is controlled by the Russian government, and Islami Bank Bangladesh, a Bangladeshi bank that the U.S. Congress has accused of having ties to terrorism.",
  "The Podesta Group disclosed the lobbying activities in an amended filing submitted to the Justice Department earlier this month, the Washington Free Beacon reported on Monday.",
  "During that period, John Podesta, who co-founded the Podesta Group with Tony in 1988, served as White House counselor and then as Hillary Clinton’s campaign chairman.",
  "A Beltway lobbying firm with close connections to Hillary Clinton has acknowledged that it failed to disclose work it did for the Indian government in 2014 and 2015.",
  "But as the Free Beacon reported in October, several email exchanges between Tony and John discussing India were not disclosed in those initial filings.",
  "He is reportedly being investigated by the Justice Department for failing to disclose lobbying he carried out for the Ukranian non-profit.",
  "The Podesta Group’s failure to disclose the lobbying was an apparent violation of the Foreign Agents Registration Act.",
  "(RELATED: Firm With Clinton Ties Lobbies For Bengali Bank Accused Of Terrorist Ties)\n\nFollow Chuck on Twitter",
  "Nor was an Aug. 4, 2014 meeting held at John Podesta’s White House office with Tony and India’s ambassador.",
  "This is not the first time this year that the Podesta Group has come under fire for lobbying disclosures.",
  "The Podesta Group has a stable of clients that have been at the center of numerous other controversies.",
  "Paul Manafort, Donald Trump’s former campaign manager, was also ensnared in that controversy.",
  "The Indian government hired the Podesta Group in 2010 to lobby on its behalf.",
  "The firm represents the governments of Saudi Arabia and Azerbaijan."
]