[
  "Story Continued Below\n\n\"It is shocking to hear calls being made by a number of US lawmakers to register Al Jazeera as a foreign agent,\" the network said in its first public reaction since 18 House members and Sen. Ted Cruz (R-Texas) sent a letter Tuesday urging the Justice Department to investigate Al Jazeera's compliance with the eight-decade-old law governing lobbying and propaganda efforts in the U.S. by foreign governments and foreign political parties.",
  "\"At Al Jazeera we ensure that our news reporting, investigative journalism, programs and all our content maintain strict adherence to editorial and legal guidelines and procedures to ensure the balance between public benefit vs. personal privacy,\" the statement read.",
  "Qatar-based Al Jazeera said it views calls for it to register as a foreign agent \"as a direct attempt to curtail media freedom and restrict journalists from carrying out their duties, a right enshrined in the constitution of the United States of America.\"",
  "The lawmakers' letter came as various pro-Israel groups are locked in a battle with the network over a still-unaired Al Jazeera documentary believed to contain undercover audio and video of the operations of pro-Israel organizations in the U.S.",
  "\"Since its establishment in 1996, Al Jazeera has continued to maintain its editorial independence from any governmental institutions, Qatari or otherwise, and it steers away from any political or ideological agenda,\" the statement read.",
  "\"Al Jazeera views such calls as a direct attempt to curtail media freedom and restrict journalists from carrying out their duties, a right enshrined in the Constitution of the United States of America.",
  "The lawmakers also accused Al Jazeera of giving \"favorable coverage\" to several groups designated as terrorists by the U.S., including Hamas, Hezbollah and Al Qaeda's Syrian branch, Jabhat Al-Nusra.",
  "The letter, spearheaded by Reps. Josh Gottheimer (D-N.J.) and Lee Zeldin (R-N.Y.), observed that Al Jazeera was chartered by Qatar and appears to advance the wealthy emirate's foreign policy goals.",
  "In a statement, the Qatar-based broadcasting giant said the drive to bring its operations under the regulation of the Foreign Agents Registration Act amounts to an assault on press freedom.",
  "Al Jazeera's leaders noted that it has been subjected to \"harsh criticism\" from various governments around the world because of what it said was balanced and uncompromising reporting.",
  "The network shed no light Thursday on the status or contents of the purported documentary but did say the news outlet is committed to respecting the privacy of individuals.",
  "\"We are alarmed that some US lawmakers are aligned with such despotic regimes, rather than acting as gatekeepers for free speech and free media,\" the statement continued.",
  "This call comes at a time when attacks on journalists and media organizations around the world are at an all-time high,\" the network said.",
  "The news network Al Jazeera on Thursday dismissed calls from members of Congress for it to register as a foreign agent under U.S. law.",
  "| Kamran Jebreili,/AP Photo Al Jazeera rejects 'baseless' calls for network to register as foreign agent in U.S.",
  "The letter urging an investigation suggested Al Jazeera might have \"infiltrated\" American nonprofit groups.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "CORRECTION: This story has been updated to correct Gottheimer's party affiliation.",
  "Morning Media Your guide to the media circus — weekday mornings, in your inbox.",
  "\"Don't shoot the messenger, journalism is not a crime.\"",
  "The network's statement disputes all those contentions.",
  "You can unsubscribe at any time."
]