[
  "“The idea that the FBI and associates of the Clinton campaign would pay Mr. Steele to investigate the Republican nominee for president in the run-up to the election raises further questions about the FBI’s independence from politics, as well as the Obama administration’s use of law enforcement and intelligence agencies for political ends,” Grassley wrote in a letter to Comey on March 28, according to the Washington Examiner.",
  "If the FBI was previously unaware of Fusion GPS’s alleged unregistered activity on behalf of Russian interests and connections with a former Russian intelligence operative, does the FBI plan to amend any applications, reports, or other documents it has created that describe or rely on the information in the dossier to add this information?",
  "“Whether those inconsistencies were honest mistakes or an attempt to downplay the actual extent of the FBI’s relationship with Mr. Steele, it is essential that the FBI fully answer all of the questions from the March 6 letter and provide all the requested documents in order to resolve these and related issues,” he wrote.",
  "Senate Judiciary Committee Chairman Chuck Grassley (R-IA) is pressing FBI Director James Comey for more information on the bureau’s relationship with the man who produced a dossier on then-candidate Donald Trump, citing “material inconsistencies” in information the FBI has provided so far.",
  "Grassley, in a letter dated April 28, said there were inconsistencies in what the FBI told him on March 15 during a briefing about its relationship with former British spy Christopher Steele, and Department of Justice documents provided to him after the briefing about the relationship.",
  "He said in the April 28 letter that the company is “subject of a complaint to the Justice Department” that alleges the company violated the Foreign Agents Registration Act by working on behalf of Russian principals to undermine U.S. sanctions against Russians.",
  "“That unregistered work was reportedly conducted with a former Russian intelligence operative, Mr. Rinat Akhmetshin, and appears to have been occurring simultaneous to Fusion GPS’s work overseeing the creation of the dossier,” he wrote.",
  "When the FBI was in contact with Mr. Steele or otherwise relying on information in the dossier, was it aware that his employer, Fusion GPS, was allegedly simultaneously working as an unregistered agent for Russian interests?",
  "Nonetheless, that dossier was used by the FBI to obtain a warrant to spy on former Trump campaign adviser Carter Page, and as a “roadmap” for its investigation of Trump and his campaign on whether they colluded with Russia.",
  "That research produced an unsubstantiated dossier, which is seen as not credible by intelligence experts, since Steele paid intermediaries to talk to former Russian intelligence officers.",
  "Documentation of all payments made to Mr. Steele, including for travel expenses, if any; the date of any such payments; the amount of such payments; the authorization for such payments.",
  "At the time, the FBI was aware that Steele had gathered information while working for a Washington research firm hired by supporters of Hillary Clinton, according to the Post‘s story.",
  "Grassley suggested the FBI could be trying to downplay “the actual extent” of its relationship with Steele, which he first requested information about in a March 6 letter.",
  "Did it include this information about Fusion GPS’s alleged work for Russian principals in any documents describing or relying on information from the dossier?",
  "The Washington Post on February 28 reported that the FBI “a few weeks before the election” had agreed to pay Steele to investigate Trump.",
  "Grassley is also requesting more information on the company that hired Steele and oversaw the creation of the dossier, Fusion GPS.",
  "Grassley is now requesting answers to his March 6 letter, as well as to the following questions listed in his new letter:\n\n1.",
  "Grassley said the FBI’s relationship with Steele raises questions about its independence from politics.",
  "These are important issues that require public transparency,” he said in the letter.",
  "Comey is scheduled to appear before the Senate Judiciary Committee this Wednesday.",
  "“I hope that this matter can be resolved without additional holds on nominees.",
  "Grassley is requesting the answers and all documentation by May 12.",
  "If so, when and how did FBI become aware of this information?",
  "If so, please provide copies of all amended documents.",
  "Please provide all related documents.",
  "If not, why not?",
  "If not, why not?",
  "4.",
  "3.",
  "2."
]