[
  "Iowa Sen. Chuck Grassley, the chairman of the committee, has been interested in speaking to Simpson about Fusion GPS’s role in two matters: the salacious and uncorroborated Trump dossier, and a lobbying campaign carried out last year against the Magnitsky Act, a law that places sanctions against Russian human rights abusers.",
  "They also claimed that the allegations from Browder that Simpson failed to properly register under FARA “are nothing more than an effort to smear him and his firm.”\n\n“In the event of a subpoena, Mr. Simpson will assert applicable privileges, including but not limited to those under the First and Fifth Amendments.",
  "Last July, Browder filed a complaint with the Justice Department alleging that Simpson, Veselnitskaya, and others involved in the anti-Magnitsky effort, violated FARA, which requires individuals who work for foreign governments to provide details of their activities.",
  "Simpson, a former Wall Street Journal reporter, was subpoenaed by the committee on Friday after his lawyers said that he would be out of the country on vacation at the time of the hearing, which will explore shortcomings in the Foreign Agents Registration Act.",
  "Glenn Simpson, the co-founder of Fusion GPS, the firm that commissioned the Trump dossier, will plead the Fifth at a Senate Judiciary Committee hearing scheduled for Wednesday, his lawyers say.",
  "Simpson was initially scheduled to testify on Wednesday alongside Donald Trump Jr. and Paul Manafort, but the latter two reached a deal with the committee to avoid appearing in public.",
  "“We are profoundly disturbed that the scope of the proposed hearing has expanded, due to private and partisan agendas,” wrote Simpson’s lawyers, Joshua Levy and Robert Muse.",
  "Trump Jr. and Manafort were invited by the committee in order to discuss the June 9, 2016, meeting at Trump Tower with a Russian lawyer named Natalia Veselnitskaya.",
  "He died under mysterious circumstances in a Russian prison in 2009 after investigating a money laundering scheme carried out by Russian businessmen.",
  "Fusion’s lawyers have said that the firm was not aware of the Trump Tower meeting until it was reported in the news earlier this month.",
  "In a letter to Grassley on Friday, Simpson’s lawyers said that they are “profoundly disturbed” by the committee’s request of Simpson.",
  "Fusion’s role was to investigate Bill Browder, a London-based financial manager who is the catalyst behind the Magnitsky Act.",
  "Fusion GPS figures into the case because the firm worked alongside Veselnitskaya on an anti-Magnitsky Act lobbying campaign.",
  "Fusion GPS was hired last June by a supporter of Hillary Clinton’s to investigate Trump’s dealings in Russia.",
  "Trump Jr. had been told that Veselnitskaya would provide derogatory information about Hillary Clinton.",
  "The firm then hired former British spy Christopher Steele to conduct the research.",
  "We therefore ask that he be excused from appearing,” the letter reads.",
  "The 2012 bill is named after Browder’s lawyer, Sergei Magnitsky.",
  "Instead, they will talk to the committee in a closed session.",
  "During the meeting, she focused on the Magnitsky Act.",
  "Follow Chuck on Twitter"
]