[
  "The government further alleges that Butina has links to the Russian military-intelligence organization, FSB, citing a note discovered among Butina’s possession asking “How to respond to FSB offer of employment?” along with “additional evidence.”\n\nBut as her attorney has further pointed out on Fox News, Butina hasn’t been accused yet of any specific espionage charge.",
  "“That line has been crossed repeatedly here.”\n\nThis aggressive posture may have worked, as U.S. District Judge Tanya S. Chutkan indicated “there is going to be a protective order in this case, at least for some of the material.”\n\nShe has given the government until Aug. 8 to propose such an order and the defense until Aug. 15 to respond.",
  "All of which points to the central difficulty of the case: The government is trying to claim that this is an “espionage-like” case rather than a political one without having to offer full evidence of that publicly, because it is also seeking to “protect a potential ongoing investigation,” as Saunders stated in court on Wednesday.",
  "“NSD described Section 951 as targeting information gathering and other espionage-like activities on behalf of a foreign government, and FARA as requiring registration and disclosures by foreign agents engaged in legal activities, such as lobbying, tourism, and economic development,” the report said.",
  "U.S. District Judge Tanya S. Chutkan acknowledged on Wednesday that there was a “line” between revealing information about a case in violation of court rules and an attorney attempting to maintain a client’s “public image.”\n\nSaunders portrayed Driscoll as a loose cannon who had violated those rules.",
  "While the government may have more evidence of actual “espionage-like” activities, until it shares those at trial or with the defense, it seems fair for Butina’s attorney to portray the matter as equivalent to a FARA case, particularly given the inspector general’s previous report on the matter.",
  "The government has said in filings she worked for a Russian official named Aleksandr Torshin who is linked to Vladimir Putin and it has been reported in the press that the pair even met with officials from the Treasury Department and Federal Reserve in 2015 as part of their influence campaign.",
  "It also points to the murkiness of the case against the Russian Butina, who is being held without bond on an accusation that she failed to register as an agent of the Russian government in an effort to influence conservative groups toward a more favorable posture to Russia.",
  "Section 951, involves failure to register as an agent of a foreign government and is so near a FARA charge that a 2016 Department of Justice inspector general report found that DOJ investigators generally thought of them as the same thing.",
  "The government argued that Driscoll’s statement to Fox News that his client was being held on Foreign Agents Registration Act charge was false, downplaying the extent of her crime, and that this pointed to the need for a protective order.",
  "Driscoll also suggested he would ask for expedited discovery of evidence that the government says it has that his client offered to exchange sex for a position at a special interest organization.",
  "§ 951 (Section 951), were FARA cases, whereas [National Security Division] officials believe that Section 951 and FARA are intended to address different criminal activities,” the report stated.",
  "STR/Getty Images\n\nIn a hearing on Wednesday, the government accused Mariia Butina’s attorney of misleading the press about her case in a way that would necessitate a protective order.",
  "As long as the public is unable to see more of that evidence against Butina, though, the question will remain: Was this a political influence campaign or something more sinister?",
  "“The defendant is being charged with acting as a foreign agent and conspiring to do the same—this is not a mere FARA violation,” Assistant U.S. Attorney Thomas Saunders said.",
  "Butina is being prosecuted by the National Security Division, and the charges certainly hint at the premise that she may have taken part in “espionage-like” activities.",
  "The confusion appears to stem from the question of whether or not the statute is seeking to address political activities or “espionage-like” activities.",
  "“Investigators we spoke to generally believed that investigations conducted pursuant to a separate criminal provision, 18 U.S.C.",
  "As Slate’s Ben Mathis-Lilley has noted, though, the statute under which Butina has been charged, 18 U.S.C.",
  "“I’m not sure you’re entitled to specific pieces of evidence to rebut media reports,” the judge responded.",
  "“We have no idea what they’re talking about and we don’t believe it’s true,” Driscoll said.",
  "In the meantime, it’s totally fair for Butina’s attorney to raise that question himself.",
  "The accusation against attorney Robert Driscoll was itself misleading, though.",
  "Mariia Butina during a press conference in Moscow in 2013.",
  "The judge suggested she would turn down that request.",
  "“There is a line,” he said."
]