[
  "“They’re admitting they’re doing work that’s beneficial to [foreign] countries, but they haven’t said who their foreign principal is.”\n\nThe new form still does not list a foreign agent — it simply lists the Libertas Foundation, of which little is known, as the entity the firm is working on behalf of.",
  "The FARA form is a retroactive update to a February filing that gained attention after two reports by BuzzFeed News and the Organized Crime and Corruption Reporting Project pointed out that Mercury did not disclose a foreign agent in the filing.",
  "During an unscheduled visit to the address in June, an employee at the accounting firm told BuzzFeed News that her office had not been contacted by Libertas since it first completed the organization’s initial paperwork.",
  "McFarland twice in late February and spoke with several other State Department officials, including Trump appointee Pamela Pryor, a senior adviser for democracy and human rights, according to the filing.",
  "Mercury’s original FARA form provided a Brooklyn address for the organization and listed its chairman as Bekzhod Isakdjanov, who did not respond to phone calls and emails from BuzzFeed News last month.",
  "“Payment was not invoiced nor was Mercury Public Affairs compensated for any services during this 12 day period,” said the filing, registered under the Foreign Agents Registration Act (FARA).",
  "Government Position on Macedonia Government Formation.”\n\nAt the time of Vitter’s phone calls, Macedonia was in political disarray and did not have a ruling government.",
  "There were no signs that Libertas has an actual footprint on the premises, and the accountant, Yanina Karlinsky, refused to answer specific questions about Libertas.",
  "But that changed last month with the election of a new government led by Zoran Zaev of the center-left Social Democrats, ending a two-year political crisis.",
  "A Washington lobbying firm is providing new details about a mysterious Justice Department filing it made in February for lobbying work related to Macedonia.",
  "Mercury Public Affairs says it contacted aides to senior Trump administration officials on issues related to Macedonia during a 12-day period in February.",
  "There’s no foreign principal here,” Brett Kappel, a partner at Akerman who specializes in government ethics, told BuzzFeed News at the time.",
  "Following the election, the State Department congratulated Zaev in a statement that called the country a “friend and partner.”",
  "Mercury’s cochair David Vitter, a former US senator from Louisiana, called then–deputy national security adviser K.T.",
  "Mercury never received payment for the work, according to the document submitted to the government last week.",
  "In November, Macedonia agreed to pay about $145,000 to Mercury’s branch in Britain for public relations work.",
  "The Brooklyn address where Libertas is registered is used by the accounting firm that helped incorporate it.",
  "The filing’s description of conversations simply states that Mercury discussed the “U.S.",
  "The specific issues related to Macedonia that Mercury lobbied on are unclear.",
  "Mercury did not immediately respond to a request for comment.",
  "It's unclear what that work entailed.",
  "“This does not track."
]