[
  "Ellis as having said, “I’m in the theater business.” He said, “I’m not in the theater business.”\n\nDue to an editing error, a July 20 Life misstated that Devonte Hart, his adoptive parents, and three siblings have been found dead.",
  "In a July 18 Slatest, Ben Mathis-Lilley misstated that alleged Russian operative Mariia Butina has been charged with violating the Foreign Agents Registration Act.",
  "Bonnington also misstated that Target announced it would move its digital business off of Amazon Web Services in August 2017, after Amazon acquired Whole Foods.",
  "In a July 24 Users, Christina Bonnington misstated that Strava had made private accounts more private by disappearing their activity in various search results.",
  "In a July 25 Industry, Christina Bonnington misstated that Snowflake Computing expedited its Azure offering to get Walmart’s business.",
  "In a July 28 Industry, Christina Bonnington misstated the number of robocalls that YouMail estimated were made in April 2018.",
  "In a July 27 Brow Beat, Lili Loofbourow originally misstated where Frasier’s Frasier Crane ended up after leaving Seattle.",
  "In a July 27 Slatest, Joshua Keating misstated that Andrew Brunson’s appeal was rejected by a Turkish court on June 18.",
  "In a July 24 Picks, Strategist Editors misstated the name of the Dove DermaSeries Eczema Relief soothing body lotion.",
  "In a July 25 Politics, Jamelle Bouie misstated that George Zimmerman was not charged in the death of Trayvon Martin.",
  "In a July 18 TV, Inkoo Kang misstated that Lifetime was involved in the sale of UnReal’s fourth season to Hulu.",
  "She has been charged with violating a different statute involving work done on behalf of foreign governments.",
  "General comments should be posted in our Comments sections associated with each article.",
  "Four siblings have been found, and Devonte Hart is missing, though presumed dead.",
  "If you’ve seen an error in our pages, let us know at corrections@slate.com.",
  "In a July 26 Slatest, Jeremy Stahl misspelled Rudy Giuliani’s last name.",
  "It was not; Hulu acquired the season from A+E as an original series.",
  "It expedited its Azure offering to get a Walmart client’s business.",
  "Zimmerman wasn’t initially charged and was later acquitted.",
  "In a July 23 Slatest, Jeremy Stahl misquoted Judge T.S.",
  "Slate strives to correct all errors of fact.",
  "It began that process earlier in the year.",
  "He landed in Chicago, not San Francisco.",
  "It was 3.4 billion, not 3.4 million.",
  "Strava has not done that.",
  "It was July 18."
]