[
  "This issue is within his jurisdiction because he is empowered under existing regulations to look into any crimes “committed in the course of, and with intent to interfere with, the Special Counsel’s investigation, such as … obstruction of justice.” That regulation also specifies additional forms of interference such as “intimidation of witnesses.”\n\nApart from collusion and obstruction, reports suggest that Mueller’s team may be looking into possible financial crimes of Trump associates, and some have speculated he might also be interested in violations of the Foreign Agents Registration Act.",
  "If not, though, Mueller can seek “additional jurisdiction” – if it’s necessary “to fully investigate and resolve the matters” raised by the original probe, or “to investigate new matters that come to light in the course of [the] investigation.” But those kinds of decisions rest with Rosenstein: Mueller would have to consult with him, and then Rosenstein would make the call whether to expand Mueller’s jurisdiction or assign it elsewhere.",
  "In a statement announcing Mueller’s appointment, Rosenstein wrote that, “based upon the unique circumstances, the public interest requires me to place this investigation under the authority of a person who exercises a degree of independence from the normal chain of command.”\n\nThe counsel has to be a lawyer from outside the U.S. government “with a reputation for integrity and impartial decisionmaking,” as well as appropriate experience.",
  "A special counsel is appointed when the attorney general (or, when he is recused, the acting attorney general – which is why it was the responsibility of Rosenstein and not Jeff Sessions) believes a criminal investigation into something or someone is warranted, but there would be a conflict of interest if the Department of Justice or a U.S. Attorney’s Office directly ran the investigation as they normally would.",
  "Rosenstein directed Mueller to take over the FBI’s investigation into the Russian government’s efforts to interfere in the 2016 presidential election, including “any links and/or coordination between the Russian government and individuals associated with the campaign of President Donald Trump,” and any matters arising directly from this investigation.",
  "Professor Alex Whiting, a former federal prosecutor and member of Just Security ’s editorial board, says that while Rosenstein can make the report public, he can only do so “to the extent permitted by statute, which presumably means that grand jury material could not be made public.”\n\nSo will Congress and the public ever see that report?",
  "Brendan Hoffman/Getty\n\nThe case for a special counsel in these circumstances was relatively clear, given that the investigation started by the FBI was looking into possible collusion between Russia and the Trump campaign (which Comey confirmed in testimony before the House Intelligence Committee back in March).",
  "A number of other investigations also touch on Russia – the Senate Judiciary Committee is looking into the circumstances around Comey’s firing, the Department of Defense’s Inspector General is probing payments from Russia and Turkey to Michael Flynn, as is the House Oversight and Government Reform Committee.",
  "The regulation states: The special counsel must report to Attorney General annually and submit a budget request, at which point “[t]he Attorney General shall determine whether the investigation should continue and, if so, establish the budget for the next year.”\n\nWhat is Mueller investigating?",
  "As Just Security ’s co-editor-in-chief Ryan Goodman points out in a piece for Politico the outcome for President Trump may therefore be impeachment proceedings or nothing else:\n\nSo ultimately this issue will boil down to a political decision.",
  "Congress may define impeachable offenses more broadly than anything that’s in the federal criminal code and members must satisfy only “their own consciences” with respect to the president’s guilt rather than any hard standard of proof.",
  "Here we explain what powers and tools he has at his disposal, what the different outcomes could be when he completes the investigation, and how his work fits in with the other inquiries into Russian interference in the 2016 election.",
  "Parallel investigations can sometimes reveal what other witnesses have said or the direction of an investigation (if the witness statements are provided publicly or if questions reveal information obtained from other witnesses).",
  "Rosenstein has the power to block that step if he believes it is “so inappropriate or unwarranted under established Departmental practices that it should not be pursued.” In that event, Rosenstein would have to notify Congress.",
  "Those matters don’t obviously fall into the jurisdiction set out by Rosenstein, although Mueller might consider them to be “matters [arising] directly from the investigation,” and therefore within his original jurisdiction.",
  "So, Mueller was not appointed to look into Trump personally – but reports say he may be focusing on the president for possible obstruction of justice (an investigative step that developed a few days after Comey’s firing).",
  "The House and Senate Intelligence Committees are both independently investigating Russian interference in the election, including possible collusion with Americans, which obviously overlaps with Mueller’s investigation.",
  "And even if Trump is not indicted and cannot be indicted, Mueller can probably name the president as a co-conspirator in other indictments – just as the Special Prosecutor did with President Nixon in Watergate.",
  "It’s not just Mueller who’s looking into what happened with Russian interference in the presidential election, but also several congressional bodies, whose investigations are proceeding concurrently.",
  "Unlike the independent counsel, whose legal authorities under congressional statute expired, the special counsel is not wholly independent of the Justice Department, and may be removed for cause.",
  "The view of the Department of Justice’s Office of Legal Counsel, expressed in opinions written in 1973 and 2000, is that under the U.S. Constitution a sitting president cannot be prosecuted.",
  "In addition, an advantage of a criminal investigation is that it is largely conducted in secret, and therefore witnesses do not usually know what other witnesses have said to the government.",
  "In the past several weeks, Mueller has met with members of both committees to talk “deconfliction” – making sure the investigations don’t conflict with each other – and information-sharing.",
  "Whiting says this option “also raises the question of whether it would include making grand jury material public,” creating an exception to the usual rules of secrecy – which is unlikely.",
  "Rosenstein has assured a Senate committee that Mueller will have the “full independence he needs to conduct that investigation.”\n\nMueller also has to comply with DOJ’s rules and policies.",
  "If he doesn’t yield, Professor Andrew Kent speculates over at Lawfare that Mueller could write a second report designed for public consumption and request Rosenstein to make it public.",
  "That case was strengthened when Trump fired Comey and it emerged that Comey said Trump had leaned on him to end the investigation into former national security adviser Michael Flynn.",
  "If Rosenstein doesn’t publish it, he still has to inform Congress that the investigation is concluded, so they’ll know when the report exists and will presumably be eager to see it.",
  "Parallel investigations risk undermining an effective investigation by, for example, creating apparently inconsistent statements or prematurely disclosing avenues of inquiry.",
  "So far, we know he has employed twelve lawyers – including three partners from his firm Wilmer Hale and three current DOJ or FBI staff – and is likely to take on more people.",
  "A special counsel serves a similar purpose to a special prosecutor or independent counsel, but the terminology has changed as different laws have governed the position.",
  "But were the House to start impeachment proceedings, the outcome will not turn on the precise elements of obstruction of justice nor proof beyond a reasonable doubt.",
  "If witnesses are questioned multiple times, they will be asked different questions in different ways, and will sometimes express themselves a little differently.",
  "In May, Deputy Attorney General Rod Rosenstein appointed the former FBI Director as special counsel to oversee the Department of Justice’s Russia investigation.",
  "Democrats had been pressuring Rosenstein to appoint a counsel because he wrote a memo originally used by the White House to publicly justify Comey’s firing.",
  "If the event is anticipated, he is required give at least three days notice (within 24 hours is generally expected for unanticipated events or emergencies).",
  "An important note here as well: Mueller is required by the regulations to notify Rosenstein in advance of any “significant event” in the investigation.",
  "For this reason criminal investigators generally like to have the field to themselves and do not welcome simultaneous investigations by other actors.",
  "No matter its outcome, Mueller’s investigation is an historical event, one that has the potential to shape this presidency and the country’s future.",
  "In congressional testimony in mid-June, Rosenstein said he had not spoken to Mueller about the substance of the investigation since appointing him.",
  "Congress could also legislate to make Mueller’s report public – but the Republican majorities and presidential veto power make this difficult.",
  "While the intelligence committees’ probes cover some of the same ground, it’s important to remember that they’re not criminal investigations.",
  "There’s been a lot of analysis about whether Trump might have committed the offence of obstruction of justice – including at Just Security.",
  "Although he is not subject to day-to-day supervision, Rosenstein can request an explanation for any investigative or prosecutorial step.",
  "It will be up to Congress to decide whether to go down the path of impeachment—a most unlikely prospect with its current composition.",
  "As for timing, the final report will presumably be provided “after all prosecutions, if there are any, are completed,” says Whiting.",
  "Special counsels have the full investigative and prosecutorial powers of any U.S. Attorney, including the power to issue subpoenas.",
  "That could take some time, but Mueller’s periodic reports may address major issues in the investigation ahead of his final report.",
  "The regulations leave it up to Mueller to decide how detailed to make that report, but it could include the evidence he collects.",
  "There’s a lot of discussion about “the Russia investigation” – but really we should be talking about the Russia investigations .",
  "But it’s worth noting that if Mueller takes the view that the Constitution is on his side, he could still seek an indictment.",
  "A potentially important note: Rosenstein has the power to discontinue the investigation when it comes up for annual review.",
  "However, it is an open question whether this power extends to President Trump, though a prominent view is it does not.",
  "When he wraps up the investigation, he has to give Rosenstein a report explaining his decisions to prosecute or not.",
  "So the likeliest outcome if Trump were considered to have committed an offence would be impeachment, not indictment.",
  "We have no way of knowing how close we are to just the beginning of the investigation or where and when it will end.",
  "The rule of thumb in an effective investigation, therefore, is to interview witnesses as few times as possible.",
  "The attorney general also has to believe that it’s in the public interest for a special counsel to take charge.",
  "To help with his investigation, Mueller can request the assistance of DOJ employees and ask for his own hires.",
  "This month, Mueller gave Rosenstein his proposed initial budget for approval, but the document is not public.",
  "The position is governed by a set of Department of Justice regulations, introduced in 1999 – 28 CFR Part 600.",
  "But even if Mueller believes there’s enough evidence to prosecute, Trump himself is unlikely to be indicted.",
  "Mueller and his team also have security clearances that let them look at classified information.",
  "Mueller has the power to charge and prosecute federal crimes arising from his investigation.",
  "First let’s cover a more basic question about what the position of special counsel involves.",
  "Mueller has good reasons for wanting to separate out the inquiries, Professor Whiting says.",
  "However, they’re still taking steps to make sure they don’t step on each other’s toes.",
  "How does Mueller’s investigation fit in with ongoing congressional investigations?",
  "That can often create statements that are conflicting or appear to be conflicting.",
  "Apart from possible prosecutions, Mueller is required to produce periodic reports.",
  "The Senate Committee has said it won’t be looking into the obstruction question.",
  "The parameters of the House inquiry are laid out here and the Senate’s here.",
  "Congress might put political pressure on Rosenstein to release the report.",
  "To be effective, criminal investigations must be conducted strategically.",
  "Mueller headed up the FBI for twelve years and is widely respected.",
  "What are the potential scenarios for the investigation’s outcome?",
  "Hannah Ryan is a Junior Research Scholar at Just Security.",
  "Mueller’s power is not unchecked or fully independent.",
  "This article first appeared on the Just Security site.",
  "All eyes are on Robert Mueller.",
  "What powers does Mueller have?",
  "The report is confidential.",
  "What is a special counsel?"
]