[
  "Campaign Manager Kellyanne Conway and Paul Manafort, staff of Republican presidential nominee Donald Trump, speak during a round table discussion on security at Trump Tower in the Manhattan borough of New York Thomson Reuters\n\nThe emails show Gates personally directed two Washington lobbying firms, Mercury LLC and the Podesta Group Inc., between 2012 and 2014 to set up meetings between a top Ukrainian official and senators and congressmen on influential committees involving Ukrainian interests.",
  "Donald Trump strategist Paul J. Manafort, left, chats with former presidential candidate Ben Carson as they head to a Trump for president reception at the Republican National Committee Spring Meeting, Thursday, April 21, 2016, in Hollywood, Fla. AP Photo/Wilfredo Lee The documents now released show Manafort's name listed as a recipient of funds totaling $12.7 million in 22 line-item entries.",
  "Chip Somodevilla/Getty Images WASHINGTON (AP) — A firm run by Donald Trump's campaign chairman directly orchestrated a covert Washington lobbying operation on behalf of Ukraine's then-ruling political party, attempting to sway American public opinion in favor of the country's pro-Russian government, emails obtained by The Associated Press show.",
  "Manafort and Gates have said that they did not disclose their activities to the Justice Department because they did not oversee lobbying efforts and merely introduced the Washington firms to a Brussels-based nonprofit, the European Center for a Modern Ukraine, which they said ran the project.",
  "\"There is no question that Gates and Manafort should have registered along with the lobbying firms,\" said Joseph Sandler of Sandler Reiff Lamb Rosenstein & Birkenstock, a Democratic-leaning Washington law firm that advises Republican and Democratic lobbyists.",
  "Political consultants are generally leery of registering under it, because their reputations can suffer once they are on record as accepting money to advocate the interests of foreign governments — especially if those interests conflict with America's.",
  "Current and former employees at Mercury and the Podesta Group, some of whom spoke on condition of anonymity because they are subject to non-disclosure agreements, told the AP that Manafort oversaw the lobbying efforts and spoke by phone about them.",
  "Mercury's founder, Vin Weber, an influential Republican and former congressman, told the AP that his firm was aware of Manafort's and Gates' affiliation with Ukraine's political party and said Gates never participated in Mercury's lobbying work.",
  "Trump said Thursday night that, if elected, he will ask senior officials in his administration not to accept speaking fees, for five years after leaving office, from corporations that lobby \"or from any entity tied to a foreign government.\"",
  "Ukraine's National Anti-Corruption Bureau said, however, that it cannot prove that Manafort actually received the money because other people including a prominent Party of the Regions deputy signed for him in those entries.",
  "After the AP reported earlier this week that Manafort helped the Ukrainian political party secretly route at least $2.2 million to the two Washington lobbying firms, Manafort told Yahoo News that the AP's account was wrong.",
  "Gates also directed the firms to gather information in the U.S. on a rival lobbying operation, including a review of its public lobbying disclosures, to determine who was behind that effort, the emails show.",
  "Moreover, registering under the law would have required Gates, Manafort or the lobbying firms to disclose the specifics of their lobbying work and their efforts to sway public opinion through media outreach.",
  "Under the U.S. Foreign Agents Registration Act, people who lobby on behalf of foreign political leaders or political parties must provide detailed reports about their actions to the Justice Department.",
  "Ukraine's anti-corruption body, meantime, has released entries from once-secret accounting documents that purport to show payments from the pro-Russian political party earmarked for Manafort.",
  "None of the firms, nor Manafort or Gates, disclosed their work to the Justice Department counterespionage division responsible for tracking the lobbying of foreign governments.",
  "The Ukrainian leader eventually fled the country in February 2014 during a popular revolt prompted in part by his government's crackdown on protesters and close ties to Russia.",
  "The chairman of the Podesta Group, Tony Podesta — the brother of Hillary Clinton campaign chairman John Podesta — said his firm believed Gates was working for the nonprofit.",
  "Republican presidential candidate Donald Trump speaks to supporters at a rally on August 18, 2016 at the Charlotte Convention Center in Charlotte, North Carolina.",
  "Gates noted in the emails that the official, Ukraine's foreign minister, did not want to use his own embassy in the United States to help coordinate the visits.",
  "The lobbying included attempts to gain positive press coverage of Ukrainian officials in The New York Times, The Wall Street Journal and The Associated Press.",
  "REUTERS/Jim Bourg The 1938 U.S. foreign agents law is intended to track efforts of foreign government's unofficial operatives in the United States.",
  "Manafort and Gates have said that they did not disclose their activities to the Justice Department because they did not oversee lobbying efforts.",
  "Ina Kirsch, who runs the European nonprofit, has said the group's work was independent and its goal was to bring Ukraine into the fold of Europe.",
  "Brian Blanco/Getty Images The emails illustrate how Gates worked with Mercury and the Podesta Group on behalf of Ukrainian political leaders.",
  "Gates said Thursday he was busy with Trump campaign focus groups and promised to review the AP's questions in writing, then did not respond.",
  "Gates was directing actions and seeking information during the project using an email address at DMP International, which he still uses.",
  "In papers filed in the U.S. Senate, Mercury and the Podesta Group listed the European nonprofit as an independent, nonpolitical client.",
  "Trump shook up his campaign's organization again this week, but Manafort and Gates retain their titles and much of their influence.",
  "The new disclosures about their work come as Trump faces criticism for his friendly overtures to Russian President Vladimir Putin.",
  "The emails appear to contradict the assertion that the nonprofit's lobbying campaign operated independently from Manafort's firm.",
  "And Gates directed efforts to undercut sympathy for Yulia Tymoshenko, an imprisoned rival of then-President Viktor Yanukovych.",
  "Manafort also said in a statement earlier this week that he never performed work for the governments of Ukraine or Russia.",
  "Gates confirmed to the AP previously that he was working for Ukraine's ruling party, the Party of Regions, at the time.",
  "The emails do not describe details about the role of Manafort, who was Gates' boss at the firm, DMP International LLC.",
  "Paul Manafort and his deputy, Rick Gates, never disclosed their work as foreign agents as required under federal law.",
  "Paul Manafort and his deputy, Rick Gates, never disclosed their work as foreign agents as required under federal law.",
  "Manafort and Gates have previously said they were not doing work that required them to register as foreign agents.",
  "Manafort's and Gates' activities carry outsized importance, since they have steered Trump's campaign since April.",
  "The pair also played a formative role building out Trump's campaign operation after pushing out an early rival.",
  "Gates personally directed the work of two prominent Washington lobbying firms in the matter, the emails show.",
  "Another goal: undercutting American public sympathy for the imprisoned rival of Ukraine's then-president.",
  "Gates previously told the AP, \"At no time did our firm or members provide any direct lobbying support.\"",
  "The firms said the center stated in writing that it was not aligned with any foreign political entity.",
  "Podesta said he was unaware of the firm's work for the Ukraine's Party of Regions, led by Yanukovych.",
  "A violation is a felony and can result in up to five years in prison and a fine of up to $250,000.",
  "Weber did not respond to questions after the AP said it had obtained emails contradicting this.",
  "The center paid Mercury and the Podesta Group a combined $2.2 million over roughly two years.",
  "Manafort did not return phone and email messages Thursday from the AP to discuss the project.",
  "At the time, European and American leaders were pressuring Ukraine to free her.",
  "The center has declined for years to reveal specific sources of its funding.",
  "He said it was among his efforts to \"restore honor to government.\"",
  "He worked for Manafort's political consulting firm at the time.",
  "\"I was not involved in any payment plans,\" Manafort said.",
  "Neither commented when reached by the AP on Thursday.",
  "On Thursday, his firm said it had nothing new to add."
]