[
  "OIG also found that a significant number of registrations and required disclosures were late and likely deficient, and it concluded that overall, “the Department should develop a comprehensive enforcement strategy for FARA that fits within its overall national security effort.”\n\nBut aside from a few trade publications and the handful of attorneys practicing FARA law, the OIG’s recommendations were largely ignored.",
  "Enacted in the 1930s as a means to expose Nazi propagandists working secretly in the United States, FARA requires, broadly, that any individual or organization that undertakes “political activities” for a foreign client must register with the Department of Justice and disclose significant amounts of information about the work done for that foreign client and the money earned and expended.",
  "Monday’s 12-count indictment filed against former Trump campaign chairman Paul Manafort and his colleague Rick Gates was stunning for a number of reasons: its breadth; the scope of the alleged criminal activity; and, of course, the fact that underpinning much of the indictment are facts demonstrating willful and knowing violations of the Foreign Agents Registration Act, or FARA.",
  "The inspector general also noted that the FARA office is legally constrained in its ability to compel responses from entities under scrutiny because, despite requests it made to Congress, the FARA office lacks formal civil investigative demand authority—essentially, it cannot independently compel the production of documents or testimony from non-registrants.",
  "In essence, if DOJ felt as though a registration were warranted (or errors had been made in mandatory FARA disclosures), DOJ and the purported wrongdoer would engage in a lengthy back-and-forth, usually resulting in retroactive filings or corrections to filings—but well short of formal criminal enforcement action.",
  "Now, prominent media outlets on both sides of the political spectrum have spilled considerable ink on the law, which itself is unprecedented; congressional hearings have taken place (and more are likely to come) on FARA enforcement; and the Trump administration is, by most accounts, mired in FARA issues.",
  "After all, it’s not so much that the FARA unit was turning a blind eye to FARA—it’s just that the group saw its job as enforcing the law through polite cooperation with the advocacy industry, and was constrained by statutory limitations and budgetary concerns.",
  "But another reason for the lack of more rigorous enforcement is systemic: In its 2016 report on FARA compliance, the DOJ’s Office of the Inspector General noted a disconnect between the FARA office and the FBI on the applicability and scope of the law.",
  "This was the case with the McCain-Feingold campaign finance law passed in 2002 after the campaign finance controversies of the 1990s and the Lobbying Disclosure Act, which was amended and strengthened in 2007 following the Jack Abramoff scandal.",
  "We would not be surprised to see that pendulum swing again—an increase in the FARA office’s budget; a revision of written policy guidance; the enactment of other changes recommended by OIG and outside groups like the American Bar Association.",
  "In our view, the importance of the Manafort/Gates indictment to FARA enforcement can hardly be overstated; the fact pattern laid out in the indictment by special counsel Robert Mueller is almost a casebook example of a FARA violation.",
  "The indictment likely means that after many years of lax enforcement, the requirements of this law will finally be taken seriously by the hundreds of law firms, lobbying shops and media relations companies that fall under its purview.",
  "Historically, the handful of criminal FARA prosecutions had been brought in a limited number of circumstances: as adjuncts to more broad financial crimes, activity involving unfriendly foreign regimes, and high-profile matters.",
  "The office is also relatively small, both in terms of staff and budget: At the time of the 2016 audit, the inspector general noted that the FARA office was composed of just eight individuals, only three of whom were attorneys.",
  "Someone who undertakes those activities for a foreign principal that is not a foreign government or political party has the option to register under the Lobbying Disclosure Act, which requires far less disclosure than FARA.",
  "Strategic advice, coalition-building, grass-roots lobbying, communications advice and attempts to influence U.S. media and opinion-makers—if aimed at influencing U.S. public opinion—all require registration.",
  "As political law attorneys who advise clients on FARA compliance, we often begin our ethics trainings with clients with the stick rather than the carrot: Nobody looks good in an orange jumpsuit.",
  "But if, like Manafort and Gates, the U.S. advisers are working for an entity that is, or is controlled by, a foreign government or government-controlled entity, they must register under FARA.",
  "One reason is that the Department of Justice’s FARA Registration Unit has abided by its own written policies that encourage “voluntary” compliance with FARA rather than prosecution.",
  "Karen Bleier/Getty In The Arena Manafort’s Indictment Is a Wake-up Call for K Street The advocacy industry has been skirting the law on foreign-influence peddling for too long.",
  "At the very least, the FARA unit might prove less likely to negotiate voluntary resolutions and instead refer matters for prosecution earlier and more frequently than before.",
  "And these broader issues, including the lack of aggressive enforcement, had continued to contribute to a general “don’t sweat it” attitude among the regulated community.",
  "Story Continued Below\n\nIt has been an open secret that many U.S. advisers and influence-peddlers working for foreign government entities have not registered under FARA.",
  "When it came to FARA, the dearth of prosecutions meant that advocacy professionals found it hard to believe that imprisonment and fines were possibilities.",
  "Indeed, there have been only eight criminal indictments for FARA violations since the 1960s, including this week’s charges against Manafort and Gates.",
  "But even aside from structural changes, this may serve as a long-needed wake-up call for the advocacy industry.",
  "And it has, naturally, gained tons of coverage in the media (with some help from the president’s own tweets).",
  "Joshua Ian Rosenstein and Joseph E. Sandler are attorneys at Sandler Reiff Lamb Rosenstein & Birkenstock, PC.",
  "(“This is a limited staff, which is responsible for a considerable range of activities,” the report said.)",
  "Registration under FARA is triggered by a broad range of activity not thought of as traditional lobbying.",
  "Willful and knowing violations of FARA can lead to criminal and civil penalties, including imprisonment.",
  "Laws regulating advocacy and political activity tend to change glacially, unless spurred by scandal.",
  "All three of those criteria, of course, were met with the Manafort/Gates indictment.",
  "But Mueller’s investigation shows that things are about to change.",
  "The difference this time is the level of attention paid to FARA.",
  "This week, at long last, they may start to believe it.",
  "So why was the law ignored for so long?",
  "For Washington, this is an earthquake.",
  "And why should they have sweated it?",
  "Possibly until now."
]