[
  "‘THE DAILY MARKOTA’ PODESTA GROUP RUNDOWN\n\nPodesta is the brother of John Podesta, another person in Clinton’s inner circle, and the co-founder of the Podesta Group, a consulting firm that worked alongside Paul Manafort’s effort to lobby U.S. Congress’s support for Ukraine’s inclusion in the EU.",
  "Mueller’s investigation into Podesta began as a fact-finding mission about Manafort’s role in the campaign but quickly morphed into a criminal inquiry into whether the firm violated the Foreign Agents Registration Act, known as FARA, according to an NBC report earlier this month.",
  "Former Secretary of State Hillary Clinton was spotted Sunday hobnobbing with a person who is currently at the focus of the FBI’s investigation into Russia’s interference into the U.S. presidential election.",
  "Dianne Feinstein and Kamala Harris made appearances at Clinton birthday party, where they were greeted with heaping helpings of champagne, finger food and chocolate cake.",
  "Podesta’s appearance at the party is awkward, considering he has become a key figure in special counsel Robert Mueller’s probe into Russian influence in the election.",
  "Manafort organized a public relations campaign for a group called European Centre for a Modern Ukraine (ECMU), which lobbied the U.S. to support Ukraine’s EU push.",
  "Clinton celebrated her 70th birthday alongside David Brock, the founder of liberal media outlet Media Matters, and Brian Fallon, one of her campaign advisers.",
  "Clinton hung out with Sidney Blumenthal and political consultant Tony Podesta this weekend at the former Democratic presidential candidate birthday bash.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "People and firms who lobby on behalf of foreign governments must file detailed disclosures about their spending with the Department of Justice.",
  "Podesta and Manafort filed the requisite forms only after the media began reporting on their dealings with ECMU.",
  "Manafort was indicted Monday on tax evasion and conspiracy charges stemming from his lobbying efforts in 2012.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Willful failure to file is a felony and can result in up to five years in prison.",
  "Podesta’s company was one of many firms that worked on the campaign.",
  "Lawmakers were not the only people in attendance.",
  "Follow Chris White on Facebook and Twitter.",
  "Democratic California Sens."
]