[
  "The indictment against Manafort and Gates contains 12 counts:\n\nConspiracy against the United States\n\nConspiracy to launder money\n\nUnregistered agent of a foreign principal (in Ukraine, not Russia)\n\nFalse and misleading statements regarding the Foreign Agents Registration Act\n\nFalse statements\n\nSeven counts of failure to file reports of foreign bank and financial accounts\n\nManafort had been under investigation for violating tax laws, money laundering and failing to disclose foreign lobbying.",
  "Given Manafort's longtime dealing with Russian and Ukrainian officials, the charges appear to mostly come from criminal activity that proceeds Trump's run for the White House (although the indictment also alleges that Manafort and Gates lied to investigators about their foreign lobbying activities in late 2016 after Manafort left the Trump campaign).",
  "Paul Manafort, the former campaign manager for now-President Donald Trump, surrendered Monday to federal authorities after he was indicted last week on criminal charges that remain unknown.",
  "Manafort and his former business associate, Rick Gates, surrendered to the FBI early Monday after a grand jury indicted them on Friday, according to the Washington Post.",
  "BuzzFeed reported over the weekend that a series of \"suspicious\" wire transfers from 2012-2013 were likely a part of the Manafort indictment.",
  "The indictment does not appear to allege any criminal activity that is connected with Manafort's activities on the Trump campaign at all.",
  "Manafort and Gates are the first two Trump associates to face criminal prosecution as a result of Mueller's investigation.",
  "Trump's opponents have accused the Trump campaign of colluding with Russian officials last year to undermine the election.",
  "The indictment came as FBI special counsel Robert Mueller continues his investigation into Trump's campaign and Russia.",
  "What is not clear is whether these charges have anything to do with Trump and his campaign.",
  "The FBI executed a search warrant on Manafort's Alexandria, Virginia, home in August.",
  "That has largely been the focus of Mueller's investigation.",
  "Watch Manafort turn himself in:",
  "Why is this significant?",
  "What happened?"
]