[
  "Gates and Manafort are both charged essentially with money laundering related to their work from 2006 through 2016 as consultants and lobbyists for the former pro-Russia Ukrainian President Victor Yanokovych and his pro-Russia party “Party of Regions.” They allegedly have maintained foreign accounts in at least three countries into which millions of dollars of payments were made and did not disclose those accounts to federal authorities in line with laws regulating that lobbying.",
  "They are also charged with “conspiracy to launder money,” failure to file reports of foreign bank and financial accounts, being unregistered agents of a foreign principle — essentially, acting as unregistered lobbyists, giving false and misleading Foreign Agents Registration Act statements — or lying about their lobbying work, and making false statements.",
  "One source said, “Trump still hates him,” derisively calling Gates “Manafort’s rabbi.”\n\nTrump did not know that Gates was working for him until weeks after his hiring when Trump asked, “Who the hell is that?” Another former campaign official referred to him as Trump’s “whipping boy.”\n\nWhat is Gates charged with?",
  "Afterwards, Gates reportedly worked on the presidential inaugural committee and on a lobbying group formed to advance Trump’s agenda, America First Policies, but left around March as the FBI publicly announced it was investigating Russian interference and any collusion in the election.",
  "The Special Counsel investigating Russian interference and potential collusion on Monday charged lobbyist and former Trump campaign manager Paul Manafort and his longtime business partner Rick Gates with 12 counts associated with money laundering.",
  "The indictment lists 12 counts, including “conspiracy against the United States.” That refers to the alleged illegal agreement between the two men to commit criminal acts that defrauded the government, not collusion with a foreign power.",
  "A Republican source told the outlet, “My understanding is that [Trump] had no idea he was in the building otherwise he wouldn’t be too happy.”\n\nTrump considered Gates a “hanger-on,” multiple sources said.",
  "However, after Manafort left in August over his business ties with Russia, Gates stayed on for “weeks” as a liaison to the Republican National Committee but was reportedly out by late September.",
  "By June, it has been said, he was working for Tom Barrack, a millionaire and former Trump fundraiser who led the presidential inaugural committee, according to the Daily Beast.",
  "When Manafort became Trump’s campaign manager in late May 2016, Gates became number two and was considered a core member in August, according to the New York Daily News.",
  "When Barrack — a close friend of the president — has stopped by the White House to meet with Trump, he has brought Gates with him, the outlet reported.",
  "Gates started as an intern at Black, Manafort, Stone, Kelly, a D.C. consulting firm in the 1980s.",
  "When Gates would visit the White House with Barrack, he just “wandered around,” the article said.",
  "Although Manafort is a well-known Republican political figure, less is known about his associate.",
  "Russian oligarch Oleg Deripaska was their client and reportedly paid them tens of millions.",
  "According to the Daily Beast article, Trump barely knows Gates and does not even like him.",
  "He joined Manafort’s consulting firm, Davis Manafort, in 2006, working in Ukraine.",
  "Rick Gates, 45, is Paul Manafort’s protege and longtime junior partner.",
  "Gates was reportedly not paid throughout his time on the campaign.",
  "The relationship reportedly soured some time afterwards.",
  "This count carries a maximum of five years in prison.",
  "Below are five things people should know about Gates.",
  "How is Rick Gates connected with the Trump campaign?",
  "What did Gates do after leaving the Trump campaign?",
  "How well does Gates know Trump?",
  "Apparently, not well.",
  "Who is Rick Gates?"
]