[
  "In all of our client engagements, the Podesta Group conducts due diligence and consults with appropriate legal experts to ensure compliance with disclosure regulations at all times — and we did so in this case.”\n\nManafort, whose home FBI agents raided in July, has reportedly emerged as the central subject in the investigation, which is now focused on his finances, work for foreign governments and possible tax compliance issues.",
  "What began as a cursory examination of the firm, designed to gauge Manafort’s level of involvement in the lobbying campaign, has become a criminal investigation into possible violation of the Foreign Agents Registration Act (FARA) by the Podesta Group, sources told NBC News.",
  "Tony Podesta and his Democratic lobbying firm, the Podesta Group, are now being investigated as part of Special Counsel Robert Mueller’s probe into possible connections between the Trump campaign and Russia, three sources with knowledge told NBC News.",
  "The Podesta Group, chaired by Hillary Clinton campaign chairman John Podesta’s brother, Tony Podesta, was one of six lobbying firms working on the ECMU campaign, which ran from 2012 to 2014 and was designed to help secure Ukrainian entry into the EU.",
  "In a statement to NBC, a spokesman for the Podesta Group said the firm “is cooperating fully with the Special Counsel’s office and has taken every possible step to provide documentation that confirms timely compliance.",
  "Manafort left the Trump campaign in August 2016 after the Associated Press revealed his work for the Party of Regions, which reportedly included seeking favorable press coverage in prominent U.S. media outlets.",
  "Mueller’s investigators began looking into the Podesta Group after they discovered that former Trump campaign chairman Paul Manafort worked with the firm on a pro-Ukrainian lobbying effort.",
  "Manafort reportedly worked along side the Podesta Group for the European Centre for a Modern Ukraine (ECMU), a nonprofit dedicated to increasing pro-Ukrainian sentiment in the west.",
  "Follow Jack on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Mueller’s team sent subpoenas to all six firms in August seeking testimony from public relations executives who worked directly on the ECMU campaign.",
  "The ECMU is reportedly backed by the party of Regions, a pro-Russian Ukrainian political party funded by oligarchs who paid Manafort’s firm millions.",
  "Investigators are currently examining whether the lobbying firm violated FARA by failing to disclose their work for a foreign government.",
  "Both Manafort and the Podesta Group did not disclose their relationship with the ECMU until media reports exposed the arrangement.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org."
]