[
  "“[Tony] was very magnanimous and said, “This is an amazing group of people,” Podesta reportedly told staff he “doesn’t intend to go quietly, or learn how to play golf,” and that he “needs to fight this as an individual, but doesn’t want the firm to fight it.”\n\nFritts said she was “thrilled at this opportunity,” adding “This is not about me, this is about y’all.” The meeting ended with a “resounding ovation for Podesta,” the report said.",
  "The charges were related to work they did for former pro-Russia Ukrainian President Viktor Yanukovych and his pro-Russian party “Party of Regions.” Manafort had organized a public relations campaign on behalf of a pro-Russian non-profit called European Centre for a Modern Ukraine (ECMU), and the Podesta Group was one of several firms who worked on that campaign to promote Ukraine in the United States.",
  "Last week, NBC News reported that Podesta and the Podesta Group were subjects of Mueller’s investigation, which has “morphed into a criminal inquiry into whether the firm violated the Foreign Agents Registration Act.”\n\nThe Podesta Group has also lobbied for Uranium One, the Canadian-based energy company that has come under scrutiny as well.",
  "In 2010, the Obama administration allowed Uranium One to be sold to Russian energy company Rosatom, giving the company control over one-fifth of American uranium-mining capacity to Russia, despite an ongoing FBI investigation into a Rosatom subsidiary involved in a racketeering scheme.",
  "The news came just hours after Mueller charged lobbyist and former Trump campaign manager Paul Manafort and his partner Rick Gates with 12 counts related to alleged money laundering, tax evasion, violating lobbying rules, and making false statements.",
  "Politico described Podesta as a flashy, well-known figure in Washington:\n\nPodesta has long been a larger than life figure on K Street, growing his business from a boutique firm into a massive lobbying and public relations operation.",
  "Revenues have also declined: The firm brought in an estimated $4.8 million in the third quarter of 2017, down from $5.2 million in the second quarter of 2017 and from $6.1 million in the third quarter of 2016,” it said.",
  "He is well known for his flashy dressing, vast art collection, generous campaign donations across all levels of Democratic politics and, of course, for his brother John Podesta, Hillary Clinton’s campaign chairman.",
  "Democratic “power lobbyist” Tony Podesta is resigning from the Podesta Group, after coming under investigation by FBI Special Counsel Robert Mueller, Politico reported Monday.",
  "Fritts and a senior group of the Podesta team will be launching a new firm in the next one or two days, a move reportedly in the works for the past several months.",
  "The Podesta Group belatedly filed paperwork with the Justice Department in April stating it had done work for the campaign, which benefited the Party of Regions.",
  "“Podesta announced his decision during a firm-wide meeting Monday morning and is alerting clients of his impending departure,” Politico reported.",
  "The Podesta Group said at the time it believed its client was a European think tank untethered to a political party, according to Politico.",
  "The Podesta Group received $180,000 from Uranium One over several years between 2012 and 2015, according to records at opensecrets.org.",
  "Podesta is handing over full operational and control to the firm’s CEO Kimberley Fritts, according to the report.",
  "“More than a dozen of its lobbying clients have cut ties with the firm this year, according to lobbying filings.",
  "The firm has struggled since being tied to the Mueller investigation, the report notes.",
  "Podesta’s brother, John Podesta, served as chairman of Hillary Clinton’s campaign."
]