[
  "According to the indictment, Mercury and the Podesta Group were paid $2 million from offshore accounts controlled by Manafort, and their work included lobbying “multiple members of Congress and their staffs about Ukraine sanctions, the validity of Ukraine elections,” and the reasons for imprisoning Yulia Tymoshenko, the political rival of Russian-backed Ukrainian President Viktor Yanukovych.",
  "The indictment shows that both Mercury and Podesta Group understood their lobbying efforts were being directed by the Ukrainian government, but neither company had registered their work in accordance with the Foreign Agents Registration Act (FARA), only filing retroactive disclosures after their lobbying was revealed in media reports.",
  "I can’t imagine I’d remain a Republican if he becomes president.”\n\nAccording to the CNBC article, Weber is a friend and ally of House Speaker Paul Ryan, former White House Chief of Staff Reince Priebus and former Trump campaign chairman Paul Manafort.",
  "It appears that Mueller is moving beyond investigating ties between the Trump campaign and Russia, now going after lobbyists who violated lobbying laws, or worked as foreign agents without properly registering it with the Justice Department.",
  "George Papadopoulos, a foreign policy campaign adviser, had talked to Russian nationals and tried to set up a meeting between Trump and Russian President Vladimir Putin, but there is no evidence that any such meeting happened.",
  "Specifically, they are asking what the lobbyists knew about the source of the funding they were receiving, and who was directing the work in 2012, which took place four years before Manafort became Trump’s campaign chairman.",
  "Special Counsel Robert Mueller is now investigating another lobbyist in addition to Democratic lobbyist Tony Podesta — former Republican congressman Vin Weber, according to a new report by the Associated Press.",
  "Weber is now under investigation due to Mercury LLC’s lobbying work in 2012 with Manafort and his business partner Rick Gates on behalf of pro-Russian Ukrainian interests, according to the AP article.",
  "On Monday, Mueller’s team unveiled indictments against Manafort and Gates, who are charged with 12 counts of money laundering, tax fraud, violating lobbying regulations, and making false statements.",
  "Investigators are asking witnesses about meetings between Gates, Podesta, and Weber, and any communication with representatives of a pro-Russian Ukrainian political party, sources told the AP.",
  "The firm’s PAC expenditures show strong support for Democrats running for office, although these sums have decreased in recent years.”\n\nWhy are FBI agents expressing interest in the law firm?",
  "The firm produced a report in 2012 that used to justify the Ukrainian government’s jailing of an opposition politician in Ukraine, Yulia Tymoshenko, the AP report said.",
  "It’s not certain if this means that Trump’s campaign is in the clear yet with Russian collusion, but so far, none of the indictments are related to the campaign itself.",
  "“The Ukrainian justice ministry officials who supposedly commissioned the report trumpeted it as proof that Tymoshenko was not a political prisoner,” it said.",
  "Skadden, Arps, Slate, Meagher & Flom LLP is an international law and lobbying firm, with more than 1,800 attorneys in offices across the world.",
  "Weber did not support President Trump’s candidacy, calling it a “mistake of historic proportions,” according to an August 3, 2016 CNBC article.",
  "The indictments mentioned “Company A” and “Company B,” which are Mercury and the Podesta Group respectively, according to NBC News.",
  "Lobbyists working for the firm represent some of the largest political players in the country, according to OpenSecrets.org.",
  "After the indictments were unsealed on Monday, Tony Podesta announced he was stepping down as chairman of the Podesta Group.",
  "The indictment of Manafort and Gates said they used an offshore account to funnel $4 million to secretly pay for the report.",
  "He then served as secretary of the House Republican Conference and as an adviser to incoming House Speaker Newt Gingrich.",
  "The report found that her trial was “procedurally flawed but not marked by political persecution,” the report said.",
  "It’s not clear whether the law firm is under investigation yet, or if agents are simply asking questions about it.",
  "He then worked as an influential lobbyist and political strategist for several Republican presidential campaigns.",
  "According to OpenSecrets.org: “The firm regularly brings in more than $1.5 million per year in lobbying income.",
  "Vin Weber, 65, is a former Republican congressman who represented southwest Minnesota from 1981 to 1993.",
  "Here’s the five things to know about the investigation’s latest turn:\n\nWho is Vin Weber?",
  "Mueller is also looking into law firm Skadden, Arps, Slate, Meagher & Flom, LLP.",
  "He is the brother of John Podesta, Hillary Clinton’s former campaign chairman.",
  "NBC News reported last week that Mueller was investigating the Podesta Group.",
  "He speculated that Trump would withdraw from the race before the election.",
  "The report was written by former Obama White House counsel Gregory Craig.",
  "“How the report came to be is now in question,” the report said.",
  "He is the leader of high-powered lobbying firm Mercury LLC.",
  "What is Skadden, Arps, Slate, Meagher & Flom LLP?",
  "What do these new investigations mean?",
  "Why is Weber now under investigation?",
  "“I won’t vote for Trump … ."
]