[
  "Foreign Ministry spokeswoman Maria Zakharova said Thursday in an interview on Russian television that Russia is working on practical steps in response to U.S. government pressure on Russian-government owned media operating in the U.S.\n\n\"I think that our patience that is nearly run out will take some legal shape.",
  "Editor-in-Chief Margarita Simonyan said in an article on the Russian version of RT's website that the \"DOJ left us no choice\" and that RT's lawyers have said that the head of its American operations could be arrested and company accounts seized if it does not comply.",
  "The report said RT \"conducts strategic messaging for [the] Russian government\" and \"seeks to influence politics, [and] fuel discontent in the U.S.\" The report also mentioned Sputnik as \"another government-funded outlet producing pro-Kremlin radio and online content.\"",
  "\"As of today, there is understanding that a practical phase of these response measures (in respect of U.S. media in Russia over demands the RT broadcaster register itself as a foreign agent in the U.S.) will begin next week.\"",
  "Russian officials say it is in reaction to a request from the Justice Department that the Russian state-funded outlets RT and Sputnik register under the Foreign Agents Registration Act (FARA) in the United States.",
  "Other American-based companies that work with foreign media outlets, such as Japanese broadcaster NHK and Chinese newspaper The China Daily, are also registered under FARA, and those outlets continue their work.",
  "Federal investigators are also reportedly looking into whether Russian government-funded outlets such as RT and Sputnik were part of Russia's influence campaign aimed at the 2016 presidential election.",
  "Pyotr Tolstoy, the deputy speaker of the lower house of Russia's parliament, said Friday that lawmakers could respond by passing a reciprocal foreign agent law for media outlets, according to TASS.",
  "Though the U.S. funds news organizations in Russia such as Radio Free Europe and Current, those outlets are not available on radio or on cable but are normally accessed via the internet.",
  "We consider its demand as a wish to eliminate an alternative source of information, which is an unacceptable violation of the international norms of free press,\" the post said.",
  "Individuals or organizations that register under FARA are asked to disclose their funding, operations and other information, but are allowed to continue their work.",
  "RT reported on Thursday that the DOJ has given it a new deadline of November 13 and that it plans to register, but will challenge the DOJ's request in court.",
  "This requirement is discriminatory, it contradicts both the principles of democracy and freedom of speech,\" she said, according to a translation by the AP.",
  "Last month, Russian officials sent letters to news organizations in Russia that are backed by the U.S. government, warning them of possible \"restrictions.\"",
  "\"Tit-for-tat steps will be taken, which will impose the same restrictions that Americans are trying to impose on Russian media,\" he told TASS.",
  "Related: RT bucks DOJ request to register as a foreign agent\n\nAccording to RT, the DOJ initially gave it an October deadline to register.",
  "The comments are the latest in the increasing saber rattling from the Russian government regarding American media operations in Russia.",
  "\"Blatant pressure on the Russian mass media confirms that the United States pursues the course of deliberately hurting our relations.",
  "RT America was singled out in a January intelligence community report for the impact it may have had on the 2016 election.",
  "Yahoo News has separately reported that the FBI interviewed a former Sputnik correspondent about his work at the website.",
  "Correction: A previous version of this article stated that Japanese broadcaster NHK is funded by the Japanese government.",
  "I don't rule out it will be done next week,\" she said in the interview according to the state-run news wire TASS.",
  "Additionally, NHK itself is not registered under FARA; a U.S.-based company, NHK Cosmomedia America, Inc., is.",
  "FARA experts told CNN in October that though jail and asset seizure is rare, it can happen in certain cases.",
  "RT has said it purposely missed that deadline as it tried to fight against the forced registration.",
  "According to the DOJ, there have only been seven FARA-related criminal cases in the past 50 years.",
  "\"We believe this requirement is not just contrary to the law, and we intend to prove it in court.",
  "RT's network is available on cable in the U.S. and Sputnik has an FM radio station in the U.S.",
  "Russia is threatening action against U.S. media outlets operating there as soon as next week.",
  "Zakharova did not specify which outlets would be targeted or what the actions would be.",
  "Convictions of people or organizations which fail to register under FARA are rare.",
  "The Russian Embassy in the U.S. blasted the DOJ's move in a Facebook post.",
  "NHK is a public broadcaster funded by fees received from viewers.",
  "An RT spokesperson did not respond to a request for comment.",
  "Both have websites that are accessible in the U.S.",
  "-- Antonia Mortensen contributed reporting.",
  "The DOJ declined to comment."
]