[
  "The report said that RT \"conducts strategic messaging for [the] Russian government\" and \"seeks to influence politics, [and] fuel discontent in the U.S.\" It also labeled a separate Russian-government-controlled website, Sputnik, as \"another government-funded outlet producing pro-Kremlin radio and online content.\"",
  "Related: Russian foreign ministry says retaliation against U.S. media could begin next week\n\nThe measure approved Wednesday does not specify which media outlets would be designated as foreign agents, or how the process would work.",
  "It's the first tangible response to a move by the U.S. Department of Justice to require the firm that produces the U.S. branch of Russian television network RT to register under the Foreign Agents Registration Act.",
  "U.S. investigators are reportedly looking into whether Russian government-funded outlets such as RT and Sputnik were part of Russia's influence campaign aimed at the 2016 presidential election.",
  "In the U.S., outlets designated as foreign agents must file reports with the Justice Department regarding their funding and organization, as well as regular updates on their activities.",
  "According to the draft legislation, media outlets designated as foreign agents would be subject to the same rules that currently apply to foreign-funded non-governmental organizations.",
  "The lower house of Russia's parliament approved an amendment Wednesday that clears the way for media outlets that receive funding from abroad to be designated as foreign agents.",
  "Those groups are required to report on their funding, include a \"foreign agent\" disclaimer in content they publish and are subject to inspections by authorities.",
  "For weeks Russian government officials, including Putin, have promised a tit for tat response targeting American outlets operating in the country.",
  "RT was singled out by the U.S. intelligence community in a January report for the impact it may have had on the 2016 election.",
  "Yahoo News has reported that the FBI has interviewed a former Sputnik correspondent about his work at the website.",
  "The measure must go to the upper house of parliament before being signed by President Vladimir Putin.",
  "Russia is moving ahead with legislation that threatens U.S. media outlets operating in the country.",
  "RT has said it is only a media organization which presents news from a Russian point of view.",
  "-- Antonia Mortensen and Fred Pleitgen contributed reporting from Moscow."
]