[
  "Some of the highlights among the $12 million that he wired from offshore accounts to the US between 2008 and 2014 include:\n\n$5.4 million to a home improvement company for repairs to his properties in the Hamptons\n\n$1.3 million to a home automation and entertainment company in Florida\n\n$934,350 to an antique rug store in Virginia\n\n$849,215 to a men’s clothing store in New York\n\n$655,500 to a landscaper in the Hamptons\n\n$623,910 to an antique dealer in New York\n\n$520,440 to a Beverly Hills clothing store\n\n4) Manafort and Gates made false statements to federal authorities\n\nManafort and Gates didn’t just launder money and fail to register as foreign agents — they also actively lied to the federal government in their attempts to cover that activity up.",
  "As Renato Mariotti, who served as a federal prosecutor from 2007 to 2016, told my colleague Sean Illing, it appears that Mueller is taking an aggressive approach against Manafort in a bid to “flip him.” He’s nailing him with serious charges to make it more likely that he’ll try to cut a deal with Mueller by offering up information on Trump or other Trump associates in exchange for a lesser punishment.",
  "Below are five of the other biggest takeaways from the indictment, which includes 12 charges in total against Manafort and Gates:\n\n1) Manafort and Gates hid their foreign ties from the government\n\nThe indictment alleges that between at least 2006 and 2015, Manafort and Gates acted as “unregistered agents” doing lobbying work in the US on behalf of pro-Russia Ukrainian political parties.",
  "Instead, special counsel Robert Mueller’s 31-page indictment against former Trump campaign chair Paul Manafort and his longtime associate Rick Gates focuses on how they hid their lobbying work for a pro-Russian Ukrainian political party and used elaborate schemes to funnel more than $75 million through offshore accounts to conceal their activities and avoid paying taxes on the proceeds.",
  "5) Manafort and Gates have been accused of “conspiracy against the US”\n\nOne of the 12 charges that Manafort and Gates face in the indictment includes “conspiracy against the United States.” In the context of the Trump-Russia investigation, that might sound like an allegation that they colluded with foreign powers against the US, but that’s not the case here.",
  "2) Manafort and Gates have $75 million flowing through their offshore bank accounts\n\nTo hide the work they were doing for Ukraine, the indictment says, Manafort and Gates laundered the payments they received for that work through a complex network of companies and bank accounts they set up both in the United States and overseas.",
  "3) Manafort lived a “lavish lifestyle” with his unreported income\n\nAccording to the indictment, Manafort used his secretly funneled money to bankroll a decadent life in the US which included spending vast sums on luxury cars, multimillion dollar properties in the US and ... really nice antiques.",
  "For them, those offenses involve false statements or misrepresentations of financial and lobbying activity.”\n\nPut simply, the conspiracy charge is about deceiving the government, not conspiring with a foreign government to manipulate an election.",
  "Under the Foreign Agents Registration Act (FARA), US citizens engaged in lobbying efforts on behalf of a foreign government or foreign entities affiliated with the government must formally disclose that information with the Department of Justice.",
  "The indictment reveals that Trump chose an astonishingly corrupt man to lead his campaign for the presidency, and one who had longstanding financial interests in tilting the campaign’s platform in a pro-Russia direction.",
  "None of these charges will be damning for Trump with respect to colluding with Moscow, but they do raise the possibility that Manafort will flip against Trump or other members of Trump’s team to save himself.",
  "Mueller’s indictment says that when the Department of Justice inquired about Manafort’s and Gates’s foreign activities in 2016, the men provided “false and misleading statements” in response.",
  "“It’s not something that the government generally tries to criminally enforce,” Ryan Goodman, an NYU law professor and former senior Pentagon lawyer, told me during an interview in April.",
  "The key issue here is not that they worked for a Ukrainian political party and the Ukrainian government, but rather that they failed to disclose that activity to the US government.",
  "The first big indictment in the Trump-Russia investigation has nothing to do with the president himself or with his campaign’s possible collusion with Russia in the 2016 election.",
  "Manafort allegedly laundered more than $18 million which he used to purchase property, goods, and services in the US without reporting the income to the US government.",
  "Any information he could have about the Trump campaign’s ties to Russia could aid Mueller’s investigation and put the president in an even tougher spot.",
  "Their most noteworthy work was for Victor Yanukovych, who was president of Ukraine from 2010 until 2014, when he was ousted by a protest movement.",
  "In 2012, he allegedly wired $2.85 million from offshore accounts to buy a Manhattan condo that he rented out using Airbnb to generate cash.",
  "FARA is typically lightly enforced — the Justice Department tends to bug violators to comply with it rather than taking them to court.",
  "Basically, the charge accuses Manafort and Gates of conspiring to commit offenses against and to defraud the US government.",
  "The main focus of the indictment is on Manafort’s and Gates’s apparent corruption prior to joining the Trump campaign.",
  "Some of these companies included tax havens in Cyprus, Saint Vincent and the Grenadines, and the Seychelles.",
  "As my colleague Dylan Matthews explains, the statute is “an extension of the ordinary crime of conspiracy.",
  "Gates is accused of transferring $3 million from offshore bank accounts to other accounts he controlled.",
  "But it is a felony if registration is avoided intentionally, and it can be punished with prison time.",
  "According to the indictment, more than $75 million flowed through their offshore bank accounts.",
  "Lying to federal agents is a criminal offense.",
  "You can read the full indictment here:"
]