[
  "Aside from the legal implications, Flynn's account could ratchet up the political pressure on the White House, which will now face more questions about why incoming Vice President Pence, chief of staff Reince Priebus and then-spokesman Sean Spicer insisted that Flynn did not discuss sanctions with Kislyak when other senior officials knew otherwise.",
  "(J. Scott Applewhite/AP)\n\nAfter six months of work, special counsel Robert S. Mueller III has indicted two advisers to President Trump and accepted guilty pleas from two others in exchange for their cooperation with his probe into Russian meddling in the 2016 election — a sign of mounting legal peril for the White House.",
  "Likewise, Flynn spoke to Kislyak about new U.S. sanctions imposed on Russia by President Barack Obama in late December only after discussing the matter with a senior Trump official who had accompanied him on a trip to Trump's private Mar-a-Lago club, according to the documents.",
  "At the time of Flynn's conversations with the Russian ambassador, Obama was weighing how to respond to the U.S. intelligence community's conclusion that Russian President Vladi­mir Putin had ordered hacking and propaganda operations to help Trump win the White House.",
  "It appears to have swiftly expanded beyond Russia's interference in the campaign to encompass a range of activities, including contacts with Russian officials during the transition and alleged money laundering that took place long before Trump ran for office.",
  "With the guilty plea Friday by former national security adviser Michael Flynn — one of Trump's closest and most valued aides — the investigation has swept up an array of figures with intimate knowledge of the campaign, the transition and the White House.",
  "He spoke to other aides before and after the conversation with Kislyak on Dec. 29, as well as after a conversation he had with Kislyak on Dec. 31 in which the ambassador said Putin had decided not to retaliate specifically in response to Flynn's request.",
  "Along with Flynn and Papadopoulos, former Trump campaign chairman Paul Manafort and his deputy, Rick Gates, have been charged with money laundering and other crimes related to political consulting they did in Ukraine prior to joining Trump's effort.",
  "[Timeline: What Flynn copped to — and what he didn’t]\n\nUnlike Papadopoulos, who had minimal contact with top aides and met Trump just once, Flynn was a key member of Trump's inner circle, considered at one point for the vice-presidential nomination.",
  "According to court documents, that same day, the senior official directed Flynn to contact foreign leaders, including from Russia, and urge them to do what Obama had decided the United States would not: oppose the resolution or at least delay it.",
  "On Dec. 28, Obama announced the expulsion of 35 Russian intelligence officials from this country and the closure of two Russian diplomatic facilities as punishment for what U.S. intelligence said was Moscow's interference in the election.",
  "Events surrounding the Dec. 23 Security Council vote condemning Israeli settlements as illegal marked the most overt interference in U.S. foreign policy by the Trump team, and Trump personally, between his election and inauguration.",
  "Legal experts said Mueller could be looking at whether Trump's team violated a more-than-200-year-old law known as the Logan Act that prohibits private citizens from working with foreign governments against the U.S. government.",
  "One adviser, described in court documents as a \"very senior member\" of the transition team, directed Flynn in December to reach out to Kislyak and lobby him about a United Nations resolution on Israeli settlements.",
  "\"Mueller has proceeded with professionalism, deliberation and without delay to build a case with a wall of substance,\" said Richard Ben-Veniste, who was a lead member of the Watergate special prosecution team.",
  "That question abruptly required an answer on Dec. 21, when Egypt unexpectedly introduced a U.N. Security Council resolution criticizing Israel for its West Bank settlements and called for a vote the next day.",
  "But Mueller has shown a willingness to be aggressive when it comes to using obscure federal statutes, as seen in his use of the Foreign Agents Registration Act, which is rarely prosecuted in criminal cases.",
  "Court documents filed Friday show that Flynn did not operate independently in his contacts during the transition with Russian Ambassador Sergey Kislyak — which he then lied about to federal agents.",
  "The next day, Dec. 29, court documents show that Flynn called Kislyak and asked that Russia avoid escalating tensions with the United States and refrain from responding in kind to Obama's actions.",
  "Egypt's abrupt introduction of the resolution on Dec. 21 — and the scheduling of a vote for the next day — took much of the council, and the Obama administration, by surprise.",
  "Mueller is now expected to explore who knew what in the White House about Flynn's interactions with the Russians — and whether any other Trump aides lied about that knowledge.",
  "But long-standing U.S. tradition, supported by the Logan Act, has held that a president-elect take a back seat to the serving president until after taking the oath of office.",
  "Court filings show that Flynn was actively working to undercut Obama's foreign policy before formally entering government, in consultation with other Trump officials.",
  "Both Flynn and George Papadopoulos, who served as a foreign policy adviser to Trump's campaign, acknowledged lying to the FBI about their contacts with the Russians.",
  "On Friday, the news about Flynn's deal broke after the regular senior staff meeting at the White House, startling top officials and leaving many feeling helpless.",
  "Vladeck also said defense lawyers could argue that presidential transition officials act with the authority of the U.S. government and are not subject to the law.",
  "There have been signs for months that Trump was particularly nervous about the possibility of the investigation ensnaring his former national security adviser.",
  "Their one-on-one conversation in the Oval Office came three weeks after Flynn was interviewed by FBI agents and lied about his foreign contacts.",
  "If anyone on the campaign coordinated with the Russians in their efforts to interfere with the election, Flynn would probably have been aware.",
  "\"We don't know really what is going on,\" said one adviser who speaks to Trump often and requested anonymity to describe private conversations.",
  "The constitutionality of the law — particularly whether it imposes unacceptable restrictions on freedom of speech — has never been tested.",
  "Still, use of the Logan Act, which has not been used to prosecute a U.S. citizen since the Civil War, would face strong legal challenges.",
  "\"It sure looks like this is a Logan Act violation,\" said Stephen Vladeck, an expert in national security law at the University of Texas.",
  "In those same weeks, Obama's team had been discussing what to do about the failure to jump-start Israeli-Palestinian peace negotiations.",
  "Just one day later, Dec. 30, Putin announced that he would take no action, prompting Trump to tweet that Putin had made a \"great move.\"",
  "In mid-February, four days after The Washington Post reported that Flynn had discussed the sanctions with Kislyak, Trump fired him.",
  "But the new court documents show that some Trump aides had been aware of the nature of Flynn's contact with the Russian ambassador.",
  "Mueller has moved so swiftly that it has left Trump's team grasping for answers about how far the probe might ultimately reach.",
  "Former FBI director James B. Comey testified in June that Trump urged him in February to back off an investigation of Flynn.",
  "Trump himself called Egyptian President Abdel Fatah al-Sissi to discuss the resolution, the Egyptians announced at the time.",
  "Now, both are cooperating with Mueller, according to prosecutors, potentially providing evidence against other Trump aides.",
  "Trump publicly fumed, tweeting, \"We cannot continue to let Israel be treated with such total disdain and disrespect.\"",
  "But by the next morning, it had been reintroduced by New Zealand and other co-sponsors, and a vote was quickly held.",
  "The United States abstained, and the resolution was adopted with the vote of all other 14 Security Council members.",
  "Trump's position was the same as Israel's: The resolution should be vetoed, he tweeted before dawn on Dec. 22.",
  "McFarland, who has been nominated to be ambassador to Singapore, did not respond to a request for comment.",
  "According to the filings, Flynn consulted with multiple senior Trump officials during the transition.",
  "People familiar with the investigation identified the adviser as Trump's son-in-law, Jared Kushner.",
  "And Flynn's agreement to fully cooperate with investigators suggests that Mueller is not done yet.",
  "On both issues, the policies chosen by Obama ran counter to those preferred by Trump and his team.",
  "As Obama consulted with aides on the U.S. vote, Israeli officials mobilized to head off passage.",
  "Special counsel Robert S. Mueller III has swept up four former Trump aides in his investigation.",
  "Alice Crites, Josh Dawsey and Jenna Johnson contributed to this report.",
  "Just before the vote was to take place, Egypt withdrew the resolution.",
  "McFarland, according to two people familiar with the conversation.",
  "Two pleaded guilty and are said to be cooperating with his probe.",
  "Flynn's cooperation poses particular risks for the White House.",
  "Mueller charged Manafort and Gates with violating that law.",
  "\"I always knew he was very smart,\" Trump tweeted.",
  "At first, Trump's gambit appeared to have worked.",
  "\"This plea today is another brick in that wall.\"",
  "Kushner lawyer Abbe Lowell declined to comment.",
  "The senior official was Flynn's deputy, K.T.",
  "\"Who's it going to implicate?",
  "What are they going to say?\"",
  "They pleaded not guilty."
]