[
  "Along with his former business associate Rick Gates, Manafort was initially indicted in October 2017 on multiple counts that included: conspiracy against the U.S., conspiracy to launder money, false statements and failure to file reports of foreign bank and financial accounts.",
  "Paul Manafort was convicted of eight bank and tax fraud charges in August, becoming the first campaign associate of President Trump's to be found guilty by a jury as part of Special Counsel Robert Mueller’s long-running probe.",
  "Manafort’s resignation from the campaign was announced on August 19, 2016, after The Times reported that he'd received $12.7 million in undisclosed cash payments from Yanukovych’s pro-Russian party between 2007 and 2012.",
  "These charges involved much of the same conduct Manafort and Gates were initially accused of, but the amount of money Manafort said to have laundered through offshore accounts increased to $30 million.",
  "In 2005, Manafort allegedly came up with a plan to influence U.S. politics, business dealings and the media in order to “greatly benefit the Putin government,” according to The Associated Press.",
  "Manafort joined Trump's presidential campaign in March 2016 to help wrangle delegates ahead of the Republican National Convention in Ohio, something he'd done for former President Gerald Ford.",
  "Deripaska is a close ally of Russian President Vladimir Putin, and signed a $10 million annual contract with Manafort in 2006; they maintained a business relationship until at least 2009.",
  "After Yanukovych was elected president in 2010, Manafort reportedly stayed on as an adviser and worked on other projects in Eastern Europe, including the Party of Regions political party.",
  "Manafort has been the subject of a long-running investigation over his dealings in Ukraine several years ago – for which he didn’t file as a foreign agent until June 2017.",
  "Financial records obtained by The New York Times indicated that Manafort was in debt to pro-Russian interests by up to $17 million prior to joining Trump’s campaign.",
  "She reportedly was said to have damaging information on Trump’s campaign rival, Hillary Clinton, which was \"part of Russia and its government’s support for Mr.",
  "Eventually, Manafort was hired by former Ukrainian President Viktor Yanukovych, a controversial pro-Russia politician who was ousted from power twice.",
  "But Mueller has incorporated that investigation into his probe of Russian meddling in the 2016 election and possible collusion with Trump associates.",
  "He also took more than a dozen trips to Moscow and frequently talked to Putin allies over a period of about 10 years, McClatchy reported.",
  "In June 2018, Mueller's team brought additional charges of obstruction of justice against Manafort and Konstantin Kilimnik, an associate.",
  "In November, Mueller accused Manafort of lying \"on a variety of subject matters\" since his plea deal, thus violating that agreement.",
  "Manafort was convicted on multiple counts of financial fraud earlier this year in connection to his Ukranian work and is in prison.",
  "Fox News' Jennifer Earl, Jake Gibson, Alex Pappas, Matt Richardson and The Associated Press contributed to this report.",
  "Manafort and Donald Trump Jr., the president's eldest son, met with Russian lawyer Natalia Veselnitskaya in June 2016.",
  "He traveled to Kiev at least 19 times in 20 months after the February 2014 removal of Ukraine’s pro-Russia leader.",
  "Read on for a look at Manafort's work with the Trump campaign and how he is connected to the Russia investigation.",
  "And in September, Manafort pleaded guilty as part of an agreement with Mueller's team ahead of his second trial.",
  "Nearly four months later, in February, the pair was hit with additional tax evasion and bank fraud charges.",
  "Mueller also accused Manafort of secretly paying former European politicians to lobby on behalf of Ukraine.",
  "The charges against Manafort and Gates don’t relate to allegations of misconduct during Trump’s campaign.",
  "According to Politico, the plea deal includes a 10-year cap for how long Manafort will be in prison.",
  "Manafort was found guilty of eight counts in August in the first trial victory for Mueller's team.",
  "The judge declared a mistrial on 10 other counts after jurors failed to reach a unanimous verdict.",
  "Manafort has maintained his innocence despite all of the charges brought before him.",
  "It also includes allowing Manafort to serve his time for both trials concurrently.",
  "A GOP operative who worked for former Presidents Ronald Reagan and George H.W.",
  "Bush, Manafort reportedly began his work in Republican politics in the 1970s.",
  "Just two months later, Manafort became Trump's campaign chairman.",
  "Manafort also worked for Russian billionaire Oleg Deripaska.",
  "How was Manafort involved with Trump's campaign?",
  "What kind of foreign work did Manafort do?",
  "What was Manafort charged with?",
  "Trump.\""
]