[
  "\"This hearing's purported focus on FARA [the Foreign Agents Registration Act] is pretext for an exploration of Fusion GPS' reported work, on behalf of other clients, to investigate the ties of Donald J. Trump, his campaign and their associates to Russia,\" the letter from Simpson's lawyer said.",
  "The co-founder of the firm that paid for the creation of the infamous 'Trump dossier' said Friday that he would not be fulfilling a request to testify before the Senate Intelligence Committee and would be asserting his fifth amendment right to avoid self-incrimination.",
  "According to Reuters, the letter asked that Simpson be excused from appearing before the committee since, according to Simpson, the charge that he failed to register as a foreign agent was false.",
  "The \"Trump dossier\" was central to claims made by U.S. intelligence agencies that the Russian government had damaging information on the president that could be used against him.",
  "Glenn Simpson's lawyer released a statement Friday saying that the co-founder of Fusion GPS is on vacation and won't be able to attend the hearing being held next week.",
  "\"FUSION GPS head Glenn Simpson won't testify before Senate Judiciary next week, his rep attacks 'partisan' hearing and vows to plead Fifth,\" reported CNN's Manu Raju.",
  "Former Trump campaign official Carter Page has referred to the document as the \"dodgy dossier,\" in apparent reference to it's dubious source and questionable claims.",
  "Simpson also protested that \"partisan agendas\" had resulted in the expansion of the investigation, saying through his lawyer that they were \"profoundly disturbed.\"",
  "U.S. intelligence agencies, however, said that while some aspects of the document were dubious, other claims had been corroborated through their investigation.",
  "Buzzfeed was later excoriated for their lack of journalistic standards when they published the dossier.",
  "Simpson responded by saying he would invoke his fifth amendment right against self-incrimination.",
  "But Senate Judiciary Committee Chairman Chuck Grassley (R-Iowa.)",
  "instead slapped him with a subpoena Friday."
]