[
  "If the Rosenbergs weren’t traitors, Trump’s aides sure as hell aren’t\n\nArticle 3, Section 3 of the Constitution lays out the definition of treason used in US criminal prosecutions:\n\nTreason against the United States, shall consist only in levying War against them, or in adhering to their Enemies, giving them Aid and Comfort\n\nI looked into this issue a few years ago when Edward Snowden faced accusations of treason for disclosing highly-classified NSA surveillance programs.",
  "John Brown was convicted and hanged for treason against the commonwealth of Virginia in 1859 following his ill-fated attempt to launch a slave rebellion at Harper’s Ferry, and former Vice President Aaron Burr was prosecuted unsuccessfully in 1807 on charges that he conspired to levy war against the United States and create an independent country in the center of North America, combining what are now some Western states with Mexican land.",
  "The typical defendant is someone like American-born al-Qaeda member Adam Gadahn (the first treason indictment since World War II and its aftermath), or Nazi propagandist Robert Henry Best, or Tomoya Kawakita, a joint US-Japanese citizen who abused American prisoners of war who were forced to do labor at a mining plant he worked at in Japan.",
  "Many legal observers don’t take the Logan Act particularly seriously, however, given that it seems to rather clearly violate the First Amendment and would stand a good chance of being struck down should it even actually lead to a prosecution, according to Goldsmith and other legal observers like UT Austin’s Steve Vladeck.",
  "Critics brought it up when then-House Speaker Nancy Pelosi met with Syrian president Bashar al-Assad in 2007 in contravention of Bush administration policy, and again in 2015 when Tom Cotton and other Senate Republicans wrote directly to Iran’s leaders in an attempt to scuttle the country’s nuclear deal with the US.",
  "It didn’t take long after BuzzFeed leaked an intelligence dossier detailing shocking allegations of collusion between Russian officials and the Trump campaign (as well as claims that Russia has sexual blackmail against Donald Trump himself) for critics of the president-elect to start dropping the “t” word.",
  "One, according to Harvard law professor and Lawfare co-founder Jack Goldsmith, is the Logan Act, an obscure 1799 law that prohibits citizens of the United States from negotiating with foreign governments and trying to influence their policies vis-a-vis a dispute with the United States.",
  "Trump’s aides could be guilty of other things, though\n\nBut when I asked a few lawyers specializing in national security about the BuzzFeed memorandum, they mentioned that its contents — if true, which is a very big “if” indeed — could bring other laws into play.",
  "Hennessey said another potential vulnerability comes from the Foreign Agents Registration Act; the law could come into play if the government concludes that Trump and/or his aides effectively acted as Russian agents without disclosing the connection.",
  "“We just don’t know what, if anything, has actually happened; much less what the government might be able to prove in court.”\n\nEven before we know for sure what actually happened, however, we do know at least one thing: It wasn’t treason.",
  "Hennessey said the Computer Fraud and Abuse Act could also form a potential basis for a prosecution against Trump aides who the report alleges knew about and collaborated with the Russian government on anti-Democratic hacking operations.",
  "While a lot depends on the specifics, the report published in BuzzFeed alleges that Donald Trump and his associates \"obtained and supplied the Kremlin\" with information on \"leading Russian oligarchs and their families\" living in the US.",
  "There's the Espionage Act, which is commonly used to prosecute leakers, and bans the conveyance of information meant to interfere with the operation of the US armed forces or promote the success of America's enemies.",
  "First off, we don’t know if the specific accusations of collusion between Trump and his aides Michael Cohen, Paul Manafort, and Carter Page on the one hand and Russian intelligence on the other are accurate.",
  "The US may have been in a Cold War with the USSR at that point in time, but it was not in a literal war, and in lieu of a state of war, the Rosenbergs couldn’t be accused of that specific crime.",
  "Indeed, other, uncontroversially guilty spies for the USSR/Russia, like Aldrich Ames at the CIA and Robert Hanssen at the FBI, were charged with espionage but not treason, for the same reasons.",
  "Regardless, one thing is very clear: No one on Trump’s team committed treason, and it’s irresponsible to casually toss around a term that has a very specific, and very limited, definition.",
  "UC Davis law professor Carlton Larson told me then that there are two broad categories of treason charges: “aid and comfort” prosecutions, and “levying War” prosecutions.",
  "When the Congressional Research Service looked into the matter, it found only one specific indictment in American history under the Logan Act, and no actual prosecutions.",
  "Susan Hennessey, a fellow in national security at the Brookings Institution and the managing editor of Lawfare, notes that a few other statutes could be relevant as well.",
  "“With CNN confirming that intelligence chiefs consider this report credible, it's about time to start using the word ‘treason,’” tweeted Daily Kos’s Markos Moulitsas.",
  "Second, the bar for actual treason is extraordinarily high — and there is literally nothing Trump aides could plausibly be accused of doing that would clear it.",
  "Keith Olbermann referred to the “Donald Trump treason story.” “Please Forget Trump’s Pee Hookers And Focus On The Treason, You Know Allegedly,” urged Wonkette.",
  "It’s much too early to speculate about actual indictments, but if the dossier is confirmed, there are a few statutes that would be worth examining.",
  "The meaning of “treason” excludes aid and comfort offered to a foreign country that’s a mere geopolitical rival but not an enemy in an actual war.",
  "Indeed, when Julius and Ethel Rosenberg were prosecuted for sharing atomic secrets with the Soviet Union, they were not charged with treason.",
  "The US is at war with al-Qaeda, as authorized by Congress, and the US had explicitly declared war against Germany and Japan in World War II.",
  "The latter is rare, and typically involves someone who’s literally using an army to fight the government of the US or one of the 50 states.",
  "Obviously, no one in Trump’s camp is actively conspiring to wage a literal war with armies and troops and stuff against the United States.",
  "What unites these cases is that they concern countries or organizations with which the US is at war, or at least a de facto state of war.",
  "An “aid and comfort” prosecution requires that a defendant “adhere to” an enemy entity with which the US is presently at war.",
  "Indeed, there are a few federal statutes that could be relevant if the information in the document is indeed confirmed.",
  "That’s a specific crime, with a specific definition, and there’s no way the behavior of Trump and his aides qualifies.",
  "That has nothing to do with their guilt (which, in the case of Julius, even the couples’ children now acknowledge).",
  "If that inflammatory charge proves true, one could imagine it qualifying as an Espionage Act violation.",
  "That doesn’t mean that the conduct described in the dossier — if it indeed happened at all — is legal.",
  "“To say it is premature to speculate on indictments is a vast understatement,” Hennessey says.",
  "This is all wayyyy premature and, where it’s not premature, factually inaccurate.",
  "(Cohen doesn’t appear to have been in Prague when the dossier says he was.)",
  "But it’s important to take all of this with a massive lump of salt.",
  "That leads to the “aid and comfort” path, which is also difficult.",
  "But the law is raised rhetorically quite frequently.",
  "A country, in other words, like Russia.",
  "And the US is not at war with Russia.",
  "Not even close."
]