[
  "“The word 'propaganda' has a very negative connotation, but indeed, there is not a single international foreign TV channel that is doing something other than promotion of the values of the country that it is broadcasting from,\" she said, according to a Business Insider article in from January.",
  "The report referred to RT America as a “state-run propaganda machine” that “has positioned itself as a domestic U.S channel and has deliberately sought to obscure any legal ties to the Russian Government.”\n\nSimonyan publicly balked at the report when it was released.",
  "The news outlet alleges that the company that supplies services for RT America Channel in the States received a letter from the U.S. Department of Justice, stating it was obligated to register under the Foreign Agents Registration Act (FARA).",
  "This bill will help ensure that Vladimir Putin’s regime can’t spread fake news with such ease ever again.”\n\nRT’s editor-in-chief condemned the proposed legislation, which has yet to be voted upon in Washington.",
  "Earlier this year, Reps. David N. Cicilline (D-R.I.) and Matthew Gaetz (R-Fla.) introduced a bill called the Agents Registration Modernization and Enforcement Act, where they specifically named RT as a target.",
  "RT America was first singled out in January, in a report from inside the U.S. intelligence community about the potential impact that Russia had on the 2016 presidential elections, the Hill reported.",
  "“I wonder how U.S. media outlets, which have no problems while working in Moscow, and that are not required to register as foreign agents, will treat this initiative,” Simonyan said.",
  "“In this era of social media and a 24/7 news cycle, the American people have a right to know when a hostile foreign government is sending propaganda right into their living room.",
  "\"Russian media subsequently announced that RT had become 'the only Russian media company' to partner with WikiLeaks and had received access to 'new leaks of secret information.'",
  "Passed in 1938, FARA requires those who represent the interest of foreign powers to disclose their relationship along with information about related activities and finances.",
  "“Foreign propaganda dressed up as a legitimate news outlet is still foreign propaganda,” Rep. Cicilline said in a June press release announcing the bipartisan bill.",
  "The stateside company that runs the U.S. version of Russia's state-owned news outlet RT must register with the Justice Department as a foreign agent.",
  "\"The war the U.S. establishment wages with our journalists is dedicated to all the starry-eyed idealists who still believe in freedom of speech.",
  "“When Russia is at war, we are, of course, on Russia's side.”\n\nThe report also alleges that RT contracted with WikiLeaks founder Julian Assange.",
  "Those who invented it, have buried it,\" RT Editor-in-Chief Margarita Simonyan said in the report, which was published Monday.",
  "RT routinely gives Assange sympathetic coverage and provides him a platform to denounce the United States,\" the report said.",
  "RT also claims it was being specifically targeted in a recent broadening of the act’s scope brought forth on Capitol Hill.",
  "The filing against the news agency is a strong signal that its content is considered propaganda from Russia.",
  "RT criticized the move as overreaching, according to the Hill, which cited an article from RT itself."
]