[
  "Subsequent statutes have added ambiguity to its application and limited its enforcement, and existing loopholes have been exploited to allow foreign nations to funnel millions of dollars through outside groups aiming to influence Congress—without any disclosure to the federal government or the American people.",
  "To make matters worse, the federal agencies tasked with monitoring these foreign influences, such as the Department of Justice National Security Division (NSD), have little to no authority to actually enforce the existing disclosure requirements.",
  "While foreign adversaries continue to take advantage of this inaction and exploit FARA’s glaring loopholes and exemptions, the OIG believes this is an issue of national security, and experts insist reform is now an absolute necessity.",
  "Using commonsense recommendations from years of investigative reports, I have introduced legislation to address the dangerous shortcomings in current law and remove grey areas that have been used to circumvent disclosure requirements.",
  "The law created critical disclosure requirements for any lobbying group that works on behalf of foreign interests here in the United States, so their advocacy and activities can be properly evaluated in light of their associations.",
  "Due to flaws in our statutes, the NSD was unable to investigate the matter because it lacked receipt of necessary disclosure paperwork—which the violator himself had discretion to withhold.",
  "Some U.S. intelligence officials have characterized their actions as a “relentless assault,” and many have warned that our outdated laws need to be revised to address the growing problem.",
  "Similarly, under the Obama administration, although evidence was presented that top administration officials were lobbied on behalf of foreign nations, those agents remain unregistered.",
  "The report outlined longstanding deficiencies and concluded the U.S. government lacks a comprehensive enforcement strategy and the adequate tools to combat foreign influence abuses.",
  "Regardless of our individual policy preferences, all Americans can agree that the integrity of our democratic processes and the security of our country should never be compromised.",
  "The American people are rightfully concerned about these subversive efforts to taint our public policy and our elections, and Congress must do all it can to address the issue.",
  "Consider the situation in 2014, when the New York Times uncovered documents showing a clear violation of the law and listing the violator’s name and place of employment.",
  "Our legislation, the \"Disclosing Foreign Influence Act,\" will be an important new tool to help modernize transparency efforts and maintain these critical objectives.",
  "Absent extreme circumstances, the NSD is typically required to wait for a voluntary disclosure by a party before taking any action—even when wrongdoing is suspected.",
  "Because of these limitations, only seven criminal cases have been prosecuted in the past 49 years, and not a single civil case has been brought since 1991.",
  "Recent evidence suggests that nations funding terrorist groups have found new methods to circumvent our protections and lobby lawmakers without disclosure.",
  "For more than 40 years, both independent and official government reports have issued warnings about the diminishing effectiveness of our disclosure laws.",
  "Much has been said in recent months, if not days, about the aggressive agendas of hostile foreign actors to undermine our nation’s democratic processes.",
  "These long overdue reforms will help restore transparency and enhance our nation’s defenses by fortifying our laws and allowing the NSD to do its job.",
  "In September 2016, the Department of Justice Office of the Inspector General (OIG) issued a report on the subject following its exhaustive review.",
  "It has been almost 70 years since Congress first enacted the Foreign Agents Registration Act (FARA) to limit and keep track of outside influences.",
  "Although the 2016 report echoed similar conclusions reached in 1974, 1980 and 1990—until today, nothing has been done to correct the problem.",
  "Today, adversaries like China, Russia and Iran have become increasingly adept at inserting their agendas into our politics.",
  "The American people deserve to know when foreign adversaries are attempting to meddle in our domestic affairs.",
  "Clearly, much has changed in the world since FARA became law in 1938.",
  "Our susceptibility to foreign aggression is a serious matter.",
  "Unfortunately, incidents like these are not isolated.",
  "This bill will help bring those efforts to light.",
  "Recent examples highlight the need for change."
]