[
  "In a letter to FBI Director James Comey dated April 28, Grassley says there were “inconsistencies” in information Comey gave to him during a private briefing on March 15 with Sen. Dianne Feinstein, the ranking member on the committee, and “information contained in Justice Department documents made available to the Committee only after the briefing.”\n\n“Whether those inconsistencies were honest mistakes or an attempt to downplay the actual extent of the FBI’s relationship with [the author of the dossier] Mr. [Christopher] Steele, it is essential that the FBI fully answer all of the questions,” Grassley wrote in the letter.",
  "“Namely, Fusion GPS is the subject of a complaint to the Justice Department, which alleges that the company violated the Foreign Agents Registration Act by working on behalf of Russian principals to undermine U.S. sanctions against Russians,” Grassley says, adding that the company’s work for Russian individuals appears to have happened at the same time that Steele was working on the dossier.",
  "And he takes issue with the “startling lack of responsiveness from the FBI” with regards to the committee’s request for information surrounding the resignation of former White House national security adviser Michael Flynn, who is now being investigated by the Pentagon’s Inspector General for payments he received from Russia-linked entities after retiring from the military.",
  "Grassley previously threatened to delay the nomination for deputy attorney general until his committee got a briefing on the Russia-related matters — and in this most recent letter, he suggests he might do so again if he doesn’t get an answer to his questions on the FBI’s relationship with Steele by May 12.",
  "Grassley's letter comes just two days before Comey is set to testify before the Judiciary committee, in a hearing entitled “Oversight of the Federal Bureau of Investigation.”\n\nIn his letter, Grassley also requests documents on any payments the FBI may have made to Steele.",
  "Senate Judiciary Committee chair Chuck Grassley has asked the FBI to answer for apparent “material inconsistencies” in information it has presented him regarding the unverified dossier alleging that Russia was in a position to blackmail President Donald Trump.",
  "The Washington Post reported in February that the FBI had “reached an agreement” with Steele before the election “to pay him to continue” investigating ties between Russia and the then-Trump campaign, but that the deal never came to fruition.",
  "In addition, Grassley writes in the most recent letter that “more information has since come to the Committee’s attention” about Fusion GPS, the opposition research group that hired Steele.",
  "Grassley also complains of questions he laid out about the dossier and Steele in a March 6 letter to Comey that he says the FBI has yet to answer.",
  "On Monday evening, Grassley told reporters he couldn't comment on the inconsistencies because of the classified nature of the information.",
  "Though Feinstein was cc'd on Grassley's letter, she said Monday evening that she hadn't seen it and wanted to read it before commenting.",
  "\"We were briefed in a secured room and I read the material in a secured room, so I can't talk about that,\" he said.",
  "“I hope that this matter can be resolved without additional holds on nominees,” the letter reads.",
  "The dossier was first published by BuzzFeed News in January."
]