[
  "The enormous expense of attorneys' fees and other related expenses far exceed their ability to pay.”\n\nTom Dupree, a former senior Justice Department official under the George W. Bush administration, told Fox News that being the target of a government investigation imposes costs many people might not realize.",
  "By: Catherine Herridge\n\nFormer national security adviser Michael Flynn's siblings have launched a legal defense fund for their brother on Monday, in a move that demonstrates how complicated and costly the Robert Mueller-led Russia probe is becoming for those under the special counsel’s scrutiny.",
  "The probes and allegations surrounding Flynn forced his February resignation from the Trump administration, and have since expanded to allegations he lobbied on behalf of the Turkish government during the transition -- retroactively registering under the Foreign Agents Registration Act.",
  "One former Trump campaign aide, who asked not to be identified, said their legal fees have run into the six-figure range in connection with document requests from and interviews with the House and Senate intelligence committees as well as the special counsel's office.",
  "In a statement, Flynn's sister Barbara Redgate, who will help administer the fund, said, “The various investigations arising out of the 2016 presidential election have placed a tremendous financial burden on our brother Mike and his family.",
  "“Even if ultimately at the end of the day you’re found innocent … just to get to that point you’re going to have to spend tens, hundreds of thousands of dollars ... possibly even millions of dollars in order to clear your name.”",
  "But Joe Flynn said his brother is “absolutely a patriot,” calling claims to the contrary “very disturbing.”\n\nJoe and Michael were among nine Flynn children who grew up in a 1,200-square-foot-home in Newport, R.I.",
  "No question about it … and one of the things that is most disturbing for myself and for the rest of our family members is to hear words like ‘traitor’ and to hear words like ‘turncoat,’” he said.",
  "Because there's a lot of people out there, despite what the media reports, that really love my brother ... and appreciate all he has done for this country and are willing to help,\" he said.",
  "In his first television interview, Joe Flynn told Fox News the retired general finds allegations he worked against U.S. national security interests \"extremely difficult.\"",
  "The launch of a legal defense fund, apparently the first among former Trump advisers, marks a significant development in the ever-expanding Russia probe.",
  "Even before that, Trump associates have had to obtain their own legal counsel to deal with the Mueller investigation, including Vice President Pence.",
  "And the associated legal fees will quickly add up, especially for Trump associates who -- unlike the president -- spent their careers in government.",
  "All funds will cover his brother’s legal defense expenses, and the fund will be run by volunteer staff who do not draw consulting fees or a salary.",
  "Flynn said the legal defense fund will not accept anonymous contributions, donations from foreign nationals or donations from Trump organizations.",
  "All the other kinds of stuff, he's got thick skin, we are a, you know, blue-collar, Irish-Catholic family, we can put up with anything,” he said.",
  "The former national security adviser and his wife are now regrouping in their home state in preparation for the next phase of the investigation.",
  "Flynn, a top investigation target for months, has seen his legal bills rise \"well into seven figures,\" according to Flynn’s younger brother Joe.",
  "Asked about the allegations against his brother, Joe Flynn said the brothers do not discuss the details and leave that to the legal team.",
  "Michael Flynn resigned after he was found to have misled Pence about his conversations about sanctions with the Russian ambassador.",
  "Mueller in recent weeks has indicated his team will interview several current and former White House staffers.",
  "His brother, though, said some of the social-media criticism aimed at his brother has been challenging.",
  "His legal team includes a half-dozen lawyers and support staff, dealing with several investigations.",
  "“Those are the things that a … highly decorated, three-star general has a very difficult time with.",
  "Axios reported on Sept. 12 that \"outside legal defense funds\" would be a likely next step.",
  "Joe Flynn said it was a hard decision to seek help given the family's background.",
  "But we pushed Michael because we knew it was the right thing for him to do.",
  "“But hearing things like traitor, that's extremely difficult.\"",
  "Pence later said he was “disappointed” with Flynn.",
  "The aide is considered a witness and not a target.",
  "\"My brother, Michael, bleeds red, white and blue.",
  "The focus on Flynn is intense.",
  "\"We are a proud family."
]