[
  "With Vin Weber, a partner at the lobbying firm Mercury, Manafort met with Rep. Dana Rohrabacher (R-Calif.); former Arizona Republican Congressman Jim Kolbe of the International Republican Institute; Paula Dobriansky of the Harvard Kennedy School of Government; and Nadia Diuk of the National Endowment for Democracy, according to disclosures filed by Mercury.",
  "| AP Photo Disclosures show Manafort participated in Ukraine lobbying\n\nPresident Donald Trump’s former campaign chairman Paul Manafort met at least one U.S. government official connected to the Russia-aligned political party he was representing in 2012 and 2013, according to recent disclosures filed with the Justice Department.",
  "Manafort spokesman Jason Maloni said, “One meeting with one lawmaker connected to this topic in a two year period looks like incidental contact to fair-minded Americans.”\n\nEarlier this month, Maloni said Manafort might report his foreign lobbying activities in response to advice from authorities.",
  "Story Continued Below\n\nThe lobbying effort was on behalf of a Brussels-based think tank that supported Ukraine’s Party of Regions, headed at the time by former Ukrainian President Viktor Yanukovych, a Manafort client.",
  "Manafort, a longtime associate of Trump confidant Roger Stone, was ousted from Trump’s campaign in August following revelations by The New York Times about his work in Ukraine.",
  "Mercury originally reported its lobbying for the think tank to Congress under the Lobbying Disclosure Act, which doesn’t require firms to itemize each interaction and expense.",
  "The Brussels think tank, the European Centre for a Modern Ukraine, paid Mercury more than $1.2 million for work between May 2012 and May 2014, according to the disclosures.",
  "Manafort’s presence at the Washington meetings, which had not been previously disclosed, conflicts with Mercury’s previous claims that it didn’t coordinate with Manafort.",
  "That was the extent of his involvement with us.”\n\nWeber also accompanied former Ukrainian president Viktor Yushchenko to a meeting with then-Rep. Dan Burton (R-Ind.)",
  "“At that time, he was widely recognized for his significant experience in Ukrainian politics and we felt his perspective would be meaningful in those few meetings.",
  "While violating the disclosure law is criminal, the office that enforces it usually settles for bringing lobbyists into compliance instead of bringing charges.",
  "But lobbying for foreign governments and political party has to be reported to the Justice Department under the Foreign Agents Registration Act.",
  "The other lobbying firm working for the think tank, the Podesta Group, also retroactively filed with the Justice Department earlier this month.",
  "“We got it in writing so we could be sure we were doing it right, and relied on our counsel to make the proper determination,” McKeon said.",
  "Paul Manafort’s presence at the Washington meetings conflicts with Mercury’s previous claims that it didn’t coordinate with Manafort.",
  "Mercury said it relied on assurances from the think tank that it wasn’t funded or controlled by a foreign political party.",
  "Mercury partner Michael McKeon said Manafort connected his Brussels think tank client to the firm.",
  "POLITICO Influence Intelligence and analysis on lobbying — weekday mornings, in your inbox.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "“Manafort referred the client to us,” McKeon said in a statement.",
  "This article tagged under: Lobbyist\n\nUkraine\n\nPaul Manafort",
  "in May 2012, according to the disclosures.",
  "You can unsubscribe at any time."
]