[
  "“It’s not surprising to me, because this is something that we saw a lot, with late registration,” she said, adding that “the Department of Justice should have more people reviewing these documents, and they should have the authority to punish people who break these rules.”\n\nIn 2014, the New York Times identified a big gap in the Justice Department’s oversight, when it reported that more than a dozen think tanks had agreed to help foreign governments influence U.S. policy without registering under FARA.",
  "The headline blared: “Jimmy Carter was a better dealmaker than Obama.” A week later, Rogers criticized the president again, writing that the deal contained \"jaw-dropping, inconceivable accommodations to Iran.”\n\nNeither of those columns — nor a subsequent piece Rogers wrote in March — mentioned that his firm, BGR Government Affairs, had signed an agreement to handle “public relations and media management” for Saudi Arabia, a staunch opponent of the Iran nuclear deal.",
  "Click Here to Read MapLight's Version of This Article\n\nA Justice Department spokesperson declined to comment on BGR’s filings, saying in an email that while “the Department does not respond to hypothetical FARA registration questions, we also do not issue advisory opinions to third parties or comment on any potential activities staff conducts in order to promote full and timely disclosure by all registrants.”\n\nRogers, who served in Ronald Reagan and George H.W.",
  "The firm’s registration says it “will assist in communicating priority issues on behalf of the Center to relevant U.S. audiences.” The form Rogers filed this year says his role will include “monitoring and advising on U.S. policymaking processes with regard to the foreign principals, and potentially arranging meetings between foreign principals and U.S. officials.” Two other BGR employees registered for Saudi Arabia in March as well.",
  "According to a copy of the contract filed with the Justice Department, the deal is worth $500,000 annually, with the first quarterly installment of $125,000 “due and payable in full upon the execution of the agreement.”\n\nCraig Holman, a governmental ethics lobbyist at Public Citizen, told MapLight that FARA covers public relations work, and that it’s “pretty clear cut” that BGR should have registered earlier.",
  "In February, two weeks after a United Nations report found that Saudi-led air strikes in Yemen had targeted civilians, Adams wrote in an email to staffers for members on the House Foreign Affairs Committee that the country has been “leading the fight in Yemen,” and not so subtly requested that lawmakers put in a good word about the kingdom at a hearing the following day.",
  "/ Updated By Andrew Perez\n\nThis piece was originally published by MapLight.org, a non-profit research and advocacy group that works to “reveal money’s influence on politics.”\n\nIn September 2015, Republican political operative and lobbyist Ed Rogers slammed President Barack Obama’s nuclear deal with Iran in a Washington Post column.",
  "Bush’s administrations, is but one in an army of Washington lobbyists hired by Saudi Arabia over the past two years, as the kingdom has faced scrutiny in Congress over its commitment to preventing terrorism, its deadly bombing campaign in Yemen and its treatment of women, religious minorities and human rights activists.",
  "Rogers did note in a subsequent column that his “firm represents interests in the fossil fuel and nuclear power industries” as he called climate change “manna for exhausted liberals.”\n\nCritics have questioned the Justice Department’s approach to policing foreign agents’ activities.",
  "Media Matters, the liberal media monitoring organization, criticized the Post for allowing Rogers to use his column in the paper to question whether the science behind climate change is “settled,” without disclosing his firm has lobbied for energy and mining companies.",
  "A 2014 study from the Project on Government Oversight (POGO) characterized the department’s enforcement as “lax,” and criticized its reliance on “voluntary actions by the regulated.”\n\nThe report found few penalties for violating FARA regulations.",
  "CNBC\n\nUnder the Foreign Agents Registration Act (FARA), which Congress passed in 1938 out of concern about the spread of propaganda, lobbyists are supposed to notify the Justice Department within 10 days of agreeing to represent a foreign entity.",
  "In the supplemental report BGR filed in December 2015, the firm answered “no” when asked if it had “acquired any new foreign principals” in the previous six months — even though its contract with the Saudi Royal Court was signed in August 2015.",
  "David Adams, who was Hillary Clinton’s top legislative aide at the U.S. State Department, has been lobbying for the Saudi Royal Court at the Podesta Group, a Democratic firm with deep ties to the Clinton family and the Obama administration.",
  "The key figure behind the unveiling of a vast plan to restructure the kingdom's oil-dependent economy, the son of King Salman has become one of Saudi Arabia's most influential figures since being named second-in-line to the throne in 2015.",
  "“It would be great if your boss could say something positive about Saudi Arabia, its key leadership role in the region, its longstanding partnership with the United States; and its important contributions to regional stability,” he wrote.",
  "Rogers personally signed the contract between his firm and the Center for Studies and Media Affairs at the Saudi Royal Court in August 2015, according to a MapLight review of the Justice Department’s database of lobbying records.",
  "But ethics experts say BGR’s delay in registering highlights weaknesses in the law — namely that the government has made “voluntary compliance,” by its own description, the “cornerstone” of its enforcement efforts.",
  "Between them, the companies currently have at least 38 people registered as lobbyists for Saudi Arabia, including some who took up the country’s cause not long after leaving positions in government.",
  "Since then, Fridman has regularly addressed his former cohorts in the House and Senate as “colleagues” in emails, as he’s sent them talking points and infographics from the Saudi Embassy.",
  "If an agent fails to register, the Justice Department can send a letter to check compliance, conduct an audit, temporarily suspend his or her ability to lobby or seek a court injunction.",
  "One of them, Ari Fridman, signed up to lobby for the kingdom in 2015, less than two months after leaving the Republican-led Foreign Affairs Committee in the House of Representatives.",
  "FAYEZ NURELDINE / AFP - Getty Images\n\nTwo lawyers at Hogan Lovells who are registered to lobby for Saudi Arabia left jobs as congressional staffers shortly before joining the firm.",
  "BGR didn’t answer questions from MapLight about when it registered with the government or whether Rogers should have disclosed his firm’s contract in his Washington Post columns.",
  "That database shows that BGR didn’t register to represent Saudi Arabia until March 2016, after Rogers’ articles were published — and well after he agreed to work for the country.",
  "There are criminal penalties, but they require a high burden of proof: the department said last year it’s only led four criminal cases based on FARA laws in the last decade.",
  "Lobbyists for foreign entities are required to file to supplemental statements twice a year, listing the public officials and journalists they’ve contacted.",
  "The law requires foreign agents to provide a higher level of detail than domestic lobbyists about how their clients are trying to influence U.S. policy.",
  "Lobbying experts told MapLight the signing of the agreement between BGR and the Saudi Royal Court should have triggered FARA registration requirements.",
  "It’s unclear what work BGR — which Rogers founded with former Republican governor Haley Barbour — has performed for the Saudi Royal Court so far.",
  "The kingdom’s other lobbying firms have submitted their filings promptly, and their records shed light on the country’s Capitol Hill operation.",
  "Saudi Defense Minister and Deputy Crown Prince Mohammed bin Salman gestures during a press conference in Riyadh on April 25, 2016.",
  "The files reveal a reliance on Washington’s proverbial “revolving door,” with paid advocates who previously served in government.",
  "At the start of 2015, there were two companies actively lobbying for the Saudi Embassy in the United States, FARA records show.",
  "Department of Justice files do not show any record that BGR had disclosed the relationship to the U.S. government yet, either.",
  "Lydia Dennett, a POGO investigator who co-authored its FARA study, agreed that Rogers’ firm should have registered.",
  "The Washington Post did not respond to repeated requests for comment about Rogers' columns on the Iran deal.",
  "“When [firms] receive a pledge for compensation, they have to register within 10 days,” Holman said.",
  "Adams joined the Podesta Group in May 2013, and registered as a foreign lobbyist over a year later.",
  "“Our public filing speaks for itself,” Dan Murphy, the firm’s general counsel wrote in an email.",
  "He was one of the firm’s first lobbyists to start working for Saudi Arabia, in September 2015.",
  "The paper has previously published pieces by Rogers that aligned with his clients’ interests.",
  "Today there are four such firms, as well as two employed by the Saudi Royal Court.",
  "A new column from Rogers appeared in the paper’s PostPartisan blog on Friday.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "The law doesn’t allow for civil fines.",
  "Ed Rogers appears as a guest on CNBC."
]