[
  "Democratic fingerprints are all over a growing number of Russia-related scandals, including payments to Fusion GPS for its Russian-sourced Trump dossier, lobbying on behalf of Russia’s largest bank to lift economic sanctions, former President Barack Obama’s administration’s approval of the sale of Uranium One to Russia, and giving twenty percent of America’s uranium reserves to Moscow.",
  "He also failed to register under FARA when he represented a pro-Russian Ukrainian organization to lobby on their behalf in the U.S.\n\nPodesta worked with Paul Manafort, Trump’s former campaign chairman, on behalf of a group called the European Center for a Modern Ukraine, a front group for Ukraine’s pro-Russian president Viktor Yanukovych.",
  "They are focused, in part, on the $145 million that Uranium One executives donated to the Clinton Foundation, according to independent investigator Peter Schweizer and author of “Clinton Cash.”\n\nUranium One’s owner, Frank Giustra is entirely enmeshed with the Clintons and the Clinton Foundation.",
  "BuzzFeed published the dossier last January, but added the disclaimer, “The allegations are unverified, and the report contains errors.”\n\n“From my personal standpoint and my thorough review of this document, I have deemed it a complete and total fabricated fraud,” Col. James Waurishuk (Ret.",
  "“The idea that the Democratic Party would hire, through a law firm, a foreign intelligence officer to go to Russia and try to gather dirt means that they’ve set themselves up to be manipulated by the Russians.”\n\nHe also supports a special prosecutor on the Uranium One deal.",
  "Did former FBI Director James Comey and the Obama Department of Justice (DOJ) use the Fusion GPS unverified information as “evidence” before a secret federal surveillance court to obtain permission to eventually spy on Trump campaign aides and later his transition team?",
  "Giustra co-founded with former President Bill Clinton the “Clinton Giustra Enterprise Partnership.”\n\nPrior to the sale, an FBI informant showed the bureau there was widespread bribery and corruption on the Russian side of the Uranium One deal, according to The Hill.",
  "The House Permanent Select Committee on Intelligence now is seeking all Justice Department applications before the Federal Intelligence Surveillance Court, also called the FISA Court, to determine if any of the applicants rely on information from the dossier.",
  "“It’s staggering in terms of its implications.”\n\nTony Podesta and Russia\n\nLast week, Democratic lobbyist Tony Podesta stepped down as the head of his lobbying firm, the Podesta Group, that he co-founded with his high-profile brother, John Podesta in 1988.",
  "The nonpartisan Campaign Legal Center on Oct. 25 filed a formal complaint before the Federal Election Commission charging the Clinton campaign “violated campaign finance law” by failing to accurately disclose the payments for the dossier.",
  "Uranium One\n\nThe public is aware the Obama administration, led in 2010 by former Secretary of State Clinton who sat on the Committee on Foreign Investment in the United States (CIFIUS), approved the sale of Uranium One to the Russians.",
  "Fusion GPS\n\nIn 2016 the Hillary for America presidential campaign and the Democratic National Committee (DNC) paid an undetermined amount of funds to Fusion GPS, a political opposition research for the salacious Trump-Russia dossier.",
  "“The FBI believes the true motives of the Russian partners, who are often funded by their government, is to gain access to classified, sensitive and emerging technology from the companies,” she wrote in a Boston Globe op-ed.",
  "“I think we need a special counsel to investigate the Fusion GPS episode between the Democratic Party, Mr. Steele and Russian operatives,” Graham told “Fox News Sunday.”\n\n“Everything about Fusion GPS stinks,” Graham said.",
  "Either Fusion GPS or the Clinton camp could have disseminated the fake dossier to the six liberal news organizations that received it, however, it’s interesting that neither of them felt confident enough to publish them.",
  "Grassley, chairman of the Senate Judiciary Committee, asked FBI Director Christopher Wray on Oct. 4 if the FBI may have improperly presented any of the dossier information to a government surveillance court.",
  "John Podesta and Joule Unlimited\n\nImmediately prior to joining the Obama White House as special counselor, John Podesta joined the board of a highly secretive technology company called Joule unlimited.",
  "But Lucia Ziobro, the special agent in charge at the FBI’s Boston field office, issued an “extraordinary warning” to Boston-area high-tech firms in 2014 about Russian investors to startups like Joule.",
  "Republican Senators Lindsey Graham of South Carolina and Chuck Grassley of Iowa have called for the appointment of a special prosecutor to look into the mounting scandals tying Democrats to Russia.",
  "The legal center claimed the campaign and the DNC were paying their law firm for “legal expenses,” when in fact they were covertly paying for the “dirt” contained in the Trump dossier.",
  "However, under pressure from investigative reporters John Sullivan and Sara Carter, the Justice Department lifted the gag order on Oct. 25 and approved his testimony before Congress.",
  "“The stated purposes of the disbursements to Perkins Coie did not reflect the ‘actual purpose’ of how the disbursement was intended in hiring Fusion GPS,” the complaint charges.",
  "If a federal court rules in favor of the House of Representatives that is seeking Fusion GPS bank records, the full amount paid to the firm for the dossier could be revealed.",
  "Follow Richard on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Hillary for America paid at least $12.4 million to Perkins Coie for legal expenses, according to The New York Times, and the DNC forked over $5.4 million to the law firm.",
  "If the unsubstantiated dossier information was entered as “verifiable” information before the FISA Court, the implications are “staggering,” former diGenova told TheDCNF.",
  "Calls for a New Special Counsel\n\nThe Justice Department should appoint another special counsel to investigate Clinton for her Russian ties, Sen. Graham said on Sunday.",
  "That would mean the Obama administration pursued “a type of manipulation of intelligence data and false intelligence data to mislead a court,” diGenova said.",
  "“And if they did pay for it, they would come back next week and say, ‘you know what, I have more information for you,'” he told TheDCNF in an interview.",
  "Podesta did not, however, register as a foreign agent under the Foreign Agents Registration Act (FARA), a Podesta Group spokesman confirmed to TheDCNF.",
  "British agent Steele recruited and paid unnamed Russian sources, many reportedly with ties to the Russian intelligence services and to the Kremlin.",
  "Importantly, Holder sat on CIFIUS too, but he apparently did not notify the committee of the criminal activities the FBI informant had uncovered.",
  "He promised Joule “cheap money,” and he dangled $4.6 billion in government contributions and $5.7 billion in state guarantees before the board.",
  "Throughout the Manafort indictment is reference to “Company B.” The reference is the cover name for the Podesta Group, according to NBC News.",
  "“I would never consider my information as reliable if I paid for it,” said an American businessman with decades of experience in Russia.",
  "Paying for information undercuts the credibility of any opposition research, because people are monetarily incentivized to make claims.",
  "Podesta reportedly resigned so he could prepare for possible legal action against him and his firm by Special counsel Robert Mueller.",
  "“The bottom line is very simple, says former U.S. Attorney Joseph diGenova in an interview with The Daily Caller News Foundation.",
  "The lobbyist also represented Uranium One after it became a wholly owned subsidiary of ROSATOM, the Russian atomic energy agency.",
  "Under the Obama administration, the FBI imposed a “gag order” on the informant, preventing Congress from hearing his charges.",
  "It was Elias who collected the funds from Hillary Clinton’s campaign and the DNC and made the secret payments to Fusion GPS.",
  "He received $180,000 for his representation of the nuclear firm for services delivered in part of 2012 and in 2014 to 2015.",
  "Yet neither the FBI nor Attorney General Eric Holder notified the committee that there was corruption among the buyers.",
  "He served on the board for three years, sharing it with three Russian businessmen with direct ties to the Kremlin.",
  "Both former Obama White House counsel Robert Bauer and Marc Elias head up the “political law” section of the firm.",
  "Two House committees and the Senate Judiciary Committee are investigating the circumstances surrounding the sale.",
  "), a 30-year veteran who worked for the CIA’s Asymmetric Warfare Task Force, said in an interview with TheDCNF.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Podesta lobbied both the Obama administration and Congress to lift the economic sanctions against Sberbank.",
  "He personally contributed more than $25 million to the foundation, according to the foundation’s web site.",
  "“The Russian connection now is owned by the Democratic Party.”\n\nWhat are the Democratic ties to Russia?",
  "He publicly lobbied on behalf of Sberbank, Russia’s largest bank, collecting $170,000 in fees in 2016.",
  "The funds to Fusion GPS were secretly paid through the Perkins Coie law firm, a Democratic law firm.",
  "Ukraine’s parliament threw Yanukovych out of office, and he fled to Russia where he is now living.",
  "It’s not known what kind of private meetings or discussions Podesta had with any of the Russians.",
  "After the Uranium One sale was complete, he lobbied on behalf of Uranium One, pocketing $180,000.",
  "Podesta has business relationships with many Russian state enterprises and government agencies.",
  "He awarded the company one billion rubles, the equivalent of $35 million in U.S. dollars.",
  "“And it would not be uncommon for them to say ‘I want to introduce you to somebody else.",
  "The unverified charges were designed to embarrass and humiliate President Donald Trump.",
  "Did FBI Director James Comey Use the Fusion GPS Dossier As “Evidence” Before a Court?",
  "He has more information, but you’ll have to pay him as well,'” the businessman said.",
  "He never registered as a foreign agent under the Foreign Agents Registration Act.",
  "In a single stroke 20 percent of America’s uranium reserves were sold to Russia.",
  "Steele had to work with these agents, whose motives and credibility are unknown.",
  "The firm reportedly paid $168,000 to Christopher Steel, a British MI-6 agent.",
  "Dmitry Akhanov, president of Rusnano USA, also sat on the Joule board.",
  "Suddenly it’s the Democrats who have a serious Russia problem.",
  "Grassley also endorses the idea of a special prosecutor.",
  "Finally, there is Tony Podesta again.",
  "He has not received any reply."
]