[
  "Indeed, a representative for the Hungarian government notes that their NGO law was similar to the U.S. Foreign Agents Registration Act, “which requires those engaging in political activities on behalf of foreign principals to register and disclose their activities.” You don’t have to be a Hungarian, Russian or Egyptian to resent foreign involvement in your country’s domestic politics.",
  "Civil society scholar Lester Salamon wrote in 1994 that an “associational revolution” was fundamentally transforming the world, and predicted that this “may prove to be as significant to the latter twentieth century as the rise of the nation-state was to the latter nineteenth.” Foreign policy expert Jessica Mathews said a global “power shift” was transferring political clout to NGOs.",
  "Western donors and NGOs\n\nAfter the fall of the Berlin Wall, Western governments, international organizations and private foundations turned to NGOs in the belief that foreign monies could help create vibrant, pro-democratic civil societies in nascent democracies.",
  "Frustrated by the perceived ineffectiveness of foreign aid to foster economic development abroad, donors have funneled development aid to NGOs, viewing them as more honest, accountable and responsive to the public’s needs than governments.",
  "By giving money to NGOs even in countries where civil society was weak, donors implicitly suggested that outsiders could almost create a modern civic sector from scratch through injections of expertise and money.",
  "We found that as countries receive more foreign aid (in total, from all sources), the risk of a government passing laws restricting or eliminating foreign aid to locally operating NGOs rises modestly.",
  "To continue the ACLU example, if the organization depended on Norway for its money, it would find far fewer domestic supporters willing to spend the time and energy to come to the NGO’s defense.",
  "This is likely because they view NGOs as a political threat — and believe the timing is right to take advantage of the recent victory to restructure the political, legal and discursive terrain.",
  "At the very least, NGO reports and news conferences may provide a focal point for anti-government rhetoric and mobilization, especially in major cities and in strategic international arenas.",
  "Instead, the trouble seems to start when these groups embrace a “rights-based approach” arguing that citizens have a basic “right” to transparent, accountable and adequate public services.",
  "Here’s an example: If President Trump were to try and crack down on the American Civil Liberties Union, the group’s many thousands of individual donors would almost certainly mobilize.",
  "Although difficult, raising money for local NGOs is not impossible — research shows that people in developing countries already contribute to charity, especially religious charities.",
  "By our count, 39 of the world’s 153 low- and middle-income countries enacted restrictive funding laws between 1993 and 2012, targeting NGOs operating in-country with foreign funding.",
  "When NGOs depend on outsiders for their existence, they are drawn into an “NGO scramble” for international aid that leaves them locally disconnected and politically vulnerable.",
  "If international donors truly want to help develop civil society groups, a good place to start might be an effort to broaden their fundraising activities on the local level.",
  "Governments usually feel assured that an NGO clampdown won’t invite domestic backlash — it’s rare that the public takes to the streets in support of foreign-supported NGOs.",
  "Social scientists such as Robert Putnam, Elinor Ostrom and James Coleman, for example, found that domestic civil society plays a crucial role in development and democracy.",
  "The Hungarian parliament recently approved a law obligating foreign-supported NGOs to declare their “foreign” status on websites and promotional materials.",
  "Hungarian Prime Minister Viktor Orban often notes George Soros’s Open Society Foundation as an example of foreign meddling in Hungary’s internal affairs.",
  "(Albert Gonzalez/Agence France-Presse via Getty Images)\n\nWhy are some governments cracking down on civil society or nongovernmental organizations (NGOs)?",
  "In 2014, according to one study, 18 percent of the world’s total international humanitarian aid bill was funneled through NGOs, rather than governments.",
  "James Ron is a professor of political science and public affairs at the University of Minnesota in Minneapolis, and the editor of OpenGlobalRights.",
  "Civil society and new democracies\n\nTo avoid a politically unfortunate “NGOization” of civil society, domestic groups must raise more local funds.",
  "Governments love foreign aid when it pays for scarce services, but prefer, whenever possible, to keep it flowing through their own bureaucracies.",
  "In turn, this resource exchange will incentivize local communities to step up and protect the civic sector from governmental interference.",
  "It may be that when governments label foreign-funded NGOs as “foreign agents,” the charge resonates because of painful colonial legacies.",
  "An administrative crackdown on foreign aid is technically easy to do, because most aid monies flow through government-monitored banks.",
  "An important point here is that Western donors assumed there was no fundamental need for local civil society to develop endogenously.",
  "In many cases, governments hope to delegitimize NGOs by “naming and shaming” these groups as foreign agents backed by foreign funds.",
  "Governments know that crackdowns may cost them internationally, but they are often willing to run the risk of censure or criticism.",
  "In 2014, for instance, U.S. critics made much of Norwegian government support for policy research by established U.S. think tanks.",
  "Over time, NGO criticisms can make it appear — in government officials’ eyes — that they have sided with the political opposition.",
  "Scholarly understanding of the factors systematically driving public support — or lack thereof — for local NGOs is still nascent.",
  "The probability of such a crackdown increases, however, when governments have recently won nationally competitive elections.",
  "And so governments respond by playing the nationalism card, highlighting the “foreign agent” aspect of these NGOs’ budgets.",
  "Aseem Prakash is professor of political science and the Walker Family professor at the University of Washington in Seattle.",
  "Logically, there is no reason to suspect that NGOs, in and of themselves, pose an inherent threat to political incumbents.",
  "One reason for the spread of civil society was the way donors chose to deliver foreign aid to developing countries.",
  "Yet nationalism is a potent force everywhere, and a recent history of Western imperialism is not always necessary.",
  "When NGOs raise funds from co-citizens, they build the local ties that will translate into political support.",
  "The Norwegian Refugee Council, a humanitarian group, distributed food for more than 7,100 people in Ngop.",
  "The real problem here is the financial disconnect between NGOs and the communities they say they serve.",
  "The politically explosive issue of Russian interference in the 2016 U.S. election is another example.",
  "The challenge now is to motivate support for locally based, human rights-oriented civic actors.",
  "Michelsen Institute and a senior researcher at the Peace Research Institute Oslo in Norway.",
  "Our research suggests that NGOs need to generate resources from the communities they serve.",
  "When governments will not, or cannot, respond, they become a target for NGO critiques.",
  "This will make them accountable to these communities and enhance their legitimacy.",
  "When the aid goes to independent-minded organizations, they get worried.",
  "\n\nA boy eats out of a ladle at his home in Ngop in South Sudan in March.",
  "Egypt, Russia, Israel and other nations have enacted similar laws.",
  "[The State Department just released its human trafficking report.]",
  "Their bigger fear, however, is widespread domestic protest.",
  "This led to an explosion in NGO numbers and budgets.",
  "In a recent paper, we show how this plays out.",
  "Kendra Dupuy is a political economist at Chr.",
  "Why are NGO-government relations an issue?]",
  "[NGOs are great at demanding transparency.",
  "Why don’t the groups enjoy local support?",
  "They’re not so hot at providing it.]",
  "This trend continues apace today.",
  "[Kenyans will vote in August.",
  "Why the crackdown?"
]