[
  "NEW JOINT FUNDRAISERS:\n\nNone\n\nNEW PACs:\n\nAmerica First Committee (PAC)\n\nDefeat The Establishment PAC (PAC)\n\nUS Veterans Assistance Foundation (Super PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nBallard Partners: Laboratory Corporations of America Holdings\n\nBallard Partners: Mechanical Contractors Association of America\n\nBallard Partners: Morysa LLC\n\nGovernment Relations Group, LLC: Cube Logix Inc\n\nHicks Partners: Spectra Energy NEXUS Management, LLC\n\nKelley Drye & Warren LLP: Serco Inc.\n\nPaul Hastings LLP (formerly Paul, Hastings, Janofsky & Walker LLP): Paul Hastings LLP (formerly Paul, Hastings, Janofsky & Walker LLP)\n\nNEW LOBBYING TERMINATIONS:\n\nHannegan Landau Poersch & Rosenbaum Advocacy, LLC: Newport News - Williamsburg International Airport\n\nOgilvy Government Relations: Capitol Counsel LLC on behalf of State Fund Congressional Action Group\n\nOgilvy Government Relations: Oaktree Capital Management",
  "And an industry that prizes regulatory certainty is uneasy with Trump's efforts to renegotiate lucrative trade deals like NAFTA and reorganize the agencies responsible for overseeing offshore drilling — not to mention his delays in filling key positions across the government.”\n\n— \"One example where oil and gas lobbyists and industry sources said the administration may be expending too much effort is its quest to dismantle an Obama-era Interior Department rule tightening methane emission standards for oil and gas wells and pipelines on public lands\" — a move that trade associations publicly cheered.",
  "Documents filed by the Podesta Group show that SAPRAC hired the firm on June 20 “to create a steady drumbeat of content” in line with “raising awareness of Qatari support for and funding of terrorism; highlighting Doha’s refusal to adhere to the 2014 Riyadh agreement; building on President Donald Trump’s calls on Qatar to stop financing terrorism; and reinforcing Saudi Arabia’s role as a leader in stabilizing the region.” The contract is worth $50,000 a month.",
  "— David Marin, a spokesman for the Podesta Group, said “because SAPRAC is a domestic entity, the Podesta Group did not initially register its work under FARA.” The contract required SAPRAC to certify that it isn’t “directly or indirectly supervised, owned, directed, or controlled by any foreign government, any foreign political party or any official thereof,” or affiliated in any other ways with the Saudi government.",
  "“You had an administration coming into power that had never been in government before in any level, you had advisers who had never been in government, and you had someone like Carl Icahn, who’s done handshake deals with Donald Trump his entire life,” said Jeff Navin, a partner at Boundary Stone Partners and a former acting chief of staff at the Energy Department under former President Barack Obama.",
  "Avenue calls for investigation into pro-Saudi group\n\nWith Adrienne Hurst, Theodoric Meyer and Candice Norwood\n\nAVENUE CALLS FOR INVESTIGATION INTO PRO-SAUDI GROUP: A lobbying firm co-founded by President Donald Trump’s former campaign manager Corey Lewandowski is calling for the Justice Department to investigate a pro-Saudi group that it accuses of illegally running ads bashing Qatar.",
  "TECH COMPANIES ARE ON THE OUTSIDE: Tech giants like Google, Amazon and Facebook, which were once praised as valuable innovators by the White House, now face “increased scrutiny over their size, their hiring practices and whether online news feeds skew liberal,” writes Bloomberg’s Todd Shields, Mark Bergen and Ben Brody.",
  "THE TRUMP CAMPAIGN’S RUSSIAN WEB GROWS: Rinat Akhmetshin, a Russian lobbyist who met with senior Trump campaign officials last summer, has “much deeper ties to the Russian government and Kremlin-backed oligarchs than previously known,” according to a New York Times report.",
  "The Kochs’ network of advocacy groups and think tanks — which plan to spend nearly $400 million on campaign ads and other efforts to shape the 2018 midterms — has been instrumental in regulatory pursuits such as rolling back Obama-era environmental and labor laws.",
  "KOCHS’ WHITE HOUSE SWAY COULD SEE POST-BANNON BOOST: Despite likening the 2016 presidential election to deciding between cancer and a heart attack, billionaire conservative Charles Koch and his brother David Koch have held powerful sway in Trump’s White House.",
  "And after Friday’s ouster of chief strategist Steve Bannon, who “clashed with several of Trump's top aides, including those aligned with the Koch crowd, over his hard-right views,” that influence is likely to grow, the Los Angeles Times’ Lisa Mascaro reports.",
  "Story Continued Below\n\n— On Friday, Bennett sent a letter asking the Justice Department to investigate the Saudi American Public Relation Affairs Committee, or SAPRAC, for running TV and digital ads attacking Qatar without registering as a foreign agent.",
  "“The shift in tone comes as Congress and the Trump administration consider changing tax, energy and immigration policies important to Silicon Valley.” The threat of new legislation has prompted a number of companies to step up their lobbying efforts.",
  "OIL COMPANIES WANT TRUMP TO SLOW HIS ROLL(BACKS): \"Oil and gas companies have largely celebrated President Donald Trump’s drive to roll back regulations, but some are now wishing he’d tap the brakes,\" POLITICO's Ben Lefebvre reports.",
  "Qatar hired Avenue Strategies Global last month to represent the country in Washington on a contract worth $150,000 a month, part of a lobbying offensive in response to its diplomatic standoff with Saudi Arabia and its allies.",
  "In his new role as vice president and counsel, Jones will “oversee the trade association’s team of lobbyists and manage a portfolio of issues including agriculture, nutrition and regulatory reform,” according to a statement.",
  "“With Bannon back at Breitbart News, a far-right website, the question is whether he will still have Trump’s ear from the outside while [Charles] Koch and his cohorts retain strong allies in the White House.” Full story.",
  "“And contrary to the insinuations of a handful of your Democratic critics, I never had access to nonpublic information or profited from my position, nor do I believe that my role presented conflicts of interest.",
  "Garner was previously the policy director for disability and special populations with the Senate HELP Committee and most recently was policy director in Foley Hoag’s Government Strategies Practice Group.",
  "The firm, Avenue Strategies Global, is a sister company to Avenue Strategies, the lobbying shop co-founded by Lewandowski and Barry Bennett, another former Trump campaign hand, after the election.",
  "... Several regulatory revisions the administration is pursuing were never even on the industry’s wish list and could result in severe setbacks, several lobbyists and congressional aides said.\"",
  "— Boutique trial litigation firm Wilkinson Walsh + Eskovitz will add seven new attorneys to its roster, bringing the group to a total of 35 lawyers just a year and a half after its launch.",
  "ICYMI: ICAHN RESIGNS FROM WHITE HOUSE ROLE: Billionaire investor Carl Icahn announced on Friday that he was stepping down from his post as a special adviser on regulatory reform to Trump.",
  "\"In addition to major disasters, some large companies fear being undercut by unscrupulous competitors if the administration reverses rules they have already spent money to comply with.",
  "“In short, Mr. Akhmetshin’s project over two decades in Washington routinely advanced the Kremlin’s interests, especially after he became an American citizen in 2009.” Full story.",
  "— The Podesta Group registered with the Justice Department last week as a foreign agent working on behalf of SAPRAC, nearly two months after the firm started working for SAPRAC.",
  "The Foreign Agents Registration Act requires foreign governments and political parties, as well as groups acting on their behalf, to register with the Justice Department.",
  "His resignation came in the wake of questions surrounding potential conflicts of interest — both from Democratic lawmakers and a lengthy investigation by The New Yorker.",
  "The remaining five hires will join the Washington, D.C. office: Brian Czarnecki, Elizabeth Henthorne, Sarah Neuman, Anastasia Pastan and John James Snidow.",
  "\"But behind the scenes, Exxon Mobil, BP and other large oil and gas companies considered the rule relatively minor, lobbying and industry sources said.",
  "In addition to assisting Russian businessmen with legal matters, Akhmetshin has worked with a number of close allies of President Vladimir Putin.",
  "Indeed, out of an abundance of caution, the only issues I ever discussed with you were broad matters of policy affecting the refining industry.",
  "JOBS REPORT:\n\n— The National Grocers Association has brought on Christopher Jones to head up the organization’s government relations team.",
  "In an interview, Bennett accused SAPRAC of “just totally flouting the law.” “We assume the money’s coming from Saudi Arabia,” he said.",
  "Tech companies, in turn, have been more willing to openly criticize the White House’s agenda, prompting Trump to lash out on Twitter.",
  "— “I never had a formal position with your administration nor a policymaking role,” Icahn said in his letter to Trump.",
  "— Critics hailed the announcement, some blaming Icahn for the EPA’s decision to reject a major biofuel policy change.",
  "Akhmetshin is a person of interest for special counsel Robert Mueller’s investigation, but where does he fit in?",
  "But the firm reversed itself recently and decided to register “out of an abundance of caution,” Marin said.",
  "— ML Strategies has added Constance Garner as vice president for disability policy and education policy.",
  "I never sought any special benefit for any company with which I have been involved.” Full story.",
  "“Podesta’s attorneys and my attorneys agree.” SAPRAC didn’t respond to a request for comment.",
  "Henthorne and Snidow both recently completed clerkships with the U.S. Supreme Court.",
  "— Bennett, though, said it’s still not clear where SAPRAC’s money is coming from.",
  "Jones previously served as legislative director to Rep. Rick Crawford (R-Ark.).",
  "You can also follow us on Twitter: @aubreeeweaver and @davidabeavers.",
  "Aubree and David are tackling PI this week while Theo is on vacation.",
  "Bennett has run both firms since Lewandowski stepped away in May.",
  "Email us at aweaver@politico.com and dbeavers@politico.com.",
  "Now put your phones down and go watch the eclipse.",
  "Angela Cai will join the firm’s New York office.",
  "Roxana Guidero will join the Los Angeles office.",
  "Good afternoon and welcome to PI.",
  "“It proves my point,” he said.",
  "Full story.",
  "Full story.",
  "Full story.",
  "Got a tip?"
]