[
  "The agreement states that the Podesta Group would “research and analyze issues of concern to the principal; counsel the principal on U.S. policies of concern, activities in Congress and the Executive branch and developments on the U.S. political scene generally; and maintain contact, as necessary, with Members of Congress and their staff, Executive branch officials, members of the press, and nongovernmental organizations.”\n\nPodesta Group’s relationship with Kosovo and other foreign governments is mentioned in the Wikileaks dump of John Podesta’s hacked emails.",
  "On Feb. 23, 1998, Robert Gelbard, Clinton’s special envoy to the Balkans, said that the KLA is “without any questions, a terrorist group.” He also said that “we condemn very strongly terrorist activities in Kosovo.”\n\nDespite that critique, Bill Clinton is regarded as a hero in Kosovo for his opposition to Milosevic.",
  "The 27-page report alleged that Thaci ran a “mafia-like” group of Albanian nationals — dubbed the “Drenica group” — who smuggled heroin and human organs in order to help finance the Kosovo Liberation Army’s fight against Yugoslav and Serbian forces in the 1998-99 Kosovo War.",
  "The Clinton Foundation invited the prime minister of Kosovo to the 2011 Clinton Global Initiative annual meeting knowing full well that he had been implicated in a human organ trafficking scheme as leader of the Kosovo Liberation Army in the late 1990s.",
  "Vice News reported in 2014 that an American diplomat who was appointed in 2011 by the European Union to investigate the claims, found that the KLA murdered 10 Serbian and Albanian prisoners and sold their kidneys and livers on the black market.",
  "“What are USG views on WJC inviting former Kosovo PM [Hashim] Thaci and the current PM to CGI?” Clinton Foundation foreign policy adviser Amitabh Desai wrote in an Aug. 17, 2011 email to several top Hillary Clinton State Department officials.",
  "Figures from Thaçi’s inner circle are also accused of taking captives across the border into Albania after the war, where a number of Serbs are said to have been murdered for their kidneys, which were sold on the black market.",
  "Vice also reported that Thaci was known in his KLA days as “The Snake.”\n\nDespite awareness of the gruesome allegations against Thaci, the Clinton State Department appears to have approved him to attend the 2011 CGI conclave.",
  "The Bill Clinton administration was forced to walk a fine line during the Kosovo War, in which the KLA fought with NATO support against Yugoslav forces, led by Slobodon Milosevic.",
  "“Is Thaci still embroiled in organ harvesting issues and is that of consequence?” Desai asked in the email, which the State Department recently released to Citizens United.",
  "In 2012, the Republic of Kosovo signed a $50,000-a-month lobbying contract with The Podesta Group, a lobbying firm co-founded by brothers John and Tony Podesta.",
  "The Guardian obtained the report in Dec. 2010 and reported:\n\nIt names Thaçi as having over the last decade exerted “violent control” over the heroin trade.",
  "In an April 13, 2015 email chain, Clinton campaign officials are seen discussing whether to take campaign donations from lobbyists registered under FARA.",
  "But while the Clinton White House had Milosevic as at the top of its enemy list at the time, administration officials were also critical of KLA.",
  "Thaci’s alleged atrocities, which have not led to prosecution for him or anyone in the KLA, have been laid out in detail in other news reports.",
  "Thaci and his Kosovo Liberation Army (KLA) were first accused of human organ trafficking in 2010 in a report from the Council of Europe.",
  "Thaci even sat next to Hillary Clinton at the 2013 meeting, which was held more than six months after she left the State Department.",
  "His signature appears on agreements with the Republic of Kosovo disclosed under the Foreign Agents Registration Act (FARA).",
  "Kosovar news outlets also picked up stories of the meetings and added pictures of Thaci meeting both of the Clintons.",
  "After internal debate on the issue, Clinton’s campaign manager, Robby Mook, decided to continue accepting the money.",
  "Tony runs the lobbying shop and has bundled more than $250,000 in campaign contributions for Clinton.",
  "His office took advantage of the meetings, posting pictures from the events on government websites.",
  "Desai clarified in a follow-up email that Thaci was actually prime minister at the time.",
  "A boulevard in Pristina, Kosovo’s capital city, is named after the Democrat.",
  "“I’m ok just taking the money and dealing with any attacks,” he wrote.",
  "Thaci and his government have another Clinton connection.",
  "A statue of Clinton was also erected there in 2009.",
  "John is Hillary Clinton’s campaign chairman.",
  "He now serves as president of Kosovo.",
  "He also attended in 2012 and 2013.",
  "Follow Chuck on Twitter"
]