[
  "“It is highly troubling that Fusion GPS appears to have been working with someone with ties to Russian intelligence –let alone someone alleged to have conducted political disinformation campaigns– as part of a pro-Russia lobbying effort while also simultaneously overseeing the creation of the Trump/Russia dossier.”\n\nFusion GPS maintained in a statement to Fox News Friday that it is not required to register as a foreign agent under the Foreign Agents Registration Act, because it partnered with a U.S. law firm to ensure compliance with the law.",
  "“It is particularly disturbing that Mr. Akhmetshin and Fusion GPS were working together on this pro-Russia lobbying effort in 2016 in light of Mr. Akhmetshin’s history and reputation,” Grassley said, citing reports Akhmetshin worked for the GRU, Russia's foreign intelligence agency and allegedly specializes in “subversive political influence operations often involving disinformation and propaganda.”\n\nThe relationship between Fusion GPS and Akhmetshin casts further doubt on the dossier used against Trump, Grassley said.",
  "“The issue is of particular concern to the Senate Judiciary Committee given that when Fusion GPS reportedly was acting as an unregistered agent of Russian interests, it appears to have been simultaneously overseeing the creation of the unsubstantiated dossier of allegations of a conspiracy between the Trump campaign and the Russians,” Grassley said in a letter to the Department of Justice.",
  "Senate Judiciary Chairman Chuck Grassley, R-Iowa, has asked the U.S. Department of Justice to launch an investigation into Washington-based Fusion GPS, which produced the 35-page Trump dossier with help from ex-British intelligence officer Christopher Steele.",
  "Grassley’s committee has launched a separate probe into allegations the FBI wrongly included political opposition research from Trump’s opponents in its probe, and then paid the author of that controversial report, Steele, to consult on its investigation.",
  "It is “unclear whether the FBI was aware of the company’s pro-Russia activities” when the FBI reportedly hired its researcher to further the research on Trump and “…when evaluating the credibility of the dossier the company helped create,” Grassley said.",
  "The Global Magnitsky Act, which is named for an attorney who died while in the custody of the Russian government after he accused the Russian government and organized crime of stealing hundreds of millions of dollars from Hermitage Capital Management.",
  "The company that created a discredited dossier for President Trump’s campaign rivals and was later used by the FBI in its probe of possible links between Trump and Russia has its own Kremlin connection, according to a powerful U.S.",
  "The U.S. Justice Department in 2013 opened a case against the Russian-owned Prevezon Holdings, which had purchased real estate in New York with the stolen funds, according to the Justice Department’s complaint.",
  "According to a complaint filed with the Justice Department, Fusion GPS headed the pro-Russia campaign to kill the Global Magnitsky Act, which imposes sanctions on Russians designated as human rights abusers.",
  "And Rinat Akhmetshin, a Russian immigrant who has reportedly acknowledged being a Russian counterintelligence officer, lobbied congressional staffers to repeal the Magnitsky Act itself, Grassley said.",
  "This was the same time, Grassley said, that the FBI was relying on the anti-Trump dossier and the man who produced it for Fusion to further its investigation into Trump and his Russian ties.",
  "The dossier, containing salacious allegations pointing to collusion between the Trump campaign and Moscow, was leaked to the media in January, prompting Trump to deny its contents.",
  "It later emerged that the FBI had hired Steele to dig into Trump’s purported Russia links even as Russian operatives hired Fusion GPS for a separate high profile political battle.",
  "Prevezon Holdings, backed by the Kremlin, launched a campaign to undermine the Magnitsky Act, Grassley said, citing a 2016 complaint by Hermitage CEO William Browder.",
  "“Fusion GPS is the company behind the creation of the unsubstantiated dossier alleging a conspiracy between President Trump and Russia,” Grassley wrote in the letter.",
  "The company did not respond to inquiries about the dossier, its relationship to Russia or any business dealings with the FBI.",
  "Grassley wants to know why the FBI might seek evidence tying Trump to Russia from a firm whose own hands may not be clean.",
  "The FBI declined comment on its relationship to Fusion GPS, Christopher Steele or Grassley’s inquiry.",
  "Fusion GPS was hired to generate negative press coverage on the Russians’ behalf, Grassley said.",
  "Senator."
]