[
  "/ Updated By Julia Ainsley\n\nWASHINGTON — A former business associate of Michael Flynn has become a subject of Special Counsel Robert Mueller's investigation for his role in the failure of Flynn's former lobbying firm to disclose its work on behalf of foreign governments, three sources familiar with the investigation told NBC News.",
  "Mueller is leading the federal investigation into Russian meddling in the 2016 election and possible collusion by the Trump campaign, which led him to probe the work of Flynn and Manafort, who both served on the Trump campaign and lobbied on behalf of foreign governments without initially disclosing it.",
  "The Flynn Intel Group, managed by Flynn, who was briefly President Donald Trump's national security adviser, was paid $530,000 for lobbying on behalf of a Netherlands-based firm called Inovo BV, owned by Turkish-American businessman Ekim Alptekin.",
  "Rohrabacher, a California Republican, has pushed for better relations with Russia, traveled to Moscow to meet with officials and advocated to overturn the Magnitsky Act, the 2012 bill that froze assets of Russian investigators and prosecutors.",
  "Nowruz Commission / Facebook\n\nMueller's team is interested in Kian's role in the Inovo contract as well as foreign lobbying efforts that the Flynn Intel Group may have yet to disclose, according to the sources familiar with the investigation.",
  "Months later, the firm filed the required paperwork under the Foreign Agents Registration Act (FARA), acknowledging that the work \"could be construed to have principally benefitted the Republic of Turkey,\" according to the filing.",
  "Federal investigators are zeroing in on Bijan Kian, an Iranian-American who was a partner at the now-dissolved Flynn Intel Group, and have questioned multiple witnesses in recent weeks about his lobbying work on behalf of Turkey.",
  "The Flynn Intel Group did not disclose this meeting even after the company retroactively filed as a foreign agent under FARA, which has led to scrutiny by Mueller's team, two people familiar with the investigation told NBC.",
  "Reuters previously reported that Mueller was interested in Kian, but not that he was a subject of the investigation or that witnesses would be testifying about his actions in front of the grand jury.",
  "He is also a co-founder of the Nowruz Commission, a D.C.-based nonprofit that hosts an opulent annual Nowruz, or Iranian New Year, gala, which Flynn and Alptekin both attended in the past.",
  "The elder Flynn was fired after just 24 days on the job for misleading Vice President Mike Pence about his conversations with Russia's ambassador to the U.S., Sergey Kislyak.",
  "Emails subpoenaed by the Special Counsel's Office revealed a September 20, 2016, meeting between Kian, Flynn and pro-Russia Congressman Dana Rohrabacher.",
  "Both Flynn's and Manafort's lobbying firms have come under investigation for failing to disclose lobbying work on behalf of foreign governments.",
  "NBC News has reported that Mueller has gathered enough evidence to bring charges in the investigation into Flynn and his son Michael G. Flynn.",
  "In April 2014, Flynn was pushed out as head of the Defense Intelligence Agency, while Rogers assumed the directorship of the NSA.",
  "The grand jury convened for the investigation will soon have a chance to question some of those witnesses, the sources say.",
  "Mueller recently indicted former Trump campaign chairman Paul Manafort and his business partner Rick Gates simultaneously.",
  "Adm. Mike Rogers, left, Bijan Kian, center, and Mike Flynn, right, at the fifth annual Nowruz Commission gala in 2014.",
  "That meeting has been the subject of prosecutors' recent questions to witnesses in the case, the three sources said.",
  "Daniel Acker / Bloomberg via Getty Images file\n\nKian previously served as a board member of the Export-Import Bank.",
  "Bijan Kian speaks during the Kazakhstan Investment Forum in New York on Nov. 24, 2009.",
  "Flynn and Rohrabacher did not immediately respond to requests for comment.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "Kian's attorney did not respond to a request for comment.",
  "The Special Counsel's office also did not respond.",
  "Manafort and Gates have pleaded not guilty."
]