[
  "– who has raised concerns about the Uranium One transaction since 2010 – wrote to Attorney General Jeff Sessions on Oct. 19 that he’s “extremely disheartened and disturbed” by reports indicating the government approved the deal despite the DOJ having “evidence of corruption by Russian nuclear energy officials in the United States.”\n\nHe asked for “all documents” disclosed by the department to the committee – of which the DOJ was a member – concerning the investigation prior to the approval.",
  "“I hope they will cooperate with the investigation, be forthcoming with the American people and I expect the media to cover these new developments with the same breathless intensity that they have given to this investigation since day one.”\n\nNBC News first reported early Monday that Tony Podesta and The Podesta Group are now subjects in the special counsel’s Russia investigation, following inquiries regarding former Trump campaign chairman Paul Manafort’s finances.",
  "The Podesta Group has fully cooperated with the Special Counsel’s office and taken every possible step to provide documentation that confirms compliance with the law.”\n\nMeanwhile, new details have emerged since last week on the 2010 approval of the sale of Canadian mining company Uranium One to Russia’s Rosatom nuclear company.",
  "Lawmakers have also revived questions that first surfaced in 2015 about payments to both Bill Clinton and the Clinton Foundation from “interested parties.”\n\nAddressing the matter Monday on C-SPAN, Hillary Clinton said “it’s the same baloney they’ve been peddling for years, and there’s been no credible evidence by anyone.",
  "REPORT: MUELLER PROBE EXPANDS TO TONY PODESTA'S DEALINGS\n\nAccording to Monday’s NBC News report, Mueller’s team started looking into a Manafort-involved PR campaign for a pro-Ukraine nonprofit reportedly backed by a pro-Russia party; the Podesta Group reportedly was one of many firms that worked on the campaign.",
  "In fact, it’s been debunked repeatedly and will continue to be debunked.”\n\nThe 2016 Democratic presidential nominee said these issues are just part of the “distraction and diversion” from the investigation into Russian meddling and possible coordination with Trump associates in last year’s election.",
  "According to the report, Mueller’s investigators have since launched a criminal inquiry into whether the company violated the Foreign Agents Registration Act (FARA), which requires people in the U.S. who lobby on behalf of foreign entities to register as foreign agents and disclose their work.",
  "Fusion's filing in the U.S. District Court for the District of Columbia claimed that complying with the subpoena would \"deny Plaintiff and its clients their rights to free speech and expressive association as guaranteed by the First Amendment to the Constitution.\"",
  "“The Podesta Group fully disclosed its representation of the European Centre for a Modern Ukraine (ECFMU), and complied with FARA by filing under the lobbying disclosure act over five years ago and within weeks of starting our work,” the spokesperson said.",
  "After months of batting back accusations of collusion with Moscow in last year’s presidential campaign, Republicans say Democrats are the ones who now have “some explaining to do” as fresh developments raise questions about their own Russia connections.",
  "First came reports that the FBI knew about a Russian bribery plot tied to nuclear energy interests in the U.S. well before the Obama administration OK’d a mining company sale to a Russian firm, giving it partial control over American uranium reserves.",
  "The Hill reported, however, that the FBI had evidence as early as 2009 that Russian operatives used bribes, kickbacks and other dirty tactics to expand Moscow’s atomic energy footprint in the U.S., related to a subsidiary of the same Russia firm.",
  "The Hill has since reported that as Hillary Clinton began her role as secretary of state, a Russian spy posing as an accountant became close to a Democratic donor in hopes of gathering intelligence on Clinton’s State Department.",
  "Meanwhile, Fusion GPS, the firm behind the controversial anti-Trump dossier, has gone to court to block Congress from getting its bank records after its representatives pleaded the Fifth in a Capitol Hill appearance last week.",
  "But in a statement on Monday, a spokesperson for The Podesta Group claimed the company was in compliance -- citing a series of filings dating back years -- and is “fully” cooperating with the special counsel’s office.",
  "Then came a report that Robert Mueller’s Russia investigation is looking at the dealings of Tony Podesta, a powerful Democratic lobbyist and the brother of former Hillary Clinton campaign chairman John Podesta.",
  "House Republican lawyers countered Monday in their own court filing that the company is a for-profit business and not an “association” engaged in protected activity under the First Amendment.",
  "But, according to documents reviewed by Fox News, Fusion is seeking a \"temporary restraining order and preliminary injunction\" to block the release of those records.",
  "“The closer the investigation about real Russian ties between Trump associates and real Russians … the more they want to just throw mud on the wall,” Clinton said.",
  "Two top officials from the political research firm invoked their Fifth Amendment right and refused to answer questions last Wednesday before the same House panel.",
  "Several Republican lawmakers on Capitol Hill are now asking questions about how the deal was approved the next year by an inter-agency committee.",
  "“Now it’s the Democrats who have some explaining to do,” Republican National Committee Chairwoman Ronna McDaniel said in a statement overnight.",
  "Podesta's firm eventually filed a registration for the work, after the media reported on the business and Congress started asking questions.",
  "Hillary Clinton on Monday brushed off the revival of the uranium deal controversy as “baloney” meant to distract from GOP controversies.",
  "On another front, Fusion GPS has gone to court in an attempt to block a House committee subpoena for the company’s banking records.",
  "But White House Press Secretary Sarah Sanders told “Fox & Friends” on Tuesday that the only “collusion” is on the other side.",
  "House Intelligence Committee Chairman Devin Nunes, R-Calif., had issued a subpoena on Oct. 4 for those TD Bank records.",
  "“Plaintiff’s argument is too clever by half, and an insult to the efforts of true advocacy organizations,” they said.",
  "The U.S. was involved because the sale gave the Russians control of part of the uranium supply in the U.S.",
  "Fusion has refused to tell congressional committees who paid for the dossier or reveal its sources.",
  "“If you want to see collusion with anyone and the Russians, look no further than the Democrats.",
  "Look no further than Tony Podesta and the Clinton crew,” she said.",
  "“Any insinuation to the contrary is false.",
  "Among them, Sen. John Barrasso, R-Wyo.",
  "But Republicans beg to differ.",
  "(The spy was later arrested.)"
]