[
  "On Wednesday morning, Grassley announced via Twitter that the president had called him to discuss not Russia, but ethanol, proudly announcing that “he assured me he’s pro ethanol” and that Grassley was free to tell the people of Iowa “he’s standing by his campaign PROMISE.”\n\nRussia, and the committee’s ongoing investigation of alleged coordination between the president’s campaign and Kremlin officials, did not come up during the call, according to Taylor Foy, Grassley’s committee spokesman.",
  "Senate Judiciary Committee Chairman Charles E. Grassley’s panel will be hosting Trump’s son next month for an interview behind closed doors in its ongoing Russia probe — something the committee has been trying to do since it was revealed that Donald Trump, Jr. accepted a meeting in Trump Tower with a Russian lawyer claiming Kremlin connections during the campaign.",
  "(Drew Angerer/Getty Images)\n\nPresident Trump called the head of the Senate Judiciary Committee to talk about one of his most important parochial issues — ethanol — shortly before the committee is slated to interview his son in its ongoing Russia probe.",
  "A White House official said Wednesday that in recent days, Trump has heard from a few outside advisers about rumors within the ethanol industry that the president was abandoning his campaign pledge on ethanol.",
  "Trump decided to call Grassley on Wednesday to kill the rumors and reassure Iowa’s senior senator that he supported ethanol and would not walk away from his campaign promise, the official said.",
  "Details are slowly coming out about Donald Trump Jr.'s meeting with a Russian lawyer during his father's presidential campaign in June 2016, including the identity of an eighth participant.",
  "(Elyse Samuels,Jenny Starrs/The Washington Post)\n\nThe timing of the call, however, raised questions about why the president had chosen to engage with Grassley at this juncture.",
  "Trump’s tweet on Sunday threatening to terminate the North American Free Trade Agreement, which would have an impact on the ethanol industry, apparently helped feed the rumors.",
  "Though Grassley has long championed ethanol, matters such as subsidies and renewable fuel standards are not an integral feature of any major bill currently before the Senate.",
  "Foy said that it was Trump who called Grassley, and that Grassley told the president he would tweet about their conversations and the president’s support for ethanol.",
  "Senate Judiciary Committee Chairman Charles E. Grassley arrives for a hearing on 'Oversight of the Foreign Agents Registration Act and Attempts to Influence U.S.",
  "Headlines about that committee meeting, which Grassley (R-Iowa) has been trying to set up for weeks, gripped headlines and cable news chyrons on Tuesday night.",
  "The call was approximately two minutes long, Foy said, and the only other subjects that came up were Hurricane Harvey and U.S.",
  "Elections' in the Hart Senate Office Building in Washington on July 27, 2017.",
  "Ambassador to China Terry Branstad, the former governor of Iowa.",
  "Read more at PowerPost"
]