[
  "“I think the lady Russian lawyer that was there in that meeting, I’ve written to [The State Department and Department of Homeland Security] to find out what she was doing in the country when presumably either her visa or parole expired,” Grassley said on “Fox & Friends.”\n\nGrassley wrote the departments saying Veselnitskaya had been granted parole to enter the U.S. sometime in 2015, but her parole expired in January 2016, months before the Trump Jr. meeting.",
  "The Russian lawyer who met with Donald Trump Jr. in a controversial June 2016 sit-down had been denied a visa to the enter the United States months before the infamous encounter – and a powerful senator wants to find out how she ended up in America anyway.",
  "The senior lawmaker is raising questions about how Natalia Veselnitskaya was able to gain access to the U.S. for a June 9 meeting with Trump Jr., then-campaign chairman Paul Manafort and senior aide and President Trump’s son-in-law, Jared Kushner.",
  "Goldstone had said the dirt was “part of Russia and its government’s support for Mr. Trump” -- a detail that has fueled Trump critics' claims of collusion with Moscow last year, though the lawyer apparently did not have such damaging information.",
  "“The other thing, if she was representing a foreign government…she wasn’t registered under the Foreign Agents Registration Act as well.”\n\nHe added, “We do have a responsibility to congressional oversight to get to the bottom of it.”",
  "The brief session was set up by publicist Rob Goldstone, who promised “information that would incriminate Hillary” Clinton, the Democratic presidential candidate.",
  "Grassley noted on “Fox & Friends” that Veselnitskaya’s movements – approved or otherwise – in the U.S. occurred during the Obama administration’s watch.",
  "The Russian lawyer would have been granted entry under the Obama administration, and Grassley said he's sent inquiries to the relevant agencies.",
  "Asked Wednesday if the meeting may have been a setup by opponents of Trump – perhaps even then-President Barack Obama – Grassley demurred.",
  "“She shouldn’t have been in the country,” Senate Judiciary Committee Chairman Chuck Grassley, R-Iowa, told \"Fox & Friends\" on Wednesday.",
  "“And if there’d been enforcement of the immigration laws she wouldn’t have been in the country,” he said.",
  "“There’s no way I know that and I shouldn’t comment on things you don’t know,” he said."
]