[
  "(RELATED: Hillary Clinton Ties Emerge In Panama Papers)\n\nThe Podesta Group, which Clinton’s campaign chairman founded in 1988 with his brother Tony, has also lobbied on behalf of other firms with links to the Russian government, including the Russian bank Sberbank and the uranium energy company Uranium One.",
  "(RELATED: Lobbying Firm Co-Founded By Clinton Campaign Chair Has Ties To Uranium One)\n\nClinton has largely avoided scrutiny for her close relationship with the Podesta brothers — that despite Tony Podesta having bundled more than $130,000 in campaign contributions for her campaign.",
  "During an April 2012 meeting, Gates described the European Centre’s role in the project as “supplying a source of money that could not be traced to the Ukrainian politicians who were paying him and Manafort,” according to an unnamed former Podesta Group employee.",
  "The AP report suggests that the lobbyists may have violated the Foreign Agents Registration Act, a federal law which requires American firms working on behalf of entities controlled by foreign governments to register with the Justice Department.",
  "Donald Trump’s campaign chairman Paul Manafort reportedly helped route more than $1 million in secret from a pro-Russian group in Ukraine to a Washington D.C. lobbying firm co-founded by Hillary Clinton’s campaign chairman, John Podesta.",
  "Manafort and an associate, Rick Gates, who also advises the Trump campaign, helped direct funding to the Podesta Group and another lobbying firm, Mercury LLC., from a group called the European Centre for a Modern Ukraine.",
  "But disclosure was not required under the federal law because the European Centre provided assurances that its work was not directed, controlled or financed by Ukraine’s government or Yanukovych’s party, Mercury asserted.",
  "In all, the European Centre, which was controlled by Ukrainian president Viktor Yanukovych, an ally of Russian president Vladimir Putin, paid $2.2 million to the two Beltway lobbying firms.",
  "The AP noted that several of those involved in the arrangement between the European Centre and the lobbyists provided contradictory descriptions of Manafort’s level of involvement.",
  "But Vin Weber, a partner at Mercury LLC., told the AP that he and Podesta had a conference call with Manafort to discuss the massive lobbying outlay before the project kicked off.",
  "Trump and Manafort have faced the heaviest scrutiny, largely because Manafort has received millions from Yanukovych, who fled Ukraine during protests there in Feb. 2014.",
  "As Trump’s campaign noted in a recent press release, John Podesta recently held a position on the board of directors of an energy company called Joule Unlimited.",
  "Former employees of the Podesta Group also shed the arrangement in a negative light, with at least one former employee arguing that it was illegal.",
  "Trump has been criticized for making statements in support of Putin and his annexation of Crimea from Ukraine following Yanukovych’s departure.",
  "While both firms disclosed the lobbying income to the Senate, they did not file disclosure reports with the Justice Department.",
  "There was also internal disagreement at the Podesta Group over the project, several current and former associates told the AP.",
  "The article also shows that current and former Podesta Group employees questioned the arrangement with the European Centre.",
  "The campaigns have traded jabs in recent days over each others’ cozy relationship to the Russian strongman and his allies.",
  "Podesta told the wire service that his outfit worked for the European Centre and Gates but that Manafort was not involved.",
  "The story provides another example of both Manafort and Clinton associates having shady ties to Putin and his supporters.",
  "The payments were doled out in a way that “could not be traced to Ukrainian politicians,” the Associated Press reports.",
  "“If counsel had determined FARA was the way to go, we would have gladly registered under FARA,” Fitts told the AP.",
  "in May 2012 showing that the firm determined that the European Centre qualified as a “foreign entity” under FARA.",
  "But Gates undermined that claim, telling the AP that both he and Manafort were working for the political group.",
  "Podesta also told the AP that Gates was not working for Yanukovych’s political party, the Party of Regions.",
  "The disclosure reports also provide more information about the underlying lobbying activities.",
  "Disclosure requirements under FARA are more stringent than disclosures filed with the Senate.",
  "At least one former associate believed that the partnership was illegal, according to the AP.",
  "As for whether Podesta Group and Mercury violated FARA, the companies deny that they did so.",
  "That company had received a $35 million investment from a company founded by Putin in 2007.",
  "Podesta Group’s CEO, Kimberly Fitts, also denied that the company illegally skirted FARA.",
  "The Podesta Group received $1.13 million of the European Centre’s $2.2 million outlay.",
  "But Correct the Record, a super PAC supporting Clinton, tweeted a link to the story.",
  "The firm lobbied Congress and the State Department from June 2012 to April 2014.",
  "It took in $630,000 while Hillary Clinton was serving as secretary of state.",
  "But Clinton and her campaign are by no means free of ties to Putin.",
  "The PAC did not acknowledge that the story also implicates Podesta.",
  "Podesta said that he was not aware of any internal disagreement.",
  "The AP obtained a legal document drafted by Mercury LLC.",
  "Neither campaign commented on the AP report.",
  "Follow Chuck on Twitter"
]