[
  "According to a report recently published by the Atlantic Council, making RT (which expressly changed its name to disguise its Russian origins) identify itself as the instrument of a foreign government “does not suppress freedom of speech; instead, it serves the First Amendment by supplementing information available to the public.” Nor does it imply any sort of governmental discrimination as to the value of different types of speech or infringe upon the sacred First Amendment rights of American citizens.",
  "At a May news conference with Russian President Vladimir Putin, French President Emmanuel Macron defended his successful campaign’s decision to deny access to RT and Sputnik, calling them “agents of influence and propaganda.” When I wanted to protest the Russian government’s anti-gay campaign in the summer of 2013, it made sense to do so during a live broadcast on RT, as the network is widely understood to be a mouthpiece for the Russian government.",
  "Russian President Vladimir Putin himself admitted in 2013 that RT “cannot help but reflect the Russian government’s official position on the events in our country and in the rest of the world one way or another.” RT’s utterly opaque governance structure, as well as testimony from former employees and the Russian leader himself, suggest that those who work for it do so at the “direction or control” of the Kremlin.",
  "No matter how preposterous RT’s content or biased its editorial position, however, such judgments are necessarily subjective and cannot be the measure by which the U.S. government decides what constitutes a foreign “news or press service.” Ultimately, the substance of what RT oozes out is less relevant to the legal determination of whether it qualifies as a foreign agent than its management structure.",
  "(Jonathan Newton/The Washington Post)\n\nJames Kirchick is a visiting fellow at the Brookings Institution and author of “The End of Europe: Dictators, Demagogues, and the Coming Dark Age.”\n\nLast week, the Russian government-funded cable network RT announced that its American arm had been asked by the Justice Department to register under the Foreign Agents Registration Act.",
  "Noting that FARA includes an exemption for “any news or press service,” executives of RT and Sputnik claim that they are legitimate news outlets no different than the BBC or Germany’s Deutsche Welle, neither of which is subject to FARA, and that targeting Russian outlets unfairly singles out unpopular “speech” for government opprobrium.",
  "“The rapid expansion of RT’s operations and budget and recent candid statements by RT’s leadership point to the channel’s importance to the Kremlin as a messaging tool and indicate a Kremlin directed campaign to undermine faith in the U.S. government and fuel political protest,” the report concluded.",
  "One obvious response would be to identify VOA and Radio Liberty as “foreign agents” and impose restrictions on their reporters; the Russians might even go further and apply the label to correspondents employed by nongovernment funded outlets like the one you’re reading or the New York Times.",
  "FARA basically applies lobbying disclosure measures to the activities of foreign governments: Just as Americans have a right to know how corporations attempt to affect legislation, they should also be informed of the ways in which other countries try to influence our political process.",
  "Only when the tinfoil hat-wearing man ranting on the street corner about the water fluoridation government mind control experiment is paid by the Russian government to shout these things on RT should he have to register with the Justice Department as a foreign agent.",
  "RT has no regard whatsoever for basic journalistic values like objectivity or the pursuit of truth; Ofcom, the British government media regulatory body, has repeatedly rebuked the network for breaching basic broadcasting standards, far more than any other network.",
  "There’s already a sign this may be happening: Two days after RT revealed it had been asked by the Justice Department to register under FARA, progressive radio host Thom Hartmann, who has helmed a show on the network since 2010, announced his departure.",
  "Originally passed in 1938 to address the scourge of Nazi propaganda, FARA requires any individual or entity acting “at the order, request, or under direction or control, of a foreign principal” to register with the Justice Department.",
  "That Dmitri Kiselyov, a bombastic Russian television host who oversees RT’s parent organization, is included on a list of Russian officials sanctioned by the European Union for the annexation of Crimea, indicates that our E.U.",
  "The agent must then periodically disclose the nature of its financial arrangements with the foreign principal and provide detailed, regular reports about the distribution of “informational materials” on its behalf.",
  "Critics of the move to register RT and Sputnik as foreign agents generally make two arguments: that doing so would chill free speech and provoke retaliatory measures against American journalists working in Russia.",
  "Donald Trump’s former campaign manager, Paul Manafort, was recently made to retroactively register as a foreign agent on behalf of a pro-Russian Ukrainian political party after failing to do so from 2012 to 2014.",
  "FARA does not in any way circumscribe what foreign agents may say or publish; the law merely requires that the information they disseminate be clearly labeled as originating from a foreign government.",
  "The individuals who sit on these panels are publicly announced, serve fixed terms and protect their respective institutions from the whims of whichever political party holds the reins of power.",
  "A customary experience for correspondents newly posted to Moscow is returning home at night to find cigarette butts strewn across the floor and one’s personal effects conspicuously displaced.",
  "In addition to better informing American citizens about the nature of RT, another salutary effect of labeling it a foreign agent may be dissuading Americans from seeking employment there.",
  "The latter have transparent governance structures (the BBC Trust and the Broadcasting Board of Governors, respectively) that ensure editorial independence, accountability and quality.",
  "The New York bureau of the Soviet news agency TASS registered from the 1940s onward, as did a variety of other Soviet media outlets including Pravda and Izvestiya.",
  "But the most compelling reason to register RT as a foreign agent is also the simplest: The United States has a law on the books that clearly mandates it.",
  "Formerly known as Russia Today, RT was singled out this year in an intelligence community report on Kremlin meddling in the 2016 presidential election.",
  "Considering the Kremlin’s systemic effort to jam and block Western news broadcasts, registering RT and Sputnik as foreign agents may not go far enough.",
  "The first entity convicted of failing to comply with FARA was a news service operated by the Nazi regime, and the law has remained relevant ever since.",
  "Yet such worries overlook the myriad ways in which the Russian government already makes life difficult for Western journalists and news outlets.",
  "More important in considering the Justice Department’s actions than misplaced free speech concerns is whether and how Moscow will retaliate.",
  "Applying FARA to RT (and possibly Sputnik, a Kremlin-funded Internet “news” service also being investigated by the FBI) is long overdue.",
  "Compelled to register as agents of a hostile foreign power, the network’s American employees might flee like rats from a sinking ship.",
  "As for the VOA and Radio Liberty, the Russian government denied AM broadcast licenses to the former in 2014 and the latter in 2012.",
  "[How Trump got his party to love Russia]\n\nRegistering RT as a foreign agent will not hinder the network’s ability to broadcast.",
  "One way RT has gained credibility is by featuring Americans like Larry King and former MSNBC host Ed Schultz as presenters.",
  "The same cannot be said of RT, ostensibly governed by a “supervisory board” whose members remain secret.",
  "The only thing RT has in common with Western outlets like the BBC and Voice of America is state funding.",
  "allies rightly view the network’s employees not as journalists but functionaries in a regime.",
  "As best we can tell, RT’s content is shaped in close consultation with the Kremlin.",
  "And the United States, unlike Russia, is a country governed by the rule of law.",
  "But RT is not a “news service” in any meaningful sense of the term.",
  "Reputable news services don’t employ Illuminati correspondents.",
  "What it will do is provide transparency for American citizens.",
  "Trump’s lack of concern about Russian hacking shocks me.]",
  "[The Clinton campaign warned you about Russia.",
  "\n\nLarry King hosts a show on RT.",
  "But nobody listened to us.]",
  "[I was an FBI agent."
]