[
  "One former lawmaker who’s lobbied for foreign entities tells POLITICO that “you’ve just got to make sure that everything you’re doing complies with U.S. law, because what a lot of these people would like to do would end up putting you in jail, because it’s just the way they do business.”\n\nOf course, hiring big-name former lawmakers doesn’t always get a foreign government much bang for its buck; some current and former government officials say that former members often don’t provide much more than an expensive method of securing the meetings that capable ambassadors and diplomats should be getting themselves.",
  "The Obama administration’s shifting approach to traditional foes and allies in the Middle East following the Arab Spring, the growth of right-wing populism in Eastern Europe, tensions with Russia, the refugee crisis and an unprecedented presidential campaign, in which a novice candidate has questioned U.S. alliances and broken diplomatic conventions, are prompting governments to explore the need for lobbying representation in Washington.",
  "Of the 1,009 members of Congress who have left Capitol Hill since 1990, 114 of them — just over 11 percent — lobbied for or otherwise represented a foreign government, foreign-owned company or think tank, according to a POLITICO review of records filed with the tiny DOJ office charged with enforcing the Foreign Agents Registration Act (FARA), a 1938 law passed to deal with the threat of Nazi propagandists in the United States.",
  "“In one way, this presidential election is probably good for business.”\n\nCastle and Coleman both leverage their access to key Republicans for the Saudis, who’ve faced a steadily growing image problem in the United States since the 2001 attacks, despite their status as a linchpin of the U.S. security umbrella in the Persian Gulf, and were shaken by the Obama administration’s nuclear deal with arch-enemies in Iran.",
  "The top 10 former lawmakers-turned-foreign-agents, according to POLITICO’s review, include a wide range of retired members, including congressional leaders and presidential contenders like Dick Gephardt, rank-and-file members like Albert Wynn and back-bench bomb-throwers like former Florida Rep. Connie Mack IV, each of whom worked on FARA contracts bringing more than $1 million to their respective firms in 2015.",
  "Since 2014, the Saudi Embassy has paid $2.1 million to Coleman’s firm, Hogan Lovells LLP, to help give it a second bite at the Washington apple, making him one of the biggest players in a lucrative niche of the lobbying business: former members of Congress who lobby for foreign governments or corporations, and particularly ones that straddle the line between U.S. ally and U.S. headache.",
  "When Saudi Foreign Minister Adel Al-Jubeir visited Washington in early February to address concerns about a lack of Saudi help in fighting ISIL in Syria, for example, Coleman arranged — and sat in on — meetings with Senate Foreign Relations Chairman Bob Corker, Armed Services Chairman John McCain and Intelligence Committee Chairman Richard Burr, according to DOJ records.",
  "A POLITICO review of more FARA records shows that nations like Azerbaijan, Tajikistan and Belarus — some of which face frequent criticism over their human rights records — have vastly ramped up their spending in recent years into the six- and seven-figure range as they’ve sought to safeguard energy relationships or boost military ties with the United States.",
  "“The work that Connie did with this hearing … had a great impact.”\n\nLater, Mack defended Orban during the migrant crisis in Europe, as the Hungarian prime minister was slammed in the international media for building a fence on Hungary’s border and issuing xenophobic diatribes about Muslim refugees fleeing war in the Middle East and Africa.",
  "The favorable treatment these former lawmakers seek for their clients often bumps against U.S. foreign policy or the interests of the constituents they once served, and, in some cases, they are putting foreign companies over U.S. businesses, whether the issue is recognizing the Armenian genocide or sanctioning a Belarusian potash company.",
  "Hardly a top-tier Republican power player, he remains better known for his family ties: his father, former Sen. Connie Mack III; his great-grandfather and legendary baseball manager, Connie Mack; and his ex-wife, former Rep. Mary Bono, who won election to the House in 1998 to replace her first husband, singer and politician Sonny Bono.",
  "When Rep. Steve Pearce (R-N.M.) introduced legislation in July 2015 that would have slapped sanctions on Belaruskali, a potash producer in the former Soviet republic of Belarus, the company wasted little time in securing Washington representation, signing a contract with Greenberg Traurig LLP within two weeks, according to FARA files.",
  "Adam Schiff, a House Democrat from California’s diverse 28th District in Los Angeles County and one of the Armenian-American community’s staunchest allies in Congress, recalls offering a surprise amendment at a 2005 markup of the foreign aid spending bill that would have directed the State Department to study the genocide issue.",
  "“Everybody’s got business in the U.S., and everybody wants to [improve] their image with the U.S. government.”\n\nThe proportion of former lawmakers registering as foreign lobbyists did drop off a bit after a change in lobbying laws in in the late 1990s, but that doesn’t necessarily mean they’re avoiding the foreign lobbying game.",
  "Burnishing tarnished images\n\nHungarian Prime Minister Viktor Orban — an avowed admirer of Russian President Vladimir Putin — was looking to counter growing suspicion from Washington in 2014 as he steered his Central European nation of 10 million in a more autocratic direction amid charges of corruption and anti-Semitism.",
  "One of the likely reasons is that the Lobbying Disclosure Act, enacted in 1995, effectively created a FARA exemption: individuals lobbying for foreign corporations no longer had to register under FARA, as long as they registered under the LDA, which has far looser transparency and disclosure requirements.",
  "And they’re more than willing to leverage their access on Capitol Hill to defend the U.S.-Saudi relationship, even as an increasing number of lawmakers challenge Riyadh’s support for Wahhabi extremist groups and raise alarm bells about the humanitarian toll of its U.S.-backed military campaign in Yemen.",
  "It has been perennially opposed by the presidents of both parties — Obama promised on the campaign trail to recognize the genocide, but has not done so — thanks to vociferous opposition from Turkey, a member of NATO that has been critical in the U.S. military’s ability to wage war in the Middle East.",
  "While the penalties for FARA violations include up to five years in prison and a $10,000 fine, a long-anticipated report released by the DOJ's inspector general in September — originally prompted by former Rep. Wolf — found that Justice brought only seven criminal cases using FARA from 1966 to 2015.",
  "“It’s not what’s in his heart,” Mack told POLITICO last year, sitting in his downtown Washington office next to a guitar autographed by the members of Lynyrd Skynyrd and the green bleacher seats used by his Hall of Fame great-grandfather when he was thrown out of games at Philadelphia’s Shibe Park.",
  "FARA records show that Mack disseminated information and spoke with members of the panel — including House Foreign Affairs Europe Subcommittee Chairman Dana Rohrabacher (R-Calif.) and ranking Democrat Gregory Meeks of New York, Randy Weber (R-Texas), Ted Poe (R-Texas), William Keating (D-Mass.)",
  "In an email exchange, Lanny Davis, a Washington lobbyist and noted Clintonista who has lobbied for St. Kitts, Equatorial Guinea, Ivory Coast and others, asks Clinton if she’ll provide a comment for a cover story that American Lawyer magazine is writing about him — but then thinks better of it.",
  "During his time in the House representing Missouri, Gephardt was a champion for the Armenian-American community’s top priority in Washington: getting Congress to adopt a resolution recognizing the mass killing of Armenians by the Ottoman government in the run-up to World War I as a genocide.",
  "One of the convictions under FARA involved a former member of the House: Mark Deli Siljander (R-Mich.), who was thrown in jail for a year and a day in 2010 after he lied about lobbying the Senate Finance Committee on behalf of an Islamic charity that the government had linked to terrorism.",
  "The firm, which accounted for 35 percent of exports in a country that accounted for nearly one-fifth of the world’s potash trade, was sanctioned by the U.S. government after a flawed 2006 election that saw Lukashenko stay in power amid widespread reports of human rights violations.",
  "Former Rep. Don Manzullo (R-Ill.) gets paid $270,000 annually as president and CEO of the Korean Economic Institute — a U.S.-based nonprofit think tank that is fully funded by a South Korean government-affiliated think tank in Seoul, and which spent more than $2.5 million in 2015.",
  "A POLITICO review of FARA spending records shows that Middle Eastern monarchies and former Soviet bloc nations, including Georgia, Azerbaijan, Tajikistan, Belarus and Hungary, are becoming some of the top spenders on Washington lobbying — and they’re often hiring former members.",
  "The FARA taint\n\nLobbying firms and former members think long and hard before they decide whether to register under FARA, which — under the letter of the law, at least — requires extensive disclosure of all contacts with government officials and all promotional materials.",
  "But the UAE, which spent less than $1 million in 2000, saw the need to expand its U.S. influence spending — and hired former Senate Majority Leader and GOP presidential nominee Bob Dole to represent it for a time — in the wake of the 2006 Dubai Ports World controversy.",
  "The Justice Department’s inspector general report, which was released around the time of the Manafort revelations, also found that 62 percent of initial FARA registrations were filed late and that half of all registrants filed at least one piece of paperwork late.",
  "When Coleman was a senator, for example, he signed on to a 2005 letter to the George W. Bush administration, with 14 other senators, that was harshly critical of Saudi Arabia, in part for its funding of mosques that promoted hatred of Jews and the United States.",
  "FARA totals compiled by the Washington-based Sunlight Foundation show that in 2013, the top FARA spenders were the United Arab Emirates at $14.1 million, Germany at $12 million, Canada at $11.2 million, Saudi Arabia at $11.2 million and Mexico at $6.1 million.",
  "And in the midst of the fight, the Saudis hired former Senate Majority Leader Trent Lott, the Mississippi Republican, and the deal-making former Louisiana Democrat John Breaux, both currently at Squire Patton Boggs, to a $100,000, one-year lobbying contract.",
  "With the future of Hungary’s military and energy relationships with the United States seemingly at risk because of the corruption and migrant crisis tensions, Mack made the rounds with Orban when he visited New York last year for the U.N. General Assembly.",
  "Prime Minister Recep Tayyip Erdogan’s heavy-handed response to a failed July coup attempt and his security goons’ manhandling of journalists during a recent visit to Washington, have been straining his relations with the White House and on Capitol Hill.",
  "He was actively involved in lobbying for his domestic clients against a Puerto Rican economic assistance bill earlier this year — drawing the ire of House Republican leaders — but his FARA records show little activity on behalf of Hungary this year.",
  "The Balkan government of Albania, for example, paid nearly $480,000 to Tom Ridge, former House member, Pennsylvania governor and Homeland Security secretary, and his firm in 2007 to lobby Congress in its effort to join NATO and the European Union.",
  "Benefiting from turmoil\n\nWhile France and Japan dominated the FARA spending game 15 years ago, some of the biggest money right now is in the region that’s factored most in the U.S. government’s foreign policy since Sept. 11, 2001— the Middle East.",
  "The company had formerly been under the umbrella of a state-owned firm called Belneftekhim that was controlled by autocratic President Alexander Lukashenko — the country’s only leader since the Berlin Wall fell and Belarus became independent.",
  "“Some people don’t care” about the stigma, notes Joseph Sandler, a former general counsel to the Democratic National Committee who is now with Sandler Reiff Lamb Rosenstein & Birkenstock, P.C., and is regarded as an expert on FARA regulation.",
  "Saudi Arabia, for instance, reported $1 million in spending in 2000; last year, it reported more than $13 million, part of a ramp-up in lobbying that’s made the kingdom one of many up-and-comers in the Washington foreign influence game.",
  "Saudi Arabia’s long-standing reservoir of goodwill on Capitol Hill had already been dwindling for years when Congress voted to allow the families of 9/11 victims to sue the kingdom over its alleged involvement in the terrorist attacks.",
  "Podesta is headed by uber-lobbyist Tony Podesta, the brother of Hillary Clinton campaign chief John Podesta; Mercury is chaired by former Rep. Weber, the lobbying powerhouse who represented Minnesota’s 2nd District from 1983 to 1992.",
  "| AP Photo\n\nMack’s two firms, SLI Group and Liberty International, received a total of $1,057,233.89 in 2015 from Orban’s office (some of which was paid to another firm, Levick, for which Mack was a partner until earlier this year).",
  "As of the end of April 2016, Belaruskali and its affiliated sales and marketing firm had paid almost $611,201.84 to Greenberg Traurig following the signing of the initial contract, according to a POLITICO analysis of FARA records.",
  "That’s exactly what happened in September when the AP reported a series of possible FARA violations surrounding Manafort, who had made millions of dollars years before representing the authoritarian former president of Ukraine.",
  "The firm declined to make Gephardt available for an interview with POLITICO, saying only, “The policy of the firm is to not comment on clients to the press.”\n\nLobbying for Turkey is only going to get more controversial.",
  "At the top of the list is former Rep. Vin Weber (R-Minn.), who is registered to lobby for Qatar, Uganda and Nigeria, among others; those contracts brought nearly $4 million to his firm, Mercury Public Affairs, in 2015.",
  "Where lobbyists see an opportunity, critics see something distasteful at work: former lawmakers working on behalf of a foreign entity with very different interests than the constituents they served while in Congress.",
  "It didn’t go anywhere on Capitol Hill, and neither have the DOJ's own requests for Congress to enhance its ability to crack down on individuals who skirt the foreign lobbying laws by failing to register under FARA.",
  "“I don’t care who’s doing it.”\n\nNorm Coleman arranged—and sat in on—meetings with Senate Foreign Relations Chairman Bob Corker, Armed Services Chairman John McCain and Intelligence Committee Chairman Richard Burr.",
  "Working out of a small office housed on the first floor of the Justice Department building, the FARA team has no power “to compel the production of information from persons who may be agents,” the report states.",
  "Rohrabacher called the meeting “a very fine education on one of the main ingredients of the Belarusian economy.” He even has a piece of potash that he displays proudly in his office, given to him by Belaruskali.",
  "That’s the kind of communication a lot of countries need.”\n\nFARA records show that Connie Mack disseminated information and spoke with members of the House Foreign Affairs Committee about “Strengthening US/Gov.",
  "While a former lawmaker’s relationships don’t always yield concrete results, they can open doors for foreign leaders, like Hungary’s Viktor Orban, looking to burnish their country’s reputation — or their own.",
  "Unlike some U.S.-based think tanks that have courted controversy by taking foreign money but not registering under FARA, KEI is open in touting its effort to strengthen U.S.-Korean relations, Manzullo says.",
  "Just after the coup, Turkey went out and hired APCO Worldwide for two weeks of August work, for a fee of $74,200 (among the registrants is Dan Scandling, a former aide to former Rep. Wolf, the FARA critic).",
  "As part of a multiyear, $5 million contract split among the Szazadveg Foundation and Mack’s lobbying firms — SLI Group and Liberty International — the former congressman became Orban’s man in Washington.",
  "Former Rep. Wynn, who had served on Foreign Affairs, and former Rep. Pete Hoekstra (R-Mich.), who had served as chairman of the House Intelligence Committee, were put on the case on behalf of Belaruski.",
  "Still, many foreign agents, like most of the former lawmakers interviewed by POLITICO, play it safe: They register under FARA and provide at least a modicum of information about their lobbying contacts.",
  "So when he recommended the meeting I, of course, took him up on the offer.”\n\nHoekstra and Bass declined to comment on their work on behalf of the potash firm; Wynn did not respond to POLITICO queries.",
  "Correction: An earlier version of the “From Congress to Foreign Agents” chart accompanying this story incorrectly stated that former Sen. Robert Torricelli lobbied on behalf of Saudi Arabia in 2015.",
  "That kind of reaction is typical, say lobbying sources, particularly when it comes to officials from more autocratic governments where the legislative process is little more than a rubber stamp.",
  "Only one of the individuals charged was convicted at trial; according to the report, two pleaded guilty to FARA charges, two were convicted on non-FARA charges and two saw their cases dismissed.",
  "And Castle is registered to work on behalf of the Saudis and the German state of Rheinland-Pfalz — where U.S. base closures are an issue — on contracts that brought his firm $699,554.69 in 2015.",
  "Above all, it’s about access — securing meetings with lawmakers and administration officials that a country’s official diplomatic representation in Washington will sometimes struggle to secure.",
  "Spending from Western allies like Canada, Germany, Japan and France tends to be focused around specific trade and business legislation or regulatory decisions — think the Keystone XL pipeline.",
  "Mack maintains that Orban’s more controversial anti-refugee statements were being manipulated and distorted by activists and journalists funded by Soros, though there was no evidence of this.",
  "But after joining the private sector and taking Turkey as a client, Gephardt made a striking turnabout, lobbying his former colleagues on Capitol Hill to vote against the genocide resolution.",
  "), the late Rep. Stephen Solarz (D-N.Y.), former House Speaker Dennis Hastert (R-Ill.), former CIA director and longtime House member Porter Goss (R-Fla.) and former Reps. Albert Wynn (D-Md.)",
  "I got a lot of wild things on my wall.”\n\nWhether the lobbying helped or was inconsequential, the result was a good one for the Belarusians: The bill never even made it to a committee markup.",
  "Sometimes the mission is image protection for wayward allies or managing expectation about the legislative process for confused foreign governments, particularly the more autocratic ones.",
  "As David Szabo, program director at the Századvég School of Politics Foundation in Budapest, Hungary, puts it: “There are more and more examples of ethnic lobbying or national lobbying.",
  "Rohrabacher, who has a much-publicized soft spot for Putin-era Russia, told POLITICO in a brief interview that Mack “knows all of us, and he has direct contact with the top people here.",
  "| AP Photo\n\nIn 2012, Wolf introduced legislation that would have barred any elected official at the federal level from lobbying for a foreign entity for 10 years after leaving Congress.",
  "Turkey, however, has been a constant player in the Washington lobbying world — and it’s a prime example of the role former lawmakers play, and the controversy that it often comes with.",
  "In recent years, the country’s increasingly autocratic government has employed an army of lobbyists, including Gephardt, Lott, Breaux, former House Speaker-elect Bob Livingston (R-La.",
  "Under pressure from a Congress still gripped by post-9/11 security concerns, plans for UAE-owned Dubai Ports World to take over management of a series of U.S. ports were scuttled.",
  "It didn’t hurt that one of Orban’s biggest foes in Hungary is none other than Hungarian native and billionaire George Soros, also a huge Democratic fundraiser and GOP boogeyman.",
  "That’s because, in some circles, foreign lobbying amounts to a scarlet letter, and it’s generally a no-go for any former members hoping to work again in politics or government.",
  "Moreover, it’s small, poorly funded and relies on voluntary compliance; it usually investigates possible failures to register only when its staff reads about them in the media.",
  "Meanwhile, Mack, who represented Florida’s Gulf Coast 14th District from 2005 to 2013, was fresh off a losing 2012 Senate bid and looking to ramp up his new lobbying practice.",
  "Weber’s firm drew scrutiny last month after it was linked to Ukrainian lobbying done by Paul Manafort, Donald Trump’s former campaign chairman, in an Associated Press report.",
  "Former members-turned-lobbyists aren’t shying away from controversial foreign clients looking to bolster their Beltway influence or simply elevate their own political brand.",
  "Meeks tells POLITICO the potash meeting “wasn’t the focus of the trip.”\n\nRohrabacher said he thinks Hoekstra helped organize the meeting with half a dozen company officials.",
  "The Pearce bill would also have benefited his home-state potash industry, which accounted for 75 percent of U.S. production in 2012, according to the Department of Interior.",
  "His backflip on the issue has earned him charges of hypocrisy and even a boycott campaign by Armenian-Americans, as the St. Louis Post Dispatch reported earlier this year.",
  "Ultimately, the Saudis lost the 9/11 legislation fight in dramatic fashion when the House and Senate overrode Obama’s veto — the first veto override of his presidency.",
  "Manafort had steered at least $2.2 million in payments from a pro-Russian governing party in Ukraine to Washington lobbying firms Podesta Group Inc. and Mercury LLC.",
  "The stigma — real or perceived — around foreign lobbying pops up in the email trove from the now-notorious private server of then-Secretary of State Hillary Clinton.",
  "After retiring in 2015, he went to work for Baylor University on religious freedom issues and to “lead Baylor’s efforts on Capitol Hill,” according to the school.",
  "“And I don’t raise money.”\n\nFor former members-turned-foreign-agents, the job isn’t always to make things happen — it’s often to ensure that things don’t happen.",
  "Hoekstra stopped lobbying on behalf of Greenberg Traurig LLP shortly after, but former Rep. Charles Bass (R-N.H.) soon started working on behalf of the company.",
  "This is now the law.’ Because in their country, when people say something, this is a done deal,” said the former lawmaker who has worked with foreign entities.",
  "Take Turkey’s most prominent Washington lobbyist — Gephardt, a former House minority leader and two-time contender for the Democratic presidential nomination.",
  "When Belaruskali split off from the umbrella company, the New Mexico delegation and others in Washington warned that it was simply a ploy to evade sanctions.",
  "While the two firms say they concluded there was no obligation to disclose their work in this case, the DOJ and the FBI have opened investigations into both.",
  "It’s important for people to know what’s going on,” says former Rep. Frank Wolf, a Republican who represented northern Virginia’s 10th District for 34 years.",
  "Wolf is primarily concerned with former members who lobby on behalf of a subset of countries with poor human rights records or suspect records on terrorism.",
  "Story Continued Below\n\nAs the Saudis tried to prevent lawmakers from overriding President Barack Obama’s veto of the 9/11 legislation last week, former Sen.",
  "Wynn followed up with Meeks’ office within weeks of their return from Belarus, bringing Belarusian potash industry officials up to the Hill for meetings.",
  "His job is to burnish the image of the oft-vilified prime minister by working the media and his former colleagues on the House Foreign Affairs Committee.",
  "But also lobbyists benefit when foreign governments get worried about relatively minor legislative events, which can mean dollar signs for U.S. firms.",
  "In early August 2015, Europe Subcommittee Chair Rohrabacher and Meeks joined Rep. Steve Cohen (D-Tenn.) on a congressional delegation trip to Belarus.",
  "“I’ve actually had more meetings in the last few weeks than I’ve had in a long time with potential clients,” Coleman told POLITICO earlier this year.",
  "These two very powerful former members on both sides,” Schiff says, referring to the fact that Livingston is a Republican and Solarz was a Democrat.",
  "Watchdogs say these paperwork problems, while minor-sounding, prevent journalists and the public from getting a true picture of the influence game.",
  "His job: figuring out “how to take the same message, but put it in terms consistent with how in America we consume information,” he told POLITICO.",
  "“That was an extreme illustration of the extent to which the Turkish lobby [would go] to hire the most influential former members,” Schiff says.",
  "He lobbied on behalf of the National Council of Resistance of Iran, and FARA records show that Torricelli earned $32,643 in fees for that work.",
  "According to the Justice Department OIG, the number of active FARA registrations peaked in 1987 at 916 before falling sharply in the mid-1990s.",
  "The irony, however, is that the stigma is largely reputational, and the risk of getting in trouble with the FARA office is usually minimal.",
  "Part of Mack’s appeal to Hungary was that his conservative politics jibe with the way many of his former GOP colleagues viewed the world.",
  "of Hungary Relations,” according to FARA filings, in advance of a May 2015 Foreign Affairs Committee hearing on U.S.-Hungarian relations.",
  "“What happens is that when they read someone has said something, they kind of look at it and say, ‘Wow, this is really going to happen.",
  "Ambassadors, for instance, will hire lobbyists to meet their yearly quotas for meetings with top officials, said one lobbying source.)",
  "Nowadays, if you want to achieve something in Washington, you need to have [it].”\n\nThat, he says, is why Hungary hired Connie Mack IV.",
  "And he’s brought in a total of $1.2 million in fees from Orban’s office from late 2014 to February 2016, according to FARA filings.",
  "Former Rep. Michael Castle, a Delaware Republican now lobbying for DLA Piper, set up meetings for the Saudis with House leadership.",
  "Part of the job — particularly with less-than-democratic governments — is managing expectations about how the U.S. system works.",
  "The State Department had even barred several Hungarian officials from visiting the United States over corruption concerns.",
  "Norm Coleman — the Minnesota Republican who lost to Al Franken in 2008 — worked his former colleagues in the Senate.",
  "But the four former members — all registered as “foreign agents” with the Justice Department — will still get paid.",
  "Mack cast Orban as a prescient leader whose moves would defend Europe against terrorists from ISIS and Al Qaeda.",
  "“They recessed the committee while Bob Livingston and Stephen Solarz were dispatched to the committee to lobby.",
  "“Just the name ‘foreign agent’ turns a lot of people off,” says one Washington lawyer who works on FARA issues.",
  "Turkey is the poster child when it comes to foreign lobbying opportunities for former members of both parties.",
  "of Hungary Relations,” in advance of a May 2015 Foreign Affairs Committee hearing on U.S.-Hungarian relations.",
  "After months of negative press, “the witnesses painted a rather balanced picture,” Szabo says of the hearing.",
  "“Former members have a pretty good idea of what the thinking may be on something and can read the tea leaves.",
  "Registering under the Lobbying Disclosure Act (LDA), on the other hand, requires virtually no documentation.",
  "The Gephardt Group received $1.7 million from the government of Turkey in 2015, according to FARA filings.",
  "But Saudi Arabia still has lots of allies among retired members of Congress — the ones it pays, at least.",
  "“We developed a very close and trusting relationship when he was in Congress and I always respected him.",
  "“It’s a lot to overcome.”\n\nNicole Narea, Andrew Hanna and Manuela Tobias contributed to this report.",
  "They can say, ‘Hey, look this person is probably not going to be for you,’” Castle told POLITICO.",
  "While there, the congressmen met with Lukashenko to push him to make good on democratic reforms.",
  "The country joined NATO in 2009 — though it’s still waiting on that invitation to join the EU.",
  "Mack struck many in Hungarian activist and diplomatic circles as a curious choice for the job.",
  "New players\n\nHungary is just one European country upping its lobbying efforts in Washington.",
  "They also met with senior executives from the potash company, who asked about Pearce’s bill.",
  "It’s worth noting that not every “foreign agent” former lawmaker is technically a lobbyist.",
  "This made him the fourth-highest earning former member in the FARA lobbying game in 2015.",
  "Through Eastern European political and business connections, the two sides linked up.",
  "Coleman, in particular, has benefited from a recent ramp-up in Saudi lobby spending.",
  "Mack is paid directly by Orban’s office, not the Hungarian Embassy in Washington.",
  "“I am registered under FARA for one or more foreign governments or businesses.",
  "Right now, the forecast is for instability, and that is good for business.",
  "Coleman’s firm, Hogan Lovells, earned $855,000 from the Saudis in 2015.",
  "I want to avoid any even slight chance of misperception,” Davis writes.",
  "Still, it’s unclear what Mack has been doing for Hungary more recently.",
  "(Mack “is basically a great name in U.S. politics,” says Szabo.)",
  "He puts China, Saudi Arabia, Qatar and Turkey in that category.",
  "But lobbying shops are more than willing to take the business.",
  "“There are so many ethical and moral issues surrounding this.",
  "(For all its seeming intrigue, some FARA work is mundane.",
  "But his seeming celebrity was a selling point in Hungary.",
  "Officials from Belaruskali also visited with Rohrabacher.",
  "and Albio Sires (D-N.J.) — about “Strengthening US/Gov.",
  "“It undoubtedly has an influence,” says Schiff.",
  "And, often, those critics also see hypocrisy.",
  "And Turkey’s lobbying often has an impact.",
  "This article tagged under: Congress",
  "“I think that’s wrong,” Wolf says.",
  "“I don’t lobby,” he told POLITICO.",
  "I don't think it would look right.",
  "and Jim McCrery (R-La.).",
  "“I have it on my wall.",
  "Far from it."
]