[
  "Some other issues that Mueller’s team is looking into with its interviews of potential witnesses, per the Times report:\n\nFlynn’s speaking engagements for Russian companies, which he failed to reveal in financial disclosure forms in potential violation of the law\n\nWork that his company may have done with the Japanese government, among other clients\n\nThe relationship Flynn has with the White Canvas Group, a data-mining company founded by a friend of Flynn that was paid $200,000 by the Trump presidential campaign “for unspecified services”\n\nThe sheer volume of issues that Flynn and his firm are being scrutinized for can be difficult to follow.",
  "According to a report by the New York Times, special counsel Robert Mueller’s probe into potential collusion between the Trump campaign and Russia has requested records from the White House on Flynn, who was an adviser to Trump’s campaign before his brief stint in the national security post.",
  "They appear to be looking into many different transactions tied to the group, but the biggest one relates to a communications campaign they carried out in 2016 targeting a Turkish cleric and intellectual, Fethullah Gülen, an opponent of the current Turkish government.",
  "In the US, private citizens have freedom to work on behalf of foreign governments or foreign entities affiliated with the government — but they have to register with the US to disclose that they’re doing so to comply with the Foreign Agents Registration Act (FARA).",
  "Mueller’s investigations are trying to determine if the Turkish government was the true source of funds, hiding behind Ekim Alptekin, a Turkish business executive who the firm was formally representing in the communications campaign.",
  "“It’s not something that the government generally tries to criminally enforce, but they could,” Ryan Goodman, an NYU law professor and former senior Pentagon lawyer, told me in an interview in April.",
  "Investigators have also been questioning many potential witnesses about whether Flynn was secretly paid by the Turkish government in the final months of Trump’s presidential campaign.",
  "If Flynn’s firm did in fact hide the source of funding and paid middlemen to help cover the tracks, it would open Flynn up to a variety of criminal charges — including fraud.",
  "Mueller’s investigation is also looking into whether Flynn misled FBI agents about the nature of his discussions with the Russian ambassador to the US in December.",
  "Moving beyond FARA\n\nIn public discussions over Flynn’s work on behalf of Turkish interests, most of it has focused on his failure to register as a foreign agent.",
  "One big question is whether Flynn’s group was trying to conceal where the money actually came from and paid Alptekin to help, according to the Times report.",
  "Michael Flynn, Donald Trump's disgraced national security adviser, is under even deeper scrutiny from the intensifying Russia investigation than we thought.",
  "But what this line of inquiry tells us is that Mueller takes Flynn’s past actions very seriously, and that he’s seeking real evidence of potential crimes.",
  "But now it seems that Flynn is being investigated for hiding the true origins of payments for his lobbying and funneling the money through a third party.",
  "FARA is typically lightly enforced — the Justice Department tends to bug violators to comply with it rather than taking them to court.",
  "Even though Flynn’s work on the Turkish campaign dates back to 2016, Flynn only registered retroactively as a foreign agent in March.",
  "Flynn’s group was paid $530,000 to carry out the campaign, but the big controversy swirls around who actually paid that sum of money.",
  "Mueller’s investigation is closely examining the transaction history of the consultancy that Flynn founded, Flynn Intel Group.",
  "That’s a big deal, because it expands the already substantial list of things that could open Flynn up to criminal charges.",
  "But it is a felony if registration is violated intentionally, and it can be punished with prison time.",
  "It is illegal to lie to the FBI, and federal prosecutors routinely bring charges in such cases.",
  "That’s the first known request so far for White House records in the investigation.",
  "A failure to register is a felony offense.",
  "And that’s just the tip of the iceberg."
]