[
  "Earlier this month, RT, the Russian-government funded television network that airs around the world in six languages and has a global web presence, said that the Russian company that supplies services for RT America, such as television production, had received a letter from the Department of Justice notifying it that the company is obligated to register under Foreign Agents Registration Act due to the work it does for RT.",
  "The official Russia news wire TASS reported that Zakharova described the request that RT register as a foreign agent as \"a selective and clearly politically motivated enforcement of legislation as applied to Russian media will mean restrictions on the freedom of speech, which is guaranteed by the US Constitution.\"",
  "The report said RT \"conducts strategic messaging for [the] Russian government\" and \"seeks to influence politics, fuel discontent in the U.S.\" The report also cited Sputnik as \"another government-funded outlet producing pro-Kremlin radio and online content.\"",
  "\"When it comes down to a fight with no rules, when the law is twisted and turned into an instrument for the destruction of a TV company, every step against a Russian media outlet will be met with a corresponding response.",
  "The country's Foreign Ministry spokeswoman Maria Zakharova issued a warning Thursday that Russia would retaliate if U.S. authorities took action against their government-funded media outlets in the U.S. RT and Sputnik.",
  "Though Zakharova did not detail what the retaliation would look like, Russia has already ordered the United States to cut hundreds of staff from its diplomatic posts in Russia.",
  "\"Russia is dedicated to all international statues and norms regarding the freedom of speech and proved that on many occasions,\" Zakharova said at her weekly briefing.",
  "Federal investigators are also reportedly looking into whether sites such as RT and Sputnik were part of Russia's influence campaign on the U.S. 2016 election.",
  "RT America had also been previously singled out in a January intelligence community report for the impact it may have had on the 2016 election.",
  "The FARA is meant to thwart foreign propaganda from swaying the American public, but it is traditionally not applied to media companies.",
  "Yahoo News has separately reported that the FBI interviewed a former Sputnik correspondent about his work at the website.",
  "The Department of Justice declined to comment in response to a question about RT's claim that such a letter was sent.",
  "The American-government backed news network Voice of America also has a Russian-language service there.",
  "And whom this response will be aimed at, that is what Washington needs to figure out well.",
  "Many American media outlets have bureaus and journalists stationed in Russia.",
  "-- CNN's Mary Ilyushina and Tim Lister contributed reporting.",
  "Russia is warning the United States: Back off our media.",
  "Every act, she said, will be met with a response.",
  "The clock is ticking.\""
]