[
  "Mehmet Hakan Atilla, a deputy CEO at Halkbank, has been accused by the Justice Department of conspiring with Reza Zarrab, a wealthy Iranian-Turkish gold trader who allegedly helped Iran launder money through the U.S. financial system in order to avoid sanctions.",
  "Aykan Erdemir, a senior fellow at Foundation for Defense of Democracies and former member of the Turkish parliament, calls the timing of the Ballard hiring “conspicuous” given that the trials for Zarrab and Atilla are set to begin in the next couple of months.",
  "“This move, which came only three days after President Erdogan had granted himself by decree the authority to make swap deals, will only add fuel to the rumors that Ankara is looking for a swap deal for Reza Zarrab,” Erdemir says.",
  "“Turkish public lender Halkbank seems to be joining the Turkish government’s lobbying efforts in the Reza Zarrab case, and the bank doesn’t seem to be worried about the optics,” Erdemir told The Daily Caller.",
  "The lobbying firm, Ballard Partners, and the bank, Halkbank, signed a $125,000-a-month contract last week, according to a Foreign Agents Registration Act disclosure filed with the Justice Department.",
  "A bank controlled by the Turkish government that has been implicated in a massive money laundering scheme has hired a Florida-based lobbying firm with close ties to the Trump White House.",
  "Many Turkey analysts say that Turkish President Recep Tayyip Erdogan fears that a public trial of Zarrab will expose illicit activities by the Turkish leader and his family.",
  "He was also appointed by Trump to serve as vice chairman of the Republican’s Inaugural Committee and served as a member of the Presidential Transition Finance Committee.",
  "Zarrab himself hired former New York City Mayor Rudy Giuliani, an outside adviser to Trump, and former Attorney General Michael Mukasey as part of his legal team.",
  "Erdogan has reportedly brought up the case during meetings and conversations with U.S. officials, including President Donald Trump and President Barack Obama.",
  "The firm will represent Halkbank “before the Departments of Treasury, State, and Justice, and the Executive Office of the President,” the contract reads.",
  "Zarrab’s hiring of Giuliani and Mukasey has stoked concerns that the two Trump associates are using their political clout to help out their client.",
  "Besides using rhetoric to free Zarrab, the Turkish government has also lobbied U.S. government agencies and the White House on the case.",
  "According to the Ballard-Halkbank contract, it appears that Ballard plans to leverage those White House connections to help the bank.",
  "He has also publicly suggested that he is holding U.S. citizens as prisoners in Turkey as leverage to force Zarrab’s release.",
  "He also noted that Halkbank’s contract appears to replicate the Turkish government’s agreement with Ballard.",
  "In May, the Turkish embassy in the U.S. directly hired Ballard Partners, a lobbying shop based in Florida.",
  "There has been some speculation that the Turkish government is also funding Zarrab’s legal effort.",
  "Brian Ballard, the owner of Ballard Partners, was a top Trump campaign fundraiser in Florida.",
  "As with the Halkbank contract, Ballard is paid $125,000 per month by the Turkish government.",
  "Atilla was arrested in March just after he landed at JFK International Airport.",
  "The Turkish government has been intensely interested in the Zarrab case.",
  "Ballard Partners is not the only firm hired to quash the Zarrab matter.",
  "He and Zarrab are slated to go to trial in October.",
  "Follow Chuck on Twitter"
]