[
  "— Donald J. Trump (@realDonaldTrump) October 19, 2017\n\nOn Wednesday, two of Fusion GPS’ co-founders, Peter Fritsch and Thomas Catan, invoked their Fifth Amendment privileges during an interview with investigators on the House Intelligence Committee.",
  "(RELATED: Fusion GPS Partners Plead The Fifth)\n\nFritsch, Catan and a third partner, Glenn Simpson, had been subpoenaed earlier this month by the committee, which is investigating Russian interference in the presidential campaign.",
  "The firm’s lawyers protested the subpoena, arguing that the three partners were protected from revealing information about their work on the dossier by the First Amendment as well as confidentiality agreements with their clients.",
  "Fusion was hired by a lawyer for a Russian businessman named Denis Katsyv to investigate Bill Browder, a London businessman who was behind the Magnitsky Act, a sanctions bill that is vehemently opposed by the Kremlin.",
  "Last year, Browder filed a complaint with the Justice Department alleging that Fusion GPS was working for the Russian government and had failed to register as a foreign agent under the Foreign Agents Registration Act.",
  "President Trump went after Fusion GPS on Twitter on Thursday, questioning who paid the opposition research firm for producing the infamous anti-Trump dossier compiled by former British spy Christopher Steele.",
  "(RELATED: Congress Probes Whether Obama DOJ Used Dossier Before Surveillance Court)\n\nOne of the questions that Fusion has sought to avoid is the identity of the clients who hired them to investigate Trump.",
  "Trump’s mention of the FBI is likely a reference to reports that the bureau struck an informal agreement last October with Steele to pay the former MI6 agent $50,000 to continue his investigation of Trump.",
  "(RELATED: Oppo Researcher Behind The Dossier Was Working On Pro-Kremlin Lobbying Effort)\n\nRussian lawyer Natalia Veselnitskaya and Russian-American lobbyist Rinat Akhmetshin were involved in that project.",
  "There is no evidence that Russia paid Fusion to produce the dossier, though while the company was investigating Trump, it was also working on a project linked to Russian operatives.",
  "After Trump won the GOP nomination, an ally of Hillary Clinton’s hired Fusion, which is based in Washington, D.C.\n\nFusion then hired Steele, who is based in London.",
  "Both of the operatives, who many believe have links to the Kremlin, attended the June 9, 2016 Trump Tower meeting held with Donald Trump Jr.",
  "The Daily Caller has been told that Fusion’s Simpson, a former Wall Street Journal reporter, has known Akhmetshin for more than a decade.",
  "The firm initially began investigating Trump in Sept. 2015 on behalf of a Republican donor who opposed the real estate baron.",
  "“Workers of firm involved with the discredited and Fake Dossier take the 5th.",
  "Workers of firm involved with the discredited and Fake Dossier take the 5th.",
  "Who paid for it, Russia, the FBI or the Dems (or all)?” Trump asked.",
  "Who paid for it, Russia, the FBI or the Dems (or all)?",
  "That payment was reportedly never made.",
  "Fusion has denied the claim.",
  "Follow Chuck on Twitter"
]