[
  "To influence the outcome of our presidential election and stir general doubt about our democratic processes, Russian operatives: (1) stole and published information, (2) deployed their state-controlled media to reach American voters on the airwaves and social-media platforms, (3) bought ads on Facebook, (4) deployed an army of bloggers and bots to push opinions and fake news, (5) offered the Trump campaign alleged incriminating information on its opponent, Hillary Clinton, and even (6) probed our computers and networks used to count the vote.",
  "We need greater education on how to prevent cyberattacks; more coordination between layers for cybersecurity at the individual, group and government levels; and new government regulation mandating upgrades in cybersecurity for everyone and everything involved in the electoral process.",
  "If former senator Bob Dole had to register under FARA to lobby for the pro-American democratic government of Taiwan, why shouldn’t RT employees register as foreign agents when advancing the interests of the anti-American autocratic government of Russia?",
  "Targeted Facebook ads purchased by Russian actors closely tied to the Kremlin appear to have reached tens of millions of people, while Russian magnification of pro-Trump, anti-Clinton messages on social-media platforms touched millions more.",
  "Contributing columnist\n\nCongressional and Justice Department investigations, as well as terrific investigative reporting over the last year, have revealed the comprehensive scale of Russia’s violation of our sovereignty.",
  "Deterrence also must be a component of our response: direct, private communications to the Kremlin and other foreign governments warning of our intended responses — in both the cyber and real worlds — to future attacks.",
  "If the diagnosis about Russian interference is growing in scope and precision, the debate about policy prescriptions for protecting our sovereignty in future elections and every day political life has barely begun.",
  "Viewers of RT, formerly called Russia Today, on YouTube or readers of Sputnik on Twitter need to know that the Russian government is providing this content to advance the Kremlin’s political objectives.",
  "President Trump continues to deny the problem, tweeting just a few days ago, “The Russia hoax continues.” Actual policy actions to protect our vote from outside interference have been next to nil.",
  "With good reason, some worry that Russian President Vladimir Putin might retaliate by requiring genuine foreign journalists to register as foreign agents or by banning them from Russia entirely.",
  "Altogether, these Russian actions probably still only produced marginal effects, but this election was won in the margins — 78,000 votes in three states: Michigan, Pennsylvania and Wisconsin.",
  "(Given their missions, activities and internal governance structures, the BBC, Deutsche Welle, the Canadian Broadcasting Corporation and France 24 are not foreign agents of influence.)",
  "Existing laws and regulations must be enhanced to compel American companies to stop this activity, even if the use of VPNs and third-party cutouts make the task challenging.",
  "The unique, causal impact of Russian activities on the 2016 election outcome is difficult to isolate, because multiple factors obviously contributed to Trump’s victory.",
  "These actions sought to persuade undecided voters, mobilize Trump supporters and demobilize wobbly Clinton backers (either not to vote or to support third parties).",
  "That Trump chose to reference WikiLeaks incessantly during the last months of the campaign suggests that he understood the importance of this Kremlin gift.",
  "Private actors — cable companies and social-media platforms – could do the identification, as some already have started to do regarding disinformation.",
  "Just as foreigners cannot contribute to American candidates, they should not be able to purchase or provide in-kind support for candidates or parties.",
  "If existing law does not clearly prohibit collusion criminally, then new laws should be adopted that would deter this activity in the future.",
  "Second, information about Russian state propaganda — not censorship of these content providers — must be provided to the American people.",
  "Or the U.S. government could require these foreign agents of influence to register under the Foreign Agents Registration Act (FARA).",
  "Fourth, Americans who colluded with Russian (or any foreign) actors to influence the outcome of our elections must be punished.",
  "Until security and confidence are enhanced, every state also must collect paper ballots to back up electronic vote counts.",
  "Unless we adopt a comprehensive strategy to reduce and stop cyber-interventions, they will happen again in the future.",
  "Even if foreign interference achieved negligible influence, they were still violations of our sovereignty.",
  "But we cannot allow the threat of Putin doing the wrong thing to stop us from doing the right thing.",
  "Third, foreign purchase of advertisements aimed at influencing elections must be prohibited.",
  "This was done not by crossing physical borders but by invading multiple virtual boundaries.",
  "First, and most obviously, our cybersecurity must be strengthened.",
  "Regulation of this market for Americans, however, must be avoided.",
  "Millions of viewers watched anti-Clinton clips from RT on YouTube.",
  "This is what we know so far; the investigations are not complete.",
  "Trump won tens of millions of votes without any foreign help.",
  "This task could be achieved in two ways.",
  "That needs to change now."
]