[
  "Special counsel Robert Mueller filed numerous charges against him including eighteen counts of tax fraud, bank fraud, and bank fraud conspiracy at a federal trial court in Alexandria, Va., and twelve counts of money laundering, conspiracy against the United States, and violations of the Foreign Agents Registration Act (FARA) at the federal trial court in Washington, D.C.\n\nEach tax fraud charge carries a maximum sentence of five years and a $250,000 fine.",
  "“In this regard, he poses a substantial risk of flight and the above-mentioned conditions are the least restrictive conditions that will reasonably assure defendant’s appearance at trial.”\n\nAlso WATCH: Trump says spy poisoning has hallmarks of Russian operation\n\nManafort faces federal prosecution in two jurisdictions.",
  "“These conditions are necessary because the defendant is a person of great wealth who has the financial means and international connections to flee and remain at large, as well as every incentive to do so,” the order reads.",
  "Judge Thomas Ellis III, who is presiding over the second prosecution of Paul Manafort, wrote in a new order that the deposed Trump campaign chief may well spend the rest of his life in prison.",
  "Ellis imposed restrictive bond conditions against Manafort in the new order, concluding the severity of his alleged crimes and his considerable assets incentivize him to flee the country.",
  "Judge Amy Berman Jackson, who is presiding over Manafort’s criminal case in Washington, D.C., set a Sept. 17 trial date for the conspiracy, money laundering, and FARA charges.",
  "Though he is not likely to receive the maximum penalties, at 68, Manafort faces the serious prospect of life in prison, even with a reduced sentence.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "READ: An excerpt from Judge Ellis’ bond order\n\nFollow Kevin on Twitter\n\nSend tips to kevin@dailycallernewsfoundation.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“Defendant faces the very real possibility of spending the rest of his life in prison,” Ellis wrote.",
  "The bank fraud charges carry a 30 year maximum sentence and a one million dollar fine.",
  "He will remain confined in a waterfront condo in Alexandria for the coming weeks.",
  "He is subject to house incarceration and a $10 million bond, per the order.",
  "He has pleaded not guilty to all charges."
]