[
  "The Chinese-language version of the charter, which differs from the English-language version, also states that members must hold Chinese passports; that students or researchers from Hong Kong, Taiwan, or Macau who do not have Chinese passports must uphold the \"one-China principle\" and support \"national unification\" in order to be a member; and that ethnic Chinese students without Chinese passports can join if \"their heart belongs to the motherland.\"",
  "University of South Florida students talk with Chinese professors as they prepare for a Mandarin exam funded by the Confucius Institute on Oct. 14, 2009 in Tampa, Fla. Chris O'Meara/AP\n\nReceiving money from a foreign government or officials isn't illegal, but it could trigger the Foreign Agents Registration Act (FARA), which is designed as a transparency mechanism for organizations attempting to influence American opinion.",
  "Working with Chinese Students and Scholars Associations (CSSAs) at local universities — a Chinese student organization with branches at dozens of schools around the country — government officials from the office of educational affairs at the Chinese Embassy in Washington collected the contact information of about 700 students who had signed up to attend.",
  "But in the past few years, as Xi has strengthened the party's control over every aspect of Chinese society and sought to extend his power abroad, consular officials have markedly increased their efforts to exert ideological influence over students — leaving some CSSA members wary to speak out against what they see as unwanted government intrusion.",
  "But a Chinese student with knowledge of the matter told FP that the Los Angeles consulate did not instruct the CSSA to protest the Dalai Lama's visit, also noting that many Chinese students at UC San Diego were angry at U.S. media coverage of the incident, which they felt implied that they were pawns of the Chinese government.",
  "Politics Thomson Reuters\n\nEmbassy officials have also coached CSSAs how to respond during a public relations crisis, like what happened at the University of Maryland in May 2017, when Yang Shuping, a Chinese undergraduate, praised American democracy and criticized Chinese government oppression during her commencement address.",
  "Wikimedia Commons\n\nA CSSA member at a school in a coastal state tells FP that once, when a Chinese student at the school had fallen seriously ill, the consulate worked together with the CSSA to obtain Chinese passports and U.S. visas for the student's parents, helping them reach their sick child's bedside within a week.",
  "Much of the relationship between CSSAs and Chinese consulates revolves around educating Chinese students about U.S. laws and safety; many Chinese students and their parents back home worry about the high rate of violent crime in the United States, particularly gun violence, which is nearly unknown in China.",
  "AP/Andrew Harnik/Fred Dufour/Pool\n\nAt a security hearing last month, FBI Director Christopher Wray said that American universities are naive about the intelligence risk of Chinese \"nontraditional collectors, especially in the academic setting,\" and claimed that China poses a \"whole-of-society threat.\"",
  "Internal correspondence reviewed by FP also show that consular officials communicate regularly with CSSAs, dividing the groups by region and assigning each region to an embassy contact who is responsible for relaying safety information — and the occasional political directive — to chapter presidents.",
  "Chinese Communist Party influence within the United States is a real concern, and the vessels of that influence \"should be transparent and it should be disclosed,\" says Bill Bishop, author of the influential Sinocism newsletter, which offers insights into Chinese politics and government.",
  "In January 2013, the student group sent a message, recently reviewed by Foreign Policy, to its members saying the compensation from Xi's welcome the previous year was finally available, and they could come pick up the cash at the campus community center if they brought a photo ID.",
  "\"The text [of the message] was copied from outdated documentation that no longer represents our policies regarding presidential elections,\" says a University of Minnesota CSSA spokesperson, adding that they \"would like to clarify that our organization has no party affiliations.",
  "In February 2017, Hong Lei, a former Chinese foreign ministry spokesman and now a diplomat at the Chinese Consulate in Chicago, made a personal donation to the CSSA at the Washington University in St. Louis, according to an article posted to the group's WeChat account.",
  "FP spoke to more than a dozen members of the group across the country (including four current or former presidents), was given access to internal messages and documents, and reviewed the publicly available charters of dozens of these groups, in Chinese and English.",
  "In a March 2016 message to students announcing upcoming elections, the University of Minnesota CSSA stated that candidates for president who were Communist Party members would receive preferential consideration for the post (FP viewed a copy of the message).",
  "The goals of the Harvard Medical School CSSA, according to its charter, include \"loving the motherland\" and \"uniting\" the Chinese students and researchers at Harvard Medical School with the Chinese Embassy \"for the prosperity and strength of the motherland.\"",
  "Consular officials divide the regions into different umbrellas, with specific officials responsible for certain regions, and then create WeChat groups for the presidents of all the CSSAs in the region, with a consular official also a member of each group.",
  "That pressure has become more apparent since 2016, when the Chinese Ministry of Education issued a directive ordering schools to instill greater patriotism and love for the party in students of every age — including Chinese students studying abroad.",
  "The official recommended that CSSAs, if faced with a similar crisis, should contact the embassy as soon as possible and provide a detailed report, issue a public statement immediately, comply with U.S. laws, and avoid violence and personal attacks.",
  "In late 2017, the Wayne State University CSSA in Michigan was involved in an ethics investigation into the local city council after the CSSA offered four scholarships to the Ypsilanti mayor and three other local officials to fund travel to China.",
  "The embassy-sponsored welcome parties, which lend an aura of power and popularity to the visiting leaders, are just one example of the close relationship that the Chinese government maintains with Chinese student groups across the United States.",
  "Many CSSAs tout their relationships and financial ties to Chinese consulates on their websites, usually only in Chinese, omitting this connection from the English translations on the website (occasionally the ties are noted in English as well).",
  "Pressure on CSSAs to promote \"patriotic\" ideas was particularly acute in October 2017 during the 19th party plenum, the key national planning session held every five years at which top officials are selected and new policies are announced.",
  "Yet in May 2017, shortly after the Dalai Lama's visit, Chinese diplomatic officials gave an award to the UC San Diego CSSA at an annual CSSA conference held inside the consulate itself, according to a post on the group's WeChat account.",
  "In 2017, widespread opposition among Chinese students at the University of California, San Diego over an invitation to the Dalai Lama to give the commencement address sparked suspicion that the Chinese Embassy was behind the protest.",
  "The UC San Diego CSSA issued a strongly worded statement and requested a meeting with the administration, in which it asked university officials to ensure that the Tibetan spiritual leader would not address politics in his speech.",
  "In some ways the umbrella group functions as a regional office to increase coordination and cooperation among campus CSSAs, holding annual elections from among its member CSSAs for its board of officers, and holding joint events.",
  "One such message, viewed by FP, encouraged groups to organize viewing sessions for their members to watch the opening ceremonies together, and requested that they send photos or reports of the event back to the consulate.",
  "Maybe the policymaker is in Beijing, or in D.C.\"\n\nThe president of a CSSA at a small liberal arts college expresses similar reservations, telling FP that he also chose not to post the articles the consulate had sent him.",
  "Although the extent of Chinese government funding and oversight of these organizations is not entirely clear and appears to vary from group to group, it seems to be more significant than previously known — and growing.",
  "Several Georgetown University student representatives wrote an open letter to the university president, asking the school to disavow Wray's statements and calling the comments a \"witch-hunt\" and a \"McCarthyist craze.\"",
  "Since they were first established in the 1980s, CSSAs have served as an important social hub for Chinese students, helping them adjust to life in the United States and providing them with a ready-made support network.",
  "Its stated goals, according to its website, include \"promoting the spirit of 'studying abroad to serve the country'\" — a direct quote from a letter President Xi sent to Chinese students studying in Moscow in December.",
  "An umbrella organization called Southwest CSSA was founded in 2003; the organization itself is not affiliated to any university, and oversees the CSSAs at universities in California, Arizona, New Mexico, and Hawaii.",
  "Articles and invitations to plenum-related events appeared on the WeChat accounts of CSSAs at University of California at Berkeley, Harvard University, Georgetown University, and other schools around the country.",
  "David Ryder/Reuters\n\nWhen Chinese President Xi Jinping visited Washington on Sept. 24, 2015 on a state visit, hundreds of Chinese students lined the streets for hours, carrying banners and flags to welcome him.",
  "But what might trigger registration as a foreign agent is if a Chinese government-funded group attempted to change the behavior of U.S. government officials or to sway American public opinion at large, he says.",
  "And when then-President Hu Jintao visited Chicago in 2011, the University of Wisconsin-Madison CSSA bused in Chinese students, excited about a free trip to the city and a chance to glimpse the president.",
  "In some cases, the consulate deposits the money directly into the personal account of the CSSA treasurer or other officer, rather than the official CSSA account, according to three association members.",
  "Normally, academic organizations are exempt from FARA registration, says Ben Freeman, the director of the Foreign Influence Transparency Initiative at the nonprofit Center for International Policy.",
  "Despite the political pressure, no CSSA member speaking to FP has received a request from the embassy to secretly report on other Chinese students, nor have they heard of such requests being made.",
  "After the trip took place, it was discovered that the Chinese Consulate had provided the money to persuade Ypsilanti city officials to support a $300 million Chinese-funded development project.",
  "Chinese President Xi Jinping waits for the arrival of US National Security Adviser Susan Rice (not pictured) for their meeting at the Great Hall of the People in Beijing, China, July 25, 2016.",
  "In that respect, it's not surprising that the associations would interact with Chinese consular officials, whose job is also to look after the safety of Chinese citizens in the United States.",
  "According to a Chinese student at George Washington University who attended the event, participants each received about $20 for their effort, distributed through the CSSA a few months later.",
  "The number of Chinese students studying in the United States has skyrocketed from tens of thousands a decade ago to more than 330,000; nearly one in three international students is Chinese.",
  "A consular official often asks him for evidence of compliance, such as photos or a brief report, to show to superiors, and the student doesn't want to get the consular officer in trouble.",
  "But numerous CSSA members, including two current chapter presidents, say that they are uncomfortable with what they felt was growing ideological pressure from the embassy and consulates.",
  "While many countries, including the United States, fund educational activities abroad, the Chinese government's direct support for, and control over, student groups appears to be unique.",
  "In June 2017, the president of the University of Pittsburgh's CSSA wrote on her Weibo account that the group received $6,000 a year from the Chinese Embassy; she later deleted the post.",
  "Beijing's influence over these groups is also beginning to raise questions and concerns among students on American campuses, who fear they will be accused of being agents of espionage.",
  "The CSSA member says that CSSAs and Chinese consulates were crucial to the well-being of Chinese students, and she expresses concern that both are falling under unwarranted suspicion.",
  "The groups typically host a variety of different cultural and social activities throughout the school year and can help students cope with the problems and stresses of student life.",
  "The CSSA president emphasizes that while he is concerned about the increasing control the Chinese government tries to exert over student organizations, he is not deeply alarmed yet.",
  "\"I really don't want CSSA to have any relationship more than basic etiquette with the Chinese Consulate,\" says the president of a large CSSA at a major university, speaking to FP.",
  "Many other CSSAs, from those at small liberal arts colleges to prestigious private universities to major public research institutions, openly accept consular funding as well.",
  "\"I am very worried, especially in this environment, especially with what has been unleashed since the 2016 election, that it could very easily tip into something very nasty.\"",
  "Reuters\n\nBut the association president feels he must at least make a show of complying with embassy requests, citing a sense of peer pressure that exists within the CSSA.",
  "FP found that CSSAs regularly accept funds from their local consulates and many officially describe themselves as under the \"guidance\" or \"leadership\" of the embassy.",
  "Shortly after the incident, an embassy official met with CSSAs from 14 schools from states near the Washington metro area, including the University of Maryland CSSA.",
  "\"That over-broad and unspecific language is very dangerous and feeds into the risk that this becomes a backlash against people of Chinese descent,\" Bishop tells FP.",
  "One Chinese student at a large university in the south says the CSSA's links to the embassy bothered them, and that since 2015, the ties have become more obvious.",
  "Other stated goals include \"promoting patriotic feeling\" and helping Chinese students \"serve the motherland in many ways even while they are studying in America.\"",
  "(The Columbia University CSSA was briefly shuttered in 2015 for rules violations; the school administration allowed the group to resume operations within a year.)",
  "Embassy officials communicated with students via WeChat, a Chinese messaging app, during the event and into the night, responding to messages as late as 3 a.m.",
  "This letter has been the subject of a major push, with consulates encouraging Chinese students around the world to study and learn from the president's words.",
  "In the meeting, the official praised the group's response and encouraged other CSSAs to follow suit, according to typed notes from the meeting reviewed by FP.",
  "Still, the close ties between the student groups and the consulates keep Chinese students mindful that government officials are just one WeChat message away.",
  "Consular officials also requested that CSSAs across the United States post articles praising Xi's vision for the country and touting other party propaganda.",
  "Its bylaws state that all presidential candidates must first receive approval from the Chinese Consulate in Los Angeles before the election can take place.",
  "The University of Tennessee, Knoxville CSSA charter states that members are required to \"love the motherland\" and to \"protect China's honor and image.\"",
  "For Chinese students, however, a more important concern is potential political pressure, which can come in the form of explicit ideological vetting.",
  "He says he tries to keep the consulate at arm's length, offering bare minimum compliance with its requests in order to keep up a good relationship.",
  "FP viewed a screenshot of one group that included nearly two dozen regional CSSA presidents receiving messages from a Chinese Consulate official.",
  "That means, for example, that Chinese graduate students studying in the United States on Chinese government scholarships do not have to register.",
  "A few CSSAs explicitly vet their members along ideological lines, excluding those whose views do not align with Communist Party core interests.",
  "\"If the Chinese government is paying a Chinese group here to do advocacy to influence other Chinese, that would not trigger FARA,\" he says.",
  "The growing ties are also concerning U.S. government officials, who are wary of China's political and economic reach in the United States.",
  "One Chinese student tells FP that the Chinese consulates have stepped in to fill a void for support not being provided by universities.",
  "Her remarks went viral on the Chinese internet and Yang became the subject of virulent online attacks from patriotic Chinese netizens.",
  "\"Self-censorship in authoritarian states is usually a state of being constantly careful about what you say and do,\" the student says.",
  "But it's important not to conflate party influence with all Chinese people, which is exactly what Wray's comments did, says Bishop.",
  "In either case, the university administration may be unaware that the organization is receiving funding from a foreign government.",
  "This allows officials to communicate announcements and requests directly to dozens of CSSA presidents by sending a single message.",
  "According to its tax forms, it reported $107,304 in gifts and contributions, but no money from fundraising or membership dues.",
  "\"I try to reject any sponsor from the embassy, financial wise, since I want our club to be able to make our own decisions.\"",
  "\"The current situation is not that Chinese students don't have freedom after they come to the United States,\" he tells FP.",
  "He does not post the pro-party articles that the consular officials send to him, though he knows other CSSA presidents do.",
  "While Chinese diplomats may provide guidance to the associations, that doesn't mean they necessarily give direct orders.",
  "Chinese consular officials often communicate with CSSA leaders through group chats in the Chinese messaging app WeChat.",
  "The student says that the requests feel to him like an attempt to inject a political ideology where it doesn't belong.",
  "The article also cited FP's recent report revealing that the Georgetown CSSA has received Chinese government funding.",
  "Officials asked some groups to organize study sessions to discuss the party pronouncements coming out of the plenum.",
  "\"The people inside [the consulate], I feel most of them are good, they're just doing their jobs,\" said the student.",
  "The CSSA president told students not to speak to the media about the money, according to one student who attended.",
  "In that case, it took almost a year for the embassy to transfer the promised funds to the George Washington CSSA.",
  "Chinese President Xi Jinping visits with football players at Lincoln High School in Washington, September 2015.",
  "\"I feel like the tendency is that the consulate tries to control CSSAs more and more,\" says the CSSA president.",
  "But Southwest CSSA's ties to the consulate are far closer than those of the individual groups at universities.",
  "The group's website states that the group receives \"strong financial support\" from the Chicago consulate.",
  "The Chinese Embassy did not respond to a request for comment on any of the issues raised in this article.",
  "Chinese consular funding of CSSAs is widespread, and any CSSA is eligible to apply for government funds.",
  "And even if embassy doesn't dictate what students can or cannot say, the pressure to conform is implied.",
  "The financial relationship between the Chinese government and the CSSAs is not always well advertised.",
  "Consular officials sent out requests to CSSAs around the country to hold events related to the plenum.",
  "The association also surprised the students at the conclusion of the trip with a small cash payment.",
  "The University of Maryland CSSA, rather than supporting her, posted a video criticizing her remarks.",
  "And FARA only applies to advocacy conducted with the American public in mind, according to Freeman.",
  "A similar arrangement had occurred in February 2012, when Xi visited Washington as vice chairman.",
  "Student groups often use the money for cultural events such as an annual lunar new year gala.",
  "In at least one case, the Chinese government, through a local CSSA, appeared to do just that.",
  "\"But I do feel like there is an invisible hand behind them, saying they want more than this.",
  "Neither Southwest CSSA nor the Los Angeles consulate responded to a request for comment.",
  "All of the students who spoke to FP requested anonymity for fear of potential reprisals.",
  "Chinese students watch former President Barack Obama give a speech at the U.S. Embassy.",
  "Some CSSAs have accepted money directly from high-ranking Chinese government officials.",
  "In 2016, Southwest CSSA filed for tax-exempt status as a public charity with the IRS.",
  "A separate, unofficial CSSA bank account is sometimes set up to receive the funds.",
  "As the number of students has grown, so too has the need for help at universities.",
  "Membership is solely based on an individual's ability to carry out their duties.\"",
  "\"I don't think this student group should be involved with government in any way.\"",
  "In some cases, the CSSAs make the ideological requirements for membership clear.",
  "The consulate's website mentioned his visit to the school, but not the donation.",
  "The Chinese Embassy paid students to attend and helped organize the event.",
  "The George Washington CSSA did not respond to a request for comment.",
  "The charter also mentions funds received from the \"embassy sponsor.\"",
  "Southwest CSSA sometimes holds events inside the consulate itself.",
  "That relationship often focuses on student safety and well-being.",
  "It was a remarkable display of seemingly spontaneous patriotism.",
  "This wasn't an isolated example of paid political mobilization.",
  "The Wayne State CSSA did not respond to a request for comment.",
  "FBI Director Christopher Wray; Chinese President Xi Jinping.",
  "These and similar requests have troubled some CSSA leaders.",
  "The West Coast region has more institutionalized oversight.",
  "\"If something bad is happening, it has not happened yet.\"",
  "The association did not respond to a request for comment.",
  "The association did not respond to a request for comment.",
  "Southwest CSSA also openly supports party ideology.",
  "I felt it's wrong to do it,\" the student tells FP.",
  "Those comments have alarmed some Chinese students.",
  "Its list of donors is not publicly available.",
  "Except it wasn't entirely spontaneous.",
  "\"I personally disliked those content.",
  "Shawn Zhang contributed research.",
  "Pictures of the Year: U.S.",
  "Others are more open."
]