[
  "An article about his visit on the pro-Russian political party’s website shows a photo of Lyovochkin with the U.S. Capitol behind him, and says, “Lyovochkin is sure that to promote the peace initiatives of Ukraine it is necessary to strengthen contacts with the new American government.”\n\nDavid Kris, a former assistant attorney general for national security, said Patten’s plea marks a significant escalation in the various investigations into possible collusion between Trump and his associates — which they have denied — and the Kremlin.",
  "It was never my intention to cause harm.”\n\nPatten said the activities that got him into legal trouble included making arrangements for several meetings between leaders of the Opposition Bloc political party and congressional staff and think tanks in Washington, helping party leaders draft guest editorials in U.S. publications, “and helping one party leader draft communications about matters in Ukraine to officials at the U.S. Department of State.”\n\nAll of those activities require registration under FARA, Patten wrote.",
  "Patten’s LinkedIn page describes his personal firm’s work as providing “advisory services for international communications projects in partnership with governments, political parties, nongovernmental organizations and private sector concerns.” It notes that he was an “on-the-ground advisor” to a political party “in the former Soviet republic of Georgia.”\n\nPatten also lists a three-year stint as the country director for Russia at the International Republican Institute, a foreign policy think tank, from 2001 to 2004.",
  "In his Facebook post, Patten touched on his career in international politics, saying it “has consisted largely of helping democratic forces engage in competitive, non-violent election campaigns and helping improve governance in challenging parts of the world, from Russia to Iraq and throughout Central and Eastern Europe, Africa, the Middle East and Central Asia.”\n\n“With each project I’ve pursued, I sought to improve the lives of people by working to expand freedom, prosperity and the rule of law,” Patten said.",
  "“We will have no further comments on this case at this time.”\n\nPatten didn’t disclose any financial details in his Facebook post, but appears to write in the post shared with friends that, “I was wrong not to have filed under FARA for the representational aspects of my work on behalf of the Opposition Bloc in Ukraine.” He adds, “I apologize for the embarrassment this lapse in my own high professional standards has caused my family, my friends and my past and present work associates.",
  "“Not to mention a growing host of well-placed witnesses apparently under cooperation agreements, immunity agreements, and/or guilty verdicts, including former national security adviser, campaign manager, longtime lawyer/fixer, tabloid story catch-and-killer, and Trump Organization CFO.”\n\n“To investigators and prosecutors, it must feel like an exceptional environment that demands further effort on a large, multi-district scale,” Kris added.",
  "Patten also said he would have no comment outside court, writing that, “Any additional statements will follow at an appropriate time.”\n\nThough the information revealed by prosecutors on Friday doesn’t directly name anyone other than Patten, reports in the spring disclosed Patten’s associations with Kilimnik, whose relationship with Manafort and Gates figures at the center of Mueller's investigation.",
  "But Wylie has testified before Congress about Cambridge’s role in the Russian election interference effort, and before British investigative agencies about its role in the Brexit campaign, based on his research into how political campaigns and advertisers — and possibly Russian operatives — used both Cambridge and Facebook to “micro-target” slivers of key voters.",
  "“With Patten’s plea, there are now four offices — the special counsel, U.S. attorneys’ offices for Southern New York and D.C., and the National Security Division at Main Justice — with cases somehow relating to Russian election interference and/or Trump campaign or inauguration,” Kris, founder of Culper Partners, said on Twitter.",
  "Patten’s cooperation with Mueller is a particularly significant development given his relationships with Manafort, Manafort associate Rick Gates — who also worked for the Trump campaign — and Konstantin Kilimnik, a suspected Russian intelligence operative with whom Manafort and Gates worked in Ukraine for the political party.",
  "The disclosure, included as part of a plea agreement Patten entered into with prosecutors, appears to be the first official confirmation that money from pro-Russian interests was funneled to the Trump inaugural committee in order to help foreigners gain access to events connected to Trump’s January 2017 swearing-in ceremony.",
  "W. Samuel Patten, an associate of former Trump campaign chairman Paul Manafort, admitted on Friday that he paid $50,000 for tickets to President Donald Trump's inauguration for a pro-Russian Ukrainian oligarch he was representing and another Russian individual.",
  "Kilimnik is not named in the charging documents, but matches the description of the person identified as “Foreigner A.”\n\n\n\nPOLITICO could not immediately confirm the authenticity of the post, which it received from a Ukraine-based acquaintance of Patten.",
  "In a Facebook post, Patten appears to announce that he was pleading guilty of failing to register under the Foreign Agents Registration Act (FARA), a felony offense, but gave no indication that his plea agreement was linked in any way to Manafort’s case.",
  "As part of that arrangement, he agreed to cooperate in various ongoing investigations, including special counsel Robert Mueller’s probe into Russian interference in the 2016 presidential election and whether Trump associates played any role in it.",
  "Prosecutors revealed in a court filing Friday that Patten paid the money to a “straw purchaser” who was an American to buy the tickets from the inaugural committee without revealing they were actually financed by a foreign individual.",
  "Federal authorities have disclosed in court documents that they believe Kilimnik was a Russian intelligence operative in 2016, when he was communicating with Manafort and Gates as they worked for Trump’s presidential campaign.",
  "In a tweet, former Cambridge Analytica employee and whistleblower Christopher Wylie said that Patten “was responsible for CA operations in the US that involved covertly testing US voter attitudes on Putin’s leadership...",
  "Senate Intelligence Committee Chairman Richard Burr (R-N.C.) and Vice Chairman Mark Warner (D-Va.) said that they made a criminal referral to the Justice Department over concerns about certain statements made by Patten.",
  "The committee, according to prosecutors, sought details about this purchase, as well as Patten’s work for a foreign government, but prosecutors say he withheld documents that would have caused concern for the committee.",
  "The case, which is being handled by the U.S. attorney for Washington, D.C., was referred by Mueller, and one of his top prosecutors, Andrew Weissmann, was seen at Friday’s plea agreement hearing in D.C. federal court.",
  "Patten also reportedly worked in some capacity for the parent company of Cambridge Analytica, which is also under investigation in the Trump-Russia investigations by Mueller and several congressional committees.",
  "In Patten’s current case, his company with Kilimnick — identified in corporation records as Begemot Ventures International, LLC — allegedly received more than $1 million for its Ukraine work from 2015 to 2017.",
  "Regarding the inauguration tickets, the Ukrainian oligarch, identified as “Foreigner B,” paid Patten’s company through a Cypriot account,” and attended the inauguration with Patten, prosecutors allege.",
  "“To the president, I suspect it feels as if his past is catching up with him and that the walls are closing in.”\n\nForeigner B had paid [Patten's company] through a Cypriot account, prosecutors allege.",
  "I am ashamed that failing to register in these instances undermines much of my life’s work, and am committed to making amends for this this transgression.”\n\nDavid Stern contributed to this report.",
  "An associate of former Trump campaign chairman Paul Manafort (pictured), Samuel Patten, was charged Friday with failing to register as a foreign agent for a pro-Russian Ukrainian political party.",
  "Patten was not charged in connection with the payment, but pleaded guilty to failing to register as a foreign lobbyist in the United States for a pro-Russian Ukrainian political party.",
  "Although he too was not named in the court documents, the client matches the description of Opposition Bloc top official Sergei Lyovochkin, who was in Washington on Inauguration Dday.",
  "Patten also passed the money through a company that he ran with Kilimnik, in order to obtain the tickets for his Ukrainian client, who is not named, according to the court documents.",
  "| Mark Wilson/Getty Images Former Manafort associate reveals illegal foreign payment to Trump’s inauguration Patten also pleaded guilty to failing to register as a foreign agent.",
  "Patten formed a firm in 2015 with Kilimnik, and the two did work in Central Asia, although it could not be determined Friday if they continued to do business with each other.",
  "“While the charge, and resultant plea, do not appear to directly involve our referral, we appreciate their review of this matter,” the lawmakers said in a joint statement.",
  "Patten formally entered his guilty plea before Judge Amy Berman Jackson, who is also expected to preside over Manafort's upcoming trial on money laundering charges.",
  "Prosecutors added that Patten appeared to have misled the Senate Intelligence Committee about his effort to procure inauguration tickets funded by a foreign source.",
  "I know there's more to come...”\n\nPOLITICO has not been able to independently confirm Wylie’s assertion about Patten’s relationship with Cambridge Analytica.",
  "“After the interview, PATTEN deleted documents pertinent to his relationships with the above-described foreign principals,” prosecutors said.",
  "Prosecutors also said the company contacted officials in Congress and the Executive Branch without properly registering as a foreign agent.",
  "Story Continued Below\n\nIt is illegal for foreign nationals or foreign entities to contribute to a presidential inaugural committee.",
  "“That is why I deeply regret any damage my failure to register has done to the transparency the FARA statute seeks to guarantee.",
  "The documents contained no suggestion that anyone connected to the inaugural committee was aware of the transaction.",
  "Neither Patten nor the now-defunct company have commented.",
  "Patten also has been a business partner with Kilimnik.",
  "And Patten attended the inauguration with his client."
]