[
  "More: Judge: Trump campaign manager Paul Manafort faces 'very real possibility' of life in prison\n\nMore: Trump campaign manager Paul Manafort faces July trial date on bank fraud charges\n\nMore: Senators push to strengthen lobbying law that Trump campaign aides allegedly violated\n\nManafort’s lawyers argue that Mueller shouldn’t be allowed to prosecute him since the allegations in the indictment predate the 2016 presidential election.",
  "In a separate motion filed Wednesday, Manafort also asks U.S. District Judge Amy Berman Jackson to dismiss one of two charges against him, saying they accuse him of the same crime of making false statements on forms he filed with the Justice Department’s Foreign Agents Registration Act unit.",
  "“The original and superseding indictments do not focus in the slightest on alleged coordination between the Russian government and the Trump campaign during the 2016 election, or even Mr. Manafort’s brief involvement in the campaign,” the attorneys write.",
  "In a series of motions, attorneys for Paul Manafort attacked the case brought against him in Washington, arguing that special counsel Robert Mueller exceeded his authority to prosecute Manafort on criminal charges that date back more than a decade.",
  "(Photo: Andrew Harnik, AP)\n\nWASHINGTON — President Trump’s former campaign chairman asked a federal judge Wednesday to dismiss some of the criminal charges he faces related to his foreign lobbying work on behalf of Ukrainian interests.",
  "Instead, the lawyers say, the indictments are focused on foreign consulting work that ended in 2014 and on years-old bank accounts and tax filings that have no connection to either the Trump campaign or the Russian government.",
  "Mueller was appointed to investigate potential coordination between Russia and the Trump campaign, but his mandate allows him to prosecute crimes that arise from his investigation.",
  "In their motion to dismiss, the defense lawyers say Mueller has improperly surpassed his authority including that granted to him to investigate any crimes arising from his inquiry.",
  "Deputy Attorney General Rod Rosenstein, who is overseeing Mueller’s investigation, has also expressed support for Mueller’s investigation, saying it is being carried out properly.",
  "Lawyers for the Justice Department, which represents Mueller’s office in the civil suit, have argued that Mueller is well within his authority.",
  "Manafort’s attorneys argue that allowing both charges to go forward would violate his Fifth Amendment protection from double jeopardy.",
  "CLOSE Special counsel Robert Mueller filed new charges against two former officials from President Donald Trump's campaign.",
  "The filings were the first volley from the defense in a criminal case that exposes Manafort to several years in prison.",
  "USA Today\n\nPaul Manafort, President Trump's former campaign chairman, leaves federal court on Thursday, Nov. 2.",
  "Manafort faces a separate indictment in Virginia that accuses him of tax evasion and bank fraud.",
  "Motions to dismiss are commonly filed in criminal cases but very rarely granted.",
  "The arguments largely mimic a civil suit Manafort filed earlier this year.",
  "Read the lawsuit here:\n\nRead or Share this story: https://usat.ly/2pfML0Z",
  "He has pleaded not guilty."
]