[
  "Prosecutors also cited taped phone calls from prison in which Manafort remarked that he was being treated like a “VIP” and had access to “all my files like I would at home.”\n\nManafort was also afforded his own bathroom, shower and workspace, according to the court filing by Mueller’s office.",
  "Slideshow (2 Images)\n\nAccording to the motion, the inspection found eighteen instances of lobbying and public relations activities that should have been disclosed to the Justice Department under the Foreign Agents Registration Act (FARA), among other allegations.",
  "(Reuters) - U.S. President Donald Trump’s former campaign manager Paul Manafort may face evidence at trial about alleged wrongdoing in the 1980s and lost a bid to stay at a jail where he said he was being treated like a “VIP,” court papers on Wednesday showed.",
  "In a rebuttal, Manafort’s lawyers said the effort put into monitoring their client’s phone calls showed that Mueller had “unlimited resources” and accused his office of choosing conversations “to support its version of events.”\n\nOn Tuesday, Judge T.S.",
  "Far from being restrictive, prosecutors said Manafort had been given a personal telephone in his cell, which he used for more than 300 calls with attorneys and others over the past three weeks, and found a workaround to the jail’s ban on email.",
  "The developments came as Manafort gets closer to two trials where he will defend himself against a number of charges ranging from bank fraud to failing to register as a foreign agent for lobbying work for pro-Russia politicians in Ukraine.",
  "Ellis, who is overseeing the Alexandria case, ordered a hearing for Tuesday to weigh motions by Manafort to move the first trial to a more Trump-friendly area of Virginia and to postpone it until after the Washington trial was done.",
  "Also on Wednesday, Mueller’s office filed a motion in the Washington case notifying the court of its intent to present evidence at trial about a Justice Department inspection into Manafort’s lobbying activities in the 1980’s.",
  "The evidence would be used to show that Manafort had knowledge about the disclosure rules under FARA and that it was not a simple mistake that he did not register for his work for pro-Russian politicians in Ukraine.",
  "Contrary to Manafort’s assertions, the prosecutors argued that his jail, while located two hours from Washington, had provided him with ample access to his lawyers and had not hindered his preparation for trial.",
  "Ellis sought to address Manafort’s complaint about the remoteness of the jail by ordering him moved from the current facility in Warsaw, Virginia, to a jail in Alexandria closer to his attorneys and his home.",
  "Manafort responded by asking that he be allowed to stay in Warsaw, citing concerns about safety and “the challenges he will face in adjusting to a new place of confinement” two weeks before trial.",
  "Manafort’s prosecution arose out of U.S. Special Counsel Robert Mueller’s investigation into possible collusion between Russia and Trump’s 2016 presidential campaign.",
  "On Wednesday, Ellis denied Manafort’s request and ordered him moved to the Alexandria Detention Center, rejecting the notion that he would not be safe there.",
  "The Alexandria jail had experience with high-profile defendants “including foreign and domestic terrorists, spies and traitors,” Ellis wrote.",
  "One trial is set for July 25 in Alexandria, Virginia, and the second case in Washington, D.C., has a Sept. 17 trial date.",
  "The omissions included lobbying by Manafort about a “Jerusalem Bill” and a “Saudi Arms Package”, the motion said.",
  "In a filing to Ellis on Wednesday, Mueller’s prosecutors laid out their case for no delay.",
  "Judge T.S."
]