[
  "“You have abused the trust placed in you.”\n\n“Manafort’s obstructive conduct — carried out at a time when he was seeking relief from his current conditions of release — instills little confidence that restrictions short of detention will assure Manafort’s compliance with the court’s orders and prevent him from committing further crimes,” Mueller’s motion to revoke bail reads.",
  "(RELATED: Trump Rips Comey, FBI Scum After IG Report)\n\nThe witness tampering indictment alleges that Manafort and his longtime aide Konstantin Kilimnik sent clandestine messages to two former associates — Alan Friedman and Eckart Sager — encouraging them to lie about the scope of Manafort’s political activities for the Ukrainian government.",
  "The witness tampering indictment claims Manafort and Kilimnik pressed Friedman and Sager to tell investigators that the group’s activities were limited to Europe, and never reached the U.S. As such, Manafort would not be obligated to disclose his work for them under FARA.",
  "Friedman and Sager served as liaisons to a pro-Ukrainian coalition of European politicians dubbed “the Habsburg group,” who featured prominently in Manafort’s political efforts on behalf of former Ukranian President Viktor Yanukovych.",
  "U.S. District Court Judge Amy Berman Jackson concluded that special counsel Robert Mueller credibly alleged that Manafort encouraged two witnesses to lie to investigators, compromising the credibility of his upcoming trial.",
  "He faces indictments in two jurisdictions for conspiracy against the United States, lying to investigators, money laundering, and violations of the Foreign Agents Registration Act (FARA).",
  "A federal judge in Washington, D.C., revoked former Trump campaign chairman Paul Manafort’s bail Friday, imprisoning Manafort pending the start of his criminal trial.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The Habsburg group, with Manafort’s help, allegedly lobbied think tanks, journalists, and politicians in both Europe and the United States.",
  "Manafort has been confined to house arrest in his Alexandria, Va., luxury condo on a $10 million bond since his arrest in 2017.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“I cannot turn a blind eye to these allegations,” the judge told Manafort during a Friday hearing.",
  "He will stand trial at a federal court in Virginia for tax and bank fraud charges in late July.",
  "A second criminal trial for other charges will begin in Washington on Sept. 17.",
  "Follow Kevin on Twitter\n\nSend tips to kevin@dailycallernewsfoundation.org.",
  "He pleaded not guilty to the new witness tampering charges Friday.",
  "It is not yet clear where Manafort will be incarcerated."
]