[
  "Shortly after Poroshenko returned to Ukraine, the BBC reported, the nation's anticorruption agency pumped the brakes on its investigation into Trump's former campaign manager Paul Manafort, who has since been indicted in the US as part of the special counsel Robert Mueller's Russia investigation.",
  "Lucas Jackson/Reuters\n\nMichael Avenatti, the attorney for the adult-film actress Stormy Daniels, who is engaged in a legal battle against Trump, told the BBC that \"Suspicious Activity Reports\" filed by Cohen's bank to the US Treasury Department showed money from Ukrainian interests.",
  "AP Photo/Evan Vucci\n\nIn an interview with Business Insider, President Donald Trump's outside attorney, Rudy Giuliani, responded to a bombshell report Wednesday that said Michael Cohen had received a secret payment of at least $400,000 from Ukraine to help fix talks with Trump.",
  "Earlier this month, Avenatti released information on Cohen's financial dealings showing that he'd accepted payments from huge corporations such as AT&T and Novartis that hoped to gain access and garner familiarity to Trump after the 2016 presidential election.",
  "A high-ranking Ukrainian intelligence officer told the BBC that, before Poroshenko's White House visit, Cohen was brought in because the country's lobbyists couldn't secure a substantive Oval Office meeting with Trump.",
  "A FinCen representative said last week that \"under longstanding procedures,\" the office \"will limit access to certain SARs when requested by law enforcement authorities in connection with an ongoing investigation.\"",
  "Cohen, the longtime personal lawyer of the president, was not registered as a representative of Ukraine, which would be required under the Foreign Agents Registration Act if such a payment took place.",
  "Soon after, a government official who leaked the documents to media sources told The New Yorker of concerns that additional such reports were missing from the Treasury Department's \"FinCen\" database.",
  "The senior Ukrainian intelligence official also told the BBC that Cohen was assisted by a former Trump business partner named Felix Sater, whose lawyer denied the story to the BBC.",
  "Giuliani, who met with Poroshenko in Ukraine late last year, told Business Insider in a Wednesday phone interview he did not know anything about the reported payment to Cohen.",
  "Avenatti was pushing earlier for the release of those additional SARs, one of which is said to cover the time frame when the Ukrainian visit to the White House took place.",
  "\"This is how we perceive the disinformation as if the meeting of the President Ukraine and the President of the US had been organized for money,\" the statement read.",
  "Giuliani said he wanted to \"wait for all the facts\" to come out in the matter, and that he wasn't going to \"get angry\" at Cohen over any \"hypothetical\" situation.",
  "\"Ukraine-US summit in June 2017 had been arranged exclusively by means of official diplomatic channels, in particular Ukraine's Embassy in the US.\"",
  "Citing sources close to those involved, the BBC said the payment was set up by people acting on behalf of Ukrainian President Petro Poroshenko.",
  "\"I have to assume that maybe there was a discussion of doing this,\" he said of such an arrangement between Cohen and the Ukrainian government.",
  "In addition to Cohen, two Ukrainians who the BBC's sources said opened a back channel with him on behalf of Poroshenko denied the story.",
  "After the story was published, Poroshenko's office ripped the claims as \"blatant lie, slander, and fake.\"",
  "The BBC said the payment, which Cohen denied, was made ahead of Poroshenko's White House visit last June.",
  "\"Payments can be proved pretty easily, so it would be silly to deny it if it happened,\" Giuliani said.",
  "One source told the BBC that Cohen was paid $400,000, while another said he was paid $600,000.",
  "Cohen's lawyer did not immediately respond to a request for comment from Business Insider.",
  "Cohen is under criminal investigation in the Southern District of New York.",
  "The BBC wrote that there was no suggestion that Trump knew of the payment.",
  "'I have to assume that maybe there was a discussion of doing this.",
  "Cohen did not register as a lobbyist or disclose those payments.",
  "But the attorney added he had \"no reason not to believe\" Cohen.",
  "Avenatti obtained an SAR detailing the corporations' payments.",
  "After the story broke, Avenatti tweeted, \"Boom.\"",
  "\"And he never registered as a foreign agent.",
  "And as far as I know, never acted as one.\"",
  "\"And on neither end was it consummated.\"",
  "And on neither end was it consummated.'",
  "He has not been charged with a crime.",
  "Michael Cohen.",
  "Rudy Giuliani."
]