[
  "A half dozen Trump campaign contacts with Russia or its alleged operatives were underway roughly at the same time, the public record shows, involving foreign-policy advisers Michael Flynn, George Papadopoulos and Carter Page; campaign adviser Sen. Jeff Sessions (R-Ala.); son-in-law Jared Kushner; and eldest son Donald Trump Jr.\n\nManafort’s world began to implode on Aug. 14, when the New York Times published an article alleging that Ukraine’s National Anti-Corruption Bureau had discovered a so-called black ledger detailing $12.7 million in secret payments to Manafort to help Viktor Yanukovych, the pro-Moscow president of Ukraine who was toppled in 2014.",
  "Investigators will naturally look at those things.”\n\n[Who has been charged in the Russia probe and why]\n\nAn ominous sign for Manafort — and potentially for Trump himself — is the recent revelation of an August 2017 memo from then-Acting Attorney General Rod J. Rosenstein specifically authorizing Mueller to investigate allegations that Manafort “committed a crime or crimes by colluding with Russian government officials with respect to the Russian government’s efforts to interfere with the 2016 election.”\n\nThe Manafort story, like so much in the Trump-Russia investigation, is a case in which many of the facts are hiding in plain sight.",
  "Kilimnik matches the “Person A” described in a series of documents by Mueller, a “foreign national” who was “a close business colleague” and “worked in Ukraine at Manafort’s company.” Mueller’s March 27 sentencing memo in a separate case included this startling allegation: FBI agents “assess that Person A has ties to a Russian intelligence service and had such ties in 2016.” (Kilimnik has denied any intelligence ties, and some Manafort sympathizers argue that the FBI has overstated any real intelligence role Kilimnik might have played.)",
  "Crane said in an email that the firm “received the loan through a broker.” He said, “I have no relationship to Manafort and have not spoken to him,” adding that “nobody induced us to make the loan.”\n\nIn December, Summerbreeze received a $9.5 million mortgage loan from Federal Savings Bank, a Chicago-based bank headed by Stephen Calk, a member of Trump’s campaign economic council and later, briefly, a candidate to become Army secretary in the Trump administration.",
  "Mueller’s team cited news reports about Manafort’s past relationship with Deripaska in an April 2, 2018, court filing that noted: “Open-source reporting also has described business arrangements between Manafort and ‘a Russian oligarch, Oleg Deripaska, a close ally of President Vladimir V. Putin,’ ” quoting the August 2016 New York Times article that first revealed the alleged “black ledger” Ukrainian payments to Manafort.",
  "In a comment to The Post last September, the spokeswoman rejected reports of Manafort’s alleged emails as the work of “consultants in the notorious ‘beltway bandit’ industry.”\n\nWhatever his Manafort connection, Deripaska has paid a steep price for his alleged ties to the Kremlin: Deripaska’s aluminum company was sanctioned by the U.S. Treasury this month; the next trading day, its shares lost half their value.",
  "But according to a Lorber associate who requested anonymity because the associate was not authorized to speak on the record, “Howard had no involvement with or knowledge of the loans.”\n\nAs Manafort began juggling to pay off his debts in August 2016, he also started crafting a public-relations strategy to explain his Ukrainian connections.",
  "The prosecution memo continued that Mueller’s investigation “would naturally cover ties that a former Trump campaign manager had to Russian-associated political operatives, Russian-backed politicians, and Russian oligarchs.”\n\nA Deripaska spokeswoman has denied that the Russian tycoon received any offer of a briefing from Manafort.",
  "Manafort had been trying for more than a decade to woo Deripaska into various business deals, and, along with his partner Rick Gates, used funds controlled by the oligarch as “their personal piggy banks,” according to a lawsuit filed against the pair in January by a company controlled by Deripaska.",
  "On April 11, he sent an email to Konstantin Kilimnik, who managed his office in Kiev, to ask whether the “OVD operation” knew about “media coverage” of Manafort’s growing role in the campaign, according to emails, excerpts of which were reported first by The Post and then in full by the Atlantic .",
  "Barrack had chartered the boat from a wealthy Italian businessman named Flavio Briatore, promoter of the Benetton fashion empire and, as it happens, host of the Italian edition of “The Apprentice.” Barrack was cruising off the Greek coast with five friends from his company, Colony NorthStar.",
  "By September 2016, the Manafort team’s effort to tidy up the record of its Ukraine dealings had drawn in a lawyer named Alex van der Zwaan, who pleaded guilty in February to lying to the FBI about his dealings with Gates and was sentenced this month to 30 days in prison.",
  "They stayed in touch, and in 1996, they met with Abdul-Rahman al-Assir, a Lebanese financier and arms dealer at his Paris home to discuss a possible deal to acquire a French bank, according to testimony that surfaced in a 2012 French magistrate’s investigation of Assir.",
  "Four California properties secured about $15 million of those loans to Manafort-family shell companies; Genesis Capital issued default notices on those California properties on Aug. 16, Aug. 18, Aug. 19 and Aug. 30, 2016, court documents show.",
  "One campaign insider, speaking on condition of anonymity in order to describe its internal workings, told me he doesn’t recall any serious questions being asked about Manafort’s activities in Ukraine or his past links with pro-Russia figures.",
  "On Aug. 2, he met with Kilimnik, his partner in Ukraine, who had just arrived in New York with a message from a seeming Russian friend about the “future of his country,” as Kilimnik had explained it in a July 29 email setting up the meeting.",
  "According to exhibits filed in December 2017 by Mueller in the Manafort case, the deposed campaign chairman was exchanging emails on Aug. 21 with his business partner Gates, about “narratives” that might explain the Ukraine investigation.",
  "According to the sentencing memo in the case Mueller brought against him, van der Zwaan on Sept. 12 received an email in Russian from the ubiquitous Person A suggesting that they “exchange a few words” through encrypted communications.",
  "This lack of vetting is surprising, given that the FBI had investigated Manafort’s Ukraine activities back in 2014, according to a source familiar with the bureau’s investigation who wasn’t authorized to speak publicly about it.",
  "On the very day he was forced out, the financially strapped Manafort created a shell company that received $13 million in loans over the next few months from people or financial institutions with links to Trump.",
  "They also show the loose oversight and vetting of Trump campaign personnel, and the multiplicity of attempts by Trump campaign officials to contact Russia-related figures, of which Manafort allegedly was part.",
  "Genesis Capital was sold in January 2018 to Goldman Sachs, but the Manafort loans were retained by the seller, an investment firm called Oaktree Capital Management, evidently because Goldman didn’t want them.",
  "Calk’s business career had been boosted by Howard Lorber, chief executive of Vector Group, another member of the campaign economic council and a man Trump once described as one of his two closest friends.",
  "His firm sold properties in Sardinia to a subsidiary of the Qatar Investment Authority and recently helped build a showplace home in Los Angeles for former Qatari prime minister Hamad Bin Jasim al-Thani.",
  "On Sept. 12, Summerbreeze received a $3.5 million loan from a unit of Spruce Capital, a New York investment firm co-founded by Joshua Crane, who was Trump’s partner in a real estate deal in Waikiki.",
  "Lorber’s firm was an early investor in Calk’s Federal Savings Bank, and in 2014, through his Douglas Elliman real-estate brokerage, Lorber formed a partnership called DE Capital with Calk’s bank.",
  "After hearing Manafort’s ideas for boosting the campaign following Trump’s defeat in the February 2016 Iowa caucuses, Barrack forwarded Manafort’s suggestions to Ivanka Trump and Jared Kushner.",
  "Genesis Capital, which describes itself as a “private money-lender for professional investors,” had lent about $20 million, at high interest, to various Manafort-related properties since 2015.",
  "Manafort is now bound in a knot of financial and legal troubles, pursued by a dogged Mueller team and subject to a court “gag order” that prevents him from responding directly to allegations.",
  "Given Mueller’s allegation about Person A, this meeting may represent the closest known link between a senior Trump campaign official and someone with alleged ties to Russian intelligence.",
  "The two discussed “bills unpaid,” the “situation in Ukraine” and “current news,” including “the perception of the U.S. presidential campaign in Ukraine,” Kilimnik told The Post last June.",
  "Indeed, it was First Republic that notified federal investigators of the payment, because it raised red flags under its “know your customer” rules — setting the Daniels saga rolling.",
  "Kilimnik’s email referred to the mysterious figure only as “the guy who gave you your biggest black caviar jar,” according to The Post, an apparent reference to an unnamed Russian.",
  "Meanwhile, Genesis had lent an additional $5.3 million in February 2016 to another Manafort shell, called MC Brooklyn Holdings, secured by a property on Union Street in Brooklyn.",
  "By the time August ended, Manafort was gone — having resigned after allegations that he had received millions of dollars “off the books” to support pro-Russia figures in Ukraine.",
  "But despite the political tumult, Manafort found time that month to meet at a swank Manhattan cigar bar with someone the FBI has suggested has ties to Russian intelligence.",
  "It was thanks to loans from entities with ties to Trump that channeled the money into a newly designated shell company with an ironically sunny name — Summerbreeze LLC.",
  "Barrack stayed loyal even as the FBI investigation of the Manafort team deepened, hiring Gates in March 2017 as a consultant at his Colony NorthStar financial flagship.",
  "The second loan allowed Manafort to pay off the $5.3 million Genesis loan, according to a person familiar with the transaction who wasn’t authorized to speak publicly.",
  "Documentation of some of Manafort’s real estate activities has been compiled by independent investigators Julian Russo and Matthew Termine on the website 377Union.com.",
  "What’s astonishing, in hindsight, is that after Barrack’s initial introduction, nobody from the Trump campaign attempted any serious vetting of Manafort’s background.",
  "And they show why the probe has deep roots — in evidence already made public, cases filed and plea deals won — that will persist even if Trump moves to fire Mueller.",
  "(Evelyn Hockstein/For The Washington Post)\n\nBillionaire Oleg Deripaska at the St. Petersburg International Economic Forum in St. Petersburg, Russia, in June 2017.",
  "According to The Post and the Atlantic, which cited people familiar with the emails, it was Oleg V. Deripaska, a billionaire Russian oligarch and Kremlin insider.",
  "Interestingly, Citizens Bank, too, lent money to Manafort and his wife, extending them a $3.4 million loan in March 2016, the month Manafort signed on with Trump.",
  "In a July 7 email to Kilimnik, Manafort offered: “If he needs private briefings we can accommodate,” The Post wrote on Sept. 20, 2017, quoting from the emails.",
  "In a court hearing on Thursday, Michael Dreeben, a lawyer on Mueller’s team, countered that the investigation of Trump’s former campaign manager was justified.",
  "Paul Manafort, candidate Donald Trump’s campaign chairman, is interviewed on the floor of the Republican National Convention on July 17, 2016, in Cleveland.",
  "Manafort has pleaded not guilty to tax and bank fraud charges and making false statements — charges filed in two indictments, in Washington and Alexandria.",
  "Manafort joined the Trump campaign on March 29, initially to manage the insurgent candidate’s planning for the Republican convention in Cleveland in July.",
  "Summerbreeze was registered on Aug. 19 with New York’s Division of Corporations by Manafort’s real estate lawyer Bruce Baldinger, state records show.",
  "His attorneys have argued that Mueller’s allegations about Manafort are outside the scope of his jurisdiction in the Russian election-meddling probe.",
  "A Federal Savings Bank spokeswoman in February denied any wrongdoing in the loan and said Calk’s bank was cooperating with Mueller’s investigation.",
  "The story of Manafort’s involvement in the Trump campaign begins with Thomas J. Barrack Jr., a billionaire real estate financier close to both men.",
  "Barrack invited Manafort because he felt sorry for a longtime acquaintance who was “so depressed” after his firing, a knowledgeable source told me.",
  "“He played me like a Steinway piano,” Barrack said of Trump’s negotiations over the hotel, according to the Real Deal, a real estate publication.",
  "Barrack is also close friends with Saudi and Emirati officials, including the United Arab Emirates’ ambassador to Washington, Yousef al-Otaiba.",
  "The poignant aspect of Manafort’s story is that he, like so many others in Trump’s orbit, has seen his life shattered after working with Trump.",
  "Barrack’s cover letter described Manafort as “the most experienced and lethal of managers” who would be a “killer” at the GOP convention.",
  "The president might want to rid himself of the special counsel, but he can’t make the evidence that has already been gathered disappear.",
  "Trump eventually purchased the hotel for more than $400 million, only to lose it later when he was facing severe financial problems.",
  "Van der Zwaan became increasingly involved in the efforts by Gates to “spin” the story of the Ukraine investigation, the memo says.",
  "The Manafort case illustrates how hard it will be for Trump to dispel the allegations that swirl around the Mueller investigation.",
  "Barrack has helped Manafort financially several times as well, starting with $1.7 million in loans to his wife, Kathleen, in 2004.",
  "Manafort didn’t specify who the “he” was, but people familiar with the discussions told me that it was a reference to Deripaska.",
  "The machinations of August illustrate why Manafort is a central figure in special counsel Robert S. Mueller III’s investigation.",
  "The Brooklyn shell company missed a scheduled payment in June, and Genesis initiated foreclosure proceedings in September 2016.",
  "The two began working together in 1988, when Barrack was representing the owner of the Plaza Hotel, which Trump wanted to buy.",
  "Barrack has been a deft financial player, moving among different Middle East connections without being tied to any single one.",
  "Barrack’s company is an investor in the bank, and he sits on its board, though Barrack has said he was not aware of the loan.",
  "That’s the same bank from which Trump lawyer Michael Cohen wired $130,000 in hush money to adult-film actress Stormy Daniels.",
  "(Ukrainian authorities said last June that they didn’t have proof that Manafort received the money, according to Bloomberg.)",
  "Even as he was getting started, Manafort wanted some Russian former business associates to know he was in the catbird seat.",
  "Manafort is said to have spent much of the time onboard sleeping and talking about possible future business deals in China.",
  "[What we know about Team Trump’s ties to Russian interests]\n\nHow did Manafort initially address these financial problems?",
  "“He [Manafort] had long-standing ties to Russia-backed politicians,” Dreeben told U.S. District Judge Amy Berman Jackson.",
  "Columnist\n\nWhen August 2016 began, Paul Manafort was about 11 weeks into his job as chairman of Donald Trump’s campaign.",
  "In January, Federal Savings made two more loans, totaling $6.5 million, to assist Manafort, for a total of $16 million.",
  "What follows is an attempt to weave the strands of Manafort’s story into a coherent, if still incomplete, narrative.",
  "Oaktree has tried to collect, but all four California loans remain in default, and one of them has been foreclosed.",
  "CNN reported that day that the Justice Department and FBI were investigating Manafort’s firm’s ties to Yanukovych.",
  "As Manafort’s problems mounted, the Genesis loans entered a legal netherworld of default and change of ownership.",
  "(Gates pleaded guilty in February to conspiring with Manafort on a fraud scheme, and to making false statements.",
  "(Simon Dawson/Bloomberg News)\n\nManafort and Kilimnik met at a Manhattan cigar bar called the Grand Havana Room.",
  "Barrack led the committee that raised more than $100 million for Trump’s inauguration, according to USA Today.",
  "In that role, he worked closely with Gates, Manafort’s deputy, who served as deputy chairman of the committee.",
  "Rick Gates, a former top official in Donald Trump's campaign, leaves federal court in Washington on Feb. 23.",
  "Court documents indicate that Manafort was able to keep the Brooklyn property and pay off the Genesis loan.",
  "“My father just didn’t want to have the distraction looming over the campaign,” Eric Trump told Fox News.",
  "The real problem, a campaign insider told me, was that Manafort had no “personal chemistry” with Trump.",
  "Read more from David Ignatius’s archive, follow him on Twitter or subscribe to his updates on Facebook.",
  "And in April 2012, a Manafort company received a $1.5 million mortgage loan from First Republic Bank.",
  "He vanished from the news-media frenzy in New York and went vacationing with his old friend Barrack.",
  "The Mueller files and other documents suggest a pattern of collusion, money laundering and coverup.",
  "(Bill O'Leary/The Washington Post)\n\nAnd where was Manafort in the days after the Aug. 19 rupture?",
  "As Trump neared the nomination in mid-summer, Manafort continued to nurture his Russian ties.",
  "Russia.” In a few weeks, Gates had gathered detailed responses on these and other problems.",
  "It soured the next year, and Lorber found a new mortgage-banking partner in Citizens Bank.",
  "It was “plug and play,” the insider recalled, with “no process” for background checks.",
  "If you think you’ve heard the name First Republic Bank somewhere else, you’re right.",
  "Others have emerged in public documents, or in interviews given by the key figures.",
  "(Win McNamee/Getty Images)\n\nMueller’s court filings help decode these references.",
  "Attorney Alex van der Zwaan arrives at federal court in Washington on Feb. 20.",
  "Genesis Capital and Oaktree Capital both declined to make any public comment.",
  "That same day, Trump “accepted” Manafort’s resignation as campaign chairman.",
  "Fara [an apparent reference to the Foreign Agents Registration Act], 3.",
  "The job ended when Manafort and Gates were indicted in October.",
  "Barrack has known Trump for nearly as long as he has Manafort.",
  "Van der Zwaan is another link in Mueller’s chain of evidence.",
  "“What I did was wrong,” he told the judge at his sentencing.",
  "And who was the “OVD” whom Manafort was so eager to impress?",
  "Now we come to August 2016, and Manafort’s political demise.",
  "Such questions weren’t posed about any Trump advisers.",
  "(Baldinger did not respond to a request for comment.)",
  "Lorber, through a spokesperson, declined to comment.",
  "Barrack had known Manafort for more than 40 years .",
  "Barrack has said he knew nothing about the payment.",
  "Mueller has released key details in court filings.",
  "Manafort said they needed such responses on: “1.",
  "The two first met in the mid-1970s in Lebanon.",
  "“Did they provide back channels to Russia?",
  "It wasn’t the only Moscow connection.",
  "Manafort was in money trouble, too.",
  "The final rupture came on Aug. 19.",
  "He’s awaiting sentencing.)",
  "Cash ledger, 2."
]