[
  "Near the end of arguments over Manafort's multifaceted attack on the indictment returned by a grand jury in Washington, DC, in special counsel Robert Mueller's investigation, one of his lawyers, Richard Westling, told the judge that Manafort's efforts to get the charges dismissed were different from similar motions in other cases because of the substantial assets tied up while the case is pending.",
  "Dreeben said the Special Counsel's Office was supposed to operate independently of day-to-day oversight from the Justice Department, while also complying with requirements to report back to the Justice Department official in charge — in this case, Rosenstein, since Attorney General Jeff Sessions is recused — in order to ensure accountability.",
  "Special counsel lawyer Elizabeth Prelogar argued that there were scenarios in which the jury wouldn't have to find Manafort guilty of one of the counts if they found him guilty of the other — for instance, if jurors found that he made misleading statements under FARA but didn't make false statements.",
  "Although the lawsuit originally asked the court to set \"all actions taken against Mr. Manafort pursuant to the Appointment Order,\" Manafort's lawyers later walked that back, saying they were only seeing a forward-looking order from the court blocking Mueller's office from indicting him again.",
  "Jackson seemed skeptical of Manafort's arguments for dismissing the entire indictment, although she did press special counsel lawyer Michael Dreeben about how Rosenstein could tell Mueller he had authority at the start to investigate all matters that \"may arise\" from the investigation.",
  "Jackson also asked Downing why the Manafort case wouldn't fall under the first section of Rosenstein's appointment order, which said Mueller was authorized to investigate \"any links and/or coordination between the Russian government and individuals associated with\" Trump's campaign.",
  "Dreeben also pushed back on Downing's arguments in favor of access to any other records about what Rosenstein told Mueller about his authority — it would be \"extraordinary\" to allow the curtain to be pulled back on the internal workings of a criminal investigation, he said.",
  "The Special Counsel's Office filed a copy of an Aug. 2 memo from Rosenstein to Mueller that identified several subjects related to Manafort as being under Mueller's authority, but Downing said that didn't resolve the question of whether the original appointment was valid.",
  "Deputy Attorney General Rod Rosenstein's May 17 order appointing Mueller stated the Special Counsel's Office had authority to investigate \"any matters that arose or may arise directly from the investigation\" into Russian interference in the 2016 presidential election.",
  "The charging papers didn't specify how much all of Manafort's assets subject to forfeiture were worth, but Westling told the judge that \"millions of dollars\" weren't available to Manafort to do what he needed to do to defend against the case.",
  "Jackson noted that the order used the phrase \"and/or,\" and asked why that wouldn't mean that Mueller's team could look at links between Russia and people from Trump's campaign, such as Manafort, setting aside any question of coordination.",
  "Manafort's lead attorney, Kevin Downing, argued that they should have access to internal records, if they exist, concerning Mueller's appointment and what exactly Rosenstein told Mueller the Special Counsel's Office could do.",
  "Former Trump campaign chair Paul Manafort's bank accounts and other assets have been off limits since he was indicted in October, and one of his lawyers made clear on Thursday that he's eager to get access to that money back.",
  "Manafort is arguing that the two counts — violating the Foreign Agents Registration Act (FARA) by making false or misleading statements, and generally making false statements — were the same, and couldn't both go forward.",
  "Manafort's indictment in DC includes a forfeiture claim against four properties, a life insurance policy, and accounts with two financial institutions — assets the government would seize if Manafort is convicted.",
  "Downing replied that they believed they could challenge Mueller's authority under the regulations, which he argued were written to carry out the federal law allowing for the appointment of a special counsel.",
  "Dreeben — the deputy US solicitor general, who is also working with Mueller's office — replied that the language reflected that the purpose of an investigation was to move forward and uncover new evidence.",
  "Jackson questioned how Manafort could raise a challenge under the Justice Department's special counsel regulations, which stated that they didn't create any legal rights that could be enforced in court.",
  "Manafort's lawyers are also asking the judge to dismiss a count charging Manafort with conspiracy to engage in money laundering, which is based on the underlying crime of the FARA violations.",
  "Dreeben denied that Mueller had been given a \"blank check\" to investigate whatever he wanted — the regulations still required Mueller to go to Rosenstein if new matters came up, he said.",
  "Manafort is separately suing the Justice Department and the Special Counsel's Office, raising similar arguments challenging the validity of Mueller's appointment as special counsel.",
  "One motion asks the judge to dismiss one of two counts that accuse Manafort of making false statements in materials he submitted when he registered as an agent for Ukraine.",
  "US District Judge Amy Berman Jackson asked what it would mean if Rosenstein told Mueller on his first day that he had authority to investigate Manafort's work in Ukraine.",
  "In most criminal cases, the government doesn't take assets at the start, but the assets are subject to a pretrial restraining order that limits how they can be used.",
  "The Special Counsel's Office countered that Manafort's actions as an agent, which Ukraine paid him for, were tied up in his failure to register with US authorities.",
  "Manafort's lawyers are arguing that Rosenstein gave Mueller too broad a mandate, and that even if the appointment order was valid, Mueller had exceeded its scope.",
  "Manafort's lawyers argued that the money Manafort is accusing of moving around didn't stem from his failure to register as an agent for a foreign entity.",
  "Manafort is also facing an indictment in federal court in Virginia, which he's also challenging on the grounds that Mueller's appointment was invalid.",
  "Lawyers for Manafort and the Special Counsel's Office spent much of Thursday morning sparring over the legitimacy of Mueller's appointment.",
  "Downing acknowledged that one of the counts related to conduct by Manafort in 2016, but said didn't concern his time on the campaign.",
  "Manafort has three lawyers working on his case, and whatever payment agreement he has with them isn't a matter of public record.",
  "Dreeben said Rosenstein wrote the August memo detailing Mueller's authority with future challenges like Manafort's in mind.",
  "Downing replied that it was difficult to respond to hypotheticals without knowing what Rosenstein communicated to Mueller.",
  "Downing replied that Mueller's mandate was related to the campaign, not unrelated activities going back 10 years.",
  "Jackson heard arguments on the Justice Department's motion to dismiss Manafort's lawsuit on April 4.",
  "\"That's your point, but that's not what the appointment order says,\" Jackson said.",
  "Manafort's lawyers also pressed two separate challenges to the indictment.",
  "\"This is like me digging a hole for myself,\" Downing said.",
  "Arguments on that motion before US District Judge T.S.",
  "A spokesperson for Manafort declined to comment.",
  "That was the point, he told Jackson.",
  "Ellis III are scheduled for May 4."
]