[
  "NEW JOINT FUNDRAISERS:\n\nTeam Marty (Marty Nothstein, Republican Federal Committee of Pennsylvania, NRCC)\n\nNEW PACs:\n\nAfrican American Voter Registration Education and Participation Project — Federal (PAC)\n\nCount on Me PAC (PAC)\n\nCumberland Pharmaceuticals Inc. Health and Wellness PAC (PAC)\n\nGreat Lakes, Great Jobs (Unknown)\n\nNEW LOBBYING REGISTRATIONS:\n\nArnold & Porter Kaye Scholer LLP: Organogenesis\n\nBrett Hewitt: Property Casualty Insurers Association of America\n\nCovington & Burling LLP: Kruger, Inc.\n\nHance Scarborough: AECOM\n\nHance Scarborough: City of Waco, Texas\n\nJacobs Scholz & Associates, LLC: PPLA\n\nMWR Consulting: Penn Hill Group\n\nSidley Austin LLP: Bloomberg LP\n\nThe Petrizzo Group, Inc.: Juvare\n\nThorn Run Partners: The Related Companies, L.P.\n\nNEW LOBBYING TERMINATIONS:\n\nAJW, Inc.: Save Our Sound\n\nMadison Government Affairs: Bella Group A Private Foundation Inc.\n\nNational Fire Protection Association: National Fire Protection Association",
  "Story Continued Below\n\n— In an interview with PI, Sullivan said that while McGuireWoods is a “great, great law firm,” Brownstein has a “large number of lawyers throughout the country,” and “they’re also big enough in their Washington office and nimble enough to really move quickly when you need to.” Becchi echoed Sullivan’s remarks and said that moving to Brownstein “ups our game and allows us to bring a whole new level of service to our clients.” Sullivan and his team plan to coordinate with the firm’s existing practices to provide tax services for a range of industries.",
  "SAPRAC has already “organized meetings between the [Muslim World League] delegation and U.S. Department of State officials, including Ambassador at Large for International Religious Freedom Sam Brownback, detailing efforts taken by the MWL that correlate to uphold U.S. policy goals of promoting religious tolerance and counter-extremism efforts,” the firm stated in its registration.",
  "Brownstein Hyatt snags McGuireWoods tax lobbyists\n\nWith David Beavers, Garrett Ross and Aaron Lorenzo\n\nFIRST IN PI — BROWNSTEIN HYATT SNAGS McGUIREWOODS TAX LOBBYISTS: Brownstein Hyatt Farber Schreck has tapped McGuireWoods Consulting’s Russ Sullivan, Harold Hancock and Rosemary Becchi to start a tax policy practice within its government affairs division.",
  "Asked whether he’ll be bringing clients over from McGuireWoods, Sullivan said “that will be the client’s choice.”\n\n— “McGuireWoods and McGuireWoods Consulting, longtime leaders in tax law, policy and litigation, will continue providing excellent tax and related services to our clients,” McGuireWoods said in a statement to PI.",
  "AFP GOES AFTER SENATORS WHO VOTED AGAINST RESCISSIONS PROPOSAL: Americans for Prosperity “is launching an ad campaign over the July Fourth recess that will target senators of both parties who opposed President Donald Trump’s spending cutbacks package, H.R.",
  "“I’m not aware of any instance where [the Justice Department has] prosecuted anyone for missing the 10-day deadline, and I’m fairly sure it’s never happened,” said Thomas Spulak, a lobbyist for King & Spalding and an expert in lobbying disclosure laws.",
  "Michael Borden, a former senior counsel on the House Financial Services Committee, will lobby on the Exchange Regulatory Improvement Act, a bill sponsored by Rep. Barry Loudermilk (R-Ga.) that would amend the Securities Exchange Act of 1934.",
  "Prior to joining McGuireWoods, Sullivan was staff director for the Senate Finance Committee, Hancock was tax counsel to the House Ways and Means Committee and Becchi was a partner at Patton Boggs (before it became Squire Patton Boggs).",
  "— SAPRAC’s registration on behalf of the Muslim World League is dated June 26 — more than two months after SAPRAC began working for the group, according to a contract filed with the Justice Department, which went into effect April 23.",
  "GOOGLE HIRES BHATIA AWAY FROM GE: “Google has tapped Karan Bhatia, a former George W. Bush administration official and current policy chief for GE, to head its global policy team out of Washington,” POLITICO’s Steven Overly reports.",
  "SAPRAC LOBBYING FOR MUSLIM WORLD LEAGUE: SAPRAC — also known as the Saudi America Public Relations Affairs Committee — has registered to lobby for the Muslim World League, a group that receives funding from the Saudi government.",
  "Barry Bennett, who lobbies for Qatar through his firm, Avenue Strategies Global, filed a complaint last summer asking the Justice Department to investigate SAPRAC for failing to register as a foreign agent.",
  "“Bhatia will oversee Google's broad and ever-expanding policy portfolio, which includes privacy and security, international trade, online competition and artificial intelligence, to name a few.",
  "The Foreign Agents Registration Act requires lobbyists on behalf of foreign governments and political parties to register with the Justice Department within 10 days.",
  "Sign up now for our pop-up conference newsletter to receive on-the-ground insights and information every afternoon from POLITICO Pro Energy Editor Matt Daily.",
  "SAPRAC attracted attention last year after it started running TV and digital ads bashing Qatar without registering as a foreign agent.",
  "Sullivan and Hancock are senior advisers and Becchi is a senior vice president of federal public affairs for McGuireWoods Consulting.",
  "JOBS REPORT\n\n— The Poker Alliance (until recently known as the Poker Players Alliance) has hired Mark Brenner as its president.",
  "Brenner was previously senior vice president of business development and external affairs at the Apollo Education Group.",
  "Bloomberg also retains CGCN Group, Williams & Jensen and Willkie Farr & Gallagher, according to disclosure filings.",
  "SIDLEY AUSTIN WILL LOBBY FOR BLOOMBERG: Bloomberg LP has added Sidley Austin to its lineup of lobbying firms.",
  "“More tax laws are going to made in the halls of Treasury than are going to made on Capitol Hill,” he said.",
  "CORRECTION: PI misstated Mervyn Jones’ relationship with Pine Street Strategies in Wednesday’s edition.",
  "Jones is a former lobbyist for Pine Street Strategies who now works for Smart Approaches to Marijuana.",
  "Sullivan and Hancock will come on as shareholders and Becchi will be a strategic adviser and counsel.",
  "Sullivan further predicted that much of the tax policy in 2018 will be done at the regulatory level.",
  "Susan Collins (R-Maine), Richard Burr (R-N.C.), Heidi Heitkamp (D-N.D.), Joe Donnelly (D-Ind.",
  "He was previously an assistant to Simon Rosenberg, the president of the think tank NDN.",
  "The new hires signal Brownstein’s anticipation of an uptick in tax policy work.",
  "“We wish our departing colleagues well.”\n\nGood afternoon, and welcome to PI.",
  "Please keep those tips coming: mlevine@politico.com and tmeyer@politico.com.",
  "POLITICO will be reporting from inside the World Gas Conference June 25-29.",
  "He replaces Caroline Atkinson, who is no longer with Google.” Full story.",
  "You can also follow us on Twitter: @theodoricmeyer and @marianne_levine.",
  "But the group is unlikely to get in trouble for its late registration.",
  "SAPRAC later registered as a foreign agent for Bahrain’s government.",
  "— Chris Murphy has joined Mercury as a senior associate.",
  "in digital, mail and radio advertisements.” Full story.",
  "), Tammy Baldwin (D-Wis.) and Jon Tester (D-Mont.)",
  "— SAPRAC didn’t respond to a request for comment.",
  "3 (115),” POLITICO’s Kaitlyn Burton reports.",
  "They are also partners at McGuireWoods LLP.",
  "The nonprofit “will take aim at Sens.",
  "SAPRAC’s contract is worth $35,000.",
  "), Claire McCaskill (D-Mo.",
  "They’ll start in July.",
  "PI regrets the error."
]