[
  "REUTERS/Yuri Gripas\n\nU.S. District Judge Amy Berman Jackson, who is presiding over Manafort’s case in Washington, said in a ruling that she will not dismiss one of the charges against Manafort related to false statements concerning whether he was required to register as a foreign agent for Ukraine’s then pro-Russia government.",
  "They argued that Jackson should dismiss one of two charges against him related to false statements because they target the same underlying offense and are therefore “multiplicitous” and violate the Double Jeopardy clause of the U.S. Constitution.",
  "In both cases, Manafort’s lawyers claimed that the indictments should be dismissed on the grounds that Deputy Attorney General Rod Rosenstein violated Justice Department rules when he tapped Mueller in May 2017 and gave him too much power.",
  "FILE PHOTO - President Trump's former campaign manager Paul Manafort (R) and his attorney Kevin Downing arrive for a motions hearing regarding evidence in his case at U.S. District Court in Washington, U.S., May 23, 2018.",
  "She added that, in light of these circumstances, it would be better to “defer this determination until after the trial.”\n\nShe has yet to rule on a third request by Manafort to dismiss a money laundering charge.",
  "Manafort is facing two indictments, this one in Washington and another in Virginia, which both arose from Mueller’s investigation into potential collusion between Trump’s 2016 presidential campaign and Russia.",
  "WASHINGTON (Reuters) - U.S. President Donald Trump’s former campaign manager, Paul Manafort, lost a bid on Friday to have certain criminal charges filed against him by Special Counsel Robert Mueller dismissed.",
  "One of the charges in the indictment relates to making false statements, and the other alleges he violated the Foreign Agents Registration Act when he filed false documents with the Justice Department.",
  "Earlier this month, the same judge refused to dismiss the entire indictment after Manafort’s lawyers argued unsuccessfully that Mueller had overstepped his prosecutorial powers.",
  "Jackson said that in prior cases it was found that it is possible to violate one of these laws without violating the other and they are not necessarily redundant charges.",
  "However, she said the arguments his attorneys made regarding dismissing one of the charges can be re-examined after his criminal trial later this year.",
  "Manafort’s lawyers also filed more targeted requests to dismiss certain charges in the Washington case on more technical legal grounds.",
  "Manafort is the most senior member of Trump’s campaign to be indicted, though the charges do not relate to campaign activities.",
  "That clause prohibits charging a person twice for the same offense.",
  "A spokesman for Manafort declined to comment on the ruling.",
  "Jackson’s ruling marks yet another setback for Manafort."
]