[
  "Phil Murphy of NJ, is 35 ... Sanders alum Lauren Mehta is 36 (h/ts Jason Mehta) ...\n\n… Nicole Gelinas, senior fellow at the Manhattan Institute ... Ryan Rhodes ... Andrew Grossman, consultant at Bain & Company ... Jenny Eisen Verdery ... WaPo’s Michelle Lee ... NBC4’s Eun Yang ... R. Brian Lewis ... Jim Fellinger, national press secretary at Generation Opportunity (h/t Rebecca Coffman) ... Sagar Vachhani … Alex Marino ... Andrew Lavigne ... Judge Neil Cohen ... Catherine McLaughlin ... Dylan Lopez ... Margaret Shepard ... Genger Charles ... Patrick G. Cronin ... Michelle Korsmo ... Valencia Logan ... Patrick McGill is 32 ... Bill Buck is 51 ... John Eddy ... Jeff Siegel ... Junheng Li ... Rick Weidman is 71 ... Tony Varona ... Neil Bernstein is 52 ... Brian Oliger ... Hannah Storm is 56 (h/t AP)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "“Instead, he is betting everything on the ‘terrific relationship’ and ‘very special bond’ that he said he developed with the 34-year-old dictator, and Mr. Trump’s seeming certainty that they now view the future elimination of North Korea’s arsenal of atomic weapons the same way.” https://nyti.ms/2LMhU5B\n\n-- “AP Analysis: Trump retreats from U.S. moral leadership stance,” by Jonathan Lemire and Matthew Pennington: “Though Trump is far from the first U.S. president to work with an unsavory counterpart to achieve a strategic goal, his decision to broadcast that he tacitly accepts Kim's history of atrocities was a sharp break from the position of presidents from both parties to set America as the exemplar shining city on a hill for other nations to emulate.” http://bit.ly/2JwZqcB\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "In November, agriculture lender Rabobank sued Triple V Dairy in Fresno County Superior Court alleging failure to repay loans for cattle and feed totaling about $8.3 million.” https://lat.ms/2JQK9mr\n\nCOMING ATTRACTIONS – “Trump Jr. will speak at Montana dinner backing Senate candidate Rosendale,” by CNN’s Rebecca Berg: “The President’s son, who has emerged as a visible GOP fundraiser and surrogate, will be the featured speaker at the Montana Republican Party’s Platform Convention banquet in Billings on June 22.” https://cnn.it/2JQTsTg\n\nCOURT WATCH -- “With AT&T-Time Warner ruling, courts again thwart Trump,” by Steven Overly and John Hendel: “A federal judge's decision to approve the $85 billion merger between AT&T and Time Warner is the latest example of the nation's judicial system boxing in President Donald Trump’s agenda.",
  "Back then, 23 percent of all voters said they viewed Mueller negatively.” https://politi.co/2y8mFo1\n\nHE’S ALSO LOSING FAVOR ON CAPITOL HILL: “Mueller-friendly Republicans losing patience with probe,” by Elana Schor and Kyle Cheney: “A growing number of Republicans in senior leadership positions, who all profess that Mueller should have no artificial deadline for his Russia influence probe, have also begun to sprinkle in another suggestion: It’s time to wrap it up.” https://politi.co/2y7n1ve\n\n-- JOSH GERSTEIN and THEO MEYER: “Mueller unveils more proof Manafort led Ukraine lobbying in U.S.”: “Special counsel Robert Mueller made public new evidence Tuesday that former Trump campaign chairman Paul Manafort directed an organized but unregistered lobbying campaign in the U.S. on behalf of Ukrainian President Viktor Yanukovych.",
  "... [The Mueller] inquiry is examining whether the Emiratis and Saudis helped sway the election in Mr. Trump’s favor — potentially in coordination with the Russians, according to people familiar with the matter.” https://nyti.ms/2JCLgXK\n\n\n\nNY POST: “Rudy Giuliani’s wife filed for divorce after his affair with married woman” https://pge.sx/2LLhBba\n\n2020 WATCH -- “Jason Kander to speak at Democratic state convention as activists gear up for general election,” by Des Moines Register’s Brianne Pfannenstiel: “Let America Vote founder and potential 2020 presidential candidate Jason Kander will rally Iowa Democrats at their state convention Saturday as they gear up for the next five months of campaigning.",
  "“Manafort is facing a September trial on charges that he violated the Foreign Agents Registration Act by failing to register with the Justice Department in connection with the lobbying campaign, among other charges.” https://politi.co/2MlDFdu\n\n-- “Mueller asks to secure evidence in ‘Putin chef’ case, citing Russian intelligence and ongoing interference operations,” by WaPo’s Spencer S. Hsu: “Federal prosecutors say they believe operations to interfere in U.S. elections are ongoing and want a court to tightly control how evidence gathered by special counsel Robert S. Mueller III about Internet trolling in 2016 is shared with a Russian company accused of helping to mislead American voters.",
  "“It’s one of a growing number of presidential priorities that have become entangled and slowed in court, from the ban on travelers from some Muslim countries to the elimination of the Deferred Action for Childhood Arrivals program and the decision-via-Twitter to ban transgender troops.” https://politi.co/2JTRRvU\n\n-- “‘The Autonomy is Gonna End’: After AT&T Successfully Gobbles Up Time Warner, the New Battlefront Opens: With the merger trial of the century completed, Time Warner’s legion of creative executives gird their loins for life reporting to a telecom giant,” by Vanity Fair’s Joe Pompeo: http://bit.ly/2l4oQj6\n\nDOJ DEPARTURE LOUNGE -- “Senior Justice Dept.",
  "Public or unauthorized disclosures, prosecutors said in a court filing Tuesday, would release information that ‘would assist foreign intelligence services, particularly those of the Russian Federation.’” https://wapo.st/2JG15Zq\n\n-- “Andrew McCabe’s lawyer sues Justice Department,” by Josh Gerstein: “A lawyer for Andrew McCabe, the fired deputy director of the FBI, is suing the Justice Department and the FBI, claiming that his client is being denied access to records critical to defending him in connection with the misconduct allegation that led to his dismissal in March.",
  "In the suit, filed Tuesday evening in U.S. District Court in Washington, McCabe’s attorney David Snyder demands copies of manuals and policies used by the Justice Department Office of Inspector General and the FBI in conducting investigations and carrying out employee discipline.” https://politi.co/2y4rCOX\n\n-- “Rosenstein plans to call on House to investigate its own staff,” by CNN’s Laura Jarrett: “[T]he battle spilled out into public view Tuesday after Fox News reported staff on the committee felt ‘personally attacked’ at a meeting with Rosenstein in January.",
  "Learn more at google.com/grow/veterans\n\nTHE VIDEO EVERYONE IS TALKING ABOUT -- NYT’S PETER BAKER, “Coming Attractions: Trump Showed Kim a Faux Movie Trailer About a Transformed North Korea”: “Sung-Yoon Lee, a Korean studies professor at Tufts University’s Fletcher School of Law and Diplomacy … [called it] ‘eerily reminiscent of second-rate South Korean government promotional videos.’ ...\n\n“[T]he White House said it was made by the National Security Council, she said she instinctively suspected the South Koreans might have created it and gave it to Mr. Trump.",
  "He gave her accurate dates and destinations for trips the two had taken together overseas — a revelation that left Watkins rattled, a person familiar with the events said.” https://wapo.st/2JOLv0Y\n\n-- “New York Times Examines Work History of Reporter in Leak Case,” by NYT’s Mike Grynbaum: “The New York Times is reviewing the work history of Ali Watkins, a Washington-based reporter at the newspaper whose email and phone records were seized by prosecutors in a leak investigation case that has prompted an outcry among press advocates.",
  "“Joel McElvain, who has worked at the Justice Department for more than 20 years, submitted his resignation letter Friday, the morning after Attorney General Jeff Sessions notified Congress that the agency will not defend the ACA — the 2010 law known as Obamacare — against lawsuits brought by Republican-led states challenging its requirement that most Americans carry health insurance.” https://wapo.st/2sQt8iE\n\nMEDIAWATCH -- FELICIA SONMEZ is returning to the Washington Post as a reporter on their new politics breaking news team.",
  "Under South Carolina law, if no candidate gets a majority of the vote in a primary, the top two competitors go head-to-head for the nomination.”\n\nVIRGINIA PRIMARIES … -- “Stewart wins GOP nod for U.S. Senate in a Virginia primary with low turnout,” by WaPo’s Gregory S. Schneider: “Virginia Republicans turned bright red Tuesday, selecting the more-Trump-than-Trump Corey Stewart as their nominee to challenge Sen. Tim Kaine (D) as primary elections played out in congressional districts across the state.",
  "The nearly five-minute movie even has its own Hollywood-style vanity logo: ‘A Destiny Pictures Production,’ though a film company by the same name in Los Angeles denied any involvement in making it, and the White House has not yet responded to questions about it.” https://wapo.st/2JBq849\n\nCLICKER -- THE WHITE HOUSE VIDEO – “A Story of Opportunity for North Korea” -- the WH’s Facebook page: “This is the video President Trump shared with Chairman Kim at the historical Singapore Summit....” 4-min.",
  "-- “State Sen. Jennifer Wexton wins the Democratic race to run against Rep. Comstock,” by WaPo’s Jenna Portnoy: https://wapo.st/2JyPjEr\n\nTHE INVESTIGATIONS …\n\n-- POLITICO/MORNING CONSULT POLL … DARREN SAMUELSOHN: “‘Poll shows Mueller’s public image at all-time low”: “Special counsel Robert Mueller’s public image has sunk to an all-time low since he began his probe into possible collusion between the Trump 2016 presidential campaign and Russia, according to a new POLITICO/Morning Consult poll.",
  "‘I spent two-plus days on the RV,’ McCaskill said, and the plane ‘picked me up at the end of one day, after I spent all day on the RV’ before being used to add ‘some stops.’ The RV wasn't used during that added portion of the tour, she said.” https://politi.co/2l4SPaL … The original Free Beacon story by Brent Scher http://bit.ly/2HJlGuf\n\nALEX ISENSTADT: “Sanford’s fatal sin: Crossing Donald Trump”: “In the end, it wasn't the Appalachian Trail that brought down Mark Sanford.",
  "Justice Department officials dispute the recounting of the closed-door meeting detailed in the story, and Rosenstein plans to ‘request that the House general counsel conduct an internal investigation of these Congressional staffers’ conduct’ when he returns from a foreign trip this week, DOJ said.” https://cnn.it/2t2VhC9\n\nPlaybook Reads\n\nPHOTO DU JOUR: Washington Capitals Alex Ovechkin holds up the Stanley Cup trophy during the team's victory celebration Tuesday.",
  "“At the heart of Sanford’s downfall was a fundamental miscalculation, those close to him said: That he could go after the Republican president — vigorously, and sometimes in deeply personal ways — and get away with it.” https://politi.co/2sTyREk … Top takeaways from last night’s primaries via David Siders, Elena Schneider and Daniel Strauss https://politi.co/2l7RpfR\n\n-- TRUMP NOT THE SILVER BULLET via POLITICO Pro: “South Carolina Gov.",
  "“‘I added some stops with the use of the plane, but I was on the RV so much that the broken drawer drove me crazy,’ McCaskill said in a brief Tuesday interview in the Capitol, adding that ‘I even lost an iPad around a corner on the RV.’ She disputed the notion that the use of the plane allowed her to ‘pretend’ that she was using an RV rather than the multi-million-dollar plane, reportedly purchased by her husband’s company in 2013.",
  "| Jacquelyn Martin/AP Photo\n\nHMM -- “A Customs and Border Protection agent faces inquiry after allegedly asking a reporter about her sources,” by WaPo’s Shane Harris, Matt Zapotosky and Jack Gillum: “The agent, Jeffrey A. Rambo, contacted journalist Ali Watkins last June as the Trump administration was ramping up its investigations of unauthorized leaks to reporters, and he identified himself as a government agent.",
  "... Kander ... has already traveled to Iowa several times this year.” https://dmreg.co/2JIuB4f\n\nBEYOND THE BELTWAY -- “Bank seizes California Rep. David Valadao’s family dairy farm over unpaid loans,” by LA Times’ Sarah D. Wire: “A bank has seized a Tulare County dairy farm owned by Rep. David Valadao and his family to resolve more than $8 million in loans that have not been repaid, according to court documents.",
  "She’s celebrating by hiking 40 miles with friends (h/t Sarah Isgur Flores, “who is missing out on the #40for40 fun”) … Jimmy Orr ... John Del Cecato, partner at AKPD Message and Media ... Cathy McLaughlin (h/ts Teresa Vilmain) ... Marissa Shorenstein, president of the Northeast at AT&T ... Rep. Jerry Nadler (D-N.Y.) is 71 ... Politico’s Margaret Harding McGill and Enrique Sosaya ... William Lewallen ...",
  "lawyer resigns after shift on Obamacare,” by WaPo’s Devlin Barrett and Matt Zapotosky: “A senior career Justice Department official has resigned in the wake of the Trump administration’s move to stop defending a key provision of the Affordable Care Act, a departure that highlights internal frustration generated by the decision, according to people familiar with the matter.",
  "THE LATEST ON NORTH KOREA …\n\nNYT’s DAVID E. SANGER in Singapore, “Vague on Details, Trump Is Betting on ‘Special Bond’ With Kim to Deliver Deal”: “On paper, there is nothing President Trump extracted from North Korea’s leader, Kim Jong-un, in their summit meeting that Mr. Kim’s father and grandfather had not already given to past American presidents.",
  "“So they've been left to accept Speaker Paul Ryan’s idea: One vote on a conservative proposal drafted by Judiciary Committee Chairman Bob Goodlatte (R-Va.), and a second on a compromise package still being assembled by Ryan in consultation with moderates and conservative Republicans.” https://politi.co/2t400Uj\n\n-- THE JURY IS STILL OUT ON THIS.",
  "The Times said on Tuesday that it was conducting a review of Ms. Watkins’s involvement in the case, including the nature of her relationship with Mr. Wolfe, and what she disclosed about it to her prior employers.” https://nyti.ms/2y4IN2A\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "McCaskill claimed that a report on her air travel in The Washington Free Beacon, which used aircraft tracking data to map the plane’s path following her RV tour for two of its three days, was ‘not accurate.’ However, she went further than the publication did in confirming that she did use a plane for part of the tour.",
  "Delegate Eleanor Holmes Norton (D-D.C.) is 81 ... Leslie Hagar Small ... Bill Mergner ... Charlie Nichols ... Philip Rosenthal ... Morgan Pitt ... Kristin Huguet, in comms at Apple ... Patrick Cuff, COS for Rep. Steve Pearce (R-N.M.) ... Kirtan Mehta, director of government affairs in D.C. for N.J. Gov.",
  "Rudy Giuliani, Ambassador Dwight Bush (separate tables) and Tom Quinn were at Milano too ... House Majority Leader Kevin McCarthy and Sen. Tim Scott (R-S.C.) at the Willard Lobby yesterday morning ... Sen. Ted Cruz (R-Texas) and Commerce Secretary Wilbur Ross dining with their wives at Capital Grille.",
  "He questioned Watkins broadly about her reporting and how she developed information ...\n\n“It’s highly unusual for government investigators to question reporters about their sources, and national security leaks are generally investigated by the FBI, not CBP, part of the Department of Homeland Security.",
  "Tell [him/her] to keep fighting against opioid addiction.” The 30-second spot http://bit.ly/2JTT9ae … The districts http://bit.ly/2JywFfK\n\n-- PAUL RYAN in the Milwaukee Journal Sentinel: “How Congress is stepping up to crack down on the opioid epidemic” http://bit.ly/2LKVDoF\n\nGood Wednesday morning.",
  "RACHAEL BADE, JOHN BRESNAHAN and HEATHER CAYGLE: “Ryan announces DACA votes as discharge petition stalls”: “House Republicans will vote next week on two bills addressing the plight of hundreds of thousands of Dreamers who face possible deportation, circumventing an intra-party war over immigration.",
  "Sen. James Risch (R-Idaho) was at a table next to them … Interior Secretary Ryan Zinke at the USMC Sunset parade at the Lincoln Memorial -- he gave the Marines a tour after -- pic http://bit.ly/2LNbZx4\n\nSPOTTED at the 10th annual interfaith Ramadan Iftar dinner hosted at the Mt.",
  "The headline was ‘Mall Rats Told To Move On.’” Read her Playbook Plus Q&A: https://politi.co/2JRpmyY\n\nBIRTHDAYS: Eli Stokols, a WH reporter at the L.A. Times and an MSNBC political analyst ... former U.N. Secretary-General Ban Ki-moon is 74 ... North Carolina Gov.",
  "), former Reps. Mike Rogers (R-Mich.) and Jim Moran (D-Va.), Budi and Reshanty Bowoleksono, Rabbi David Saperstein, Father Mark Morozowich, Imam Mohamed Maged, Suhail Khan, Martin Gillespie, Jana Plat, Melissa Fwu, Sarah Makin, Kirsten Fontenrose and David Keene.",
  "“From his time as a congressman in the 1990s, to his eight-year governorship, to his unexpected House comeback that followed, Sanford had long established himself as a figure who cut against the grain — the rare politician who loved to break with his own party.",
  "“In a public court filing, Mueller’s team released two memos from 2013 detailing Manafort's involvement in efforts to influence debate in Congress and in the U.S. press about the imprisonment of Yanukovych’s main political rival, Yulia Tymoshenko.",
  "In court on Tuesday, he admonished the DOJ for failing to provide sufficient evidence to bolster any of the reasons it provided for bringing the case, namely that the merger would stifle competition and raise prices for consumers.",
  "Trump’s image, the ambassador warned, ‘has many people extremely worried.’ Not deterred, Mr. Barrack, a longtime friend who had done business with the ambassador, assured him that Mr. Trump understood the Persian Gulf perspective.",
  "“Months of sustained conservative attacks led by President Donald Trump and his allies has harmed Mueller most among Republicans, with a record 53 percent now saying they view the lead Russia investigator in an unfavorable light.",
  "House Minority Leader Nancy Pelosi, House Minority Whip Steny Hoyer, along with several other senior Democratic leaders are expected to send letters to HHS and DOJ to produce internal documents related to pre-existing conditions.",
  "Claire McCaskill confirmed Tuesday that she used her private plane during a three-day RV tour of her state last month, an admission that promises to become a political headache for the Missouri Democrat in her reelection bid.",
  "It may also irritate and, paradoxically, reassure him at the same time — in the knowledge that his two adversaries are utterly clueless.’” https://nyti.ms/2yd1BwC\n\n-- “Reporters thought this video was North Korea propaganda.",
  "Henry McMaster, one of President Donald Trump’s earliest campaign supporters, will have to compete in a runoff for the Republican nomination for a full term in two weeks after failing to get a majority of the vote.",
  "‘Confusion about your friend Donald Trump is VERY high,’ Ambassador Yousef al-Otaiba of the United Arab Emirates emailed back when Mr. Barrack tried to introduce the candidate, in a message not previously reported.",
  "FIRST IN PLAYBOOK: The House this week is voting on a number of bill related to the opioid epidemic, and THE CONGRESSIONAL LEADERSHIP FUND is launching a six-figure ad campaign in 28 districts to back them up.",
  "But Mr. Trump’s outspoken hostility to Muslims — epitomized by his call for a ban on Muslim immigrants — was offending the Persian Gulf princes Mr. Barrack had depended on for decades as investors and buyers.",
  "The moderates do not appear to have the 218 signatures needed to circumvent leadership and force a vote on their own bipartisan bills to codify the Obama-era Deferred Action for Childhood Arrivals program.",
  "“Trump, a harsh critic of Time Warner-owned CNN, took aim at the deal when it was announced in the weeks before his election, vowing to nix it for concentrating too much power in the hands of too few.",
  "Vernon estate of Ray and Shaista Mahmood: Labor Secretary Alex Acosta, Mark Green, Grover and Samah Norquist, Michael and Meryl Chertoff, Alphonso Jackson, Luis Fortuno, Rep. Andre Carson (D-Ind.",
  "The South Carolina congressman's stunning defeat in Tuesday's Republican primary effectively ended the turbulent two-decade career of a political icon who once harbored presidential aspirations.",
  "BIRTHWEEK (was Sunday): NPR’s Ayesha Rascoe\n\n\n\nBIRTHDAY OF THE DAY: Seema Mehta, L.A. Times political writer, who is heading to the University of Michigan in August as a Knight-Wallace fellow.",
  "They don’t have to vote for the component bills -- although many of them will vote for the Goodlatte plan -- but they have to vote for the rule, a procedural hurdle that allows for the votes.",
  "But after he arrived, Rambo said the administration was eager to investigate journalists and learn the identity of their confidential sources to stanch leaks of classified information.",
  "“The floor votes will effectively stop the effort by moderate Republicans in tandem with Democrats to force a vote on their immigration plans through a so-called discharge petition.",
  "Via pooler Noah Bierman of the L.A. Times: “[The president] waved atop the stairs, halfway down and then stopped again by the Beast, saying ‘great trip’ toward the pool’s direction.",
  "It came from the White House,” by WaPo’s Avi Selk: “In a split-screen shot, Kim Jong Un waved to an adoring crowd while President Trump stood beside him with his thumb in the air.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "Thirty-six percent of all registered voters are also seeing Mueller unfavorably, which represents the highest level since the polling first raised the topic 11 months ago.",
  "https://nbcnews.to/2sRk8tg\n\nPELOSI’S NEXT MISSION: House Dems are looking to increase the pressure on Republicans and the Trump administration on pre-existing conditions.",
  "“McMaster had 44 percent of the primary vote to businessman John Warren’s 26 percent when the Associated Press called the runoff with 55 percent of precincts reporting.",
  "... Stewart prevailed with about 45 percent of the vote to about 43 percent for Freitas.” https://wapo.st/2JC6UeJ\n\nJUST FOUR YEARS AGO, Eric Cantor lost his primary.",
  "In recent days, Sanford himself had expressed concern that a loss in the primary would discourage what dwindling GOP dissent among against the White House remains.",
  "Rambo asked Watkins, then a reporter at Politico, about her relationship with James Wolfe, then the director of security for the Senate Intelligence Committee.",
  "The second bill Republicans will vote on is likely to include a number of elements of President Donald Trump’s immigration plan -- including wall funding.",
  "“His defeat is bound to raise fears among Republicans about the political perils of crossing a president who remains deeply popular with GOP voters.",
  "How she got her start in journalism: “I was a bit of a miscreant in high school and took a journalism class because I heard it was an easy elective.",
  "“Ultimately, U.S. District Judge Richard Leon, a nominee of President George W. Bush, found the law was not on the Trump administration’s side.",
  "THEIR STRATEGY -- target pre-existing conditions on the campaign trail this summer to remind voters of Republicans’ positions on health care.",
  "But as Mr. Trump made clear in a lengthy but vaguely worded reconstruction of their five hours of talks, none of that really matters to him.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "It’s a fair question, since the petition could’ve easily been turned off if and when leadership came up with a plan they found satisfactory.",
  "POLITICO Playbook: Inside Ryan’s big immigration strategy Presented by\n\nDriving the Day\n\nTHE PRESIDENT has landed back in the United States.",
  "He spoke with Moon Jae-in and Shinzo Abe on the first leg of the trip, per Sarah Sanders.” Trump has nothing on his public schedule today.",
  "That’s a 26-point spike since July, when the poll first started asking voters whether they viewed Mueller favorably or unfavorably.",
  "-- MANY PEOPLE WILL ASK why the discharge petition signers didn’t seal the deal and get to 218 on the petition as a backup option.",
  "“Mueller’s unfavorable numbers have hit highs among both Democrats and independents, at 24 percent and 33 percent, respectively.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "Nick Freitas (R-Culpeper), a former Green Beret who had little name recognition but support from the party establishment.",
  "THE PRESIDENT at 5:56 a.m.: \"Just landed - a long trip, but everybody can now feel much safer than the day I took office.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "http://bit.ly/2JG9Oe8\n\nBETSY FISCHER MARTIN and ERIN FOGARTY OWEN on the 10-year anniversary of TIM RUSSERT’S passing.",
  "... Republican voters preferred Stewart, who has promised a ‘vicious’ campaign, over a more mainstream option in Del.",
  "https://wapo.st/2LMof0T\n\n\n\nPlaybookers\n\nSPOTTED: Vice President Mike Pence and Karen Pence last night at Café Milano.",
  "A Billionaire Friend,” by NYT’s David D. Kirkpatrick: “The billionaire financier Tom Barrack was caught in a bind.",
  "There were a number of black cars, sirens, police cars and Secret Service agents outside, according to a tipster.",
  "...\n\n... at 6:01 a.m.: \"Before taking office people were assuming that we were going to War with North Korea.",
  "This will be amplified by Senate Democrats, who plan to spend all of August talking about it in the Capitol.",
  "In April 2016, his close friend Donald J. Trump was about to clinch the Republican presidential nomination.",
  "Learn more at google.com/grow/veterans\n\nTOM BARRACK PROFILE – “Who Is Behind Trump’s Links to Arab Princes?",
  "She previously was based in Beijing since 2013, where she worked for AFP and then the Wall Street Journal.",
  "Prosecutors suspected that Wolfe had leaked classified intelligence to reporters, a claim that he denies.",
  "The class was easy but I fell in love with journalism — I couldn’t believe you could get paid to gossip.",
  "Moderates did win in the sense that they forced immigration votes in the middle of the campaign season.",
  "Nehlan has run quixotic bids for Paul Ryan’s House seat, and has made a spate of anti-Semitic remarks.",
  "This meeting, though, is at the Capitol Hill Club, and will be predominantly focused on politics.",
  "Eighteen GOP nos takes the rule, since it seems exceedingly unlikely Democrats will help at all.",
  "Rambo also contacted Watkins using a personal email address and declined to provide his name.",
  "Rambo met with Watkins at a restaurant in Washington after initially contacting her by email.",
  "Yet in taking on Trump, his friends and political allies say, he took it a step too far.",
  "Roy Cooper is 61 … Mike Norton ... Katie Biber Chen, general counsel at Thumbtack in SF.",
  "But [member of Congress] is working with Republicans and Democrats to make a difference.",
  "With all the arguing in Washington, the opioid epidemic hasn’t gotten enough attention.",
  "They will all want the Goodlatte vote, but the rule will set up votes for both bills.",
  "-- GOP LEADERSHIP’S PLAY HERE will be to try to shame the Freedom Caucus to vote no.",
  "-- REPUBLICANS will get a status update this morning at their closed-party meeting.",
  "video http://bit.ly/2y5EDHY\n\nMCCASKILL’S LATEST PLANE PROBLEM -- ELANA SCHOR: “Sen.",
  "The pair appeared over and over again, like running mates in a campaign video ...",
  "President Obama said that North Korea was our biggest and most dangerous problem.",
  "But the second plan will also include a DACA fix that the right might not like.",
  "A reporter taking such a meeting with a potential source would not be unusual.",
  "My first article was about mall security cracking down on loitering teens.",
  "Meeting with Kim Jong Un was an interesting and very positive experience.",
  "Expect the president at some point to weigh in on this immigration plan.",
  "I became a writer and editor for my high school paper, The Knight Crier.",
  "Just over a year later, the Justice Department sued to block the merger.",
  "Instead, they put all their chips in the middle with the leadership.",
  "THE SCRIPT: “Our son began his journey to addiction in ninth grade.",
  "‘Most likely, this patronizing act will give Kim a good laugh.",
  "He was in line to be the first Jewish speaker of the House.",
  "Stewart has said Paul Nehlen is one of his personal heros.",
  "There is no longer a Nuclear Threat from North Korea.",
  "He got in an SUV at 5:45 a.m. at Joint Base Andrews.",
  "NEW VIDEO: “One Year Later” by Steve Scalise’s team.",
  "After Joel tore his ACL, they gave him OxyContin.",
  "So the choice will be to vote with Trump, or not.",
  "North Korea has great potential for the future!\"",
  "This March, Joel died from a heroin overdose.",
  "!’ Mr. Barrack wrote in an email on April 26.",
  "Will conservatives go along with this plan?",
  "‘He also has joint ventures in the U.A.E.",
  "In fact, he got less, at least for now.",
  "‘Will it have any impact?’ she asked.",
  "The Virginia GOP sure has changed.",
  "No longer - sleep well tonight!\"",
  "We’ll see how the right reacts.",
  "It was President Donald Trump.",
  "This is wonky, so buckle up.",
  "Call [member of Congress].",
  "“Mr.",
  "..."
]