[
  "The indictment against Manafort contained 12 counts:\n\nConspiracy against the United States;\n\nConspiracy to launder money;\n\nUnregistered agent of a foreign principal (in Ukraine, not Russia);\n\nFalse and misleading statements regarding the Foreign Agents Registration Act;\n\nFalse statements; and\n\nSeven counts of failure to file reports of foreign bank and financial accounts.",
  "According to a New York Times report, however, FBI Special Agent Brock Domin said that Manafort attempted to contact two people from The Hapsburg Group, a European firm Manafort previously worked with to promote Ukrainian interests.",
  "The court filing revealed that the FBI possesses documentation about the communications, including statements from two unnamed witnesses who also provided the bureau with copies of Manafort's texts.",
  "Mueller is now requesting that the presiding judge revise or revoke Manafort's $10 million bail — which could result in Manafort going to jail, rather than continuing to be confined at home.",
  "In Monday's court filing, Mueller — who was appointed to investigate any collusion between Russia and the Trump campaign — said that Manafort attempted to tamper with potential witnesses.",
  "Mueller also implored the judge overseeing the case to revise or even revoke an order that had released Manafort — who was released in October after an arraignment — ahead of his trial.",
  "Domin's noted that Manafort attempted to contact the two people between February and April via phone, text, and encrypted message.",
  "According to Domin, Manafort's communications were \"an effort to influence their testimony and to otherwise conceal evidence.\"",
  "U.S. Special Counsel Robert Mueller on Monday accused Paul Manafort, a former Trump campaign manager, of witness tampering.",
  "Investigators were looking into Manafort on suspicion of failure to disclose foreign lobbying and tax law violation.",
  "Manafort, as well as Rick Gates, a former business associate, was charged with 12 crimes during the arraignment.",
  "The FBI reportedly recovered much of the information in a search of Manafort's Apple iCloud account.",
  "Manafort's first trial, which will take place in Washington, D.C., is set to begin Sept. 17.",
  "In August, the FBI executed a search warrant on Manafort’s Virginia home.",
  "\"The investigation into this matter is ongoing,\" Domin added.",
  "Manafort previously denied all charges.",
  "You can view the court filings here.",
  "What are the details?"
]