[
  "TRADE GROUPS BLAST TARIFF ANNOUNCEMENT: There was no shortage of statements from business groups blasting the Trump administration after President Donald Trump said in a statement Monday that he directed the U.S. trade representative to “identify $200 billion worth of Chinese goods for additional tariffs.” Matthew Shay, CEO of the National Retail Federation, said in a statement that “a tit-for-tat trade war has erupted” and that this “reckless escalation is the latest reminder that Congress must step in and exert its authority on trade policy.” Jose Castaneda, a spokesperson for the Information Technology Industry Council, called the Trump administration’s initiative “irresponsible and counterproductive.” In an interview with PI, Hun Quach, vice president for international trade at the Retail Industry Leaders Association, said that in reviewing the latest proposed tariffs from last week, she is “trying to figure out how flexible straws and plastic stickers and gazebos and dog kennels hurt China’s industrial plans.”\n\n— Among the industries affected by the proposed tariffs is the semiconductor industry.",
  "NEW JOINT FUNDRAISERS:\n\nRick Green Victory Committee (Rick Green for Congress, Massachusetts Republican Party)\n\nSapper Fund (WV State Democratic Executive Committee, Committee to Elect Richard Ojeda)\n\nNEW PACs:\n\nIndgall For A Better Ga Super PAC (PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nBella Wolitz: Brownstein Hyatt Farber Schreck (BHFS), on behalf of CAWCD\n\nCapitol Counsel LLC: The North Carolina Medical Society\n\nKelley Drye & Warren LLP: DAK Americas LLC\n\nKelley Drye & Warren LLP: Manitou Americas Inc.\n\nMehlman Castagnetti Rosen & Thomas Inc.: Connect 4 Strategies LLC (on behalf of Recordati Rare Diseases)\n\nSextons Creek: Institute for Affordable Transportation\n\nSidley Austin LLP: Hikvision USA Inc.",
  "— “The involvement of the interior secretary’s family in a multimillion-dollar project funded by the chairman of an energy-services giant — revealed here for the first time — is rife with conflicts of interest, ethics experts say, especially since Zinke’s job as interior secretary makes him the custodian of more than 500 million acres of public land and head of a department that sets technical and safety standards for pipelines and drilling.” Full story.",
  "ZINKE LINKED TO REAL ESTATE DEAL WITH HALLIBURTON CHAIR: “A foundation established by Interior Secretary Ryan Zinke and headed by his wife is playing a key role in a real-estate deal backed by the chairman of Halliburton, the oil-services giant that stands to benefit from any of the Interior Department’s decisions to open public lands for oil exploration or change standards for drilling,” POLITICO’s Ben Lefebvre and Nick Juliano report.",
  "Atassi did not get into specifics about what policy initiatives the group will push for under his leadership, but he acknowledged that the current legislative environment is “not naturally aligned with the values that we’re championing.” “It just makes the challenge that much greater and the need that much urgent for companies that care about these values to coalesce, to align and to work with organizations such as ASBC,” he said.",
  "RUANE WILL RETIRE FROM ARTBA: “American Road and Transportation Builders Association President and CEO Pete Ruane will retire in October after 30 years at the trade group, the latest in a string of retirements at the biggest organizations in the transportation lobbying world,” POLITICO’s Lauren Gardner reports.",
  "The Glover Park Group LLC: Memphis Meats Inc.\n\nVan Ness Feldman LLP: Hornblower Cruises and Events\n\nVan Scoyoc Associates: El Paso Water Utilities — Public Service Board dba El Paso Water\n\nVenable LLP: Blockchain Token Association\n\nNEW LOBBYING TERMINATIONS:\n\nCapital Partnerships LLC: City of Dublin, Ohio",
  "While the opinions give lawyers more guidance on how the Justice Department interprets FARA, “it is important not to overstate their precedential value as they do not generally lend themselves to drawing definitive conclusions about the way the Act may apply to particular circumstances,” the firm writes.",
  "“ARTBA Executive Vice President and chief operating officer William D. Toohey Jr. will become acting CEO upon Ruane's departure until a new leader is appointed and transitions into the role, the group said, adding that the search for a new executive ‘is well underway.’” Full story.",
  "Story Continued Below\n\nBROWNSTEIN ADDS NEW SHAREHOLDER: David Cohen, who was previously chief administrative officer for CLEAR, a biometrics company that aims to speed up the airport screening process, rejoined Brownstein Hyatt Farber Schreck this week as a shareholder.",
  "In addition, he will work on homeland security, financial services and fintech issues as well as help clients navigate the “interplay between emerging tech and regulation at the federal and state level,” particularly when it comes to biometrics and cybersecurity.",
  "In an interview with PI, Jay Chittooran, who works on public policy for SEMI, a trade association that represents companies that provide equipment to produce semiconductors, said the group will continue to set up meetings on the Hill to get lawmakers to weigh in.",
  "“A group funded by David Lesar, the Halliburton chairman, is planning a large commercial development on a former industrial site near the center of the Zinkes’ hometown of Whitefish, a resort area that has grown increasingly popular with wealthy tourists.",
  "MORE ANALYSIS OF THOSE FARA OPINIONS: Perkins Coie, a law firm favored by Democratic candidates, is out with its own analysis of the redacted opinions on the Foreign Agents Registration Act released earlier this month by the Justice Department.",
  "AIG adds 2 to government affairs team\n\nWith David Beavers and Garrett Ross\n\nAIG ADDS TWO TO GOVERNMENT AFFAIRS TEAM: American International Group has added Christopher Melly and George Shevlin to its government affairs team as vice presidents.",
  "NUMI EXECUTIVE TO LEAD THE AMERICAN SUSTAINABLE BUSINESS COUNCIL: Hammad Atassi, who was previously vice president of strategic development at Numi Organic Tea, is now chief executive of the American Sustainable Business Council.",
  "The definition of who qualifies as a lobbyist should be radically expanded, and all the current loopholes should be closed, as a task force convened by the American Bar Association has recommended.” Here’s the full op-ed.",
  "Last fall, IMGE announced a slew of new partners and board members, including former Republican Governors Association Executive Director Phil Cox, the current chairman of the company’s board.” Full story.",
  "GILLESPIE JOINS IMGE BOARD OF DIRECTORS: “Former Republican National Committee Chairman Ed Gillespie has joined the board of directors of the GOP consulting firm IMGE,” POLITICO’s Scott Bland reports.",
  "THE LATEST MISSIVE AGAINST UNREGISTERED LOBBYING: Lee Fang, a reporter for The Intercept, has an op-ed in The New York Times today decrying the loopholes in the Lobbying Disclosure Act.",
  "(Husch Blackwell Strategies was formed earlier this year when Husch Blackwell teamed up with Andy Blunt’s Statehouse Strategies and Gregg Hartley’s Cloakroom Advisors.)",
  "Melly was previously deputy assistant U.S. trade representative for services and Shevlin was previously political affairs officer at the Investment Company Institute.",
  "One lobbyist in her early 30s “recalled how she and about 10 others decided to hang out poolside after a dinner and people went up to their hotel rooms to change.",
  "Sign up now for our pop-up conference newsletter to receive on-the-ground insights and information every afternoon from POLITICO Pro Energy Editor Matt Daily.",
  "“It would be naïve to expect Trump to suddenly crack down on an industry that has been so welcoming to his friends and former colleagues,” Fang writes.",
  "There also would be a microbrewery — a business first proposed in 2012 by Ryan Zinke and for which he lobbied town officials for half a decade.",
  "“The move puts Gillespie among the leadership of the digital agency — a first for a former RNC chairman, the firm said in an announcement.",
  "“But the next White House can move anti-corruption policy forward by instituting more disclosure rules and making enforcement a priority.",
  "Thinking he was there to walk down to the pool as a group, she opened the door to find him wearing an open robe with nothing underneath.",
  "#METOO ON K STREET: The Hill’s Megan Wilson spoke with more than a dozen women on K Street about their experiences of sexual harassment.",
  "FLY-IN: Members of the Alzheimer’s Association are on the Hill today to call for more funding to research the disease and other issues.",
  "“Going forward, we’re going to set up a meeting with them again, and we have our fingers crossed it will work out with them,” he said.",
  "The group will focus on members from California, Massachusetts and Oregon, where the semiconductor industry is prominent.",
  "As she was getting ready with a friend, there was a knock at the door; it was another lobbyist attending the trip.",
  "When she recoiled, saying ‘What the f---?,’ the lobbyist laughed and said the whole thing was a joke.” Full story.",
  "JOBS REPORT\n\n— Husch Blackwell Strategies has added former Texas state Rep. Larry Gonzales as a senior consultant.",
  "He said the group attempted to set up a meeting with USTR earlier this year but was unsuccessful.",
  "In an interview with PI, Atassi said he aims to increase the organization’s membership.",
  "Prior to joining ICI, Shevlin was executive director of the House Democratic Caucus.",
  "Let us know what’s going on out there: mlevine@politico.com and tmeyer@politico.com.",
  "In an interview with PI, Cohen said that he will continue to do work for CLEAR.",
  "POLITICO will be reporting from inside the World Gas Conference June 25-29.",
  "Cohen left Brownstein for CLEAR in 2016, after the company was his client.",
  "You can also follow us on Twitter: @theodoricmeyer and @marianne_levine.",
  "Among the lawmakers they will meet with: Reps. Joe Kennedy (D-Mass.)",
  "Lamar Alexander (R-Tenn.) and Debbie Stabenow (D-Mich.).",
  "The development would include a hotel and retail shops.",
  "‘Let’s go skinny dipping,’ [she] recounts him saying.",
  "and Brett Guthrie (R-Ky.), and Sens.",
  "Good afternoon, and welcome to PI.",
  "All of them spoke anonymously.",
  "Here’s the full analysis.",
  "We heart tips."
]