[
  "The Republicans also said the organization regularly promotes “the image of China as a global environmental leader.”\n\nThey also accused the group of “self-censorship,” saying the NRDC “generally refrains from criticizing Chinese officials.”\n\nThe Republicans said the NRDC, by contrast, frequently takes “an adversarial approach to its advocacy practices in the United States,” citing a fundraising pitch where the NRDC claimed to have sued the U.S. government once every 10 days since Donald Trump was elected president.",
  "“We’re proud of our work, in China and elsewhere, helping to create a more sustainable future for everyone, and we look forward to discussing that work with Chairman Bishop and the committee.”\n\nBishop and Westerman cited how the NRDC regularly meets with senior Chinese and Communist Party officials.",
  "Specifically, they raised concerns that NRDC reports and other statements \"consistently praise\" China's environmental initiatives, and that their \"need to maintain access to Chinese officials\" has influenced their work in the U.S. -- and may require registration as a foreign agent.",
  "House Natural Resources Committee Chairman Rob Bishop, R-Utah, and Subcommittee on Oversight and Investigations Chairman Bruce Westerman, R-Ark., sent a letter Tuesday to Natural Resources Defense Council President Rhea Suh seeking “clarification” on the group’s advocacy work.",
  "“The committee is concerned about the NRDC’s role in aiding China’s perception management efforts with respect to pollution control and its international standing on environmental issues in ways that may be detrimental to the United States,” the Republicans wrote.",
  "“As the most populous country on Earth, China has much to do with the kind of world the next generation will inherit, in our country and around the world,” said Bob Deans, director of strategic engagement for the NRDC.",
  "ENVIRONMENTAL RED TAPE STALLS BORDER AGENTS TRYING TO FILL DRUG-SMUGGLER TUNNELS\n\nA person or entity that works to influence the United States on behalf of another country is required to register as a foreign agent.",
  "The lawmakers asked the NRDC for a variety of documents, including those explaining why the group is not registered under the Foreign Agents Registration Act, or FARA, considering its relationship with China.",
  "Two senior Republicans are raising red flags about a major environmental group's ties to China, suggesting the organization is \"at risk\" of being \"coerced\" and might even need to register as a foreign agent.",
  "In its statement, the NRDC defended the organization’s “American values.”\n\n“NRDC seeks environmental solutions that are grounded in sound science, U.S. law and the public interest,” Deans said.",
  "Those are American values, American goals, and advancing them is manifestly in our national interest, as we have consistently demonstrated for nearly 50 years.”",
  "In response to the letter, the Natural Resources Defense Council defended itself in a statement, though did not address the FARA concerns.",
  "“We work on behalf of every American to protect our people against dangerous pollution and leave our children a livable world."
]