[
  "His second trial later this year in Washington, D.C. concerns charges regarding money laundering, conspiracy against the United States, making false statements and violations of the Foreign Agents Registration Act\n\nManafort has pleaded not guilty to every count of the indictment.",
  "(RELATED: Manafort’s Judge Says There’s A ‘Real Chance’ He Dies In Prison)\n\nEllis interrupted attorneys on both sides at several points, admonishing them to restrict their remarks to facts they will prove with evidence during the trial.",
  "Judge interrupted: “It isn’t a crime to have a lot of money and be profligate in your spending.” — Eric Tucker (@etuckerAP) July 31, 2018\n\nThe former Trump campaign chief is sitting for two trials.",
  "Defense attorneys responded that Manafort mistakenly placed his trust in a former aide, Rick Gates, who has since pleaded guilty to making false statements.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Manafort attorney Kevin Driscoll told reporters early Tuesday that there is “no chance” his client will accept a deal from the special counsel.",
  "Manafort’s lawyers emphasized that their client was doing work in Ukraine while Gates irresponsibly managed their finances.",
  "A jury was seated Tuesday in Paul Manafort’s first criminal trial at the federal courthouse in Alexandria, Virginia.",
  "Interesting moment occurred in government opening statement as prosecutor rattled off Manafort’s life of luxury.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Prosecutors cast Manafort as a reckless operator who accrued a sprawling fortune by breaking the law.",
  "President Donald Trump’s former campaign chief is standing trial for bank fraud and tax fraud.",
  "The 12-member jury is composed of six men and six women, with four alternative jurors.",
  "Follow Kevin on Twitter\n\nSend tips to kevin@dailycallernewsfoundation.org.",
  "Ellis III urged the parties to set a brisk pace for selection.",
  "Opening arguments began shortly thereafter, just before 3:00.",
  "The jury was seated around 2:00, as Judge T.S.",
  "The jurors were selected from a pool of 60."
]