[
  "According to court filings, in September and October of that year, van der Zwaan spoke with Person A about the possibility that they might face criminal charges in Ukraine related to their work on the Tymoshenko report, and he also talked about the Ukraine investigation during that time with Gates and another partner at the law firm where van der Zwaan worked at the time, Skadden, Arps, Slate, Meagher & Flom.",
  "According to the sentencing memos filed by van der Zwaan's lawyers, he lied in order to shield the fact that he secretly recorded conversations with Gates, Person A, and another lawyer at his law firm, as well as the fact that he had been exploring the possibility of leaving his law firm to work for Manafort and Gates.",
  "Weissmann said that in light of the fact that van der Zwaan's wife is due to give birth this summer, they offered to sign an agreement with van der Zwaan that if he did receive a sentence of jail time, that he would be removed from the country after his release within 48 to 72 hours.",
  "When van der Zwaan was asked about his discussions with Gates and Person A during a meeting with the special counsel's office on Nov. 3, he said that his last communication with Gates was an \"innocuous text message\" in August 2016, and that he hadn't spoken with Person A since 2014.",
  "As part of the plea deal, prosecutors agreed not to pursue additional charges against van der Zwaan for making other false statements, for destroying documents, or for violations of the Foreign Agents Registration Act related to his work for the Ukrainian Ministry of Justice.",
  "Jackson noted that unlike many of the defendants who come before her for nonviolent crimes and face incarceration and the hardships that can cause to their families, van der Zwaan had significant financial assets and other resources at his disposal.",
  "Schwartz had asked that van der Zwaan be allowed to pay a fine and serve no jail time, stressing that van der Zwaan later came back to the United States to \"correct the record\" after the first meeting with the special counsel's office when he lied.",
  "Weissmann refuted the idea that van der Zwaan voluntarily came back to tell the truth, saying he had been served with a grand jury subpoena after his first meeting in November 2017 and would have been required to return to the United States anyway.",
  "Manafort and Gates were charged with laundering money and other violations in connection with their years of work on behalf of the Ukrainian government and former Ukrainian president Viktor Yanukovych, who was a political rival of Tymoshenko.",
  "Van der Zwaan had been living a lonely life in Washington, with nothing to do to fill his time, Schwartz told Jackson — van der Zwaan was the first client who told him that talking to his lawyer was the highlight of his day.",
  "In 2012, van der Zwaan was part of a team that worked on a report about the trial of former Ukrainian prime minister Yulia Tymoshenko — a report that put him in contact with Gates, according to court filings.",
  "He was an educated and accomplished lawyer, who had his own attorneys when he met with the special counsel's office, and he had taken several steps to deceive investigators, the judge said.",
  "She noted that he had lied to the government in the midst of an investigation — Mueller's probe into Russian interference in the 2016 election — of national and international importance.",
  "Van der Zwaan later returned to the special counsel's office Dec. 1 to \"correct the record,\" his lawyers wrote, a notion that prosecutors disputed during Tuesday's sentencing hearing.",
  "The FBI determined that Person A still had ties to Russian intelligence in 2016, when he was also in touch with Gates — who was reportedly still doing work for Trump's campaign.",
  "\"We count on people to tell us the truth,\" Weissmann said, arguing that the sentence should send a message that there are consequences for lying and withholding documents.",
  "Media reports have speculated that Person A's description matches longtime Manafort associate Konstantin Kilimnik, but Kilimnik has denied ties to Russian intelligence.",
  "According to court filings, Manafort and Gates's work included lobbying Congress about the Tymoshenko report, which had been commissioned by the Ukrainian government.",
  "Van der Zwaan's ties to former Trump campaign chair Paul Manafort and Manafort's former deputy and longtime associate Rick Gates brought him into Mueller's orbit.",
  "Jackson had said she wasn't sure if the bureau allowed DC prisoners with sentences of less than six months to serve their time anywhere other than the DC Jail.",
  "Four other people have publicly pleaded guilty to date, but unlike van der Zwaan, their plea deals included cooperation agreements, delaying their sentencings.",
  "After he finishes his prison sentence, Jackson ordered him to serve two months of supervised release, and he will be required to pay the $20,000 fine in full.",
  "Jackson said that allowing van der Zwaan to write a check and walk away would not accomplish the goal of deterring others from committing a similar crime.",
  "A lawyer who pleaded guilty to lying to the FBI and special counsel Robert Mueller's office was sentenced Tuesday to one month in jail and a $20,000 fine.",
  "Schwartz told the judge it wasn't clear if the agreement would actually prevent immigration proceedings that could delay van der Zwaan's return to London.",
  "Van der Zwaan admitted lying to the special counsel's office about his communications with Gates and an unidentified person known as \"Person A\" in 2016.",
  "His lawyer asked the judge to recommend to the bureau that he serve his time at FCI Allenwood, a federal prison complex in Allenwood, Pennsylvania.",
  "However, the judge said she would permit him to voluntarily self-deport from the United States if Immigration and Customs Enforcement allowed it.",
  "Jackson was unmoved, questioning why van der Zwaan hadn't looked for opportunities to do community service while he was waiting for sentencing.",
  "Van der Zwaan's sentence sends a message that jail time is on the table even for defendants who plead guilty to relatively low-level crimes.",
  "Schwartz said that van der Zwaan had lost his career and needed to be back in London with his pregnant wife and family as soon as possible.",
  "Gates later pleaded guilty; Manafort is still fighting indictments returned by federal grand juries in Washington, DC, and Virginia.",
  "Alex van der Zwaan, a Dutch citizen who lives in London, is the first person sentenced in connection with Mueller's investigation.",
  "The special counsel prosecutor didn't advocate for a particular sentence but argued that the judge shouldn't rule out jail time.",
  "Van der Zwaan knew that Person A was a former Russian intelligence officer because Gates told him so, according to prosecutors.",
  "He also deleted and failed to produce emails to the special counsel’s office, including a communication with Person A.",
  "US District Judge Amy Berman Jackson was unpersuaded by van der Zwaan's pitch that a fine alone would be sufficient.",
  "Van der Zwaan, according to prosecutors, helped Gates with public relations related to the Tymoshenko report.",
  "Prosecutor Andrew Weissmann told the judge that van der Zwaan had \"a moral compass that was off-kilter.\"",
  "Van der Zwaan and his lawyer William Schwartz declined to speak with reporters after the hearing.",
  "\"This glass was dropped on a very thick carpet, and it's cushioned the blow,\" the judge said.",
  "Jackson will allow van der Zwaan to self-surrender to the Federal Bureau of Prisons.",
  "\"The criminal justice system isn't supposed to favor those with means,\" she said.",
  "Van der Zwaan's expression of remorse was \"muted, to say the least,\" she said.",
  "Van der Zwaan's faced a recommended sentencing range of zero to six months.",
  "He also apologized to his wife and family for the pain he had caused them.",
  "Check back for updates and follow BuzzFeed News on Twitter.",
  "\"This is not something that happened to him,\" Jackson said.",
  "Van der Zwaan briefly spoke, saying, \"What I did was wrong.",
  "I apologize to the court for my conduct.\"",
  "\"This was something he did.\"",
  "This is a developing story.",
  "That offer was rejected.",
  "?"
]