[
  "Manafort faces multiple felony charges in two federal cases, including conspiracy against the United States, conspiracy to launder money, failing to register as an agent of a foreign principal, giving false and misleading Foreign Agents Registration Act statements and providing other false statements.",
  "\"My friend P is trying to reach [Person D1] to brief him on what’s going on,\" Person A texted Person D2 on Feb. 28, adding: \"Basically P wants to give him a quick summary that he says to everybody (which is true) that our friends never lobbied in the U.S., and the purpose of the program was EU.\"",
  "According to the documents, Person D2 told investigators that Manafort wanted him and Person D1 to \"relay a message to the Hapsburg group: if the members of the Hapsburg group were contacted by anyone, they should say that their lobbying and public relations work was exclusively in Europe.\"",
  "The document said that D1 was trying to avoid contact with Manafort and \"understood Manafort's outreach to be an effort to 'suborn perjury'\" because he believed from his experience that the Hapsburg Group lobbied in the United States and knew that Manafort knew that as well.",
  "Mueller says the individuals Manafort tried to contact -- referred to only as \"D1\" and \"D2\" -- were \"principals of a public-relations company [who] acted as intermediaries between Manafort ... co-defendant Richard Gates, and the Hapsburg group.\"",
  "According to Mueller's request, Manafort tried to make at least three phone calls and sent at least two encrypted text messages to D1 \"in an effort to secure materially false testimony concerning the activities of the Hapsburg group.\"",
  "The message was accompanied by a link to a Business Insider story with the headline: \"Former European leaders struggle to explain themselves after Mueller claims Paul Manafort paid them to lobby for Ukraine.\"",
  "Special Counsel Robert Mueller claimed in a court filing Monday that former Trump campaign chairman Paul Manafort tried to tamper with two potential witnesses in his upcoming trial while under house arrest.",
  "We will do our talking in court.”\n\nBut according to documents filed in federal court in D.C., Manafort reached out to the would-be witnesses in February after a superseding indictment was unsealed.",
  "Among other claims, the indictment accused the 68-year-old of secretly paying European ex-politicians to lobby on behalf of Ukraine's pro-Russian government in the U.S. without registering.",
  "Prosecutors working for Mueller made the claim in a request that the judge overseeing the case revoke or revise an order for Manafort to be placed on pretrial release.",
  "The documents added that a longtime Manafort associate, referred to as \"Person A,\" tried to contact D2 in the days after the superseding indictment was unsealed.",
  "In earlier filings, Person A has referred to Konstantin Kilimnik, a longtime Manafort associate who prosecutors have said has ties to Russian intelligence.",
  "The special counsel says Manafort's actions violate federal law, and therefore violate the terms of his pretrial release.",
  "Mueller adds Person A messaged Person D2 again in April to ask for help connecting Manafort with Person D1.",
  "They also said an associate of Manafort's tried to contact a potential witness more than once.",
  "Manafort is innocent and nothing about this latest allegation changes our defense.",
  "\"I tried [Person D1] on all numbers,\" Person A said, according to the documents.",
  "Specifically, Manafort allegedly told Person D1 on Feb. 26, \"We should talk.",
  "Fox News' John Roberts and The Associated Press contributed to this report.",
  "This coterie allegedly was dubbed the \"Hapsburg\" group by Manafort.",
  "I have made clear that [the Hapsburg group] worked in Europe.\"",
  "A Manafort spokesman fired back, saying: “Mr.",
  "He has pleaded not guilty."
]