[
  "“Each phone call session is limited to fifteen minutes, but there is no restriction on the number of phone call sessions, meaning that Manafort immediately can reconnect with his attorneys whenever the fifteen minutes expires,” the filing read, while clarifying that “the attorney calls are not monitored.”\n\nThe facility also has made “extra accommodations for Manafort’s use of the laptop, including providing him an extension cord to ensure the laptop can be used in his unit and not just in the separate workroom.”\n\n“Although the jail does not allow prisoners to send or receive emails, Manafort appears to have developed a workaround,” the special counsel’s filing explained.",
  "When the team takes the laptop from the jail, it reconnects to the internet and Manafort’s emails are transmitted.”\n\nMANAFORT ORDERED TO JAIL, BAIL REVOKED ON WITNESS TAMPERING CHARGE\n\nManafort was jailed last month after Mueller alleged he and an associate “knowingly and intentionally attempted to corruptly persuade another person... with intent to influence, delay, and prevent the testimony of any person in an official proceeding.”\n\nThat filing was Mueller’s third superseding indictment against Manafort, which came just days after the special counsel accused the former campaign chairman of witness tampering.",
  "On the monitored prison phone calls, Manafort has mentioned that he is being treated like a ‘VIP.’”\n\nManafort’s attorney Kevin Downing said last week that his client was being kept in solitary confinement to “guarantee his safety.”\n\n“He is locked in his cell for at least 23 hours per day (excluding visits from his attorneys), at a facility approximately two hours from his legal team,” Downing wrote in a filing.",
  "“The five previously charged counts against Manfort remain unchanged: conspiracy against the United States, conspiracy to launder money, unregistered agent of a foreign principal, false and misleading FARA [Foreign Agents Registration Act] statements, and false statements,” the special counsel’s spokesman said last month.",
  "“Among the unique privileges Manafort enjoys at the jail are a private, self-contained living unit, which is larger than other inmates’ units, his own bathroom and shower facility, his own personal telephone, and his own workspace to prepare for trial,” the latest filing from Mueller’s office, obtained by Fox News, read.",
  "The court documents said that the person was trying to avoid contact with Manafort and “understood Manafort’s outreach to be an effort to ‘suborn perjury.’”\n\nThe special counsel said Manafort's actions violated federal law, and therefore violated the terms of his pretrial release.",
  "Former Trump campaign chairman Paul Manafort is being treated like a “VIP” in prison, according to the latest court filing by Special Counsel Robert Mueller’s team on Wednesday opposing his request to delay his trial.",
  "Manafort, according to federal prosecutors, has had multiple visits with his legal team each week, and also is allowed to use an in-unit personal telephone for more than twelve hours a day to speak with his attorneys.",
  "Manafort allegedly tried to make at least three phone calls and send at least two encrypted text messages to a potential witness “in an effort to secure materially false testimony...” the special counsel claimed.",
  "“Manafort has revealed on the monitored phone calls that in order to exchange emails, he reads and composes emails on a second laptop that is shuttled in and out of the facility by his team.",
  "“We will do our talking in court.”\n\nAccording to documents filed in federal court, Manafort reached out to would-be witnesses in February after his superseding indictment was unsealed.",
  "But Manafort, who had his bail revoked and was ordered to jail last month, has “unique privileges” in Virginia’s Northern Neck facility, according to the special counsel.",
  "The rebuttal from Mueller’s office came following the request from Manafort, which claimed he did not have the ability to prepare “adequately” for his trial.",
  "Manafort's cases are being heard in both the U.S. District Court in D.C. and the Eastern District of Virginia, by Judge T.S.",
  "Manafort is innocent and nothing about the latest allegation changes our defense,” Manafort spokesman Jason Maloni said.",
  "“Manafort is also not required to wear a prison uniform.",
  "Manafort’s past charges remain.",
  "Ellis III.",
  "“Mr."
]