[
  "McFadden, who was confirmed by a vote of 84-10 to serve on the Washington, DC, district court in October, told the Senate Judiciary Committee last summer that his work for the Trump transition team involved reviewing \"public-source information regarding potential political appointees to the Executive Branch for evidence that may disqualify them or reflect poorly on the President should they be appointed to office.\"",
  "\"Although the records sought by the Subpoena are sensitive in nature — and merit the use of appropriate precautions by the Committee to ensure they are not publicly disclosed — the nature of the records themselves, and the Committee's procedures designed to ensure their confidentiality, more than adequately protect the sensitivity of that information,\" the judge said.",
  "The plaintiffs in the case — Aleksaj Gubarev, XBT Holdings, and Webzilla — issued a subpoena to Fusion for a deposition and documents related to its involvement with the Trump-Russia dossier, which alleges that Trump and his campaign conspired with Moscow to win the 2016 election.",
  "During that time \"Fusion was the subject of a request by Senator Grassley that the Department of Justice investigate Fusion's compliance with the Foreign Agents Registration Act,\" the lawyers wrote, referring to Sen. Chuck Grassley, the chair of the Senate Judiciary Committee.",
  "Thomson Reuters\n\nThe opposition research firm Fusion GPS said in a court filing Monday that the judge presiding over a defamation case involving the firm should recuse himself because of, among other things, his involvement in President Donald Trump's transition effort.",
  "US District Court Judge Richard Leon ruled on Thursday that the committee's work and request seemed legitimate, despite Fusion's claims that the probe of Fusion — led by the panel's Republican chairman, Devin Nunes — appeared politically motivated.",
  "Republicans also want to know more about Fusion's prior work for BakerHostetler, an American law firm that represented a Russian businessman whose Russian lawyer, Natalia Veselnitskaya, has lobbied for the repeal of the Magnitsky Act sanctions.",
  "In an effort to quash the subpoena, Fusion's lawyers said Monday that the judge, Trevor McFadden, should consider recusing himself because of his prior representation of a company owned by Russian business magnate Mikhail Fridman.",
  "Timing is everything\n\nRussian President Vladimir Putin Thomson Reuters Fusion's lawyers argued that McFadden should recuse himself because he volunteered as a \"vetter\" for Trump's transition team.",
  "Trump, Fusion said in court documents, \"began making public statements expressing his animosity toward Fusion GPS and its work relating to the Trump Dossier during the transition.\"",
  "Fridman and his business partners are now involved in another defamation case pending against Fusion cofounder Glenn Simpson over his firm's involvement in producing the dossier.",
  "\"The president's adversity to Fusion has been repeatedly expressed by his spokesperson and has become an element of his political agenda,\" Fusion's lawyers wrote.",
  "Fusion's lawyers pointed to McFadden's past service as principal deputy attorney general in the Justice Department's Criminal Division as a potential conflict.",
  "Leon also rejected Fusion's argument that its clients' private information was likely to be leaked by the committee if the firm handed over its bank records.",
  "Trump has called the dossier \"a complete and total fabrication\" and questioned publicly whether it was paid for by \"Russia,\" \"the FBI,\" or \"the Dems.\"",
  "He also asked a sitting Republican senator to investigate whether Hillary Clinton had any ties to Fusion GPS, The New York Times reported in November.",
  "Fusion GPS is locked in another legal battle with the House Intelligence Committee, which subpoenaed the firm last year for its bank records.",
  "Fridman's other company, Alfa Group, has also sought legal services from Baker & McKenzie, where McFadden used to work.",
  "The committee received Fusion's bank records, detailing roughly 70 financial transactions, over the weekend.",
  "BuzzFeed, against whom the defamation case is being brought, published the dossier in full in January 2016.",
  "There is no indication that McFadden played any role in the DOJ's response to Grassley.",
  "U.S. President Donald Trump returns to the White House from Camp David, in Washington.",
  "The DC district court did not return a request for comment.",
  "BuzzFeed did not return a request for comment."
]