[
  "NEW JOINT FUNDRAISERS:\n\nMontana Pennsylvania Victory Fund (Montana Democratic Party, Montanans for Tester, Sen. Bob Casey [D-Pa.], Pennsylvania Democratic Party)\n\nNEW PACs:\n\nBattleground Group (super PAC)\n\nCampaign For Accountable Transparent Government (super PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nAllon Advocacy LLC: Sipree, Incorporated\n\nBallard Partners: Colonial Management Group LP\n\nBallard Partners: Fabuwood Cabinetry Corp.\n\nBallard Partners: Strategic Property Partners LLC\n\nBracewell LLP: Britax Child Safety Inc.\n\nBuchanan Ingersoll & Rooney Pc: Verdan Holdings Ltd.\n\nCard & Associates LLC: Coalition for Student Opportunity and Success\n\nCourson Nickel LLC: Conduent\n\nCovington & Burling LLP: Statoil ASA\n\nE2 Strategies LLC: patriot one detection\n\nEris Group (formerly known as Bartlett & Bendall): City National Bank\n\nEris Group (formerly known as Bartlett & Bendall): Scratch Services Inc.\n\nEwsa: Energy Advance Center\n\nFairbanks Morse LLC: Fairbanks Morse LLC\n\nGDR Strategies: Northrup Grumman Systems Corporation\n\nHusch Blackwell Strategies: Coalition to Stop Internet Gambling (CSIG)\n\nIce Miller LLP: Peabody Energy Corporation\n\nIce Miller Strategies LLC: American Fuel & Petrochemical Manufacturers\n\nMayer Brown LLP: Hunstman Corporation\n\nMerchant Mcintyre & Associates LLC: Eisenhower Medical Center\n\nMerchant Mcintyre & Associates LLC: Fhn\n\nMerchant Mcintyre & Associates LLC: Iowa Western Community College\n\nMerchant Mcintyre & Associates LLC: Los Rios Community College District\n\nMerchant Mcintyre & Associates LLC: Mel Trotter Ministries\n\nMerchant Mcintyre & Associates LLC: Northwest Arkansas Community College\n\nMerchant Mcintyre & Associates LLC: Pensacola State College\n\nMerchant Mcintyre & Associates LLC: Sky Lakes Medical Center\n\nMerchant Mcintyre & Associates LLC: Washington Nationals Youth Baseball Academy\n\nMerchant Mcintyre & Associates LLC: Zakat Foundation of America\n\nMercury: PV Group Limited\n\nPotomac Strategic Development Company LLC: Small Business Administration of Michigan\n\nReed Smith LLP: Ototronix\n\nThe Glover Park Group LLC: Color Genomics Inc.\n\nTusk Ventures LLC: Neema Ltd.\n\nWilliams and Jensen PLLC: Antimicrobials Working Group\n\nNEW LOBBYING TERMINATIONS:\n\nJeff Burton: Tesla Inc.\n\nVan Scoyoc Associates: Galveston County, Texas\n\nWater Strategies LLC: Upper Missouri Water Association\n\nScenic America: Scenic America",
  "But amid the morass of ethical questions swirling around Pruitt over his spending on travel and security, his handling of personnel matters and potential conflicts of interest, it is yet more evidence that industry influence-peddling is alive and well — and paying off — in an administration that promised to ‘drain the swamp.’ For the Coffee Group's three members, who never had lobbied at the federal level before and who all have other jobs, lobbying the EPA on behalf of six different clients over the past year has brought in $480,000.” Full story.",
  "The Daily Beast reported on Wednesday evening that ASM “is affiliated with a member of Syria’s wealthy Foz family of international businessmen, which reportedly has close links to the Assad regime.”\n\nStory Continued Below\n\n— Ballard is now terminating his relationship with ASM, citing his work for another client, a nonprofit called Citizens for a Safe and Secure America that hired Ballard’s firm this month to promote “democratic change in Syria,” according to a disclosure filing.",
  "SPOTTED: At a sports industry briefing and cocktail reception hosted by the U.S. Chamber of Commerce Global Innovation Policy Center for World IP Day Wednesday, according to a PI tipster: Tanya Fickenscher Leonard of Major League Baseball; Dolores DiBella of the National Football League; Sacha Tarrant of the National Basketball Association; Tom Prochnow of NHL Enterprises LP; Ashley Page of IMG College Licensing; Kristi Dosh of ESPN; Sens.",
  "), David Kustoff (R-Tenn.), Brenda Lawrence (D-Mich.), Roger Marshall (R-Kan.), Stephanie Murphy (D-Fla.), Dan Newhouse (R-Wash.), Robert Pittenger (R-N.C.), Tom Reed (R-N.Y.), Pete Sessions (R-Texas), Kevin Yoder (R-Kan.) and David Young (R-Iowa); Lauren Underwood, who’s challenging Rep. Randy Hultgren (R-Ill.); and Sean Casten, who’s challenging Rep. Peter Roskam (R-Ill.).",
  "HOW A SHELL COMPANY USED MCKEON TO LOBBY TRUMP AND CONGRESS: “Last year, Howard 'Buck' McKeon, a former Republican congressman who chaired the House Armed Services Committee, was hired to lobby for an Albanian political party seeking access to the Trump administration and congressional Republicans,” Mother Jones’ Dan Friedman and Hannah Levintova report.",
  "Ballard will stop lobbying for Dubai firm linked to Assad\n\nWith David Beavers, Daniel Lippman and Garrett Ross\n\nBALLARD WILL STOP LOBBYING FOR DUBAI FIRM LINKED TO ASSAD: Brian Ballard has terminated his relationship with an Emirati company following a report in The Daily Beast that the company has ties to Syrian President Bashar Assad’s regime.",
  "SPOTTED: At the Fraternity & Sorority Political Action Committee dinner on Wednesday night at the Liaison Hotel, according to a PI tipster: Sen. Angus King (I-Maine); Reps. Joyce Beatty (D-Ohio), Bradley Byrne (R-Ala.), Marcia Fudge (D-Ohio), Josh Gottheimer (D-N.J.), Michelle Lujan Grisham (D-N.M.), Steny Hoyer (D-Md.",
  "Intellectual Property Enforcement Coordinator Vishal Amin; Frank Cullen, Patrick Kilbride, Ellen Szymanski and Jared Parks of the Chamber’s Global Innovation Policy Center; Bill Morley of Altrius Group; Kasie Brill of the Chamber’s Global Brand Council; and Jonathan Nabavi of the National Football League.",
  "“An Oklahoma City-based lobbying firm that opened in 2017, the Coffee Group, was paid $100,000 over the past year by an alliance of forestry companies — including giants Weyerhaeuser and Sierra Pacific — that have been seeking federal recognition of biomass as renewable energy on par with solar or wind.",
  "FRIENDS OF PRUITT GET EPA WIN: “When Environmental Protection Agency Administrator Scott Pruitt declared this week that tree burning was inherently a carbon-neutral way to produce electricity, it was a victory for some Oklahoma friends of Scott Pruitt,” InsideClimate News’ Marianne Lavelle reports.",
  "“For that reason, we have decided to terminate our representation of ASM, effective today.”\n\n— Ballard said his firm, which has brought on clients at a rapid clip since setting up shop in Washington last year, would do more due diligence on potential clients in the future.",
  "Glenn Coffee, who served in the Oklahoma Senate with Pruitt, and Crystal Coon, who was Pruitt's chief of staff while he was state attorney general, made the case before EPA for the forestry companies, according to lobbying disclosure reports.",
  "“Our firm is fully dedicated to helping Citizens for a Safe and Secure America achieve this important objective, and will not allow this recent news report to distract attention and focus away from that mission,” Ballard said in a statement.",
  "“From my experience in the Senate, the energy sector, the agricultural economy, there’s no end of opportunities out there.”\n\n— Strange, who is a former lobbyist for Bradley Arant Boult Cummings, said he will not be doing any lobbying.",
  "Coal giant Peabody Energy enlisted Ice Miller to lobby Vice President Mike Pence’s office on “waters of the U.S. issues.” Northrop Grumman hired former Senate Appropriations staffer Gary Reese to lobby on defense appropriations.",
  "Join POLITICO CEO Patrick Steel for a conversation with Steve Ballmer, former Microsoft CEO and founder of USAFacts, to talk data transparency, disruption in civic and business leadership, and the government’s impact on society.",
  "STRANGE JOINS PATOMAK GLOBAL PARTNERS: Former Alabama Sen. Luther Strange, who lost a special election primary last year, is now a senior adviser at Patomak Global Partners, a strategy and risk management consulting firm.",
  "And the Coffee Group's earnings were only a fraction of the $1.7 million spent over the past year by the National Alliance of Forest Owners on lobbyists to press its case with the Trump administration and Congress.",
  "RSVP for the CEO Conversation — April 26 at the Newseum — Doors open 11:30 a.m.\n\nJOBS REPORT\n\n— Jessica Hrubes is now vice president of strategic credit union relations at the Credit Union National Association.",
  "Ballard Partners registered last month to lobby for the company, ASM International General Trading LLC, which is based in Dubai, on business development and U.S. trade policy, according to a disclosure filing.",
  "“As our firm’s Washington presence continues to grow in size, we will intensify our review of prospective clients to minimize the possibility of distractions in the future,” Ballard said in the statement.",
  "“We’ll build on the financial services reputation and experience that Patomak has, but also the type of work that’s done — compliance and monitoring and investigations — apply across the board,” he said.",
  "In an interview with PI, Strange described Patomak as a “fabulous platform with a lot of people I’ve known and worked with for years.”\n\n— Strange said his portfolio will be broad.",
  "Law will be president of the firm and head of its environment, sustainability and land use practice, while Sessums will be managing partner and market leader for Washington, D.C.",
  "He added that because IBEX is small and relies on a network of partnerships with lobbying firms, public affairs firms and others, he doesn’t need to force services onto clients.",
  "The outfit was created by a Cyprus-based lawyer who specializes in forming offshore corporations and who was affiliated with companies linked to a prominent Russian oligarch.",
  "TODAY’S NOTABLE REGISTRATIONS AND TERMINATIONS: Statoil, a Norwegian oil and gas compnay, hired Covington & Burling to lobby on Foreign Agents Registration Act reform.",
  "“It will be truly legal work, legal counsel work for my law firm, and it will be consulting and all the type of regulatory compliance work that Patomak does,” he said.",
  "He left in April 2017 to start Summit Strategy Group, a California-based public affairs and corporate communications firm, for which he will continue to work.",
  "“I really had a picture in my head of how a really strong D.C. public affairs firm could work, and I wanted to do that, so I left and I’m doing it,” he said.",
  "The source of the money that flowed from Dorelita to the McKeon Group, the lobbying shop McKeon established in 2015 after leaving Congress, remains murky.",
  "POLITICO’s Ben White is bringing Morning Money to the Milken Institute Global Conference to provide coverage of the day’s events and evening happenings.",
  "Yet this shell company is now controlled, at least on paper, by an Athens-based attorney who in the past has advised a controversial Greek billionaire.",
  "In an interview with PI, Sessums said he was motivated to start the firm because he wanted to try a more audience-focused approach to public affairs.",
  "“When a client doesn’t need a capability, we don’t want to feel like we’ve got to force it because we’ve got that expense on the books,” he said.",
  "BURSON-MARSTELLER ALUMS START NEW FIRM: Burson-Marsteller alums Michael Sessums and Michael Law are launching a new firm, IBEX Partners.",
  "SPOTTED: At dinner at RPM Steak in Chicago, Robert Gibbs of McDonald’s and Phil Musser of Boeing, according to a PI tipster.",
  "He will split his time between Washington, D.C., and Alabama, where he recently started his own law firm.",
  "In a brief interview, he added that he was considering hiring an outside firm to help vet clients.",
  "Tesla ended its relationship with Jeff Burton, who was lobbying on electric vehicle tax credits.",
  "“But most of his firm’s work was bankrolled by a Cypriot shell company called Dorelita Limited.",
  "Law’s roles at Burson included CEO for the U.S. region and worldwide executive vice president.",
  "— Prior to starting the firm, Sessums was a managing director at Burson-Marsteller.",
  "You can also follow us on Twitter: @theodoricmeyer and @marianne_levine.",
  "and Chuck Grassley (R-Iowa); Rep. Ted Deutch (D-Fla.); U.S.",
  "Let us know: mlevine@politico.com and tmeyer@politico.com.",
  "Sign up to keep up with your daily conference coverage.",
  "She was previously an engagement consultant with CUNA.",
  "— “There's no law against friends lobbying friends.",
  "That, in fact, may be the point.” Full story.",
  "The newsletter will run April 29 - May 2.",
  "Good afternoon, and welcome to PI.",
  "What’s going on out there?",
  "Chris Coons (D-Del.)"
]