[
  "WASHINGTON (Reuters) - Two senior U.S. Republican Congressman on Tuesday asked environmental group the Natural Resources Defense Council for details on its relationship with China’s government, as part of a wider probe into the links between U.S. green groups and foreign countries.",
  "Republican House Natural Resources Committee Chairman Rob Bishop of Utah and Subcommittee on Oversight and Investigations Chairman Bruce Westerman of Arkansas sent a letter to the president of the NRDC, Rhea Suh, seeking documents related to the group’s relationship with Beijing.",
  "They said they were concerned that NRDC regularly meets with Chinese officials, praises the Chinese government’s environmental policies “and promotes the image of China as a global environmental leader” while taking an “adversarial approach” to the United States.",
  "Earlier this year, Bishop criticized outdoor outfitter Patagonia and its CEO Yvon Chouinard for a web campaign opposing the Interior Department’s decision to reduce the size of two Utah national monuments - Bears Ears and Grand Staircase Escalante.",
  "Katie Schoettler, a spokeswoman for the natural resources committee, told Reuters in an e-mail that the committee is monitoring several other environmental groups “and will seek inquiry as appropriate” but declined to name which ones.",
  "“As the most populous country on Earth, China has much to do with the kind of world the next generation will inherit, in our country and around the world,” said Bob Deans, director of strategic engagement at the NRDC.",
  "“The Committee is concerned that the NRDC’s need to maintain access to Chinese officials has influenced its political activities in the United States and may require compliance with FARA,” the letter said.",
  "Bishop called the retailer Patagonia a special interest group and criticized Chouinard for rejecting an invitation to testify before the House natural resources panel.",
  "The NRDC defended its work in China, the world’s biggest greenhouse gas emitter, and said it was part of its broader effort to protect Americans from pollution.",
  "The Foreign Agents Registration Act requires individuals or groups that work on behalf of a foreign government to register with the Justice Department.",
  "“We look forward to discussing that work with Chairman Bishop and the committee.”\n\nNRDC’s China office has over a dozen staff."
]