[
  "The Congressional report found: “Between 2015 and 2017, there were an estimated 9,097 Russian posts or tweets regarding U.S. energy policy or a current energy event on Twitter, Facebook, and Instagram.”\n\nRussian operatives have appeared to manipulate social media discussions and foster political discord on issues such as environmental safety by targeting fracking (the process of injecting water underground to release natural gas).",
  "In it, Clinton was clear: “We were even up against phony environmental groups, and I’m a big environmentalist, but these were funded by the Russians to stand against any effort.”\n\nThe primary culprit in these underhanded efforts is the Russian government’s Internet Research Agency (IRA) based in Saint Petersburg.",
  "Keep in mind, as pointed by the Congressional report, the Russians at times took both sides of energy and environmental debates; clearly, they do this to exacerbate tensions and use cultural issues to drive wedges in our society.",
  "Specific actions could involve the Congress strengthening the Foreign Agents Registration Act, which would require all Americans — including environmental groups — to disclose foreign connections or report foreign communications.",
  "It is dishonest and problematic for any U.S. nonprofit or political organization to be influenced by a foreign power that seeks to manipulate the well-intentioned views of Americans simply to drive a foreign agenda.",
  "The U.S. intelligence community identified the IRA and other Russian media operations as pushing Kremlin-backed interests through manipulating political perceptions on American media platforms.",
  "It is time policy makers in Congress and members of the press pay closer attention to the \"meddling\" that no one is talking about: Russian interference in our domestic energy markets.",
  "These activities are designed to leverage citizens and press them into supporting existing anti-U.S. energy efforts in order to produce advantages for Russian energy companies.",
  "The recent announcement by the Treasury Department that it would loosen financial reporting requirements for nonprofits will only increase the risk of foreign involvement.",
  "He has testified in both the U.S. House of Representatives and U.S. Senate as an expert witness numerous times in front many congressional committees.",
  "One potential remedy to weaken Russian influence efforts would be for Congress to strengthen laws designed to prevent this type of interference.",
  "However, flying under the radar, the Kremlin has also been very active in pushing policies designed to destabilize American energy markets.",
  "Russia has funded environmental groups with the sole design to antagonize American energy companies and thwart natural gas exploration.",
  "He regularly appears on Fox News Channel and other news shows as a guest commentator and has worked on several political campaigns.",
  "We must protect our country from enemies who seek to do us harm — attacks on our democracy or our businesses cannot be tolerated.",
  "Kremlin interests are aware of how the American political system operates and how to influence voters and constituency groups.",
  "The less natural gas we have, the more Europeans rely on Russian gas and the more the Russians can charge their customers.",
  "Russia tried to suppress American exploration for fossil fuels and to stymie the expansion of drilling for natural gas.",
  "Congress recently published a report which found evidence of the Kremlin’s efforts to influence our energy sector.",
  "Regardless of politics, we must establish a standard by which we attack foreign influence over our domestic life.",
  "But the report found the majority of posts came down on the side of the energy debate most favorable to Russia.",
  "Russian interference in U.S. elections has been widely reported and the recent focus of much public discussion.",
  "Christopher Neiweem is the Founder of Neiweem Group, an Iraq War Veteran, and Political Strategist.",
  "This Russian interference with U.S. business affects consumers and it affects American jobs.",
  "These topics range from defense, veterans, commerce, education, and military personnel.",
  "No doubt, the executive branch of government needs to be more involved in this issue.",
  "This was confirmed by former Secretary of State Hillary Clinton, in a 2014 speech.",
  "More scrutiny from the U.S. government is the only way to abate this problem.",
  "That speech — also a subject of Russian hacking — was exposed by WikiLeaks.",
  "To read more of his reports — Click Here Now."
]