[
  "In 2008, the league invited the Qatari-based cleric Yusuf al-Qaradawi to speak at their first International Islamic Conference on Dialogue in Mecca, at which time Qaradawi said he would “never sit with Jews on one platform and never hold dialogue with those Jews who have committed injustice against us and support Israel.”\n\nOn April 25 of this year, SAPRAC partnered with the Conference of Presidents of Major Jewish Organizations to organize an event at the Museum of Jewish Heritage in New York City honoring Muslims who protected Jews during the Holocaust.",
  "In May of 2017, he posted this praise: “I have received parts of the discussions and topics that my son Salman Al Ansari is doing these days in the American capital, Washington, defending [Saudi Arabia] … My wish … is to be a brick in which the glory of Saudi Arabia grows tall and high … I take pride that my son is that brick today.”\n\nThere’s nothing wrong with working as a foreign agent.",
  "As reported by The New York Times, the Justice Department alleges that Ms. Butina worked “at the behest of an unidentified high-level Russian government official … to carry out a secret Russian effort to influence American politics.”\n\nThe use of agents of influence in the United States by foreign governments is nothing new.",
  "On January 12, 2017, he posted this diatribe against President Obama: “Obama, the Muslim who traded his religion for the presidency … God is not in need of him, and the noble Islamic religion stands without him.”\n\nMoreover, Al Ansari’s father strongly endorses his son’s work.",
  "The practice is regulated by the Foreign Agents Registration Act (FARA), which requires persons acting as agents of foreign principals to publicly disclose their relationship with and activities on behalf of the foreign principal.",
  "The danger America faces — the danger for which we have yet to figure out a defense — comes from the few, such as SAPRAC, Butina and Manafort, who seek to hide their true, less-than-honorable intentions and affiliations.",
  "On April 21, 2017, Salman al Ansari’s father, Abdulrahman al Ansari, posted on Facebook the photo of Nazi leader Adolf Hitler in admiration of his genocidal acts against Jews and others.",
  "Even more alarming is the work that SAPRAC is performing on behalf of the World Muslim League, a Pan-Islamic NGO funded by the government of Saudi Arabia to propagate Islamic teachings.",
  "For the past twenty years, I have been speaking out on behalf of our people — repressed religious minorities who are affected by Saudi Arabia policies and the extremism that they abet.",
  "The government of Saudi Arabia and its allies are actively engaged in an ongoing disinformation campaign to denigrate their adversaries and to enhance their image in the United States.",
  "Again, in April of 2018, SAPRAC signed a contract to represent the Saudi-based World Muslim League but did not register as a foreign agent until more than two months later, in June.",
  "I am a Saudi dissident who was exiled from Saudi Arabia for denouncing the monarchy’s corruption, its religious intolerance and its practice of silencing all manner of dissent.",
  "The charges filed by the Department of Justice on July 14 against Maria Butina underscore the danger of agents operating in the United States on behalf of foreign governments.",
  "The event featured a discussion between Muslim World League Secretary-General Dr. Mohamed al Issa and the President of the Washington Institute Dr. Robert Satloff.",
  "As reported by Politico, and like Maria Butina or Paul Manafort, SAPRAC has a history of acting as a foreign agent without filing the proper FARA registrations.",
  "Until very recently, FARA violations have never been treated seriously, but events over the past year underscore why this lack of seriousness needs to change.",
  "Most of Saudi Arabia’s foreign agents are recognized and respected firms like Brownstein Hyatt Farber Schrek LLP, MSL Group and Hogan Lovells LLP.",
  "The Foreign Agents Registration Act requires lobbyists to register with the Justice Department within 10 days of signing with a foreign entity.",
  "It was only several months later, however, after public denunciations to the Department of Justice, that SAPRAC registered as a foreign agent.",
  "The views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "In fact, the great majority of those working on behalf of foreign entities act with integrity and perform a valuable public function.",
  "According to its FARA filing, Al Ansari — a Saudi national — paid $2.9 million of his own money to fund the campaign.",
  "I am known to be independent of any party or government since my arrival in the United States in 2001.",
  "What remains less clear is where the money came from that al Ansari used to bankroll this effort.",
  "Others, like the Saudi American Public Relation Affairs Committee (SAPRAC), are less well known.",
  "Knowledgeable observers of Saudi machinations question where the true origin of the funds.",
  "In 2017, SAPRAC began producing TV and digital advertisements critical of Qatar.",
  "Ali al Ahmed is the founder and President of the Institute for Gulf Affairs.",
  "SAPRAC is a U.S.-based company headed by its president, Salman al Ansari.",
  "Disturbingly, SAPRAC has close ties to virulent anti-Semitism.",
  "Lots of governments do it."
]