[
  "He and Gates are accused of conspiracy to launder money, conspiracy against the U.S., unregistered agent of a foreign principal, false and misleading statements surrounding the Foreign Agents Registration Act (FARA), false statements and seven counts of failure to file reports of foreign bank and financial accounts.",
  "Special Counsel Robert Mueller's team says Paul Manafort and a Russian colleague were ghost-writing an English-language editorial about Manafort's work for Ukraine, and that colleague is \"assessed to have ties to a Russian intelligence service,\" according to documents filed by the special counsel.",
  "\"The editorial clearly was undertaken to influence the public's opinion of Manafort, or else there would be no reason to seek its publication (much less for Manafort and his long-time associate to ghostwrite it in another's name),\" the special counsel wrote.",
  "Manafort, the former chairman of Donald Trump's presidential campaign, has offered $12 million in assets to avoid house arrest, but the court has determined he is too much of a flight risk, given his wealth and contacts overseas.",
  "On Nov. 30, the government alerted Manafort's lawyers to the fact that he was drafting the op-ed and was subsequently \"assured that steps would be taken to make sure it was no longer going to be published.\"",
  "There is also a note in the filing that says the government is asking the court if it can submit \"documentary evidence\" under seal, in order to avoid having the full draft of the op-ed be published.",
  "It's not clear where Manafort hoped to have the op-ed placed, but just the fact that he wrote it shows he intended to \"violate or circumvent\" the court's orders, the special counsel argued.",
  "U.S. District Court Judge Amy Berman Jackson has already reprimanded Manafort's attorney, Kevin Downing, for talking to the media after Manafort appeared in court for his indictment.",
  "They lobbied and did other work for a pro-Russian political party in Ukraine headed by ousted Ukrainian President Victor Yanukovych, an ally of Russian President Vladimir Putin.",
  "The government isn't asking the court to send Manafort back to prison, but it did register its opposition to Manafort's motion to modify the conditions of his release.",
  "Should the court agree to Manafort's motion, though, the government asked for a fully secured bond, the posting of more of his assets and full-time GPS monitoring.",
  "The government said in a brief that the ghost-written draft op-ed would constitute a violation of the court's order banning statements to the press.",
  "They are accused of failing to register as foreign agents representing the Ukrainians and also allegedly laundered up to $75 million in payments.",
  "As a result, the government argued that Manafort's proposed bail package can't be considered to be sufficient.",
  "\"It compounds the problem that the proposed piece is not a dispassionate recitation of the facts.\"",
  "\"This is a criminal trial, not a public relations campaign,\" she said in November.",
  "Manafort and associate Rick Gates were indicted in November.",
  "The activities date from 2006 through February 2017.",
  "Manafort also has three passports."
]