[
  "According to the report, federal records show his company, Flynn Intel Group, was paid $530,000 for advocacy work that “could be construed to have principally benefited the Republic of Turkey.” Investigators are working to determine if Flynn’s work for Turkey violated the Foreign Agents Registration Act, which requires Americans to disclose work on behalf of foreign governments.",
  "Special Counsel Robert Mueller is investigating an alleged plan for former White House National Security Adviser Mike Flynn and his son to forcibly deliver a Muslim cleric living in the United States to the Turkish government in exchange for millions of dollars, according to the Wall Street Journal.",
  "and former Rep. Jason Chaffetz (R-Utah) sought information from the White House regarding Flynn’s “foreign contacts and payments, security clearance applications, and other related documents between the time of his retirement in 2014 to present day,” Politico reported.",
  "The Wall Street Journal reported that FBI agents have questioned “at least four individuals” about a meeting last December in New York City, where Flynn and Turkish officials purportedly discussed forcibly removing Gulen from the United States.",
  "Flynn is currently undergoing military, congressional, and criminal investigations into allegations that he hid his financial ties to Turkey and Russia, and whether these ties impacted his work at the White House.",
  "In an op-ed published in The Hill on Election Day last year, Flynn called Gulen “a shady Islamic mullah,” and praised Erdogan’s government as an ally against the Islamic State terrorist organization.",
  "Turkish President Recep Tayyip Erdogan accused Gulen, who lives in Pennsylvania, of launching a failed coup and have called him and his supporters a \"terrorist network.\"",
  "Flynn resigned in February after he admitted to misleading Vice President Mike Pence about his discussions with the Russian ambassador prior to Inauguration Day.",
  "The probe of Flynn is part of Mueller’s investigation into Trump campaign advisers and Russian interference in the 2016 presidential election.",
  "According to the report, Flynn and his son would have been paid $15 million for bringing Fethullah Gulen to the Turkish government.",
  "In May, Erdogan’s bodyguards attacked protesters in Washington, D.C. who objected to Erdogan’s human rights record.",
  "Mueller reportedly has “enough evidence” to charge Flynn and his son in that investigation.",
  "They allegedly discussed taking Gulen on a private jet to the Turkish prison island Imrali.",
  "Earlier this year, Rep. Elijah Cummings (D-Md.)",
  "The White House blocked the request.",
  "Gulen has denied Erdogan’s claims.",
  "What was the alleged plan?"
]