[
  "The indictment lists twelve counts, first among which is “conspiracy against the United States.” This charge, despite its treasonous grandiose air, refers to the illegal agreement between the two men to commit criminal acts the defrauded the government, not collusion with a foreign power to attack the United States.",
  "The pair are alleged to have maintained foreign accounts in at least three countries, into which millions of dollars of payments were made, and then failed to disclose these accounts to federal authorities in accordance with laws that regulate agents of foreign governments.",
  "The first indictment of Special Counsel Robert Mueller’s “Russia Investigation” was unveiled Monday morning against Paul Manafort, President Donald Trump’s campaign manager from March to August of 2016, and his partner Richard Gates.",
  "Instead, the charges stem from Manafort’s work as a consultant and lobbyist for Ukrainian President Victor Yanokovych and his “Party of Regions,” the country’s pro-Russia party that lost power in the 2014 Euromaidan Revolt.",
  "Conspiracy to Launder Money: Another illegal agreement, this charge stems from the alleged decision to devise a scheme to conceal the source and existence of the money from Yanokovych and other clients.",
  "The two men, 68 and 45 respectively, are alleged to have used a bevy of entities to launder millions of dollars over a decade and failed to properly disclose the nature of their work for Yanokovych.",
  "The heart of the charges against Manafort and Gates, laid out in a 31-page indictment in the U.S. District Court for the District of Columbia, are best described as money laundering.",
  "Unregistered Agent of a Foreign Principle: This is the allegation Manafort and Gates acted as lobbyists for Yanokovych without registering as foreign agents with the government.",
  "The men will make their initial appearance together at 1:30 p.m. Eastern Monday, before U.S. Magistrate Judge Deborah A. Robinson at the Prettyman Courthouse in Washington, DC.",
  "In exchange for the payments, Manafort and Gates are alleged to have lobbied on behalf of Yanokovych and his government without registering a foreign agents, a federal felony.",
  "Conspiracy Against the United States: As noted above, this charge has to do with an illegal agreement to carry out criminal acts that “defraud” the federal government.",
  "False and Misleading FARA Statements: This is a more specific allegation of Manafort and Gates’s misconduct under the Foreign Agents Registration Act (FARA).",
  "It is a more general version of the charge for making false statements to the government as opposed to the specific FARA violations.",
  "Failure to File Reports of Foreign Bank and Financial Accounts: These counts are related to the two men’s alleged foreign accounts.",
  "The charges, first teased Friday, bear no immediate connection to the Trump campaign or the 2016 presidential race more broadly.",
  "The men are lying as to the exact nature of their work in on Yanokovych’s behalf when they did FARA paperwork in 2016.",
  "In this case those acts were the banking and foreign agent registration charges in counts three-six and ten-twelve.",
  "As with other federal felony conspiracy charges, this count carries a maximum of 5 years in prison\n\n2.",
  "Manafort in particular is alleged to have avoided paying taxes on much of these earnings.",
  "Manafort surrendered to the FBI at their Washington field office Monday morning.",
  "Given the amount in question, this charge could carry up to 20 years in prison.",
  "False Statements: This count refers to the same statements as the count above.",
  "They are accused of not filing the necessary reports on these holdings.",
  "As with Count 10, this carries a maximum five year penalty.",
  "The 12 counts of the indictment are as follows:\n\n1.",
  "These counts carry 10 year maximum penalty.",
  "It carries a maximum five year penalty.",
  "It also carries a five year maximum.",
  "Gates is expected to do the same.",
  "3 – 9.",
  "10.",
  "12.",
  "11."
]