[
  "Senator Marco Rubio (R-FL) testifies to the Senate Judiciary Committee during a hearing about legislative proposals to improve school safety in the wake of the mass shooting at the high school in Parkland, Florida, on Capitol Hill in Washington, U.S., March 14, 2018.",
  "WASHINGTON (Reuters) - Three U.S. Republican lawmakers said on Wednesday they wanted China’s Confucius Institute cultural centers in the United States to register as foreign agents, and to require all U.S. universities to disclose major gifts from foreign sources.",
  "The measure, which comes amid increasing concern from some U.S. officials about Chinese influence in U.S. education, also would require universities to disclose donations, contracts or in-kind gifts valued at $50,000 or more from any foreign source.",
  "“We hope these people can abandon these outmoded ideas and get their brains, along with their bodies, into the 21st century, and objectively and rationally view the trends of the time in global development and China’s development progress.”",
  "Senators Marco Rubio and Tom Cotton, and Representative Joe Wilson introduced the “Foreign Influence Transparency Act,” which would require the institutes to register under the Foreign Agents Registration Act, or FARA.",
  "Many U.S. politicians have been pushing for the United States to take a harder line in its dealings with China, particularly President Donald Trump and his fellow Republicans, but also many Democrats.",
  "“Hearing all this noise of late, sometimes makes me think of what Confucius said: ‘The gentleman is easy of mind, while the small man is always full of anxiety,’” Hua said.",
  "But Chinese foreign ministry spokeswoman Hua Chunying said they aimed to increase educational and cultural exchanges to help mutual understanding and boost friendship.",
  "REUTERS/Joshua Roberts\n\nRun by the Chinese government, the Confucius Institutes offer language and cultural programs at more than 100 U.S. colleges and universities.",
  "The real issue for those making “noise” about China was about how they viewed the world and China’s development, she told reporters.",
  "The Confucius Institute headquarters in Beijing did not respond to a request for comment.",
  "They have been criticized as an attempt by Beijing to influence U.S. higher education."
]