[
  "For its American audience, the DCA’s website says that it serves “to provide religious, social and educational services to Turkish immigrants and Muslims living in the United States of America.” Writing in the Turkish publication Daily Sabah, however, the chief advisor to the Turkish Prime Minister declared that the DCA would spread the Turkish strain of Islam and fight the “Islamophobia engineers” that “darken the prospects for humanity.”\n\nIn fact, the DCA has done little to hide its links with the Erdogan regime.",
  "It featured Jonathan Brown, a Georgetown University academic who was widely criticized in February 2017 after giving a speech justifying slavery and rape under Islam; and Omar Soleiman, founder of the radical Yaqeen Institute , who has expressed apologism for honor killings and condemned homosexuality as a “disease.”\n\nMore recently, the DCA hosted Sheikh Yusuf Estes, a prominent extremist cleric.",
  "During a visit to New York in September 2016, Erdogan met with Sayyid Syeed, National Director of ISNA; Halil Demir, Director of the Turkish-sponsored American Zakat Foundation, which sponsored the Ramadan Eid festival at the Diyanet Center of America; and Nihad Awad, who runs the Council on American-Islamic Relations (CAIR).",
  "In November 2017, Singapore’s Ministry of Home Affairs (MHA) denied Estes entrance to the country for articulating opinions “contrary to the values of our multi-racial and multi-religious society.” Previously, Estes has expressed support for a fatwa advocating the killing of homosexuals.",
  "In 2014, senior Erdogan advisors and officials spoke at several prominent Islamist conferences in the US, one of them organized by the Muslim American Society and the Islamic Circle of North America (MAS-ICNA) and the other by the Islamic Society of North America (ISNA).",
  "In Germany, investigations by German authorities – and a subsequent acknowledgement by Turkey – proved that Diyanet mosques were spying for the Turkish intelligence agency, the Milli Istihbarat Teskilati (MIT), utilizing a 6000-strong network of local informants.",
  "As an asset of Turkish foreign policy, it should be compelled to register under the Foreign Agents Registration Act (FARA), the purpose of which is to ensure that the U.S. Government is informed of foreign actors in the US attempting to exert influence.",
  "In February 2018, the Diyanet sponsored an Istanbul conference during which Islamist operative Sami Al-Arian – deported from the US in 2015 – blasted the US as “our enemy.”\n\nThe activities hosted by the DCA reflect the Center’s Islamist background.",
  "He justifies violence against disobedient wives, claims that Jews control the media, and refers to apostates as “traitors” who should be “dealt with as such.”\n\nIt is unsurprising that Erdogan and American Islamists have made common cause.",
  "On its website, the DCA states that it “works in full cooperation with the Religious Affairs Directorate of the Republic of Turkey (Diyanet)”, which did in fact finance its establishment with a cool $100 million in state money.",
  "The Diyanet has reportedly used its imams in 38 countries to gather intelligence on followers of the US-based Islamic preacher Fethullah Gülen, believed to be the mastermind behind the failed Turkish coup attempt in 2015.",
  "Erdogan has denounced American attempts to designate the Muslim Brotherhood as a terrorist organization, while U.S. Islamist groups have refused to recognize the 1915 Turkish slaughter of Armenians as genocide.",
  "In July 2017, the Diyanet directorate published a report stating that Islam is “superior” to Christianity and Judaism, while insisting, “Interfaith dialogue is unacceptable”.",
  "And if the DCA is not merely spreading Islamism (which is bad enough) but is actually engaged in espionage, then those involved should be investigated, charged, and punished.",
  "It was established with great fanfare, with Turkish President Recep Tayyip Erdogan and other officials from his Justice and Development Party (AKP) attending the opening.",
  "Tucked away in a quiet D.C. suburb in Maryland, the Diyanet Center of America (DCA) recently celebrated its two-year anniversary since opening in 2016.",
  "To the casual observer, the DCA appears a harmless organization that seamlessly fits into a US society embracing cultural and religious diversity.",
  "The views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "But look a little closer and it is clear that the DCA is a crucial component in the Turkish regime’s efforts to spread AKP Islamism.",
  "McMaster named Turkey a global sponsor of radical Islamist ideology and identified the AKP party with the Muslim Brotherhood.",
  "Under the influence of Erdogan, the Diyanet’s budget has quadrupled and it has become infiltrated by Islamist ideology.",
  "As Turkey’s main Islamic authority, the Diyanet holds a legal monopoly on Muslim religious affairs in the country.",
  "Significantly, Turkey’s regime supports the Islamist terrorist organization Hamas, a Muslim-Brotherhood offshoot.",
  "Daniel Krygier is a writer for Islamist Watch, a project of the Middle East Forum.",
  "In October 2017, DCA hosted a “Wake-Up Call for Civil Liberties” event.",
  "Turkey uses mosques for more than just ideological dissemination.",
  "In December 2017, former U.S. National Security Advisor Gen. H.R.",
  "The DCA is clearly more than a simple cultural center."
]