[
  "An aggressive PR defense would have been helpful when a couple of their soldiers allegedly sported swastika or SS patches, and it would have helped to counter Russia's smothering propaganda campaign aimed at convincing people that the Azov's emblem is a Nazi \"Wolfsangel\" (it's not, it an \"N\" and an \"I\" transposed over one another -- the resemblance is merely coincidental).",
  "Ukraine's volunteer battalions are slowly coming under the tent of the Ukrainian government, after having been born as private units in the chaos of Yanukovych's abdication, Russia's invasion and Russian-created dysfunction at Ukraine's Ministry of Defense (Yanukovych's defense minister was actually a Russian citizen).",
  "UNITED STATES - APRIL 22: Rep. John Conyers, D-Mich., attends a rally with striking federal workers on the East Front of the Capitol, April 22, 2015, to call on President Obama to sign the Model Employer Executive Order that would raise the minimum wage to at least $15 an hour.",
  "It's a similar situation as the Rolling Stone UVA rape story, only this one involves dozens of stories from most news outlets and the longest serving Representative in the House blindly repeating lies spun by Vladimir Putin so as to make his invasion of a U.S. ally easier.",
  "Were the Azov a neo-Nazi unit it would be mighty odd behavior to intern supporters of fascism in psychiatric hospitals, stridently deny any support of Nazism, as Mr. Zvarych does, and nonetheless suffer 33 fatalities and 196 severe injuries in combat.",
  "Before Conyers' amendment we saw one of the more egregious examples of journalistic lapse: Last summer, Foreign Policy ran the little noticed article \"Preparing for War With Ukraine's Fascist Defenders of Freedom.\"",
  "The Foreign Policy article references Andriy Biletsky, who the article states is the founder of the Azov, and accuses him of being a member of a group called the Social-National Assembly and Patriots of Ukraine.",
  "The article selectively quoted an interview he gave in which he said he considered himself a Nazi as a young man and went on to claim he plans to fight for Assad in Syria because it would pay \"very good money.\"",
  "Zvarych pointed out that Skillt also gave an interview where he said he did indeed harbor neo-Nazi leanings as a young man, but \"after having spent some time in Azov he realized that he was mistaken.\"",
  "Rep. Conyers played an important role in helping the Russian Nazi meme evolve from the stuff of conspiracy theorists, kooks and fellow-travelers into something the mainstream press happily prints.",
  "Unfortunately, they not only have an impact there; those information operations are making inroads right here in the United States thanks to a senior Democratic congressman and pliable media.",
  "The Azov Battalion should not have to be responsible for defending itself against lies thrown over the transom from Moscow and repeated by irresponsible Members of Congress and reporters.",
  "That Rep. Conyers reached back to an article that was more than a year old shows how long and pervasive this calculated strategy of corrupting journalism and Congress has been going on.",
  "Over the past six weeks, news of the amendment featured prominently in virtually all Russian- and foreign-language propaganda outlets, and is even appearing in some U.S. press.",
  "He quite publicly did President Putin's bidding in 2008 after Russia's invasion of Georgia, penning an op-ed that blamed Russia's invasion, implausibly, on the Georgians.",
  "The Azov's spokesman, Roman Zvarych, told me that the battalion has a selective screening program that accepts only 50 out of almost 300 recruits each month.",
  "Much of what little support the Obama administration has provided Ukraine is focused on integrating these volunteer units into Ukraine's National Guard.",
  "To put things into perspective, in 2010 a photograph surfaced from Helmand Afghanistan of U.S. Marine Scout Snipers posing in front of a Waffen SS flag.",
  "The amendment would prevent the U.S. from aiding Ukraine's volunteer Azov Battalion based on the Moscow-inspired lie that it is a neo-Nazi organization.",
  "The nonsense that Ukraine is filled with Nazis has been part of a propaganda meme pumped through Russia's state-controlled media for more than a year.",
  "Reporters should be honest that it is a Russian invasion aided by mercenaries and they should investigate before lazily reprinting Kremlin propaganda.",
  "According to Zvarych this group no longer exists, and when it did, Biletsky was serving a two-and-a-half year prison sentence on political charges.",
  "Russia is trying to create the fiction that Ukraine is beset by Nazis and Islamic terrorists, thus necessitating Russian military intervention.",
  "There is no charitable excuse for Conyers' amendment, even if it is stripped from the final bill: It was the product of Russian disinformation.",
  "(Photo By Tom Williams/CQ Roll Call)\n\nAre you skeptical that Moscow's crass propaganda efforts could really impact hearts and minds in Europe?",
  "Earlier this month, The Blaze ran an article suggesting that Lanny Davis (yes, Hillary's Lanny Davis) might be one of the potential culprits.",
  "The battalion ceded the early information war, shying from an aggressive defense against Russia's propaganda, and from putting out PR fires.",
  "He explained further that they have actually committed two former members to psychiatric hospitals because of their pro-fascist viewpoints.",
  "He currently lobbies for U.S.-indicted Putin crony Dmytro Firtash, who was recently released from an Austrian court on a $136 million bond.",
  "I asked Rep Conyers's press secretary multiple times what proof the congressman used to formulate his opinion and she had no response.",
  "Meantime, Rep. Conyers should make the truth public now, especially as Congress debates Ukraine and finalizes the Pentagon's budget.",
  "On June 16th, the National Post ran a story titled \"Fears that Canadian Mission in Ukraine May Unintentionally Help Neonazi Groups.\"",
  "Objective journalism would show that calling them \"pro-Russian rebels\" is like calling King George's Hessians \"pro-British rebels.\"",
  "The day after the amendment's passage, Leonoid Bershidsky ran a Bloomberg View article titled \"Ukraine's Neo-Nazis Won't Get U.S.",
  "Rep. Conyers took to the floor of the House to submit his amendment and label the unit, \"The repulsive Neo-Nazi Azov Battalion.\"",
  "Since Russia's invasion, some journalists have inaptly chosen to show their impartiality by adopting some of Putin's verbiage.",
  "At the same time, the media needs to be more mindful of how it covers Russia's invasion of Ukraine and future belligerence.",
  "I find it hard to believe Congressman Conyers reads a lot of press about Ukraine and independently drafted that amendment.",
  "The New York Times fell for this nonsense in \"Islamic Battalions, Stocked with Chechens, Aid Ukraine in War with Rebels.\"",
  "A year later, Rep. Conyers actually used the FP article on the House floor as the main factual support for his amendment.",
  "He says they have a thorough background check and reject members for various reasons, including having fascist leanings.",
  "Clearly, they were guilty of bad judgement, but I challenge Rep. Conyers to make a neo-Nazi case about the U.S. Marines.",
  "Conyers's source should eventually be made public if the participants are obeying the Foreign Agents Registration Act.",
  "Rather, they prefer to frame it as Putin has, and speak of it as a fight between Ukraine and \"pro-Russian rebels.\"",
  "If the idea actually takes hold in the United States, it could also cripple whatever support Ukraine is receiving.",
  "Rep. Conyers should disclose which lobbyist cajoled him into becoming a cog in Putin's propaganda machine.",
  "Journalistic standards of Russia's aggression have been pretty poor, even in describing the war itself.",
  "The Azov Battalion has been one of the most effective units at halting Russia's advance into Ukraine.",
  "I didn't ask about the preposterous claim that Mr. Skillt wanted to be a hired gun for Bashar Assad.",
  "Most recently, Reuters got into the game with \"Ukraine Struggles to Control Maverick Battalions.\"",
  "According to Mr. Zvarych none of the reporters for the above stories contacted them for comment.",
  "That only makes it more important that our journalists and political leaders get it right.",
  "It appears that, in addition to the press, someone is hawking Putin's line in Washington.",
  "From there, the Daily Beast ran a story titled \"Is America Training Neonazis in Ukraine?\"",
  "On June 11th, the House passed Amendment 492 to the National Defense Authorization Act.",
  "It was rushed through by Rep. John Conyers (D-MI), now on his 50th year in Congress.",
  "And to be sure, the Azov Battalion has not always been a public relations darling.",
  "Correction: The post mistakenly referred to Viktor Yanukovych as Viktor Yuschenko.",
  "For example, few news outlets call the war what it is: a Russian invasion.",
  "How did blatant Russian propaganda make it past these papers' editors?",
  "Mr. Zvarych extended an invitation for journalists to embed with them.",
  "But let's be clear: We're talking about a unit at war, not a daycare.",
  "Not everyone should be expected to follow events closely in Ukraine.",
  "Like Rep. Conyers, these reporters simply danced to Putin's tune.",
  "The Marines chose the flag because of the SS, for \"Scout Sniper.\"",
  "A Telegraph article references a soldier by the name \"Phantom.\"",
  "Lastly, everyone needs to stop falling for neo-Nazi smears.",
  "That is helping them regain some much needed legitimacy.",
  "Yet these reporters felt okay labeling Azov Nazis.",
  "As a result, they have some PR spade work to do.",
  "True to his nom de guerre, he does not exist.",
  "The article also references a Mikael Skillt.",
  "From there it has been a steady drumbeat.",
  "Unlike \"Phantom,\" Mr. Skillt does exist.",
  "using Conyers' bill as factual support.",
  "Even the Canadians have been affected.",
  "He is the Azov's head sniper trainer.",
  "President Putin actually tried that.",
  "This is embarrassing and dangerous.",
  "Yet, this formulation is pervasive.",
  "This matters a lot to Ukraine.",
  "But who knows if it will be.",
  "Who bent Conyers's ear?",
  "At least email them.",
  "They are ludicrous.",
  "__________________",
  "Go visit them.",
  "Money.\""
]