[
  "[Flynn in FBI interview denied discussing sanctions with Russian ambassador]\n\nFlynn’s work for Inovo came as he prepared an opinion piece for The Hill newspaper that appeared on Election Day and criticized the Obama administration while arguing that “from Turkey’s point of view, Washington is harboring Turkey’s Osama bin Laden.” Flynn’s new filing acknowledges that the piece used information gathered through work for Inovo, but denies that either Inovo or the Turkish government requested it or had a hand in writing it.",
  "An Army spokeswoman, Lt. Col. Jennifer Johnson, said that the service has no record of Flynn ever requesting permission before accepting any kind of “foreign employment” — something that Defense Department guidelines, separate from the Foreign Agents Registration Act — explicitly require when former officers work for a foreign government.",
  "(AP Photo/Carolyn Kaster)\n\nPresident Trump’s ousted national security adviser did not seek permission from the U.S. government to work as a paid foreign agent for Turkish interests, U.S. defense officials said, raising the possibility that the Pentagon could dock the retirement pay of Michael T. Flynn.",
  "The Pentagon’s guidelines were established to comply with the emoluments clause of the Constitution, which states that no individual holding any office “of profit or trust” can accept any pay or gift from a foreign government or official without the permission of the U.S. government.",
  "[Read: The Washington Post’s 2016 profile of Lt. Gen. Michael Flynn]\n\nFlynn Intel Group received a total of $530,000 in three payments between September and November from Inovo BV before discontinuing the arrangement after Trump was elected president, according to Flynn’s filings.",
  "Flynn filed the foreign agent paperwork March 7, about three weeks after being removed as national security adviser after revelations that he misled Vice President Pence about the nature of his communications with the Russian ambassador to the United States.",
  "“This is not something that has generally been enforced, but I do think we are at a phase where people are thinking about the remedies for this issue a lot more carefully,” said William Baude, a constitutional law professor at the University of Chicago.",
  "It arose after Flynn, a retired Army lieutenant general, registered retroactively this month with the Justice Department as a foreign agent for work that his company, Flynn Intel Group, carried out on behalf of Inovo BV, a Netherlands-based company.",
  "That led Flynn’s company to conclude that the work “could be construed to have principally benefited the Republic of Turkey,” according to a letter sent by Flynn’s attorney, Robert K. Kelner, to the Justice Department, along with the filing.",
  "Chaffetz and Cummings said in a letter that the committee is reviewing whether Flynn “fully disclosed his payments from Russian, Turkish, or other foreign sources,” specifically mentioning the RT payment without limiting the request to it.",
  "The issue comes as some lawmakers continue to press for information about whether Flynn violated any laws by accepting money to appear with Russian President Vladimir Putin at a gala dinner for RT, a Kremlin-controlled media organization.",
  "Flynn’s company previously disclosed its role in lobbying for Inovo BV, but did not file any paperwork as a foreign agent for Turkey because it had concluded that its client was a foreign corporation, rather than a foreign government.",
  "The Inovo assignment centered on researching Fethullah Gulen, a Turkish cleric whom Ankara blames for fomenting a coup attempt last summer and wants extradited from the United States, where he has lived in exile for years.",
  "Jennifer Werner, a spokeswoman for Democrats on the committee, said the Army told committee members that it has found no documents suggesting that Flynn asked the service for permission to speak at the RT gala.",
  "), its ranking member, requested that the White House, the Defense Department, the FBI and the Office of the Director of National Intelligence furnish documents related to Flynn’s foreign contacts.",
  "Related on Checkpoint:\n\nMichael Flynn discusses his dinner with Putin and why Russia Today is like CNN\n\nCommentary: Michael Flynn’s star burns out\n\nThe fall of Michael Flynn: A timeline",
  "Any debt collection due to an emoluments clause violation would be capped at no more than what an individual makes in retirement pay during a period of unauthorized employment.",
  "The position of Defense Department comptroller is held on an acting basis by Andrew Roth, a former Obama administration official who was held over to help with budget issues.",
  "But Kelner suggested that isn’t so clear-cut: Flynn briefed members of the Defense Intelligence Agency about his trip to Moscow before and afterward, Kelner said Wednesday.",
  "It applies to retired officers and enlisted service members because they are subject to recall to active duty, according to a Defense Department assessment of the issue.",
  "David Norquist, who served as chief financial officer in the Department of Homeland Security under President George W. Bush, was nominated last week as his replacement.",
  "\n\nRetired Army Lt. Gen. Michael T. Flynn speaks at the White House on Feb. 1, less than two weeks before he was ousted as the White House’s national security adviser.",
  "The Defense guidelines do not specify whether representing the interests of a foreign government while paid by a private corporation is a violation of the rules.",
  "It is unclear from the paperwork how much Flynn personally profited from the deal, but he is the majority owner and chief executive officer of the firm.",
  "Defense Department guidelines warn that the department’s top financial officer, the comptroller, “may pursue debt collection” if they do not do so.",
  "Flynn received $45,000 for the December 2015 appearance, according to documents released recently by the House Oversight Committee.",
  "Individuals who represent foreign governments must register with the Justice Department under the Foreign Agents Registration Act.",
  "Asked if he sought approval through Army Human Resources Command, as the guidelines stipulate, Kelner declined to comment.",
  "On Wednesday, Rep. Jason Chaffetz (R-Utah), chairman of the House Oversight Committee, and Rep. Elijah E. Cummings (D-Md.",
  "It is owned by Ekim Alptekin, a Turkish businessman who is not a part of the Turkish government, but has links to it.",
  "It changed course and filed as a foreign agent to “eliminate any doubt” about the issue, Kelner wrote.",
  "Jeff Davis, a Pentagon spokesman, said that the Defense Department is reviewing the issue.",
  "In Flynn’s case, that is more than $35,000 for the three months of the Inovo project.",
  "However, Inovo did receive an advance copy of it for review, the filing said.",
  "Kelner, reached by phone Wednesday night, declined to comment on the deal.",
  "Violations of the Emoluments Clause also are rarely enforced.",
  "Navy Capt."
]