[
  "NEW JOINT FUNDRAISERS:\n\nHeller Nevada Victory Fund (Sen. Dean Heller, Nevada Republican Central Committee, NRSC)\n\nTJ Cox Victory Fund (TJ Cox, California Democratic Party)\n\nNEW PACS:\n\nBridgewater Interiors Federal PAC 1 (PAC)\n\nCA Women for America (Super PAC)\n\nJOLDC Federal PAC (PAC)\n\nPeople for People (Super PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nBella Wolitz: Central Arizona Water Conservation District (CAWCD)\n\nBrownstein Hyatt Farber Schreck, LLP: Amgen USA Inc.\n\nBrownstein Hyatt Farber Schreck, LLP: Bruno Independent Living Aids, Inc.\n\nBrownstein Hyatt Farber Schreck, LLP: The Jockey Club\n\nBrownstein Hyatt Farber Schreck, LLP: U.S. Travel Association\n\nCMOC Mining USA Ltd. D/B/A CMOC International: CMOC Mining USA Ltd. D/B/A\n\nCMOC International Dykema Gossett PLLC: Nexteer Automotive Corporation\n\nLakeview Capital Holdings Inc: Mr. Jay Alix\n\nLeidos Innovations Corporation: Leidos Innovations Corporation\n\nMadison Law & Policy, P.C.",
  ": Invesco Holding Company (US), Inc.\n\nMichael Best Strategies LLC: TRC Companies Inc.\n\nNicholas & Lence Communications LLC: Statue Cruises, LLC\n\nPeck Madigan Jones: Tiber Creek Health Strategies, Inc. (obo Comprehensive Health Management, Inc.)\n\nSteptoe & Johnson LLP: Qatar Aluminium Limited (Qatalum)\n\nTiber Creek Health Strategies, Inc.: Comprehensive Health Management, Inc.\n\nVelocity Government Relations, LLC: Vector Launch, Inc.\n\nVS Strategies LLC: National Cannabis Industry Association\n\nWelsh Rose, LLC: ArcherDX\n\nNEW LOBBYING TERMINATIONS:\n\nNone",
  "Story Continued Below\n\n— In the motion, prosecutors wrote that they “may introduce evidence that one reason that Manafort and others arranged for Law Firm A” — Skadden Arps — “to be retained for the de minimis sum of approximately $12,000—even though they knew at the time that Law Firm A proposed a budget of at least $4 million—was to avoid certain limitations imposed by Ukrainian public procurement law.” A spokeswoman for Skadden Arps didn’t respond to a request for comment.",
  "For Amgen USA, Brownstein will lobby on the 340B Drug Discount Program; for the U.S. Travel Association, the firm will lobby on “issues related to the reauthorization of Brand USA;” for Bruno Independent Living Aids, the firm will lobby on mobility device issues; and for The Jockey Club, it will lobby on the Horseracing Integrity Act, which would create national standards for anti-doping and medication control rules for horse racing.",
  "Mueller may introduce new Skadden evidence at Manafort trial\n\nWith David Beavers, Garrett Ross and Josh Gerstein\n\nMUELLER MAY INTRODUCE NEW SKADDEN EVIDENCE AT MANAFORT TRIAL: Special counsel Robert Mueller’s prosecutors filed a motion on Friday afternoon indicating they may introduce new evidence during Paul Manafort’s trial involving the law firm Skadden, Arps, Slate, Meagher & Flom.",
  "ONE OF COHEN’S CLIENTS WON AIR FORCE CONTRACT DESPITE CORRUPTION INVESTIGATION: “A South Korean aviation firm that hired President Trump’s personal lawyer Michael Cohen failed last year to disclose that it was the subject of corruption investigation as it won work from the U.S. military, records show,” The Washington Post’s Shawn Boburg and Aaron Davis report.",
  "IN OTHER NOTABLE REGISTRATIONS NEWS:\n\n— Jay Alix, founder of AlixPartners, has another firm lobbying on his behalf: Lakeview Capital Holdings Inc., which will lobby on “protecting the integrity of the bankruptcy system.” PI noted Friday that Alix recently hired Cogent Strategies and Cornerstone Government Affairs to lobby on the same issue.",
  "QUANTUM COMPUTING FINDS LOBBYING VOICE: “Futuristic machines that rely on quantum mechanics to solve complex problems, known as quantum computers, have been touted as technology disrupters that could one day transform entire industries,” The Washington Post’s Aaron Gregg reports.",
  "NONPROFITS WORRY ABOUT POTENTIAL FARA REGISTRATION: As Mueller’s investigation has renewed interest in the Foreign Agents Registration Act, the law “has started to become weaponized by political interests to go after their opponents,” The Los Angeles Times’ Evan Halper reports.",
  "The next morning a consortium of physicists and industry representatives organized by the trade group National Photonics Initiative met at the offices of BGR Group, a lobbying firm, to discuss existing federal programs, according to a person who was at the meeting.",
  "— Invesco added Madison Law & Policy to lobby on “issues related to investment management regulation, including exchange-traded funds, mutual funds, and money market funds.” Last month, Invesco registered to lobby and hired Federal Hall Policy Advisors.",
  "Mueller has accused Manafort and his deputy, Rick Gates, of funneling $4 million to Skadden Arps to pay for a report the firm produced in 2012 that supported Ukrainian President Viktor Yanukovych’s imprisonment of his political rival, Yulia Tymoshenko.",
  "— “Computing hardware pioneer IBM wheeled a towering replica of its own quantum computer into the Rayburn House Office Building last week, where company lobbyists and technical experts schmoozed with sharply dressed congressional staffers.",
  "In the meantime, the industry’s early players are enlisting influential lobbyists to sell the concept as a national imperative, arguing that America risks falling behind China if it does not take a more concerted approach.",
  "“On Oct. 11, nine current and former executives at Korea Aerospace Industries were indicted in Seoul on charges that included bribery, embezzlement and defrauding the South Korean government, records show.” Full story.",
  "The coalition doesn’t have a website yet, but it says it counts some of the technology world’s biggest players among its membership: Microsoft, Intel and Lockheed Martin, as well as a handful of start-ups.” Full story.",
  "“Some of the world’s biggest companies say they are developing such systems — IBM, Google and Lockheed Martin, to name a few — though they say they are years away from being able to use them for practical purposes.",
  "“A broad spectrum of civil society groups that work internationally fear they could face a new legal threat — being pressured to register as foreign agents, a designation that could severely damage an organization.",
  "CAPITOL TAX PARTNERS ADDS ANOTHER HILL STAFFER: Will Davis, who was legislative director and tax policy counsel for Rep. Tom Reed (R-N.Y.), will join Capitol Tax Partners next month as a partner.",
  "BROWNSTEIN HYATT FARBER SCHRECK SIGNS FOUR: Brownstein Hyatt Farber Schreck has four new clients — Amgen USA, the U.S. Travel Association, Bruno Independent Living Aids and The Jockey Club.",
  "‘It is not at all clear where this is headed,’ said Sam Worthington, CEO of InterAction, a large coalition of U.S.-based nonprofits that work internationally.” Full story.",
  "A separate lobbying group called the Quantum Industry Coalition is bringing together 14 of the industry’s early players to influence legislation on the matter.",
  "Sign up now for our pop-up conference newsletter to receive on-the-ground insights and information every afternoon from POLITICO Pro Energy editor Matt Daily.",
  "— Finally, another tariff registration: Nexteer Automotive Corporation hired Dykema Gossett to lobby on section 232 and 301 tariffs, among other issues.",
  "She was previously an attorney with the Federal Trade Commission’s Bureau of Consumer Protection, in the enforcement division.",
  "ON THE CALENDAR: President Donald Trump will speak to members of the National Federation of Independent Business on Tuesday.",
  "— The National Cannabis Industry Association hired VS Strategies to lobby on banking, tax and marijuana legislation.",
  "Capitol Tax Partners also recently hired Randy Herndon, who was tax and budget counsel to Sen. Pat Toomey (R-Pa.).",
  "Prior to going to the Hill, Davis was a federal tax legal reporter for Tax Notes and Tax Notes Today.",
  "Davis’ hire continues an ongoing trend of firms hiring Hill staffers who specialize in tax policy.",
  "JOBS REPORT\n\n— Pat Malloy has left the Hill to join Strategic Marketing Innovations as a lobbyist.",
  "He was previously deputy chief of staff and counsel to Rep. Henry Cuellar (D-Texas).",
  "Let us know what’s going on out there: mlevine@politico.com and tmeyer@politico.com.",
  "The members are in town for the organization’s 75th Anniversary Celebration.",
  "POLITICO will be reporting from inside the World Gas Conference June 25-29.",
  "You can also follow us on Twitter: @theodoricmeyer and @marianne_levine.",
  "— Megan Gray is now general counsel and policy advocate for DuckDuckGo.",
  "None of the firms has responded to requests for comment.",
  "The group also has Federal Advocates on retainer.",
  "Yanukovych was one of Manafort’s clients.",
  "Good afternoon, and welcome to PI.",
  "Herndon is a partner at the firm.",
  "We heart tips."
]