[
  "Sen. Chuck Grassley (R-IA) has long raised flags about enforcement of foreign lobbyist registration, and he held a hearing on the subject in July that initially was expected to include testimony from Paul Manafort | Alex Wong/Getty Images Grassley introduces bill to toughen foreign lobbying oversight after Manafort indictment\n\nA day after former Trump campaign chairman Paul Manafort was indicted on charges that included failing to register as a foreign agent, a top Senate Republican introduced legislation Tuesday intended to stiffen enforcement of federal rules for foreign lobbyists.",
  "“Unfortunately, we’ve seen time and again how lobbyists of foreign principals skirt existing disclosure laws to conceal their clients’ identities and agendas.”\n\nJohnson's spokeswoman Ainsley Holyfield said in a statement that the Manafort news, as well as the resignation of Democratic lobbyist Tony Podesta following scrutiny from Mueller, only amplified the need for change.",
  "Among the 12 charges that Manafort and longtime deputy Richard Gates were slapped with Monday were accusations of acting as an “unregistered agent of a foreign principal” and “making false and misleading FARA statements” about their work on behalf of a Kremlin-aligned Ukrainian political leader.",
  "They also would eliminate a broad exemption from registration established in 1995 and charge DOJ with developing a comprehensive enforcement strategy, which would be reviewed by the department’s inspector general and later by the Government Accountability Office.",
  "Grassley has long raised flags about enforcement of foreign lobbyist registration, and he held a hearing on the subject in July that initially was expected to include testimony from Manafort, though in the end he did not appear.",
  "Story Continued Below\n\nThe new bills would empower the Department of Justice to enforce registrations under the Foreign Agents Registration Act by demanding the production of documents and testimony to ensure compliance.",
  "“Policy makers are here to serve the interests of the American people, so we need to know when someone is pushing the priorities of a foreign interest,” Grassley said in a statement.",
  "Recent news stories regarding Tony Podesta and Paul Manafort merely highlight a need that has been reported as far back as 1974 and gone uncorrected,\" Holyfield said.",
  "CORRECTION: The quote in the eighth paragraph was initially incorrectly attributed to Rep. Johnson instead of spokeswoman Ainsley Holyfield.",
  "That ambiguity has, over the years, led to a sharp drop in the number of registrations and the prospect of widespread abuses, they said.",
  "to propose identical bills they said would address ambiguous requirements for those lobbying on behalf of foreign governments.",
  "An aide said the release of the bill Tuesday, though, was in the works well before Grassley was aware of the pending charges.",
  "Grassley said Monday, after Manafort’s indictment, that he was pleased to see DOJ using its enforcement power.",
  "Sen. Chuck Grassley (R-Iowa), chairman of the Senate Judiciary Committee, joined Rep. Mike Johnson (R-La.)",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up here for POLITICO Huddle A daily play-by-play of congressional news in your inbox.",
  "\"The importance of reforming FARA cannot be overstated.",
  "You can unsubscribe at any time."
]