[
  "The news of Tony Podesta’s (center) resignation from his namesake firm and indictment of Paul Manafort and Rick Gates sent K Street scrambling | John Shinkle/POLITICO Politics Podesta's downfall sends shock waves through K Street The departure of the Democratic super-lobbyist, and indictment of Paul Manafort, has other firms working to make sure they're not next.",
  "“Unfortunately, we’ve seen time and again how lobbyists of foreign principals skirt existing disclosure laws to conceal their clients’ identities and agendas.”\n\nBut Lott said he wouldn’t hold his breath waiting for Congress to pass the legislation, especially with President Donald Trump still pushing to move a tax reform bill by the end of the year.",
  "Marc Lampkin, a lobbyist at Brownstein Hyatt Farber Schreck who does foreign work, said the firm sent out a reminder to employees on Monday about “what the rules and the law are, what the reporting requirements are,” in addition to the firm’s regular training in keeping with the Foreign Agents Registration Act.",
  "The indictment also described two Washington firms, Company A and Company B, that lobbied for a nonprofit called the European Centre for a Modern Ukraine, which the indictment alleges was actually under the control of Ukrainian President Viktor Yanukovych, his political party and the Ukrainian government.",
  "Story Continued Below\n\n“Firms are going to be even more careful than they have been in the past in the foreign lobbying arena,” said Trent Lott, the former Senate majority leader who’s now a lobbyist at Squire Patton Boggs, where his foreign clients have included Saudi Arabia and Turkey.",
  "An indictment unsealed on Monday charged Manafort and Gates with crimes including money laundering, tax evasion and conspiracy against the United States, in addition to violating foreign lobbying law by orchestrating a “multi-million dollar lobbying campaign” without registering.",
  "Why not take the opportunity to remind everyone what the rules are?”\n\nThe DOJ unit dedicated to enforcing FARA is small, and has focused in the past on prodding lobbyists to comply with the law voluntarily, rather than going after them by pressing criminal charges.",
  "Prosecutions of violations of the Foreign Agents Registration Act — which requires lobbyists who represent foreign governments, political parties and other groups seeking to influence American foreign policy to register with the Justice Department — are rare.",
  "It would eliminate an exemption that allows lobbyists to register under the less onerous domestic lobbying rules for some foreign clients and charge the Justice Department with developing a comprehensive enforcement strategy.",
  "The news of Tony Podesta’s resignation from his namesake firm and indictment of Paul Manafort and Rick Gates sent K Street scrambling, as lobbyists rushed to make sure they’re in compliance with the rules.",
  "The developments also renewed calls for Congress to pass legislation beefing up the Justice Department’s enforcement of the law, which lawmakers in both parties have derided for lacking teeth.",
  "“Policy makers are here to serve the interests of the American people, so we need to know when someone is pushing the priorities of a foreign interest,” Grassley said in a statement.",
  "Washington lobbyists who represent foreign powers have taken comfort for decades in the fact that the Justice Department rarely goes after them for potentially breaking the law.",
  "“I feel like in the past, people got away with a lot because there was a lot less scrutiny,” said one veteran foreign lobbyist, who spoke on condition of anonymity.",
  "“People were more willing to find creative ways not to file.”\n\nNow, “I think at least in the short term people are going to be very cautious,” the lobbyist said.",
  "Lobbyists may start to be more selective about which foreign clients they’ll work for and avoid ones like the nonprofit that hired the Podesta Group and Mercury.",
  "“It used to be [that the Justice Department would work with you to become compliant,” said another foreign lobbyist, who also spoke on condition of anonymity.",
  "And it’s not clear whether the Justice Department will follow special counsel Robert Mueller’s lead and start cracking down on foreign lobbying violations.",
  "But lobbyists aren’t taking chances in the wake of Podesta's announced departure from the Podesta Group, long one of Washington's biggest lobbying shops.",
  "Mueller’s willingness to indict Manafort and Gates instead of just hounding them to file has struck fear into lobbyists that they could be next.",
  "Before this week's news, Republican and Democratic lawmakers had raised alarms that foreign lobbyists are getting away with not registering.",
  "Washington’s lobbying firms are now taking steps to ensure that what happened to the Podesta Group doesn't happen to them.",
  "That outfit was ostensibly independent, but prosecutors allege it was really under the control of the Ukrainian president.",
  "Under the law, prosecutors can go after lobbyists only for willful violation of the law — a tough standard to prove.",
  "Whether the Justice Department follows Mueller’s lead may depend on Congress’ response to the Manafort affair.",
  "The bill would give the Justice Department power to demand the production of documents and compel testimony.",
  "Squire Patton Boggs, for example, recently turned down work for a potential client tied to Syria, Lott said.",
  "Sen. Jeanne Shaheen (D-N.H.) and Rep. David Cicilline (D-R.I.) introduced similar bills earlier this year.",
  "“I fear that FARA violations are happening around this town all the time,” Texas' John Cornyn, the No.",
  "“Now there’s a fear that they’ll just prosecute you.”\n\nBut the bar for criminal prosecution is high.",
  "“There’s not much of anything happening right now in Congress, to be perfectly frank,” Lott said.",
  "Grassley said the measure had been in the works long before the Manafort indictment was unsealed.",
  "“You need to know who you’re representing, and sometimes it’s kind of shrouded,” Lott said.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Sen. Chuck Grassley (R-Iowa) introduced a bill along with Rep. Mike Johnson (R-La.)",
  "2 Republican in the Senate, said at a Judiciary Committee hearing in July.",
  "on Tuesday designed to strengthen enforcement of foreign lobbying laws.",
  "Companies A and B refer to Mercury and the Podesta Group.",
  "“It’s at the top of everyone’s mind,” Lampkin said.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time.",
  "That all changed on Monday.",
  "“It’s on the TV."
]