[
  "It may be that Mueller is insisting on cooperation before offering any reduction in sentence.”\n\nThe first Manafort trial focused on claims that he earned millions of dollars as a consultant to former Ukrainian President Viktor Yanukovych and his pro-Russia Party of Regions, that wealthy Ukrainian businessmen paid him through Cyprus accounts, and that he used that untaxed money to support a lavish lifestyle in the U.S.",
  "Lobbying Campaign\n\nWhile the second trial would highlight many of the same financial transactions as the first, prosecutors will also seek to prove that Manafort violated the Foreign Agents Registration Act when he conducted a multimillion-dollar lobbying campaign in the U.S. at the direction of Yanukovych.",
  "He may be acquitted of obstruction, but the money laundering charge is a slam dunk.”\n\nManafort has been in custody since June 15, when U.S. District Judge Amy Berman Jackson revoked his bail after prosecutors said he attempted to tamper with witnesses in the Washington case.",
  "Another former federal prosecutor who watched the first trial, Barbara McQuade, said the chances of Manafort’s conviction at the second trial were “very strong.” Prosecutors, she said, would be in a “position of strength” in any plea negotiations.",
  "The negotiations over a potential plea deal have centered on which charges Manafort might admit and the length of the sentence to be recommended by prosecutors working for Special Counsel Robert Mueller, the person familiar with the matter said.",
  "Graphic: Conflicts and Investigations in Trump’s Troubled Administration\n\nWashington Trial\n\nIf Manafort doesn’t plead guilty, prosecutors are likely to use some of the same evidence and witnesses they presented in Virginia.",
  "At a pretrial hearing on Sept. 5, Manafort attorney Kevin Downing foreshadowed a trial defense on the lobbying charge, saying the Justice Department’s oversight of the FARA regulations was vague and rarely enforced.",
  "Paul Manafort’s lawyers have talked to U.S. prosecutors about a possible guilty plea to avert a second criminal trial set to begin in Washington this month, according to a person familiar with the matter.",
  "By pleading guilty, Manafort could avoid the risk of a longer prison term if he’s convicted at a second trial, as well as the threat of forfeiting several properties and financial accounts.",
  "You can’t prepare for a trial as well as you could.”\n\nEmotional Cost\n\nManafort may conclude that he can’t afford the emotional and financial cost of a second trial, he said.",
  "He’s accused in Washington of financial crimes including conspiring to launder money, as well as acting as an unregistered foreign agent of Ukraine and obstructing justice.",
  "“I think there’s a 70 percent chance that you’re going to see a guilty plea,” said Gene Rossi, a former federal prosecutor who observed the first Manafort trial.",
  "The talks may break down without a deal, but if they succeed, they could prompt Mueller to request a reduced sentence in both the Washington and Virginia cases.",
  "Manafort hired prominent U.S. firms like the Podesta Group and Mercury Public Affairs LLC to help him, as well as several prominent former European politicians.",
  "During those deliberations, prosecutors and defense lawyers discussed a plea deal without success, the Wall Street Journal reported, citing unnamed people.",
  "My family and close friends have been through a big storm, and I don’t want to put them through that again.’ Defendants get worn down,” Rossi said.",
  "It’s not clear whether Manafort might cooperate in Mueller’s investigation of Russian interference in the 2016 election, according to the person.",
  "Prosecutors, he said, can’t prove that Manafort had any intent to violate the law, which is a requirement for conviction for that charge.",
  "Manafort, President Donald Trump’s former campaign chairman, was convicted of bank and tax fraud last month in a Virginia federal court.",
  "Former federal prosecutor Patrick Cotter said defendants often have a hard time grasping that they’re running out of legal options.",
  "Manafort’s conviction in the first trial gives leverage to Mueller in any plea talks, lawyers not involved in the case said.",
  "Prosecutors also charged that he lied to banks to obtain millions of dollars in loans after his Ukrainian work dried up.",
  "Manafort, 69, already faces as long as 10 years in prison under advisory sentencing guidelines in the Virginia case.",
  "“Guys who’ve gotten away with a lot of stuff before they get to prison” often show a lot of bravado, he said.",
  "“I don’t think they’d be willing to offer a plea deal with a substantially reduced sentence,” McQuade said.",
  "Only one of the 12 jurors opposed a conviction on those charges, according to their verdict sheet.",
  "Manafort was found guilty of eight counts, and jurors failed to reach a verdict on 10 others.",
  "“Manafort might be more interested in a guilty plea because he saw how it went last time.",
  "Trump, who said he was “very sad” after Manafort’s conviction, could still pardon him.",
  "Manafort was convicted there on Aug. 21 after four days of jury deliberations.",
  "“On the day of conviction they still believe there will be one more inning.",
  "Such white-collar criminal cases can cost defendants millions of dollars.",
  "I’m exhausted and don’t have the emotional energy to go through this.",
  "He could also save the cost of paying lawyers to defend him at trial.",
  "There’s no doubt in my mind that he’ll be convicted on some charges.",
  "It takes awhile before they realize there are no more innings.”",
  "“Being detained is an incredible disadvantage to a defendant.",
  "Spokesmen for Manafort and Mueller declined to comment.",
  "“The power of detention is enormous,” Rossi said.",
  "“He may say, ‘I’m going plead and cooperate.",
  "“What’s the point of a second trial?",
  "I don’t have the money."
]