[
  "| Jacqueline Larma/AP Photo Emails give new detail about Mercury, Podesta role in Manafort's lobbying\n\nA letter released by the Justice Department on Thursday appears to show that lobbyists associated with Paul Manafort knew he was working at the direction of the Ukrainian government, even though the lobbyists did not register with the U.S. government as foreign agents until years later.",
  "The emails cited in the footnotes “would appear to undermine the argument that that mistake was made in good faith.”\n\nIn Manafort’s case, his lawyer, Laurenza, told the Justice Department that Manafort’s firm didn’t retain emails longer than 30 days when it asked for more information about Manafort’s lobbying work on behalf of Ukraine.",
  "But Hunt told Laurenza in the letter that the documents from Mercury and the Podesta Group allowed the Justice Department to reach the conclusion that Manafort and Gates “each has an obligation to register under FARA” for the Ukraine work, much of which was carried out between 2012 and 2014.",
  "“Paul is meeting with the President on Monday to discuss this topic.”\n\nWhile both firms registered under less-restrictive domestic lobbying rules, neither registered with the Justice Department for their work with Manafort until doing so retroactively last year.",
  "Mercury and the Podesta Group, which has since collapsed, have said they were advised by their lawyers that they didn’t have to register, and Gates has pleaded guilty to deceiving Mercury’s lawyer about the source of the funds that were used to pay the firm.",
  "Story Continued Below\n\nThe letter's release comes days before Manafort is scheduled to stand trial on charges of violating the Foreign Agents Registration Act, which requires lobbyists who represent foreign interests to register with the Justice Department.",
  "Several of the emails, excerpts of which were included in the letter and which previously had not been made public, raise new questions about why the Podesta Group and Mercury did not initially register with the Justice Department themselves.",
  "The documents suggest Tony Podesta, the chairman of the Podesta Group, and former Rep. Vin Weber (R-Minn.), a top lobbyist at Mercury, knew that former Ukrainian President Viktor Yanukovych was directing Manafort’s and Gates’ work.",
  "She said that determination was based on documents provided by lawyers for two lobbying firms that worked with Manafort, Mercury and the Podesta Group, as well as emails provided by the Podesta Group.",
  "Even though his lobbying campaign started years earlier, Manafort did not register for work that he did on behalf of the Ukrainian government and a leading political party until last year.",
  "In the 2017 letter, Hunt told Laurenza that the Justice Department had determined that Manafort and his partner, Rick Gates, should have registered under FARA for their work in Ukraine.",
  "The documents suggest Tony Podesta, then chairman of the Podesta Group, knew that former Ukrainian President Viktor Yanukovych was directing Paul Manafort’s and Rick Gates’ work.",
  "Still, Chris DeLacy, a Washington lawyer who’s an expert on FARA, said the emails show that Mercury and the Podesta Group should have registered with the DOJ from the beginning.",
  "“Obviously, in retrospect, the decision that was made here to originally register under [domestic lobbying rules] instead of FARA was a mistake,” DeLacy wrote in an email.",
  "“I would like to do a brief call with this group today to discuss items regarding our plan moving forward,” Gates wrote in another email to Podesta, dated Nov. 9, 2012.",
  "The letter, dated March 31, 2017, was sent by Heather Hunt, a Justice Department lawyer, to Melissa Laurenza, a lawyer representing Manafort at the time.",
  "(Emails seized as part of special counsel Robert Mueller’s investigation later revealed that Manafort’s firm did retain emails for longer than 30 days.)",
  "That came after reporters dug into Manafort’s history of foreign work while he was serving as President Donald Trump’s campaign chairman.",
  "“Paul met with the big guy yesterday and we have some special requests,” Gates wrote in an email to Weber and Podesta on Aug. 10, 2012.",
  "FARA requires lobbyists working “under the direction or control” of a foreign government to register.",
  "POLITICO Influence Intelligence and analysis on lobbying — weekday mornings, in your inbox.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "It was released in response to a public records lawsuit brought by The New York Times.",
  "Mercury and a spokeswoman for Tony Podesta declined to comment on Thursday.",
  "Neither firm has been charged in connection to their work with Manafort.",
  "You can unsubscribe at any time."
]