[
  "NEW JOINT FUNDRAISERS:\n\nAllred Hayes Victory Fund (Friends of Jahana Hayes, Colin Allred for Congress)\n\nCunningham Victory Fund (Joe Cunningham for Congress, Democratic Party of South Carolina)\n\nTexas Victory Fund (Ron Wright for Congress, Lance Gooden for Congress Committee, Chip Roy for Congress, Van Taylor Campaign)\n\n1106 Fund (Chrissy Houlahan for Congress, Friends of Jess King)\n\nNEW PACs:\n\nAmerican Citizen Biker Political Action Committee (super PAC)\n\nJamie McLeod-Skinner Political Action Committee (PAC)\n\nPAC For Independent Government (super PAC)\n\nPAC Your Bags LLC (super PAC)\n\nSpirit Of '76 PAC (PAC)\n\nWay To Lead PAC (PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nHolland & Knight LLP: JBG Federal Center, LLC\n\nHolland & Knight LLP: Maui Jim, Inc.\n\nK&L Gates LLP: Intelligrated Systems, Inc. dba Honeywell Intelligrated\n\nMcGuireWoods Consulting (A Subsidiary of McGuireWoods LLP): Mitchell County Development Authority (Georgia)\n\nMichael Best Strategies LLC: B & B Metals Processing Inc.\n\nMr. William Ball: Maersk Line, Limited\n\nMyriad Genetics, Inc.: Myriad Genetics, Inc.\n\nNEW LOBBYING TERMINATIONS:\n\nPiramal Imaging Limited: Piramal Imaging Limited",
  "“‘We request that the Department of Justice review whether he is in compliance with [the Foreign Agents Registration Act], including whether he has an obligation to register any undisclosed political activities, has any delinquent filings, or has any deficiencies or abnormalities in his registration statements,” the senators wrote in the letter, addressed to Assistant Attorney General John C. Demers.”\n\nStory Continued Below\n\n— “In addition to Udall, the letter was signed by Sens.",
  "If legislation like this is enacted, there will be fewer jobs for the very people who need them most, period.”\n\nDAILY BEAST: TRUMPWORLD OPERATIVE DROPPED FROM LOBBYING ACCOUNTS: \"A few weeks ago, PAY DIRT noted that a pair of Trump campaign operatives-turned-lobbyists, Jason Osborne and Mike Rubino, had set up a new lobbying firm, Twin Rocks Global, to advocate for a Bosnian separatist political party,\" the Daily Beast's Lachlan Markay writes.",
  "All of it security and law enforcement.’ Giuliani added that none of his work ‘implicates FARA.’\n\n— “The letter comes after POLITICO and other news outlets reported last week that Giuliani received a fee from the Freeh Group International Solutions, run by former Clinton FBI director Louis Freeh, for a letter he sent to the president of Romania in August that criticized the country’s anti-corruption measures.",
  "Sanders has touted the bill — which stands no chance of passing the Republican-controlled Senate — as a way to keep the government from subsidizing wealthy corporations, although economists such as Jared Bernstein and Betsey Stevenson, both of whom served in the Obama administration, have voiced concerns that the bill would provide a disincentive for companies to hire workers who receive government benefits.",
  "TRUMP ANSWERS EMOLUMENT SUIT BY SAYING HE KNOWS VERY LITTLE: “President Donald Trump filed his first factual response to a lawsuit accusing him of violating the U.S. Constitution’s emoluments clauses, saying he’s the beneficiary of a trust set up to run his Washington hotel but doesn’t know who his guests are or how much they spend,” Bloomberg’s Andrew Harris reports.",
  "NAMES THAT MIGHT COME UP IN MANAFORT’S NEXT TRIAL: “A newly released list of people 'associated with' the upcoming trial of former Trump campaign chairman Paul Manafort offers a fresh indication of how broadly the legal showdown could sweep through Washington’s law and lobbying establishment,” POLITICO’s Josh Gerstein, Theodoric Meyer and Marianne report.",
  "The Podesta Group fell apart after being named in Mueller’s indictment of Manafort last year, and the people named in document are now scattered throughout other Washington firms, including BGR Group, Cogent Strategies and Covington & Burling, as well as prominent institutions outside the Beltway, such as Princeton University and Arby’s.",
  "— In an interview with PI, Sullivan said that Tenaska is “interested in the regulatory developments at the Treasury Department under the Tax Cut [and Jobs] Act.” Sullivan said that the practice also has other new clients that it’s not lobbying for but instead assisting with technical drafting, legislation and regulatory comments.",
  "However, a top prosecutor for special counsel Robert Mueller cautioned at a court hearing that the list includes many people who are not expected to testify, but whose names may come up in documents or in other witnesses’ testimony.”\n\n— The list includes more than 120 people, many of whom may be of interest to PI readers.",
  "You can also follow us on Twitter: @theodoricmeyer and @marianne_levine\n\nBROWNSTEIN ADDS 21 CLIENTS WITH TAX GROUP: Brownstein Hyatt Farber Schreck’s new tax policy practice has added 21 clients to the firm’s roster, including Starbucks, the Securities Industry and Financial Markets Association, Altria, Exelon and TIAA.",
  "NATIONAL RETAIL FEDERATION BASHES SANDERS’ BILL: Sen. Bernie Sanders (I-Vt.) introduced a bill on Wednesday, called the Stop BEZOS Act, which effectively would require Amazon and other big employers to reimburse the government for the cost of benefits such as Medicaid and food stamps received by their employees.",
  "They include former Rep. Vin Weber (R-Minn.) and eight others associated with Mercury; Tony Podesta and 16 others associated with the now-defunct Podesta Group; seven people associated with the law firm Skadden, Arps, Slate, Meagher & Flom; two associated with FTI Consulting; and one associated with Edelman.",
  "“The roster, released on Wednesday as part of a questionnaire distributed to potential jurors in the case, includes witnesses likely to testify at Manafort’s trial on charges of failing to register as a foreign agent, money laundering and obstruction of justice.",
  "Tom Udall (D-N.M.) and six fellow Democratic senators asked the Justice Department on Wednesday to review whether President Donald Trump’s personal attorney Rudy Giuliani is complying with federal foreign lobbying laws,” Marianne writes.",
  "A few days earlier, BGR Government Affairs, a lobbying shop run by veteran Republican operative Ed Rogers, dropped Rubino as a subcontractor for a state-owned Polish defense contractor and the Azerbaijani embassy in Washington.",
  "Justice Department lawyers filed their first substantive response late Wednesday, six weeks after a federal judge in Greenbelt, Maryland, denied for a second time their request to dismiss the case.” Full story.",
  "Senate Democrats send letter to DOJ about Giuliani’s foreign work\n\nWith David Beavers, Garrett Ross, Eli Okun and Daniel Lippman\n\nSENATE DEMOCRATS SEND LETTER TO DOJ ABOUT GIULIANI’S FOREIGN WORK: “Sen.",
  "“Retail jobs play a critical role in the U.S. economy and have helped countless hardworking Americans climb the ladder of opportunity,” David French, the NRF’s top lobbyist, said in a statement.",
  "Rubino and Osborne last year co-founded Turnberry Solutions, a domestic lobbying shop based, like Twin Rocks, at former Trump campaign manager Corey Lewandowski’s Capitol Hill rowhouse.",
  "Becchi said that in addition to helping clients with the implementation of last year’s tax bill, she is working on pushing for the passage of the Retirement Enhancement and Savings Act.",
  "As of now, Hughes’ work is primarily focused on promoting the “value of play” and “environmental and social responsibility,” as well as ensuring the safety of the company’s products.",
  "Hughes told PI that this is the first time LEGO “ has hired a government and public affairs representative for Washington, DC.” The position was previously based in Connecticut.",
  "“The District of Columbia and Maryland accuse Trump of violating Constitutional provisions that bar him from personally profiting from foreign or state governments.",
  "(PI reported in June that Russ Sullivan, Rosemary Becchi and Harold Hancock were leaving McGuireWoods Consulting to start the tax practice at Brownstein.)",
  "But the new registrations include two new clients — Tenaska, an energy company, and the Witkoff Group, a real estate investment and management company.",
  "), Tammy Duckworth (D-Ill.), Richard Blumenthal (D-Conn.), Sheldon Whitehouse (D-R.I.), Jeff Merkley (D-Ore.) and Dick Durbin (D-Ill.).",
  "Turnberry filed disclosure reports for its eight clients this week, noting that Rubino would no longer be working on the accounts.",
  "— Tara Maller is joining McKinsey & Company in Washington as risk manager in its public and social sector for the Americas.",
  "\"Now Rubino appears to be receding from a number of his other lobbying gigs, and it’s not immediately clear why.",
  "LEGO ADDS REPRESENTATION IN D.C.: Karen Hughes is now senior manager for government and public affairs at LEGO.",
  "In response to the letter, Giuliani told POLITICO in a text ‘nothing done to influence U.S. government ever.",
  "She previously was senior manager of advocacy communications over at the American Academy of Dermatology.",
  "— Andie Pivarunas is now director of public affairs at the National Community Pharmacists Association.",
  "— Amazon declined to comment on the bill, but the National Retail Federation was willing to weigh in.",
  "Prior to joining LEGO, Hughes was director of strategic initiatives at the Alliance to Save Energy.",
  "The majority of the 21 new clients worked with Sullivan and Becchi when they were at McGuireWoods.",
  "She was most recently senior director of communications at the American Beverage Association.",
  "She was previously spokeswoman and senior policy adviser at the Counter Extremism Project.",
  "Rubino didn’t respond to questions about why he was suddenly dropped from those accounts.\"",
  "All those firms worked with Manafort in his efforts on behalf of the Ukrainian government.",
  "Giuliani’s position in his letter contradicted that of the State Department.” Full story.",
  "— Lauren Kane will be VP of communications at the National Beer Wholesalers Association.",
  "She was previously senior counsel on the House Financial Services Committee.",
  "JOBS REPORT:\n\n— Courtney Robinson is financial inclusion lead at Square.",
  "Tell us your theories: mlevine@politico.com and tmeyer@politico.com.",
  "“This is an attack on employment and job creation, plain and simple.",
  "Who do you think wrote the anonymous New York Times op-ed?",
  "Do they think I'm a fool like them.",
  "Good afternoon, and welcome to PI.",
  "At this point she is not lobbying.",
  "Elizabeth Warren (D-Mass.",
  "Full story."
]