[
  "It just requires showing that the defendants conspired to “impair or obstruct the lawful function of any part of the government.”\n\nIn Manafort’s plea deal, the special counsel specifies that Manafort defrauded the government by “impeding, impairing, obstructing, and defeating the lawful governmental functions of a government agency, namely the Department of Justice and the Department of the Treasury.”\n\nThis is a reference to his alleged money laundering (which obstructs the functioning of the IRS, a subsidiary of the Treasury), his failure to disclose foreign financial transactions (also within the purview of the Treasury), his failure to adequately disclose their lobbying under the Foreign Agents Registration Act (which is enforced by the National Security Division of the Department of Justice), and his obstruction of the investigation through witness tampering, which obstructs the operations of the special counsel’s office, part of the Justice Department.",
  "In the conspiracy against the United States count, the special counsel writes that Manafort conspired to “commit offenses against the United States, to wit, (a) money laundering … (b) tax fraud … (c) failing to file Foreign Bank Account Reports … (d) violating the Foreign Agents Registration Act … and (e) lying and misrepresenting to the Department of Justice.”\n\n“It is not uncommon when there are multiple actors engaged in criminal conduct — white collar or otherwise — for prosecutors to charge a conspiracy,” Griffin told me.",
  "Here’s what the statutory definition says:\n\nIf two or more persons conspire either to commit any offense against the United States, or to defraud the United States, or any agency thereof in any manner or for any purpose, and one or more of such persons do any act to effect the object of the conspiracy, each shall be fined under this title or imprisoned not more than five years, or both.",
  "Former Trump campaign chair Paul Manafort is officially pleading guilty to an eye-popping charge: “conspiracy against the United States.”\n\nIt’s not the only charge of which Manafort is guilty; a jury convicted him on eight financial crime charges in August, and he’s also pleading guilty to conspiracy to obstruct justice as part of his deal with special counsel Robert Mueller.",
  "“The statute defines separate and additional offenses if two or more people enter into an illegal agreement with the intent to engage in criminal conduct, and commit an overt act in furtherance of that agreement,” Lisa Kern Griffin, a professor of law at Duke who specializes in criminal law and criminal procedure, told me last October.",
  "But when the Trump campaign and Manafort specifically stand accused of collaborating with a foreign government to influence an American election — conduct that has (erroneously) led to the word “treason” being thrown around quite a bit — the language of a “conspiracy against the United States” is particularly loaded, to say the least.",
  "The plea deal alleges that Manafort ran afoul of this part of the law as well — because making false statements about lobbying for foreign governments, not filing reports about foreign bank accounts, witness tampering, and money laundering are all crimes against the United States government.",
  "The second part of the “conspiracy against the United States” definition concerns “commit[ing] any offense against the United States.” Unlike the defrauding clause, charges relating to this part of the statute require an underlying criminal offense against the United States.",
  "According to his plea deal, the offenses against the government include money laundering, tax fraud, failure to file foreign bank account reports, violations of the Foreign Agents Registration Act, and lying to the Department of Justice.",
  "Instead, Manafort is pleading guilty merely to the conspiracy against the United States count and the conspiracy to obstruct justice count, which relates to alleged witness tampering from earlier in 2018.",
  "But it is fundamentally a charge related to the other charges of money laundering, misleading federal officials and investigators about foreign bank accounts, and lobbying for the Ukrainian government.",
  "If you and an accomplice plan a bank robbery, a hacking attempt, or a home break-in and take at least one concrete step toward enacting your plan, you can be charged with conspiracy.",
  "Basically, Manafort has admitted to conspiring to commit offenses against and to defraud the US government, specifically the Justice Department and Treasury Department.",
  "Previously, Rick Gates, Manafort’s lieutenant who flipped against his boss to cooperate with Mueller, pleaded guilty to “conspiracy against the United States” as well.",
  "Indeed, Manafort was also charged in October with conspiracy to launder money, and in February he was charged with additional counts of bank fraud conspiracy.",
  "It certainly has nothing to do with treason, which would require the US and Russia to be actively at war with each other.",
  "The statute, rather, is an extension of the ordinary crime of conspiracy: planning with someone else to do a crime.",
  "That appears to be what Robert Mueller and his team did with the conspiracy against the United States charge.",
  "One is “defrauding the United States,” which, Griffin explains, doesn’t require an underlying crime.",
  "So let’s be clear: “Conspiracy against the United States” isn’t what it sounds like.",
  "So what separates “conspiracy against the United States” from plain conspiracy?",
  "It has nothing to do with foreign actors influencing an election.",
  "It’s not about betraying America in some deep, treasonous sense.",
  "There are two parts to the definition."
]