[
  "Kerry, who is promoting his new book \"Every Day is Extra,\" tweeted a response to Trump that referred to the president's former campaign chairman, Paul Manafort, who agreed on Friday to cooperate with the special counsel's investigation into Russia interference in the 2016 presidential election and possible coordination between Russia and the Trump campaign.",
  "Meetings between a private U.S. citizen and foreign official are not against the law and not necessarily inappropriate or a violation of federal regulations, but Trump, Pompeo and several GOP lawmakers say they are evidence Kerry and former Obama administration officials are trying to subvert Trump's hard line on Iran.",
  "Pompeo also took to task former Energy Secretary Earnest Moniz and ex-Iran deal negotiator Wendy Sherman for joining Kerry at a meeting with Zarif and other Iranian officials earlier this year at a security conference in Munich — though Sherman said Friday she wasn't with Kerry and Moniz when she met Zarif there.",
  "Secretary of State Mike Pompeo has unloaded on his Obama-era predecessor John Kerry for \"actively undermining\" U.S. policy on Iran by meeting several times recently with the Iranian foreign minister, who was his main interlocutor in the Iran nuclear deal negotiations.",
  "Trump and Pompeo's criticism came after Kerry told conservative radio host Hugh Hewitt on Wednesday that earlier reports of his meetings with Zarif were correct: They had met three or four times since Kerry left office but not since Pompeo took the job in April.",
  "But Josh Rosenstein, a partner with the Washington law firm Sandler Reiff and a specialist in lobbying compliance, said there are too many unanswered questions to know whether the law applies to Kerry's interactions with Zarif.",
  "Pompeo said he would leave \"legal determinations to others\" but slammed Kerry as a former secretary of state for engaging with \"the world's largest state-sponsor of terror\" and telling Iran to \"wait out this administration.\"",
  "Along with Kerry, Moniz and Sherman played key roles in negotiating the 2015 agreement between Iran and several world powers that lifted sanctions against Tehran in exchange for restrictions on its nuclear program.",
  "President Donald Trump had late Thursday accused Kerry of holding \"illegal meetings with the very hostile Iranian Regime, which can only serve to undercut our great work to the detriment of the American people.\"",
  "The law Trump invoked — the Foreign Agents Registration Act, or FARA — requires registration and transparency by people or companies acting on behalf of foreign governments, political parties or individuals.",
  "\"John Kerry had illegal meetings with the very hostile Iranian Regime, which can only serve to undercut our great work to the detriment of the American people,\" Trump tweeted late Thursday.",
  "\"You can't find precedent for this in U.S. history, and Secretary Kerry ought not to engage in that kind of behavior,\" an agitated Pompeo told reporters at the State Department.",
  "In a statement, his spokesman, Matt Summers, said: \"There's nothing unusual, let alone unseemly or inappropriate, about former diplomats meeting with foreign counterparts.",
  "In unusually blunt and caustic language, Pompeo said Friday that Kerry's meetings with Mohammad Javad Zarif were \"unseemly and unprecedented\" and \"beyond inappropriate.\"",
  "\"I wasn't in the meeting, but I am reasonably confident that he was not there in support of U.S. policy with respect to the Islamic Republic of Iran,\" Pompeo said.",
  "\"What I have done is tried to elicit from him (Zarif) what Iran might be willing to do in order to change the dynamic in the Middle East for the better.\"",
  "\"It's inconsistent with what foreign policy of the United States is as directed by this president, and it is beyond inappropriate for him to be engaged.\"",
  "A day earlier, he tweeted: \"The United States does not need John Kerry's possibly illegal Shadow Diplomacy on the very badly negotiated Iran Deal.",
  "\"Former secretaries of state — all of them, from either political party — ought not to be engaged in\" this kind of activity, he said.",
  "He has been harshly critical of the president and his decision in May to withdraw from the Iran deal but denies \"coaching\" Tehran.",
  "\"Mr. President, you should be more worried about Paul Manafort meeting with Robert Mueller than me meeting with Iran's FM.",
  "But if you want to learn something about the nuclear agreement that made the world safer, buy my new book,\" said Kerry.",
  "What is unseemly and unprecedented is for the podium of the State Department to be hijacked for political theatrics.\"",
  "FARA's provisions don't extend to activities conducted entirely overseas, so where Kerry interacted with him matters.",
  "\"That's not my job, and my coaching him would not, you know, that's not how it works,\" he said in the interview.",
  "A third is reported to have occurred at the United Nations headquarters, which is not technically on U.S. soil.",
  "When reports of Kerry's ex-officio contacts with Zarif first surfaced in May, Trump tweeted similar thoughts.",
  "He noted that just this week Iranian-backed militias had fired rockets at U.S. diplomatic compounds in Iraq.",
  "Kerry told Hewitt that he was not coaching the Iranians on how to deal with the Trump administration.",
  "\"Actively undermining U.S. policy as a former secretary of state is literally unheard of.\"",
  "\"Simply offering advice to a foreign government doesn't make you a foreign agent.\"",
  "One of those meetings took place in Oslo, Norway, and another in Munich, he said.",
  "Secretary (Henry) Kissinger has done it for decades with Russia and China.",
  "Also unclear is whether any Iranians specifically asked Kerry for advice.",
  "___\n\nAssociated Press writer Richard Lardner contributed to this report.",
  "\"John Kerry can't get over the fact that he had his chance and blew it!",
  "Stay away from negotiations John, you are hurting your country!\"",
  "Was he registered under the Foreign Agents Registration Act?",
  "He was the one that created this MESS in the first place!\"",
  "\"The devil's always in the details,\" Rosenstein said.",
  "\"He told them to wait out the Trump Administration!",
  "he said on May 8.",
  "BAD!\""
]