[
  "Republican Sen. Charles Grassley, the chair of the Judiciary Committee, has proposed legislation to strengthen the reporting requirements of lobbyists who are hired by foreign interests and enhance the ability of the Justice Department to enforce these rules\n\nOn the Democratic side, Sen. Elizabeth Warren is proposing anti-corruption legislation that would prohibit former government officials from owning individual stocks -- and impose a lifetime ban on lobbying for many officials after their public service is done.",
  "Not only has Manafort agreed to cooperate with the Justice Department in its investigation of Russian interference in the 2016 campaign, but his prosecution has exposed the dark underside of the culture of Washington, a place where it is common for people to go back and forth between roles in which they're supposed to serve the public interest and ones in which they're paid handsomely to serve private interests within the US and even foreign governments.",
  "He has had many other notorious clients as well, such as the Philippine dictator (and former President) Ferdinand Marcos and the military dictator and President of Zaire (now the Democratic Republic of the Congo) Mobuto Sese Seko\n\nThe Manafort case, according to The New York Times, has exposed how weakly enforced the Foreign Agents Registration Act has been in recent decades.",
  "Manafort capitalized on the connections he made in the world of Republican politics during the 1970s, '80s and '90s, working for the campaigns of former Presidents Gerald Ford, Ronald Reagan and others and gaining access for his clients to the highest levels of power.",
  "Many legislators are fearful about how ethics rules will simply be used as a partisan weapon, while others are eager to enjoy some of the fruits of the existing system that help keep them in power and will be personally beneficial when they leave office.",
  "Maybe after the ethical wreckage from the Trump presidency, Americans will finally be willing to make lobbying reform a top priority and to insist their representatives take strong actions to curb these kinds of abuses once and for all.",
  "(CNN) Paul Manafort's guilty plea heralds the end of the saga of special counsel Robert Mueller's criminal case against the former campaign manager for Donald Trump, but its political reverberations will continue for a long time.",
  "He has surrounded himself with some of the worst products from the underside of our nation's capital and has been more than willing to work with and appoint to high positions people whose ethical compass is completely broken.",
  "The only real answer is comprehensive government reform, taking seriously the power of strong rules and tight enforcement, to limit the opportunities that the Manaforts and the Abramoffs have to betray our trust.",
  "In 2005, revelations about the Republican lobbyist Jack Abramoff, who ran what was, in essence, a domestic equivalent of Manafort's overseas operation, helped produce a Democratic wave in the 2006 elections.",
  "Although Abramoff was sent to prison for the crimes he committed, and Congress passed the Honest Leadership and Open Government Act in 2007, the reforms were not strong enough to curb the lobbying industry.",
  "The New York Times reported in August 2016 about handwritten ledgers showing \"$12.7 million in undisclosed cash payments designated for Mr. Manafort\" from Yanukovych's political party between 2007 and 2012.",
  "Julian Zelizer is a history and public affairs professor at Princeton University, editor of \" The Presidency of Barack Obama: A First Historical Assessment \" and co-host of the \"Politics & Polls\" podcast.",
  "A Bloomberg headline from April 2016 blared that Trump had just \"hired his next scandal\" since, Eli Lake explained , \"Manafort's real specialty is the netherworld of international lobbying.",
  "The rules in the legislation allowed for too many loopholes, such as former members of Congress who simply don't classify what they are doing as lobbying, and weak enforcement mechanisms.",
  "White House press secretary Sarah Sanders told CNN after Manafort's guilty plea that \"this had absolutely nothing to do with the President or his victorious 2016 presidential campaign.",
  "It's totally unrelated,\" but she seems to be forgetting that Trump brought Manafort on to his campaign in March 2016 and later made him the head of the entire campaign.",
  "In Ukraine, Manafort earned huge amounts of money by working for Viktor Yanukovych and the Russian-backed Party of Regions as well as the oligarchs who they supported.",
  "Trump has displayed no interest in government reform and stacked his Cabinet with officials who spent extravagant amounts of public money for their own comfort.",
  "The Guardian noted he \"boasts a hefty resume as a consultant to or lobbyist for controversial foreign leaders and oligarchs with unsavory reputations.\"",
  "He worked to help political candidates get elected overseas and after they won, they employed him to represent their interests in the United States.",
  "The thin lines that separate government officials and the lobbying firms that made K Street famous undermines confidence in government.",
  "Follow CNN Opinion Join us on Twitter and Facebook\n\nBut without reform we will keep watching the same movie over and over again.",
  "Throughout American history, we have learned how it is foolhardy to count on the better angels of our democracy to hold power.",
  "Her proposal would ban foreign lobbying and prevent lobbyists from donating money to elected officials and candidates.",
  "Warren also has called for an independent anti-corruption agency that would be devoted to enforcing these regulations.",
  "There will always be individuals and organizations who seek to use their access to public power for personal profit.",
  "In May 2016, Politifact documented that Manafort had \"long and deep\" ties to \"pro-Russian politicians in Ukraine.\"",
  "Despite his campaign slogans, Trump has never had any serious interest in \"draining the swamp.\"",
  "Nor is it clear that there exists strong support in Congress for taking on these questions.",
  "Manafort's plea is a reminder of how empty Trump's rhetoric has always been on this front.",
  "The lobbyists\n\nManafort is a quintessential product of Washington's broken culture.",
  "Manafort was finally pushed out of the Trump campaign a few days later that August.",
  "Trump has criticized both parties as selling out the US to foreign interests.",
  "Fixing the problem\n\nThere are some efforts to take on Washington corruption.",
  "The opinions expressed in this commentary are those of the author.",
  "Now he is counting on a man who has represented many of them.\"",
  "The odds for substantive reform remain slim, though.",
  "Manafort's business model was certainly lucrative.",
  "Manafort's sordid business record was well-known.",
  "Follow him on Twitter: @julianzelizer .",
  "We've seen this kind of scandal before.",
  "View more opinion articles on CNN.",
  "These are the seeds of corruption."
]