[
  "“Secretary Kerry stays in touch with his former counterparts around the world just like every previous secretary of state, and in a long phone conversation with Secretary Pompeo earlier this year he went into great detail about what he had learned about the Iranian’s view.”\n\nThe statement said there was “nothing unusual, let alone unseemly or inappropriate” about former diplomats meeting with foreign counterparts, adding that Henry Kissinger continues to meet with Russian and Chinese diplomats.",
  "“What is unseemly and unprecedented is for the podium of the state department to be hijacked for political theatrics.”\n\nTrump to chair UN security council meeting on Iran Read more\n\nEarlier this week, Kerry confirmed to Fox News that he had met Mohammad Javad Zarif three or four times since leaving office, but not since Pompeo took the job in April.",
  "See page 213 from my book below: pic.twitter.com/r9XhfAoYeb\n\nSuch meetings, between a private US citizen and foreign official, are not against the law and not necessarily inappropriate or a violation of federal regulations, but Trump and his allies say they are evidence that former Obama administration officials are trying to subvert Trump’s policy.",
  "You can’t find precedent for this in US history.”\n\nPompeo also took to task the former energy secretary Ernest Moniz and ex-Iran deal negotiator Wendy Sherman for joining Kerry at a meeting with Zarif and other Iranian officials earlier this year at a security conference in Munich.",
  "The US secretary of state, Mike Pompeo, has accused his predecessor John Kerry of trying to undermine the Trump administration’s Iran policy by meeting several times recently with the Iranian foreign minister, who was his main interlocutor in the 2015 nuclear deal negotiations.",
  "“Actively undermining US policy as a former secretary of state is literally unheard of.”\n\nIn a tweet, Sherman suggested that Pompeo was attempting to draw attention from the plea deal struck on Friday by Paul Manafort, Trump’s former campaign chairman.",
  "Kerry told the conservative radio host Hugh Hewitt on Wednesday that in his meetings with Zarif he was trying to find out “what Iran might be willing to do in order to change the dynamic in the Middle East for the better”.",
  "“This is a former secretary of state engaged with the world’s largest state sponsor of terror and according to him … he was talking to them,” Pompeo said, adding: “He was telling them to wait out this administration.",
  "Trump withdrew the United States from the nuclear deal with Iran in May and his administration has pushed a hard line against Tehran as it moves to reimpose sanctions that were lifted after the deal.",
  "Donald J. Trump (@realDonaldTrump) John Kerry had illegal meetings with the very hostile Iranian Regime, which can only serve to undercut our great work to the detriment of the American people.",
  "It is beyond inappropriate.”\n\nHis comments came a day after Donald Trump accused the former secretary of state of “illegal meetings with the very hostile Iranian Regime” in a late-night tweet.",
  "“What Secretary Kerry has done is unseemly and unprecedented,” Pompeo told a news conference on Friday, adding that he “ought not to engage in that kind of behavior.",
  "“I wasn’t in the meeting, but I am reasonably confident that he was not there in support of US policy with respect to the Islamic Republic of Iran,” Pompeo said.",
  "“Former secretaries of state, all of them, from either political party ought not to be engaged in” this kind of activity, he said.",
  "A spokesperson for Kerry rejected the criticism, saying in a statement that “no secrets were kept from this administration”.",
  "It’s inconsistent with what the foreign policy of the United States is, as directed by this president.",
  "Pompeo tried to distract from Manafort and gain points with president by attacking me today.",
  "Was he registered under the Foreign Agents Registration Act?",
  "I met Zarif in Munich but not with Kerry and Moniz.",
  "He told them to wait out the Trump Administration!",
  "Wendy R. Sherman (@wendyrsherman) Sec.",
  "Facts were wrong, message was wrong.",
  "Met Zarif again in NY in April.",
  "BAD!"
]