[
  "But the court documents, which refer to Mercury and the Podesta Group as “Company A” and “Company B,” state that employees at both firms “understood that they were receiving direction from Manafort and President Yanukovych, not the Centre, which was not even operational when Companies A and B began lobbying for Ukraine.”\n\n— In addition, the documents state that Manafort hired Skadden, which isn’t named in the court documents, to write a report evaluating the trial of Tymoshenko, who was a political opponent of Yanukovych.",
  "NEW JOINT FUNDRAISERS:\n\nNone\n\nNEW PACs:\n\nNone\n\nNEW LOBBYING REGISTRATIONS:\n\nBlank Rome Government Relations: Ice Air LLC\n\nC-Suite Strategic Counsel LLC: George Pasiakos\n\nCatalyst Old River Hydroelectric Limited Partnership: Catalyst Old River Hydroelectric Limited Partnership\n\nDentons US LLP: Council for Responsible Nutrition\n\nHobart Hallaway & Quayle Ventures, LLC: Unaka Company, Inc. on behalf of Meco Corporation\n\nNelson Mullins Riley & Scarborough: Liberty Tire Recycling\n\nSandler, Travis & Rosenberg, P.A.",
  "“In a radio interview this week to promote a new book, Kerry said he had met with Iranian Foreign Minister Mohammad Javad Zarif ‘three or four times’ since leaving office and that their discussions included the nuclear deal that Trump has since scrapped.”\n\n— Trump tweeted Thursday night: “John Kerry had illegal meetings with the very hostile Iranian Regime, which can only serve to undercut our great work to the detriment of the American people.",
  "Former Rep. Benjamin Quayle (R-Ariz.) and a team at Hobart Hallaway & Quayle Ventures will lobby for Unaka Company on behalf of Meco Corporation on “trade matters related to domestic barbeque grill manufacturers.”\n\n— Blount International Inc., an Oregon manufacturer of forestry, agricultural and construction equipment, hired former Rep. Gerald Weller (R-Ill.) and team at Sandler, Travis & Rosenberg to lobby on Section 301 tariffs.",
  "“A member of the so-called Hapsburg Group, which comprised former European politicians Manafort convened as part of his lobbying effort in support of ... Yanukovych, came with a foreign prime minister on May 16, 2013, to meet with Obama and Biden, ‘as well as senior United States officials in the executive and legislative branches,’ according to the court documents,” Marianne writes.",
  ": Blount International, Inc.\n\nSorini, Samet & Associates, LLC: Darex, LLC\n\nSorini, Samet & Associates, LLC: Zebra Technologies Corporation\n\nThe Bennett Consulting Group: Trout Unlimited\n\nVenn Strategies, LLC: Assertio Therapeutics\n\nWashington Global Law Group, Pllc: Guam Shipyard\n\nNEW LOBBYING TERMINATIONS:\n\nCapitol Hill Consulting Group: Offshore Marine Service Association",
  "As part of his effort, Manafort disseminated stories that said ‘a senior Cabinet official’ who had previously criticized Yanukovych was supporting anti-Semitism because the official backed [former Prime Minister Yulia Tymoshenko], who in turn had formed a political alliance with a Ukraine party that espoused anti-Semitic views,’ the court documents state.",
  "Many of the other senior tax staffers who’ve headed downtown this year have been Republicans, including Mark Prater, the Senate Finance Committee’s former chief tax counsel, who’s now at PricewaterhouseCoopers, and Brendan Dunn, a top aide to Senate Majority Leader Mitch McConnell, who joined Akin Gump Strauss Hauer & Feld.",
  "According to prosecutors, the law firm told Manafort “that the evidence of Tymoshenko’s criminal intent ‘is virtually non-existent’ and that it was unclear even among legal experts that Tymoshenko lacked power to engage in the conduct central to the Ukraine criminal case.” Manafort did not disclose that, prosecutors say.",
  "“The deal dismisses deadlocked charges against Manafort from an earlier bank- and tax-fraud trial in Virginia, but only after ‘successful cooperation; with Mueller’s probe into Russian election interference and whether the Trump campaign coordinated with Moscow on its efforts,” Gerstein and Samuelsohn write.",
  "Manafort worked with a senior Israeli government official to provide a statement on the issue, prosecutors say, with the hope that the story would force the administration to “understand that ‘the Jewish community will take this out on Obama on election day if he does nothing.’” Full story.",
  "The Paul Manafort edition\n\nWith David Beavers and Garrett Ross\n\nMANAFORT PLEADS GUILTY: Former Trump campaign manager Paul Manafort agreed to cooperate with special counsel Robert Mueller under a plea agreement announced Friday, POLITICO’s Josh Gerstein and Darren Samuelsohn report.",
  "COURT DOCUMENTS PROVIDE MORE DETAIL ON MERCURY, PODESTA: Friday’s court documents also provide more detail on the two lobbying firms that worked with Manafort, Mercury and the Podesta Group, as well as the role of the law firm Skadden, Arps, Slate, Meagher & Flom in the campaign.",
  "Ice Air LLC, a heating, ventilation and air conditioning equipment manufacturer, hired a team at Blank Rome Government Relations including former Sen. and Energy Secretary Spencer Abraham to lobby for “an exemption from China tariffs on imported HVAC equipment,” per a filing.",
  "And lobbyists at Sorini, Samet & Associates also signed a pair of clients for which they will lobby on Section 301 tariffs of Chinese imports: Darex LLC, a manufacturer of industrial bit sharpeners; and Zebra Technologies Corporation, an Illinois printing manufacturer.",
  "“Alan Friedman, a former journalist based in Europe who helped Manafort launch the group, told Manafort after the meeting that the member of the Hapsburg Group ‘delivered the message of not letting ‘Russians steal Ukraine from the West,’” prosecutors say.",
  "TRUMP TAKES SHOT AT JOHN KERRY, CITES FARA: “President Trump on Thursday night took fresh aim at former secretary of state John F. Kerry, accusing him of engaging in ‘illegal’ meetings with an Iranian official,” the Washington Post’s John Wagner reports.",
  "Abraham is banned from lobbying the Senate Finance Committee for one year under Senate ethics rules, but he’s allowed to lobby other committees, including the Joint Committee on Taxation, as well as the House and the administration.",
  "Story Continued Below\n\nMANAFORT’S LOBBYING CAMPAIGN REACHED OBAMA: Friday’s court documents offer new details about the extent of Manafort’s pro-Ukraine lobbying campaign on behalf of then-President Viktor Yanukovych.",
  "BAD!” Wagner notes that FARA “requires those who represent the interests of foreign governments in a ‘political or quasi-political capacity’ to disclose those relationships and details about their activities.",
  "Ernst & Young’s tax lobbying clients include American Express, Charles Schwab, Citigroup, Dow Chemical, ExxonMobil, General Electric, Microsoft, Pernod Ricard, Prudential and Rio Tinto, among others.",
  "One detail that caught our eye: The pro-Ukraine campaign reached the top of the White House, with one of the members meeting with President Barack Obama and Vice President Joe Biden in 2013.",
  "ANOTHER SENATE FINANCE COMMITTEE STAFFER HEADS TO K STREET: Ryan Abraham is the latest congressional staffer to head to K Street after the passage last year of the Republican tax law.",
  "“Treasury and IRS have a lot on their plate, especially when it comes to the new international regime,” he said, referring to new international tax rules being hammered out.",
  "—“The court documents also indicate that Manafort ‘orchestrated a scheme to have … ‘[O]bama jews’ put pressure on the administration’ to support Yanukovych.",
  "The twist: Abraham is a Democrat who served as senior counsel for tax and energy on the Senate Finance Committee under Sen. Ron Wyden (D-Ore.).",
  "— Abraham didn’t help to write the GOP tax law, but he’ll be advising Ernst & Young’s clients on its implementation, he said in an interview.",
  "“Later, U.S. District Court Judge Amy Berman Jackson said Manafort is agreeing to ‘cooperate fully and truthfully’ with the investigation.",
  "However, a source close to the defense told POLITICO, \"the cooperation agreement does not involve the Trump campaign.",
  "JOBS REPORT:\n\n— Nik Deogun is chief executive of the Americas and U.S. senior partner at the Brunswick Group.",
  "Spokespeople for Mercury, Tony Podesta and Skadden did not respond immediately to requests for comment.",
  "It was not clear from Trump’s tweet why he thought Kerry would need to register.” Full story.",
  "Mercury and the Podesta Group have said they didn’t know they were working for Yanukovych.",
  "He was previously editor-in-chief and senior vice president of business news at CNBC.",
  "They were hired by a nonprofit called the European Centre for a Modern Ukraine.",
  "TODAY’S NOTABLE REGISTRATIONS: The spate of hiring trade lobbyists continues.",
  "You can also follow us on Twitter: @theodoricmeyer and @marianne_levine.",
  "He started this week as a lobbyist at Washington Council Ernst & Young.",
  "Was he registered under the Foreign Agents Registration Act?",
  "Send tips to mlevine@politico.com and tmeyer@politico.com.",
  "We hope you’re having a better day than Paul Manafort.",
  "He told them to wait out the Trump Administration!",
  "There was no collusion with Russia.\"",
  "Good afternoon, and welcome to PI.",
  "Nothing like a Friday news dump.",
  "Full story.",
  "..."
]