[
  "On Friday afternoon, Kerry replied to Trump's tweet with a quip: \"Mr. President, you should be more worried about Paul Manafort meeting with Robert Mueller than me meeting with Iran's [foreign minister],\" Kerry said in a tweet, referring to former campaign chairman Paul Manafort's guilty plea in special counsel Robert Mueller's Russia investigation.",
  "But on Thursday, Trump appeared to seize on Kerry's response and raised the possibility that he may have violated the Foreign Agents Registration Act, a statute that requires people \"acting as agents of foreign principals in a political or quasi-political capacity\" to make public disclosures on their dealings with foreign governments.",
  "Former secretary of state John Kerry is back in the Trump administration's crosshairs after acknowledging that he met with Iranian officials after he left office, raising questions about whether such a meeting was appropriate for a former diplomat with no official role in government.",
  "In an open letter in 2015, 47 Republican senators put the Iranian government on notice and warned that \"any agreement\" on its nuclear weapons program that was not approved by lawmakers would merely be an \"executive agreement\" with Obama.",
  "REUTERS/Rick Wilking\n\nKerry continued: \"We don't negotiate, we're not involved in interfering with policy, but we certainly have reasonable discussions about nuclear weapons, the world, China, different policies, obviously.\"",
  "\"It has come to our attention while observing your nuclear negotiations with our government that you may not fully understand our constitutional system,\" the letter said, as it outlined the ratification process in Congress.",
  "Secretary of State Mike Pompeo on Friday echoed the remarks and described Kerry's actions as \"beyond inappropriate,\" but added that he was \"reasonably confident\" that Kerry \"wasn't there in support of US policy.\"",
  "\"This is a former secretary of state engaged with the world's largest state sponsor of terror and according to him ... he was talking to them, he was telling them to wait out this administration,\" Pompeo said.",
  "Asked whether he floated the idea that international partners could simply hold out until Trump leaves office, Kerry said, \"I think everybody in the world is talking about waiting out President Trump.\"",
  "It is not unusual for former US diplomats, or even former US presidents, to maintain existing foreign connections made during their time in government, which can prove beneficial in multiple ways.",
  "\"John Kerry had illegal meetings with the very hostile Iranian Regime, which can only serve to undercut our great work to the detriment of the American people,\" Trump said in a tweet on Friday.",
  "Kerry, who served during President Barack Obama's administration, mentioned during a book tour that he met with the Iranian foreign minister Javad Zarif three or four times after he retired.",
  "Although Pompeo alleged Kelly's dealings with the Iranians were \"unseemly and unprecedented,\" Republican leaders made a similar intervention that was steeped in political innuendo.",
  "\"The next president could revoke such an executive agreement with the stroke of a pen and future Congresses could modify the terms of the agreement at any time,\" the letter added.",
  "During an interview, Kerry said the discussions included the Iran nuclear deal — a landmark agreement from Kerry's term that has since been abandoned by President Donald Trump.",
  "In a separate interview on Fox News, Kerry defended the meetings, saying that, in his view, the US had \"lost leverage\" in the international community under Trump.",
  "\"Secondly, every former secretary of state continues to meet with foreign leaders, goes to security conferences, goes around the world, we all do that.\"",
  "One example of that happened in 2009, when former President Bill Clinton secured the release of two American journalists imprisoned in North Korea.",
  "Iranian Foreign Minister Mohammad Javad Zarif talks with reporters before meeting with Secretary of State John Kerry in Geneva January 14, 2015.",
  "\"When I met with the Iranians, the policy of the United States was still to be in the Iran deal,\" Kerry said on Wednesday.",
  "\"You can't find precedent for this in US history and the secretary ought not engage in this kind of behavior.\"",
  "\"But if you want to learn something about the nuclear agreement that made the world safer, buy my new book.\"",
  "Kevin Lamarque/Reuters\n\nUS policy on Iran has traditionally been split along party lines.",
  "Was he registered under the Foreign Agents Registration Act?",
  "\"PS - I recorded the audio version, not Omarosa,\" he added.",
  "\"He told them to wait out the Trump Administration!",
  "Secretary of State Mike Pompeo.",
  "BAD!\""
]