[
  "I wasn’t in the meeting, but I am reasonably confident that he was not there in support of U.S. policy with respect to the Islamic Republic of Iran, who this week fired Katyusha rockets toward the United States embassy in Baghdad and took action against our consulate in Basra.",
  "According to a transcript of the news conference, a reporter asked Pompeo if he believes the meetings were “illegal.”\n\nHe declined to elaborate on the legality of Kerry’s actions, but said his actions were inappropriate.",
  "Trump wrote: “John Kerry had illegal meetings with the very hostile Iranian Regime, which can only serve to undercut our great work to the detriment of the American people.",
  "Kerry shot back on Twitter on Friday, saying the president should be “more worried about Paul Manafort meeting with Robert Mueller than me meeting with Iran's FM.",
  "And I am confident that they met with their troika counterparts, although one can perhaps ask Secretary Kerry if my recollection with respect to that is accurate.",
  "It’s inconsistent with what foreign policy of the United States is, as directed by this President, and it is beyond inappropriate for him to be engaged in this.",
  "Pompeo blasted Kerry for continuing to communicate with Iran officials and offer them tips on how to avert the U.S.’s new and tougher policy with the country.",
  "Secretary of State Mike Pompeo on Friday accused his predecessor, John Kerry, of attempting to undermine the Trump administration's stance on Iran.",
  "You can’t find precedent for this in U.S. history, and the secretary ought not – Secretary Kerry ought not to engage in that kind of behavior.",
  "He was there with – if I have my facts right, because I think I saw them all with my own eyes – Secretary Moniz and Wendy Sherman, the troika.",
  "BAD!”\n\nA Kerry spokesperson deflected the criticism by saying “no secrets were kept from this administration,” the Guardian reported.",
  "Kerry recently met several times with a Iranian foreign minister who was his main contact for the 2015 nuclear deal negotiations.",
  "But if you want to learn something about the nuclear agreement that made the world safer, buy my new book, Every Day Is Extra.”",
  "This is a former secretary of state engaged with the world’s largest state sponsor of terror, and according to him – right?",
  "During a press conference, Pompeo was asked about a tweet by President Donald Trump that referenced the meetings.",
  "Since then, the administration has pushed to reimpose sanctions against Tehran that were lifted under the deal.",
  "He called the former secretary's actions \"unseemly and unprecedented.”\n\nWhat is the background?",
  "Trump withdrew U.S. support from the nuclear deal with Iran in May.",
  "But what Secretary Kerry has done is unseemly and unprecedented.",
  "Was he registered under the Foreign Agents Registration Act?",
  "He was telling them to wait out this administration.",
  "So, I’ll leave the legal determinations to others.",
  "He told them to wait out the Trump Administration!",
  "I saw him in Munich at the Security Conference.",
  "You don’t have to take my word for it.",
  "He – these are his answers.",
  "He was talking to them.",
  "What were his comments?",
  "I remember, I saw him."
]