[
  "(Photo: Jim Lo Scalzo/epa-EFE)\n\nWASHINGTON – Paul Manafort's plea deal Friday with special counsel Robert Mueller's team raised questions about what information President Donald Trump's former campaign chairman offered prosecutors in exchange for reduced federal charges.",
  "(Photo: Pavel Golovkin, AP)\n\nMueller's team also recounted Manafort's efforts to distance Yanukovych from the Ukrainian government's prosecution of Tymoshenko, arranging for the government to funnel $4.6 million to finance a report justifying the prosecution.",
  "More: Paul Manafort to hand over Trump Tower condo, house in Hamptons in plea deal\n\nBeyond the dark political tactics Manafort employed, it was his effort to conceal the U.S. lobbying campaign that implicated him in criminal activity.",
  "Citing instructions authored by Manafort in 2013, prosecutors said Manafort directed his associates to plant information with U.S. journalists, alleging that Tymoshenko had financed the murder of a Ukrainian official.",
  "Yet the government's 24-page summary of his offenses also offered an extraordinary portrait of Manafort as a bare-knuckled political operative who pulled out all the stops for his clients – no matter what it took.",
  "In yet another effort to discredit Tymoshenko, according to court documents, Manafort \"sought to undermine United States' support for Tymoshenko by spreading stories\" that associated her with \"anti-Semitic views.\"",
  "But in outlining Manafort's extensive criminal conduct, which also included efforts to obstruct Mueller's inquiry into Russian interference in the 2016 U.S. election, prosecutors also exposed Manafort's tactics.",
  "CLOSE Paul Manafort's lawyer says the former Trump campaign chairman cut a deal with prosecutors \"to make sure that his family was able to remain safe and live a good life.\"",
  "Manafort wanted the effort to spread dirt on Tymoshenko – a political rival to his client Yanunkovych – \"pushed with no fingerprints,\" according to court documents.",
  "\"Manafort and others knew that the actual cost of the report ... would undermine the report being perceived as an independent assessment,\" Mueller's team wrote.",
  "\"Manafort coordinated privately with a senior Israeli government official to issue a written statement publicizing this story,\" the court documents stated.",
  "Much of Manafort's admitted criminal activity centered on a lucrative, decade-long campaign in support of former Ukrainian president Viktor Yanukovych.",
  "U.S. law required Manafort to disclose his work by registering his affiliation with Yanukovych under the Foreign Agents Registration Act.",
  "\"It is very important that we have no connection,\" Manafort wrote in one of a raft of documents uncovered by federal investigators.",
  "Among those was his effort to portray former Ukraine prime minister Yulia Tymoshenko as a murderer and an anti-Semite.",
  "That work earned Manafort tens of millions of dollars, much of which he hid from U.S. tax authorities.",
  "The Ukrainian government falsely reported later that the Tymoshenko report cost just $12,000.",
  "Prosecutors said Manafort \"knew\" of his obligation to disclose his work, but \"he did not.\"",
  "\"Manafort then ... worked to disseminate this story in the United States.\"",
  "(Sept. 14) AP\n\nPaul Manafort in Washington, DC, on April 19, 2018.",
  "Read or Share this story: https://usat.ly/2xjezWa",
  "\"My goal is to plant some stink on Tymo.\"",
  "Viktor Yanukovych speaks to reporters."
]