[
  "The president’s former campaign chairman’s prosecution has “become theatre in the continuing controversy” surrounding the president and his election, defense attorneys argue, and as a result, “It is difficult, if not impossible, to divorce the issues in this case from the political views of potential jurors.”\n\n[Special counsel’s team pushes back on Paul Manafort leak claims]\n\n“It is not a stretch to expect that voters who supported Secretary Clinton would be predisposed against Mr. Manafort or that voters who supported President Trump would be less inclined toward the Special Counsel,” attorneys Kevin M. Downing, Thomas E. Zehnle and Jay R. Nanavati wrote in a 10-page motion to change venue.",
  "Manafort singled out his indictment on new witness-tampering charges on June 8 and his jailing ordered a week later by a federal judge in the District of Columbia for unleashing “a spate of intensely negative news coverage suggesting that Mr. Manafort violated the law.”\n\nManafort’s lawyers observed that President Trump himself added to their concern, when he tweeted that his former aide got a “tough sentence,” incorrectly suggesting that Manafort had been sentenced for committing a crime, rather than having his bail revoked for violating its terms.",
  "“The phrase ‘inside-the-beltway’ was coined to capture the area’s preoccupation with all things political.”\n\nBecause many in rural Virginia lack broadband Internet access and the media market is much smaller, Manafort’s attorneys also argue that potential jurors around Roanoke have not been saturated with news about the case, as Northern Virginians have.",
  "Government attorneys also confirmed that violations of the Foreign Agents Registration Act are prosecutable and, according to the notes, told the reporters they “appeared to have a good understanding of Manafort’s business dealings.”\n\nThe defense attorneys write that given those comments, ““it is beyond question that a hearing is warranted.",
  "Before requiring a hearing, this Court should order DOJ to turn over all communications and notes of the meeting as well as any internal complaints filed with respect to the same.”\n\nThe Associated Press has said the meeting occurred as part of its normal newsgathering.",
  "Here, it would be difficult for the jury to understand why the loans were approved without understanding that the lender approved the loans, in spite of the identified deficiencies, because the senior executive factored in his own personal ambition,” Asonye writes.",
  "(Jonathan Ernst/Reuters)\n\nAttorneys for Paul Manafort asked a federal judge to move his fast-approaching criminal bank and tax fraud trial from Alexandria to Roanoke, saying a more Republican-friendly jury would decide his guilt or innocence more fairly.",
  "The federal courthouse in Alexandria is located inside the Capital Beltway and draws from a Northern Virginia jury pool whose voters heavily favored Trump’s 2016 Democratic opponent, Hillary Clinton, by nearly 2 to 1, the defense notes.",
  "In a separate filing Friday, Manafort pointed to notes taken by an FBI agent at a meeting between federal authorities and reporters for the Associated Press in April 2017 about the defendant’s work in Ukraine.",
  "Ellis III raised the possibility of a venue change to Roanoke or Richmond at a hearing last week, when Manafort’s attorneys suggested leaks of information about the case had poisoned any potential jury.",
  "Weissmann did suggest they ask authorities in Cyprus if they had provided the U.S. Department of Treasury with everything they could or only provided what they were legally required to provide.",
  "The bank is identified in the filing as “Lender D” but in other court documents as the Federal Savings Bank, whose chairman and CEO Steven Calk had an advisory role in the campaign.",
  "The reporters appear to have done the vast majority of the talking, detailing a broad investigation into Manafort’s finances and a story they planned to publish the following day.",
  "The charges relate to his work for a pro-Russian political party in Ukraine and stem from the special counsel’s investigation into Russian interference in the 2016 election.",
  "However, he said prosecutors will present evidence that a banker helped Manafort obtain $16 million in loans because he hoped to get a position in the Trump administration.",
  "“The government does not intend to present at trial evidence or argument concerning collusion with the Russian government,” Assistant U.S. Attorney Uzo Asonye writes.",
  "Andrew Weissmann, at the time head of the criminal fraud section for the Justice Department and now on the special counsel team, arranged the meeting.",
  "Also on Friday, attorneys for the special counsel made clear in a filing how they plan to link Manafort’s alleged bank fraud to the Trump campaign.",
  "Ellis did say he could hold a hearing on leaks after the trial, if he was given more evidence of potential impropriety on the part of prosecutors.",
  "“Nowhere in the country is the bias against Mr. Manafort more apparent than here in the Washington, D.C. metropolitan area,” they write.",
  "By contrast, the Roanoke area of the western district of Virginia favored Trump over Clinton by nearly the opposite, 63 to 37 percent.",
  "President Trump’s former campaign manager Paul Manafort departs U.S. District Court after a motions hearing in Alexandria in May.",
  "Democrats in Congress have questioned whether Calk engaged in a “quid pro quo” with Manafort to become secretary of the Army.",
  "Manafort submits that a fair trial will be impossible without a change of venue to Roanoke, Virginia,” the lawyers conclude.",
  "“In short, the defendant’s role with the Trump campaign is relevant and inextricably intertwined with the .",
  "Downing had suggested the case could be dismissed or delayed; Ellis said neither would happen.",
  "Manafort’s trial is set to begin in federal court in Alexandria on July 25.",
  "Manafort trial in D.C. federal court is set to begin Sept. 17.",
  "He faces related charges in federal court in the District.",
  "Calk denied doing so in a statement to American Banker.",
  "bank fraud and bank fraud conspiracy charges.",
  "Judge T.S.",
  "“Mr.",
  ".",
  "."
]