[
  "Under Inovo's contract, Flynn published an op-ed on election day in The Hill that heaped praise on Erdogan and calling on the US Government to extradite the Muslim cleric, Fethullah Gulen, whom Erdogan accuses of masterminding the coup on July 15, 2016.",
  "Alptekin is chairman of the Turkish-American Business Council, an arm of the Foreign Economic Relations Board of Turkey, whose members are designated by the Economy Minister and the Turkish Grand National Assembly.",
  "If Flynn knew about Alptekin's ties to the Turkish government, he violated US law by failing to register under the Foreign Agents Registration Act (FARA), and declaring himself a foreign agent.",
  "Lt. Gen. Michael T. Flynn, a Trump national security adviser, has been paid by Turkish money laundered through a Dutch company to lobby on behalf of the Turkish government.",
  "Mr. Phillips is Director of the Program on Peace-building and Rights at Columbia University's Institute for the Study of Human Rights.",
  "He served as a Senior Adviser and Foreign Affairs Expert to the State Department during the Clinton, Bush, and Obama administrations.",
  "Flynn's duties also include keeping his client informed about \"the transition between President Obama and President-Elect Trump.\"",
  "Turkey provided weapons, money, and logistical support for jihadist groups in Syria including the Islamic State in 2014 and 2015.",
  "Turkey is anti-American; Erdogan disparaged US officials for cooperating with Syrian Kurds (America's best ally in Syria).",
  "Flynn's name has been floated as head of the National Security Agency, as well as other top national security positions.",
  "If he does not come clean, Flynn should be disqualified from consideration for a top job in the Trump administration.",
  "Ekim Alptek, a close associate of Turkey's President Recep Tayyip Erdogan, founded both Inovo BV and Inovo Turkije.",
  "Inovo BV is a front organization for Inovo Turkije, which profits from contracts with the Turkish government.",
  "Turkey is Islamist; Erdogan's Justice and Development Party acts like a branch of the Muslim Brotherhood.",
  "He should clarify his current contractual obligations and itemize the services he performed for Turkey.",
  "The contract requires Flynn to lobby on appropriations bills for the departments of State and Defense.",
  "Flynn's pro-Turkish positions compound concerns arising from his judgement and ethical lapse.",
  "More than 100,000 security and public officials have been arrested or dismissed since July.",
  "The Flynn Intel Group signed a contract with the Dutch company, Inovo BV, on September 15.",
  "Turkey commits war crimes, killing scores of Kurdish civilians in Turkey's Southeast.",
  "His upcoming book is titled - An Uncertain Ally: Turkey Under Erdogan's Dictatorship.",
  "Such responsibility requires someone who is free from foreign entanglements.",
  "More than bad judgement, Flynn's egregious conduct raises ethical questions.",
  "Inovo BV is thinly capitalized and operates in deficit on an ongoing basis.",
  "In any of these roles, Flynn would be deeply involved in Turkish issues.",
  "Flynn's opinions were a dramatic departure from his previous views.",
  "Was he willfully ignorant about where the money was coming from?",
  "His article echoed statements by Erdogan and Turkish officials.",
  "It also casts doubt on his suitability for public office.",
  "Flynn should disclose what he was paid and when by Inovo.",
  "He should not be lobbying on behalf of Turkey - period.",
  "Did Flynn vet Inovo BV before signing his deal?",
  "Turkey targets oppositionists.",
  "Simply put, Flynn was bought."
]