[
  "The editor-in-chief of Russia Today, the propaganda arm of the Russian government, said on Thursday that American members of its staff are quitting in their \"masses\" because of security concerns, appearing to suggest they were at threat of U.S. law enforcement action.",
  "\"State-owned Russian media made increasingly favorable comments about…Trump as the 2016 U.S. general and primary election campaigns progressed, while consistently offering negative coverage of Secretary [Hillary] Clinton,\" the intelligence report said.",
  "Special Counsel Robert Mueller is investigating possible collusion between Donald Trump's successful campaign and Russian entities, as well as a suspected hack of the Democratic National Coalition's servers in the months before the election.",
  "More from Newsweek:\n\nSyria's 'ISIS hunters' offer $1 million for Russian hostages\n\nUS military stops gulf exercises over Qatar crisis\n\nNobel Peace Prize: What is the international campaign to abolish nuclear weapons?",
  "The U.S. Justice Department has ordered that RT and Sputnuik News, another news organization with ties to the Russian government, are \"obligated to register\" under the Foreign Agents Registration Act, or FARA.",
  "In January, the Office of the Director of National Intelligence said that the Kremlin used media outlets such as RT and Sputnik to influence the 2016 U.S. presidential election, possibly in favor of Trump.",
  "The law seeks to ensure that foreign organizations that play a role in influencing American public opinion give detailed information about their operations and funding to U.S. authorities.",
  "French President Emmanuel Macron, standing next to Putin in their first face-to-face meeting in May, called them \"agents of influence\" that had attempted to smear him during the election.",
  "\"There is another enormous negative effect we are having today,\" Russia's state-run TASS news agency cited Simonyan as saying in testimony at a Russian parliamentary hearing Thursday.",
  "She complained that the BBC and Al-Jazeera had not been required to register under FARA, as they are both state-funded channels, from Britain and Qatar respectively.",
  "Margarita Simonyan, the head of the news site, told a parliamentary hearing on Thursday that its staff on American soil \"fear for their security.\"",
  "Simonyan is the chief of Russian state media conglomerate Rossiya Segodnya, which owns Russia Today and Sputnik, according to The Moscow Times.",
  "It has become so tough for the news site to operate in the U.S. that \"it's hard for us now even to find a stringer in the USA,\" Simonyan said.",
  "The U.S. is not the only country to have accused Russia Today and Sputnik of playing a role in trying to influence the country's vote.",
  "On September 1, the FBI and Justice Department reportedly questioned Andrew Feinberg, the former White House reporter for Sputnik.",
  "\"They wanted to know where did my orders come from and if I ever got any direction from Moscow,\" Feinberg told Yahoo News.",
  "Her comments come as concerns about Russian interference in the 2016 presidential election continue to gather pace.",
  "It remains unclear if the questioning of Feinberg is part of the wider investigation by Mueller.",
  "\"They were interested in examples of how I was steered towards covering certain issues.\"",
  "\"People are scared, people are afraid,\" she said."
]