[
  "Depending on the political inclinations of the journalists covering the story, the tale has been framed as either a vindication of Trump’s generally derided claims that Trump Tower was wiretapped by the Obama Administration or yet another bit of evidence demonstrating that Team Trump was in collusion to with the Russians to influence the results of the presidential election.",
  "Since the appointment of Robert Mueller as Russiagate special counsel in May, some of the ongoing investigation has again focused on Manafort, investigating whether his relationship with Ukraine violated the Foreign Agents Registration Act (FARA), since he may have been acting on behalf of the government in Kiev, or regarding possible money laundering or tax irregularities.",
  "The possible misuse of the FBI and the FISA court is in some ways even worse that Richard Nixon’s Watergate as Nixon used mostly non-government resources to corrupt the process while the Manafort investigation has taken corruption up a notch, employing federal agencies acting in secret during a hotly contested electoral campaign.",
  "Those who are more cautious might well be inclined to hedge their bets, positing that both interpretations are partially correct, that Trump Tower might not have been the actual target and that Manafort possibly behaved indiscreetly and might have violated FARA, but he would never have attempted to interfere with the election.",
  "Insofar as can be determined given the lack of any corroboration coming from the government, the narrative surrounding Manafort goes something like this: Manafort, together with a number of other Washington based consultants, was a top adviser to former pro-Russian Ukrainian President Viktor Yanukovich between 2004 and 2014.",
  "Second, it is being claimed that FISA warrants are only issued when there is significant probable cause that a crime has been committed, meaning that Manafort “must have done something,” but the fact is that nearly all FISA requests are approved and few of them result in actual prosecution.",
  "His involvement somehow came to the attention of the FBI in 2014 and a secret Foreign Intelligence Surveillance Act (FISA) warrant was sought by the Bureau and then issued to permit teltapping and other forms of investigation to determine if foreign lobbying laws had been broken.",
  "The initial inquiry was eventually allowed to lapse “for lack of evidence.”\n\nA second warrant was obtained in the summer of 2016, presumably when Manafort was Trump’s campaign manager, based on apparently new information that had been obtained by the Bureau.",
  "Will anyone running for high office in the future want to be confronted by executive power acting secretly through the law enforcement and intelligence services to discredit him or her as well as a large and widening group of family and associates?",
  "CNN, which had previously denounced President Donald Trump’s claims that he had been wiretapped at Trump Tower, reported late on Monday that former Trump campaign manager Paul Manafort was tapped by the Federal Bureau of Investigation (FBI).",
  "First of all, someone in the Obama Administration had to make the extremely politically sensitive decision to secretly investigate the campaign manager of the Republican Party nominee when the surveillance was renewed in the summer of 2016.",
  "The fact that details of FISA involvement with Manafort vis-à-vis Ukraine began to leak to the media shortly after the investigation was reopened in 2016 is suggestive, and it eventually forced Manafort to resign, embarrassing Trump.",
  "His computer drives were copied, hard files were taken and even his suits were photographed to provide evidence that his attire was “expensive.” Prosecutors subsequently told Manafort that they were planning to indict him.",
  "Parsing what might or might not have been is interesting but we will never know the truth until the federal government feels free to reveal more evidence regarding what triggered the two FBI inquiries in the first place.",
  "And the fact that stories damaging to Trump based on classified information are continuing to appear in the media is yet another indication that the war of the leaks against the current administration is continuing.",
  "A White House team dedicated to getting its candidate elected can and will use all the mechanisms of power that are at hand to achieve that goal, including surveilling and digging up dirt on a political opponent.",
  "Third and possibly most important, the Manafort case from start to finish demonstrates once again that the unitary executive concept that has prevailed in the White House since 2001 is alive and well.",
  "To that end, Manafort has been questioned by a Grand Jury and has had his home in Alexandria raided by FBI agents in the early morning of July 26th, while he and his family were sleeping.",
  "As the leakers and other government officials cited in the media coverage are anonymous, conclusions drawn by allegations of guilt or innocence should be regarded with some skepticism.",
  "Manafort reportedly spoke with Trump throughout that period though it is not clear whether the president-elect or president was personally recorded as a consequence of the tap.",
  "Ex-President Obama has denied that he did any such thing and a Justice Department investigation has asserted that there was no “evidence” of any Trump Tower surveillance.",
  "But sift through the lawyerly language, and it becomes clear that while Obama might not have personally approved the eavesdropping, someone in his White House surely did.",
  "Manafort was wiretapped, presumably to include his residence in Trump Tower, and the eavesdropping continued until early in 2017, after Donald Trump was inaugurated.",
  "Phil Giraldi is a former CIA Case Officer and Army Intelligence Officer who spent 20 years overseas in Europe and the Middle East working terrorism cases.",
  "Meanwhile Paul Manafort, who has fully cooperated with the multiple investigations being conducted around Russiagate, is innocent until proven guilty.",
  "The principal focus, however, has been on the possibility that Manafort actively colluded with the Russian government to influence the U.S. election.",
  "So based on what has been reported as well as on available evidence, you can select the “meaning” of the Manafort affair.",
  "Some believe that Robert Mueller is conducting something like a fish hunt that is at its heart politically motivated.",
  "And as for the Justice Department, evidence can easily be destroyed or erased or never recorded in the first place.",
  "It is a hostile winnowing process that many potentially good candidates would not want to endure.",
  "Either Donald Trump is vindicated or Team Trump was acting in collusion with the Russians.",
  "And the analysis at this point is missing some important considerations.",
  "FISA warrants are also top secret and exposing them is a felony.",
  "The lock on the door to his house was picked to enable entry.",
  "So everyone would be somewhat wrong and somewhat right.",
  "If that is so, it will ultimately become clear.",
  "It is also manifestly an abuse of power.",
  "So is Donald Trump."
]