[
  "According to The Hill, the oil-rich nation, which is considered an ally of the U.S., doled out $9.4 million in all of 2015 to prevent passage of the bill, which is co-sponsored in the Senate by New York Sen. Chuck Schumer and Texas Sen. [crscore]John Cornyn[/crscore], a Democrat and Republican, respectively.",
  "(RELATED: Hillary Clinton Softens Position On Declassifying 28 Pages In 9/11 Report)\n\nThat’s a not-so-subtle shift from 2003 when, as a New York senator, Clinton signed a letter with other senators demanding that President George W. Bush declassify the pages.",
  "But documents recently published by the Department of Justice under the Foreign Agents Registration Act show that Clinton campaign financier Anthony Podesta is one of the several lobbyists at his firm personally handling the Saudi account.",
  "While Clinton has said she supports Schumer’s bill she has not made its passage a priority on the campaign trail, even as she’s been campaigning in New York, where the 9/11 terrorists slammed airplanes into the World Trade Center.",
  "The Saudi Royal Court’s contact with the Podesta Group is part of a sprawling effort to prevent passage of a law that would allow victims of terrorism to sue foreign governments which have aided and abetted terrorists.",
  "Mr. Ansari accused Sheikh Nimr, who was in his mid-50s, of organizing a “terrorist network” in Shiite areas in eastern Saudi Arabia and compared him to a Qaeda ideologue who sanctioned the killing of security forces.",
  "It’s been known for months that the Center for Studies and Media Affairs at the Saudi Royal Court, an arm of the Saudi regime, has been paying the Podesta Group to lobby lawmakers and federal agencies on its behalf.",
  "But she was less clear on whether she believes that the Obama administration should declassify the 28 pages contained in the 9/11 report that reportedly show links between the hijackers and the Saudi government.",
  "A recent “60 Minutes” report has renewed interest in claims that classified documents contained in the 9/11 Commission report show that Saudi government officials had ties to some of the 9/11 hijackers.",
  "Following the execution in January of Sheikh Nimr al-Nimr, the firm put The New York Times in touch with a Saudi commentator named Salman al-Ansari who claimed that the Shi’ite cleric was a terrorist.",
  "The Times report reads:\n\n“We are speaking of a terrorist person,” said Salman al-Ansari, a Saudi commentator provided by the Podesta Group, a public relations firm working for the Saudi government.",
  "The document, filed on March 11, shows Podesta gave $10,000 to the Democratic Senatorial Campaign Committee and $2,700 to New York Rep. [crscore]Gregory Meeks[/crscore].",
  "The 72-year-old is one of the Clinton campaign’s most prolific bundlers, though it would be hard to tell just from the lobbyist disclosure report he’s required to file.",
  "During an interview with her friend George Stephanopoulos on ABC’s “The Week” on Sunday Clinton said that she did not know anything about Schumer’s legislation.",
  "The Saudis have hired several other firms besides the Podesta Group, including BGR Group, DLA Piper, Hogan Lovells, and Pillsbury Winthrop Shaw Pittman.",
  "“I think the administration should take a hard look at them and determine whether that should be done consistent with national security,” Clinton said.",
  "As The Intercept noted in an article last month, the Podesta Group has helped the Saudis manage public relations during other high-profile cases.",
  "But the lobbyist-rainmaker has bundled a much larger sum of cash from among his circle of wealthy friends and business associates.",
  "A major Hillary Clinton campaign funder is personally lobbying on behalf of an arm of the Saudi government, federal records show.",
  "The Kingdom of Saudi Arabia has donated between $10 million and $25 million to Clinton’s family charity, the Clinton Foundation.",
  "The royal family has reportedly told U.S. officials that it will sell off $750 billion in U.S. Treasuries if the law is passed.",
  "And The Hill reported on Tuesday that the Saudi government was paying the Beltway lobbyist $140,000 a month for its services.",
  "The Obama administration has said it opposes such a bill because it will open Americans up to legal problems overseas.",
  "But after some quick criticism, her campaign scrambled to release a statement saying that she did back the measure.",
  "And two members of the Saudi royal family have given a total of between $200,000 and $500,000 to the organization.",
  "Another group called Friends of Saudi Arabia has given the Clinton Foundation between $1 million and $5 million.",
  "He served as Bill Clinton’s chief of staff for a time in the 1990s and as an adviser to President Obama.",
  "Campaign finance disclosures show he raised $35,560 for Clinton in the first quarter of 2016.",
  "Nimr was a vocal critic of the Saudi royal family and had called for free elections there.",
  "They have also threatened to use the power of the purse to quash the 9/11 bill.",
  "On Monday while campaigning with Schumer, Clinton said she supported the bill.",
  "The Podesta brothers started their eponymous lobbying outfit in 1988.",
  "That’s on top of the $130,900 he raised for the campaign last year.",
  "Podesta also has family ties to the Clinton campaign.",
  "Fifteen of the 19 terrorists were from Saudi Arabia.",
  "The Intercept reported the relationship last year.",
  "His brother John is Clinton’s campaign chairman.",
  "Clinton has other financial ties to the Saudis.",
  "Follow Chuck on Twitter"
]