[
  "Kornblum suggests that a politically beleaguered Saakashvilli might ratchet up tensions with Russia before the election, drawing Republican attention and creating a cudgel to beat the Obama administration as soft on Russia.”\n\nAs Gawker notes, Kornblum “was a lobbyist for a pro-Putin politician who was exploiting a connection to the secretary of state,” and “the memo clearly constitutes evidence that Kornblum sought to influence U.S. policy on behalf of a foreign political leader, and that he enlisted Blumenthal for help in that project.”\n\nBut neither Kornblum nor Blumenthal registered with the Justice Department 10 days before lobbying Clinton, which they were required to do under The Foreign Agents Registration Act (FARA) of 1938, which “is designed to prevent undisclosed meddling in American politics by foreign interests.” The outlet spoke to FARA experts who “said in no uncertain terms that Blumenthal and Kornblum both should have registered before lobbying Clinton”:\n\nAnother FARA attorney who spoke only on background said that both men should have registered for their attempts to influence Clinton.",
  "According to a Gawker report, Sidney Blumenthal, the top Clinton confidant, and “another former official from Bill Clinton’s administration were secretly lobbying the secretary of state on behalf of a billionaire in the former Soviet state of Georgia who was seeking closer ties with Putin’s Russia—seemingly in violation of a federal law designed to prevent foreign powers from covertly wielding influence within the United States.”\n\nBlumenthal “passed along a note from John Kornblum, an international lawyer who had served as ambassador to Germany under Bill Clinton,” to Clinton that lobbied on behalf of Oligarch Bidzina Ivanishvili, a Georgian billionaire who “led the opposition Georgian Dream party, which called for closer relations with Russia.” At the time, Ivanishvili “was opposing the incumbent President Mikheil Saakashvili, who had enjoyed U.S. support.” Two years ago, a hacker named Guccifer released some of Blumenthal’s emails, which Gawker has been reviewing.",
  "The memo makes clear that Kornblum was “working with the political party in Georgia opposing Saakashvili”and, according to Gawker, “was a full-throated plea for Clinton to warn Saakashvili not to crack down on Georgian Dream before the elections.” Kornblum also reportedly “passed along a personal letter to Clinton from Ivanishvili himself, in which Ivanishvili accused Saakashvili of undemocratically attacking his party and asking for Clinton’s support: ‘The Georgian people are waiting for a clear signal that America understands and supports their dreams for democracy.",
  "All that matters is “if you are acting at the request of a foreign government in an attempt to influence American political interests.”\n\nGawker reported that even “Ivanishvili’s consultants in America with duties as lightweight as mailing out DVDs and tweeting links”–like D.C-based firm National Strategies, LLC–registered and documented their activities to the Justice Department.",
  "Justice Department spokesman Brian Fallon, who will become Hillary Clinton’s press secretary in April, reportedly did not respond about whether the Department would investigate the matter–“the maximum penalty for willfully violating FARA is up to 10 years in prison and a $10,000 fine.”",
  "The Hillary Clinton confidant who was caught running a clandestine intelligence service for her may have also illegally lobbied for Russian President Vladimir Putin’s ally in the nation of Georgia.",
  "'”\n\n“I just had a conversation with John Kornblum, who raises an issue that could be a potential hot spot a month before the US election,” Blumenthal wrote Clinton in an email.",
  "Even Blumenthal’s single email to Clinton relaying Kornblum’s concerns, the attorney said, obligated him to register under the law.",
  "“Kornblum is working with the political party in Georgia opposing Saakashvilli, called Georgia Dream.",
  "“Technically, there’s no minimum,” he said.",
  "The Georgia election is October 1."
]