[
  "It is not entirely clear what the trio discussed in the emails because the State Department redacted portions of the records under an exemption category reserved for attorney-client privilege and the “deliberative process.”\n\nBut the messages were sent and received at a crucial inflection point for Clinton on the Armenian genocide issue.",
  "Mercer, who once served as deputy national finance director for the DNC, also appears to have failed to disclose the contact with the two Clinton aides — her deputy chief of staff Huma Abedin and Capricia Penavic Marshall, then an operative for one of Clinton’s campaign committees — under the Foreign Agents Registration Act (FARA).",
  "The correspondence raises numerous questions because the lobbyist, David Mercer, was paid $25,000 a month by the Turkish government to convince lawmakers and government officials to oppose a bill designating the Ottoman Empire’s murder of an estimated 1.5 million Armenian Orthodox Christians from 1915 to 1917 a genocide.",
  "She said then that “alone among the presidential candidates, I have been a long-standing supporter of the Armenian Genocide Resolution.”\n\nThe pledge earned Clinton the praise of the Armenian National Committee of America (ANCA), the largest Armenian political organization in the U.S.",
  "Clinton was called out for the comments in a House Appropriations Subcommittee hearing the next month by California Rep. [crscore]Adam Schiff[/crscore], who is currently a member of the House Select Benghazi Committee and one of Clinton’s most ardent supporters.",
  "Newly released emails show that a former Democratic National Committee official and lobbyist for the Turkish government directly contacted two of Hillary Clinton’s top aides to ask for a favor ahead of the then-secretary of state’s March 2009 visit to Turkey.",
  "The emails, which are entitled “Key Contact” and which the State Department recently turned over to the watchdog group Judicial Watch, offer a rare glimpse at a lobbyist comfortable enough with a Clinton insider to boldly ask for political favors.",
  "Mr. Mercer’s complicity in Ankara’s genocide denial represents an unconscionable corruption of U.S. democracy by high-priced lobbyists, a morally unacceptable compromise of American values by a foreign power,” Hamparian told The Daily Caller.",
  "“Hillary Clinton needs to answer for her morally indefensible actions as Secretary of State enforcing Turkey’s gag-rule against American condemnation and commemoration of the Armenian Genocide,” Hamparian told TheDC.",
  "“I can’t begin to express in mere words how much anguish has been caused in the Armenian-American community and among many activists about recent statements at a State Department town hall that you made,” he added.",
  "The U.S.’s reliance on the relatively moderate Islamic regime in the fight against terror helps explain administrations past and present have been hesitant to label the mass slaughter of Armenians a genocide.",
  "If you need additional information don’t hesitate to email me or reach me by cell at [redacted],” Mercer wrote to Abedin on March 4, just days ahead of Clinton’s first visit to Turkey as secretary of state.",
  "Mercer’s email to Marshall, who at the time worked for the pro-Clinton campaign committee, Friends of Hillary, suggests that the longtime Clinton insider had already moved to help the lobbyist.",
  "But he did not respond by press time to a request for comment on the contents of the emails he sent and why they were not revealed in Foreign Agents Registration Act (FARA) disclosures.",
  "Mercer is one of the chief players in a powerful network of lobbyists that the Turkish government has paid millions of dollars to help communicate the country’s position on the issue.",
  "“I think it’s fair to say that this has always been viewed, and I think properly so, as a matter of historical debate and conclusions rather than political,” she said at the time.",
  "FARA records show that he sent letters to Lee Feinstein, the national security director of Clinton’s campaign, at around the time she publicly supported the genocide resolution.",
  "But Clinton completely reversed course on the issue and refused to use the “g-word” to describe the century-old atrocity after she entered the Obama administration.",
  "Mercer profited personally by aiding and abetting Turkey’s shameful cover up of its genocide of millions of Armenians, Greeks, Assyrians and other Christians.",
  "“Some actions that were taken by you and the administration with regard to the Armenian genocide which are of great concern,” he said during the hearing.",
  "of Commerce Ron Brown, Mercer was sub-contracted through the Beltway lobbying firm DLA Piper to handle the $25,000-per-month Turkish lobbying effort.",
  "It would be great if Huma gave [redacted] a call prior to their arrival in Turkey which I believe is tomorrow,” he wrote to Marshall on March 6.",
  "Mercer has disclosed other contacts with politicians and government officials in other FARA filings, including a Dec. 2008 letter to Abedin.",
  "During a State Department town hall in Jan. 2012 she said that the issue of whether the mass murder was genocide was still up for debate.",
  "While in Turkey Clinton met with then-President Abdullah Gul, then-Prime Minister Recep Tayyip Erdogan, and Foreign Minister Ali Babacan.",
  "In 2008, DLA Piper was the second biggest corporate contributor to Clinton’s campaign, according to the Center for Responsive Politics.",
  "And as a Democratic presidential candidate in 2008 she issued a statement promising to recognize the genocide if elected president.",
  "“On this matter — David called me again and I asked [redacted] to talk to [redacted] and this is what she learned,” she wrote.",
  "Mercer donated a total of $10,000 to Clinton’s various campaigns, including Friends of Hillary, according to federal records.",
  "Clinton once touted her support for the resolution but flip-flopped dramatically after she joined the Obama administration.",
  "As a New York senator, Clinton supported several resolutions calling for the recognition of the mass murders as genocide.",
  "Aram Suren Hamparian, who once praised Clinton as ANCA’s executive director, had harsh words for both Mercer and Clinton.",
  "Clinton flailed as she attempted to defend downplaying her statement that the Armenian genocide was still up for debate.",
  "One DLA Piper lobbyist who also worked the account was former House Speaker Richard Gephardt, a Missouri Democrat.",
  "Turkey strongly opposes the resolution and has threatened economic and diplomatic retaliation if one is passed.",
  "It is likely that Clinton and company were aware of Mercer’s role as an opponent of the Armenian resolution.",
  "In her public remarks she touted the two countries’ NATO alliance and partnership in fighting terrorism.",
  "The powerbroker filed the reports on March 26, 2009 even though he started lobbying for Turkey in 2007.",
  "She received her last paycheck from Friends of Hillary on July 31, 2009, federal records show.",
  "Marshall emailed Abedin, who is Muslim, minutes after receiving Mercer’s message.",
  "That August, Marshall would take a job as State’s chief protocol officer.",
  "Clinton has not weighed in on the genocide issue during the 2016 cycle.",
  "In that role she was in charge of accommodating foreign dignitaries.",
  "It is listed as the eight largest Clinton donor of the 2016 cycle.",
  "“Hi Huma — Hope all’s well and you’re having a successful trip.",
  "Her campaign did not respond to TheDC’s request for comment.",
  "This article has been updated with additional information.",
  "“Here’s the email I sent to Huma regarding [redacted].",
  "Could you please make contact with [redacted]?",
  "Thanks very much for your help in all this.",
  "Described as a protege to Bill Clinton Sec.",
  "I greatly appreciate it.",
  "Follow Chuck on Twitter",
  "“Mr."
]