[
  "Mercury registered its lobbying with the Justice Department, explaining in its filings that “the work done under this arrangement may inure to the benefit of the People’s Republic of China.” The filings reveal that the firm was paid $75,000 a month for three months to engage in work such as “setting up meetings with U.S. government officials related to U.S. sanctions on the foreign principal.”\n\nThe fate of the telecom company seemed to improve in May, after Mr. Xi made a personal appeal to Mr. Trump on its behalf and Mr. Trump, concerned about relations with China, promised publicly to help.",
  "Using its subsidiary, ZTE USA, the company paid Hogan Lovells $1.28 million through the end of June, the period covered by the most recent filings, to lobby the White House, Congress, the Commerce Department and the Treasury Department on “national security concerns” and other issues related to the sanctions.",
  "On June 7, the Commerce Department said it had reached a deal to rescind the sanctions in exchange for ZTE paying a $1.4 billion penalty, replacing its senior executives and embedding a team of compliance officers who were answerable to the American government.",
  "But ZTE’s future began looking dubious in mid-April, when the Commerce Department banned the company from buying any American products for seven years as punishment for lying about efforts to resolve the issues that led to the sanctions violation.",
  "Through Hogan Lovells, ZTE also retained the services of the lobbying and public relations firm Mercury Public Affairs, which relied on a former Trump campaign and transition official to lobby officials in the White House and Commerce Department.",
  "Hogan Lovells spearheaded the congressional lobbying and also handled legal aspects, including negotiations with the Commerce Department’s Bureau of Industry and Security, according to people familiar with the lobbying push.",
  "Because Hogan Lovell’s lobbying was done through ZTE’s American entity, its lobbyists were only required to file disclosures with Congress that revealed relatively little about their activities.",
  "By contrast, companies representing foreign clients are required to complete more detailed filings with the Justice Department under the Foreign Agents Registration Act.",
  "The ban threatened to cripple ZTE’s global telecommunications business and put Chinese employees out of work, a huge embarrassment for President Xi Jinping of China.",
  "ZTE quickly retained Hogan Lovells, whose lead lobbyist was Norm Coleman, the former senator of Minnesota, according to congressional lobbying filings."
]