[
  "Win McNamee / Getty\n\nThe case was brought by the U.S. attorney's office in Washington and the Department of Justice's National Security Division, and not by special counsel Robert Mueller, whose team has been investigating potential coordination between Moscow and the Trump campaign.",
  "WASHINGTON — W. Samuel Patten, an associate of a key figure in the investigation into former Trump campaign chairman Paul Manafort, has pleaded guilty to one count of failing to register as a foreign agent.",
  "Patten's company was involved in lobbying work in the United States and Ukraine, prosecutors said, adding that he failed to register as a foreign agent with the Justice Department as required by law.",
  "Prosecutors said Patten formed a company with the Russian national and it received $1,000,000 for its work advising Ukraine's Opposition Bloc party, including a prominent Ukraine oligarch.",
  "Even though the case was not brought by Mueller, President Trump's personal attorney, Rudy Giuliani, called it an \"irrelevant indictment\" from the special counsel's team.",
  "Court documents don't refer to Kilimnik by name, but said Patten worked with a Russian national on lobbying and political consulting services.",
  "Patten told Judge Amy Berman Jackson that he suffers from mental illness and is under the care of a psychiatrist and is taking medication.",
  "Kilimnik also is a co-defendant in a pending case against Manafort in Washington that accuses them both of witness tampering.",
  "Patten was a business associate of Konstantin Kilimnik, a man U.S. authorities said has ties to Russian intelligence.",
  "Jackson asked whether he is suffering from depression and anxiety, and he quickly responded, \"Correct, your honor.\"",
  "Attorney Andrew Weissmann for the special counsel's office and FBI agent Omer Meisel were present in court.",
  "\"I think Mueller has turned into the private prosecutor,\" Giuliani said about Patten's guilty plea.",
  "Kilimnik worked closely with Manafort, who was found guilty this month of eight financial counts.",
  "Throughout the hearing, Patten stood straight and nodded in response to every question.",
  "She ordered him to continue seeing his psychiatrist and to avoid alcohol.",
  "Prosecutors said this violated the Foreign Agents Registration Act.",
  "Manafort's name was not mentioned once during Friday's hearing.",
  "At one point, he took out a handkerchief and wiped his face.",
  "\"I mean, what does this have to do with President Trump.?",
  "They have lead roles in Manafort's trial in Washington.",
  "Some guy that donated to the inauguration.\"",
  "Clare Hymes contributed to this report.",
  "Has nothing to do with collusion.",
  "Not a single thing."
]