[
  "The admirals are holding the talks, the announcer said, “amid the tension the U.S. created this week.”\n\nAdditional reporting by Benjamin Kang Lim and Joseph Campbell in Beijing, Ritsuko Ando in Tokyo, Gopal Sharma and Ross Adkin in Kathmandu, Mirwais Harooni in Kabul, Joyce Lee in Seoul, Eveline Danubrata and Arzia Tivany Wargadiredja in Jakarta, Khettiya Jittapong and Pairat Temphairojana in Bangkok, Theodora D’cruz in Singapore, Mohammed Shihar in Colombo, Terrence Edwards in Ulan Bator, Diane Chan in Hong Kong, Jane Wardell and Ian Chua in Sydney, Balazs Koranyi and Harro Ten Wolde in Frankfurt, Jussi Rosendahl in Helsinki, Sara Ledwith in London, Julia Fioretti in Brussels, Can Sezer in Istanbul, Andrius Sytas in Vilnius, Kole Casule in Skopje, Renee Maltezou in Athens, Margarita Antidze in Tbilisi, Radu-Sorin Marinas in Bucharest, Geert De Clercq in Paris, Marton Dunai in Budapest, Ed Cropley in Johannesburg, Selam Gebrekidan in New York, Anna Driver in Houston, Renee Dudley in Boston, Brian Grow in Atlanta, David Storey in Washington and Euan Rocha in Toronto\n\nChina Radio’s men in Europe and Asia BEIJING - Zhao Yinong calls China Radio International “a very big client” of his European media group.",
  "Klasszik Radio in Hungary, which is part of the GBTimes stable, says on its Facebook page that its mission is to “talk about the pros and cons of the Asian giant, its rich culture, funny habits and the fact that they are not as alien to us as we might think.” All the radio stations in the GBTimes network adhere to regulatory requirements in the countries in which they operate, Zhao said.",
  "FCC commissioners have liberally interpreted the foreign broadcast ownership cap, stressing the law allows exceptions to the 20 and 25 percent rules if it will “serve the public interest.” FCC commissioners have also said that allowing foreigners to lease time on airwaves owned by American companies – a process known as “time brokering” – can be a good way to promote diversity of views.",
  "Said former FCC Chairman Reed Hundt: “If there were allegations made about de facto Chinese government ownership of radio stations, then I’m sure the FCC would investigate.”\n\nU.S. law also requires anyone inside the United States seeking to influence American policy or public opinion on behalf of a foreign government or group to register with the Department of Justice.",
  "Most cases are resolved administratively, outside of public view, the official said, adding that “proving foreign-agency direction and control is nuanced.” As a result, said U.S. officials and lawyers who follow the issue closely, the primary goal of FARA is to force foreign governments to be transparent in their attempts to lobby the American government and public.",
  "Instead, an analyst explained that tensions in the region were due to unnamed “external forces” trying “to insert themselves into this part of the world using false claims.”\n\nBehind WCRW’s coverage is a fact that’s never broadcast: The Chinese government controls much of what airs on the station, which can be heard on Capitol Hill and at the White House.",
  "A top-of-the-hour morning newscast on Oct. 15, broadcast in Washington and other U.S. cities, was identified only as “City News.” It reported that U.S. officials were concerned about cyber attacks, including one in which the personal information of about 20 million American government workers was allegedly stolen.",
  "In Europe, a number of stations broadcast mainly music, but some also run programs on Chinese culture and social trends, with names like “Colorful East” and “Pop Rock Dragon.” “This is about selling China’s story to the world,” said Jichang Lulu, an independent researcher on China who has written about GBTimes.",
  "I think this is an American value.” James Su, president and CEO, G&E\n\n“I would make a serious inquiry under FARA into a company rebroadcasting Chinese government propaganda inside the United States without revealing that it is acting on behalf of, or it’s owned or controlled by China,” said D.E.",
  "“As China grows and gets stronger,” he said he believed it would expand its media reach “overseas on its own.” Zhao, who spoke with Reuters in an interview last month in Beijing, said there was no difference between his operation and the U.S.-government-funded Voice of America (VOA).",
  "The production values vary because the broadcasts are appealing to three distinct audiences: first-generation Chinese immigrants with limited English skills; second-generation Chinese curious about their ancestral homeland; and non-Chinese listeners whom Beijing hopes to influence.",
  "“You can’t hide behind a rubric of journalism by producing a newspaper or putting content on the U.S. radio airwaves if the content is provided, financed or directed by a foreign government for the purpose of influencing American public opinion or policy,” Meltzer said.",
  "Other ties are not as visible: The key disclosure that G&E is 60 percent owned by Guoguang Century - the Beijing firm that’s 100 percent owned by CRI - is contained in a footnote in a lengthy FCC filing made on behalf of another Su company, Golden City Broadcast, LLC.",
  "“We were losing millions of dollars a year down the drain.”\n\nSaying they hoped to resurrect the station, other Potomac Radio executives asked Loudoun County in 2009 for permission to erect three broadcast towers on land owned by a county utility, records show.",
  "In an interview in Beijing, Zhao said he was \"not interested in creating a false China\" and he had “nothing to hide.”\n\nTommy Jiang, the head of CAMG, the Australian-based company that owns and operates stations in the Asia-Pacific region, declined to comment.",
  "His projects include English and Chinese-language stations, a magazine, a newspaper, four apartment buildings, condos at the Trump International Hotel in Las Vegas, a film festival and a charity that last year donated $230,000 to an orphanage in China.",
  "Video: Good morning, Washington\n\nThe three companies span the globe:\n\n• In Europe, GBTimes of Tampere, Finland, has an ownership stake in or provides content to at least nine stations, according to interviews and an examination of company filings.",
  "A Reuters investigation spanning four continents has identified at least 33 radio stations in 14 countries that are part of a global radio web structured in a way that obscures its majority shareholder: state-run China Radio International, or CRI.",
  "Since 2010, CRI’s broadcast partner in the United States has struck deals that bailed out struggling community radio stations, either by purchasing them outright or paying tens of thousands of dollars a month to lease virtually all their airtime.",
  "“The explicit intention is to portray the content as coming from an independent party, while in fact broadcasting the views of the Chinese government.” In Asia, some of the employees at stations in Jiang’s stable have received training from CRI.",
  "On Oct. 29, WCRW carried a program called “The Hourly News.” Among the top stories: Senior Chinese and U.S. naval commanders planned to speak by video after a U.S. Navy ship passed close by China’s new artificial islands in the South China Sea.",
  "In a Sept. 16 interview at his offices near Los Angeles, G&E president and CEO James Su confirmed that CRI subsidiary Guoguang Century Media holds a majority stake in his company and that he has a contract with the Chinese broadcaster.",
  "English-language radio stations in Perth, Canberra and Auckland broadcast China-friendly programming similar to that being aired in the United States, where CRI has a partnership with Los Angeles-based businessman James Su.",
  "BUILDING “SOFT POWER”\n\nChinese President Xi Jinping, who has chafed at a world order he sees as dominated by the United States and its allies, is aware that China struggles to project its views in the international arena.",
  "CRI itself doesn’t hold ownership stakes in U.S. stations, but it does have a majority share via a subsidiary in the company that leases WCRW in Washington and a Philadelphia station with a similarly high-powered signal.",
  "“It was all very deceptive.” Kelly Burk, former supervisor, Loudoun County\n\nIn their application, Potomac Radio executives argued that the new towers offered the “last hope to retain Loudoun County’s only” radio station.",
  "Current Chinese registrants include Beijing’s official trade and tourist offices, as well as its China Daily, which produces a U.S. edition and regular, multi-page advertorial inserts that appear in The Washington Post.",
  "————— The Long Arm of China By Koh Gui Qing and John Shiffman Photo editing: Thomas White Graphics: Christian Inton and Foo Hwei Wen Design: Catherine Tai Video: Eve Johnson Edited by Bill Tarrant and Peter Hirschberg",
  "Under the Communications Act, foreign individuals, governments and corporations are permitted to hold up to 20 percent ownership directly in a station and up to 25 percent in the U.S. parent corporation of a station.",
  "Corporate records in the United States and China show a Beijing-based subsidiary of the Chinese state-owned radio broadcaster owns 60 percent of an American company that leases almost all of the station’s airtime.",
  "And while the Federal Communications Commission and the Justice Department regulate radio station ownership and messaging by foreign governments, it’s easy for other nations to legally reach American audiences.",
  "The Justice Department, meanwhile, regulates agents of foreign governments or foreign groups engaging in political activity – defined as people or entities seeking to influence U.S. policy or public opinion.",
  "A spokeswoman for Su said Reuters’ description of the extent of his network is “generally correct.”\n\nSu declined to describe how he makes money when most of the U.S. stations air virtually no commercials.",
  "But American officials charged with monitoring foreign media ownership and propaganda said they were unaware of the Chinese-controlled radio operation inside the United States until contacted by Reuters.",
  "Two of his primary companies are G&E Studio and EDI Media Inc. G&E dedicated a page on its website to showcase CRI as a \"close” partner, but it recently deleted the page after Reuters made inquiries.",
  "“We should increase China’s soft power, give a good Chinese narrative and better communicate China’s message to the world,” Xi said in a policy address in November last year, according to Xinhua.",
  "I think this is an American value.”\n\nGBTimes CEO Zhao Yinong, who spearheads the European arm of the expatriate radio operation, confirmed that he receives several million euros a year from CRI.",
  "The three Chinese businessmen in partnership with Beijing have each created a domestic media company that is 60 percent owned by a Beijing-based group called Guoguang Century Media Consultancy.",
  "Public records show that CRI’s U.S. Chinese-American business partner and his companies haven’t registered as foreign agents under the law, called the Foreign Agents Registration Act, or FARA.",
  "Justice Department officials spend “a considerable amount of time combing through public source information” looking for unregistered foreign agents, said a senior Justice Department official.",
  "In America, weak limits on the voices of foreign governments WASHINGTON - Under the First Amendment, the U.S. Constitution generally prevents the federal government from censoring any media.",
  "Potomac Radio also invoked the attacks of Sept. 11, 2001, a day when the station provided “critical information to county businesses and parents” as mobile phone service became overloaded.",
  "According to FCC records, these include several stations in which Su’s companies hold a stake of approximately 80 percent – for example, stations in Atlanta, Salt Lake City and Las Vegas.",
  "The demonstrations, a report said, had “failed without the support of the people in Hong Kong.”\n\nMany of these stations do not run ads and so do not appear to be commercially motivated.",
  "The law permits foreign individuals, governments and corporations to hold up to 20 percent ownership directly in stations and up to 25 percent in U.S. parent corporations of stations.",
  "Audio: WCRW’s take\n\nCRI content is carefully scripted, with the treatment of sensitive topics such as the banned Falun Gong spiritual group adhering strictly to the government line.",
  "A half-dozen former senior U.S. officials said federal authorities should investigate whether the arrangement violates laws governing foreign media and agents in the United States.",
  "A U.S. law enforced by the Federal Communications Commission (FCC) prohibits foreign governments or their representatives from holding a radio license for a U.S. broadcast station.",
  "Today, the 44-year-old owns or co-owns real estate and radio stations worth more than $15 million, according to a Reuters analysis of U.S. corporate, property, tax and FCC records.",
  "Newscasts are peppered with stories highlighting China’s development, such as its space program, and its contribution to humanitarian causes, including earthquake relief in Nepal.",
  "Last year, as thousands of protesters demanding free elections paralyzed Hong Kong for weeks, the news on CRI-backed stations in the United States presented China’s point of view.",
  "A Reuters review of corporate filings and interviews with station employees revealed nine stations in which GBTimes either has an ownership stake or to which it provides content.",
  "Besides the overtly political coverage, topics range from global currency fluctuations and Chinese trade missions to celebrity wardrobe analysis and modern parenting challenges.",
  "Washington and its allies see the island-building program as a ploy to grab control of strategic sea lanes, and the Navy sail-by was meant to counter China’s territorial claims.",
  "• In Asia-Pacific, Global CAMG Media Group of Melbourne, Australia, has an ownership stake in or supplies programming to at least eight stations, according to corporate records.",
  "“CRI’s not like that at all.”\n\nPendleton said he has no input in WCRW content: He simply rebroadcasts whatever programs arrive from CRI’s man in America, G&E founder James Su.",
  "According to Zhao, the state-owned Chinese international broadcaster pays his company, GBTimes, “several million euros” each year to produce radio shows for a local audience.",
  "These people must publicly disclose financial arrangements with foreign governments and affix warning labels to any promotional material distributed inside the United States.",
  "The records show that the remaining roughly 20 percent is held by AIM Broadcasting, a company in Palo Alto, California, which specializes in programming aimed at immigrants.",
  "“We are not the evil empire that some Western media portray us to be,” said a person close to the Communist Party leadership in Beijing who is familiar with the CRI network.",
  "CRI head Wang Gengnian has described Beijing’s messaging effort as the “borrowed boat” strategy - using existing media outlets in foreign nations to carry China’s narrative.",
  "James Su, a naturalized U.S. citizen and Los Angeles-area businessman, owns and co-owns several stations and uses time brokering to lease virtually all the time on others.",
  "The law, first enacted in 1934, does not apply to cable or satellite outlets, such as Russia’s RT or Qatar’s Al-Jazeera, or to Internet sites, according to FCC officials.",
  "The media were misleading “the American masses’ objective understanding of China, even engendering hostile emotions,” Su said, according to a China National Radio report.",
  "Covered by China’s state-run media, the speech laid out Su’s vision for a business that could be profitable and also help China project its message in the United States.",
  "Zhao, whose media company is based in Finland, spearheads an operation that broadcasts China-friendly programming in Europe on behalf of China Radio International (CRI).",
  "The 195-foot towers broadcasting Beijing’s agenda throughout the Washington region are located in suburban Loudoun County, Virginia, near Dulles International Airport.",
  "“The sense of belonging to China among countrymen residing abroad and their endorsement of China’s current policies grow with each day,” Su said, according to Xinhua.",
  "Past registrants include a U.S. public relations firm that helped promote CCTV, the Chinese state broadcaster, to influential people inside the United States in 2012.",
  "Asked why China is operating abroad through private companies, Zhao said the initial reason was a lack of talent, funding and knowledge of the overseas media market.",
  "According to the most recent FCC records, he is the majority owner of at least six stations, such as the one in Atlanta, which he purchased for $2.1 million in 2013.",
  "In the previous five decades, before the Chinese got involved, the station was known as WAGE, and it used smaller equipment and broadcast mostly local news and talk.",
  "CRI headquarters in Beijing and the Chinese embassy in Washington declined to make officials available for interviews or to comment on the findings of this article.",
  "A law administered by the FCC, the Communications Act, bans foreign governments or their representatives from owning a radio license for a U.S. broadcast station.",
  "G&E now broadcasts in English and Chinese on at least 15 U.S. stations, including Salt Lake City, Atlanta, Philadelphia, Houston, Honolulu and Portland, Oregon.",
  "Potomac Radio president Alan Pendleton said his company had a history of leasing time to ethnic programmers, including an hour a day to CRI on another station.",
  "“They presented it as all about being about local radio, and never let on what they were really up to.”\n\nPotomac Radio’s Pendleton said there was no deception.",
  "The 2009 launch of Jiang’s Canberra FM 88 station was deemed significant enough by Beijing that China’s ambassador to Australia and CRI’s president attended.",
  "Many of these stations primarily broadcast content created or supplied by CRI or by media companies it controls in the United States, Australia and Europe.",
  "As media around the world covered the diplomatic clash, a radio station that serves the most powerful city in America had a distinctive take on the news.",
  "While many segments are indistinguishable from mainstream American radio shows, some include announcers speaking English with noticeable Chinese accents.",
  "According to its English-language website, its first broadcast was aired from a cave, and the news reader had to frighten away wolves with a flashlight.",
  "G&E also distributes CRI content made in Beijing, as well as G&E content produced in California, to more than a dozen stations inside the United States.",
  "In any event, he said, CRI is open about its goals: to present a window into Chinese culture and offer Chinese points of view on international affairs.",
  "A typical hour on most stations begins with a short newscast that can toggle between China news and stories about violent crimes in the United States.",
  "Ronald Meltzer, who wrote the FARA chapter in the American Bar Association’s official lobbying manual, said media outlets are not exempt from the law.",
  "One thing the programs have in common: They generally ignore criticism of China and steer clear of anything that casts Beijing in a negative light.",
  "BEIJING/WASHINGTON – In August, foreign ministers from 10 nations blasted China for building artificial islands in the disputed South China Sea.",
  "“China Radio International is now on the air in the Australian capital of Canberra,” China’s state-run CCTV reported on its website at the time.",
  "An employee at Capital FM 92.4 in Kathmandu, Nepal, told Reuters that staffers have worked at CRI’s official Nepali language service in Beijing.",
  "It’s self-protection.”\n\nIn some ways, the CRI-backed radio stations fulfill a similar advocacy role to that of the U.S.-run Voice of America.",
  "WCRW is just one of a growing number of stations across the world through which Beijing is broadcasting China-friendly news and programming.",
  "Other officials at the FCC said the agency receives so many license applications that it only launches a probe if it receives a complaint.",
  "The 33 radio stations backed by CRI broadcast in English, Chinese or local languages, offering a mix of news, music and cultural programs.",
  "Douglas said he believes that G&E content produced in the United States is made independently, and not directed by the Beijing government.",
  "The business would need to be structured to comply with U.S. ownership laws and would “endorse China’s ideology,” Su was quoted as saying.",
  "Loudoun County officials were surprised when the amped-up station returned as WCRW and began broadcasting G&E and CRI content about China.",
  "A report the day after the protests ended did not explain why residents were on the streets and carried no comments from protest leaders.",
  "• And in North America, G&E Studio Inc, near Los Angeles, California, broadcasts content nearly full time on at least 15 U.S. stations.",
  "He moved to the United States in 1989, he said, ultimately settling in West Covina, a suburb of Los Angeles, and became a U.S. citizen.",
  "In addition to distributing CRI programming, G&E produces and distributes original Beijing-friendly shows from its California studios.",
  "People familiar with the matter said no such complaint has been lodged with the FCC about the CRI-backed network in the United States.",
  "Zhao’s counterpart in the Asia-Pacific region is Tommy Jiang, who is in partnership with CRI through a Melbourne-based media company.",
  "Three Chinese expatriate businessmen, who are CRI’s local partners, run the companies and in some cases own a stake in the stations.",
  "One program, The Beijing Hour, says it is “brought to you by China Radio International.”\n\nSome shows are slick, others lack polish.",
  "Neither Su nor two of his primary companies – G&E Studio and EDI Media Inc – are registered as foreign agents, public records show.",
  "Su said he and his companies aren’t acting as agents of a foreign government and his lawyers have told him his actions are legal.",
  "Pendleton said he didn’t know that G&E was 60 percent owned by a subsidiary of the Chinese government until Reuters informed him.",
  "He has “no way to control” what CRI broadcasts on the stations, he said, nor is he part of any plan to spread Chinese propaganda.",
  "In 2008, Su gave an address in which he criticized U.S. media for focusing their China coverage on issues such as human rights.",
  "Those restrictions might make China’s soft-power push an uphill battle with audiences in places like Houston, Rome or Auckland.",
  "In the days before the station came back on air in April 2011, Potomac Radio sought FCC permission to change the name to WCRW.",
  "G&E leases almost all the broadcast time on two stations - in Washington and Philadelphia - to air China-friendly programming.",
  "In 2005, an American company called Potomac Radio LLC purchased the station and added some nationally syndicated programming.",
  "But after his 2009 deal to create G&E, in which the Chinese state-owned subsidiary has a majority stake, his fortunes rose.",
  "But CRI is more than a client of Zhao: A CRI subsidiary owns a 60 percent stake in GBTimes, according to corporate filings.",
  "Su also owns 40 percent of a network called G&E Studio Inc, which is 60 percent owned by a Chinese state-owned subsidiary.",
  "There’s nothing to hide.” According to Zhao, GBTimes runs a network of 14 radio stations from Finland to Hungary to Italy.",
  "Each of these arrangements complies with U.S. law, said Su and Greg Douglas, chief operating officer of AIM Broadcasting.",
  "In 2013, the Chinese government presented Su with a special contribution award at a media event for Chinese broadcasters.",
  "The broadcast left out a key element: It has been widely reported that U.S. officials believe China was behind that hack.",
  "China has a number of state-run media properties, such as the Xinhua news agency, that are well-known around the world.",
  "“If you listen to other state-sponsored broadcasters,” especially Russia’s, “they’re really insidious,” Pendleton said.",
  "He said he did not know that G&E was 60 percent owned by a subsidiary of the Chinese state until contacted by Reuters.",
  "There are currently about 350 registrants representing some 500 foreign entities in the United States, officials said.",
  "When a reporter said that VOA is transparent about its government links, Zhao replied: “We’ve never hidden ourselves.",
  "But the arrangement complies with FCC law, he said, because G&E leases the airwaves instead of owning the station.",
  "In Washington, for instance, he leases virtually all the time on WCRW for more than $720,000 a year through G&E.",
  "The content is largely the same on each station, produced either by CRI from Beijing or by G&E from California.",
  "But there is a fundamental difference: VOA openly publishes the fact that it receives U.S. government funding.",
  "Justice Department national security spokesman Marc Raimondi and FCC spokesman Neil Grace declined to comment.",
  "This didn’t matter much until the 1990s, when Loudoun County boomed into a bedroom community for Washington.",
  "CHINA’S “PROXY”\n\nJames Yantao Su was born in Shanghai in 1970, the year China launched its first satellite.",
  "His stations, Su said, offer the American public an alternative viewpoint on Chinese culture and politics.",
  "They are required to register with the department under the Foreign Agents Registration Act, or FARA.",
  "The latter is known as “time-brokering” and is the method G&E used to take to the air in Washington.",
  "While Su owns a minority share of G&E, he has structured his radio station holdings in various ways.",
  "Located outside Washington, D.C., WCRW radio made no mention of China’s provocative island project.",
  "The new towers would boost the station’s signal tenfold to 50,000 watts, reaching into Washington.",
  "EDI’s site says it has become “China’s outward media and advertising proxy” in the United States.",
  "Zhao said he’d like more cooperation with his counterparts in the United States and Asia-Pacific.",
  "Guoguang, in turn, is wholly owned by a subsidiary of CRI, according to Chinese company filings.",
  "The network reaches from Finland to Nepal to Australia, and from Philadelphia to San Francisco.",
  "His company was approached by CRI several months after the county approved the towers, he said.",
  "An early highlight, though, was a speech he gave in 2003, when he was in his early thirties.",
  "Around the world, corporate records show, CRI’s surrogates use the same business structure.",
  "A few of the programs broadcast in the United States cite reports from CRI, but most don’t.",
  "At WCRW, Beijing holds a direct financial interest in the Washington station’s broadcasts.",
  "A Philadelphia station is leased under a similar arrangement for at least $600,000 a year.",
  "He also declined to say how he got the money to finance his radio leases and acquisitions.",
  "Asked about the initials, Pendleton confirmed that they stand for China Radio Washington.",
  "Su’s various companies also partner with AIM on some time-broker ventures, records show.",
  "They pump out a 50,000-watt signal, the maximum for an AM station in the United States.",
  "Today, CRI says it broadcasts worldwide in more than 60 languages and Chinese dialects.",
  "“Ed” Wilson Jr., a former senior White House and Treasury Department official.",
  "“It was all very deceptive,” said Kelly Burk, a county supervisor at the time.",
  "Revenue at WAGE continued to fall, however, and in 2009, it went off the air.",
  "Willful violation of FARA carries a maximum penalty of five years in prison.",
  "“We are only telling the unfiltered real news to our audience,” he said.",
  "He said that a non-disclosure agreement bars him from divulging details.",
  "Douglas said many U.S. stations commonly air content produced overseas.",
  "In the same speech, he spoke of his fellow expats’ affinity for China.",
  "The paperwork made no mention of plans to lease airtime to Su and CRI.",
  "By the early 2000s, Su was a moderately successful media entrepreneur.",
  "“It’s like a management company that manages a condominium,” he said.",
  "BORN IN A CAVE\n\nCRI has grown remarkably since its founding in 1941.",
  "The new towers would contribute to public safety, proponents said.",
  "A station in Thailand, though, broadcasts mainly Thai pop songs.",
  "G&E doesn’t own stations, but rather leases the airtime on them.",
  "“Our U.S. audience and our U.S. public has the choice,” Su said.",
  "But there have been only four prosecutions in the last decade.",
  "It was in 2009 that Su’s vision really began to take shape.",
  "Su added that he is a businessman, not an agent for China.",
  "“Our U.S. public … can choose to listen or not to listen.",
  "“It was a painful, painful experience,” said Pendleton.",
  "Commuters would lose the signal halfway to the capital.",
  "Su declined to discuss his business career in detail.",
  "That’s a little over half of GBTimes’ annual revenue.",
  "The county Board of Supervisors approved the towers.",
  "“Western media reports about China are too negative.",
  "But CRI does have something to offer station owners.",
  "A station in Vancouver also broadcasts G&E content.",
  "CRI is using front companies that cloak its role.",
  "At just 5,000 watts, the signal didn’t carry far.",
  "We just want to improve our international image.",
  "That year, records show, Su created G&E Studio.",
  "The change was his idea, not CRI’s, he said.",
  "“They can choose to listen or not listen.",
  "WCRW omitted that side of the story.",
  "Su said he complies with U.S. laws.",
  "FCC officials declined to comment.",
  "Jiang declined to be interviewed.",
  "In other cases he leases airtime.",
  "The towers went live in 2011."
]