[
  "The charges are seemingly unrelated to the purported purpose of Mueller’s investigation: “links and/or coordination between the Russian government and individuals associated with the campaign of President Donald Trump.” The public document from Rosenstein that appointed Mueller said little more than that about the scope of his authority, but Manafort’s lawyers discovered Rosenstein had written a much more detailed memo in August and successful moved to have a redacted copy entered into the court records.",
  "At a hearing this month, Judge Ellis, of the U.S. District Court for the Eastern District of Virginia, harshly criticized Mueller’s prosecutors for their stance toward the secret document, which was characterized as, “We said this was what [the] investigation was about, but we are not bound by it and we were lying” and questioned their actual motivations in prosecuting Manafort, saying, “You don’t really care about Mr. Manafort.",
  "You really care about what information Mr. Manafort can give you to lead you to Mr. Trump and an impeachment, or whatever.”\n\nEllis gave the prosecutors two weeks to provide an unredacted version of the scope memo so he could rule on Manafort’s motion to dismiss the charges on the grounds they were brought outside the bounds of the Special Counsel Office’s authority.",
  "U.S. District Judge Thomas Ellis, the judge presiding in one of former Trump campaign manager Paul Manafort’s two criminal trials, had demanded Mueller’s prosecutors turn over the documents after Manafort’s lawyers questioned the special counsel’s authority to investigate their client.",
  "Federal prosecutors attached to Special Counsel Robert Mueller’s office turned over an unredacted copy of Deputy Attorney General Rod Rosenstein’s “scope memo” that defines the bounds of the “Russia investigation,” court documents indicated Thursday.",
  "The money laundering, tax fraud, and Foreign Agents Registration Act (FARA) charges Manafort faces stem from his handling of his accounts with ousted pro-Russian Ukrainian leader Victor Yanokovych long before he joined the Trump campaign.",
  "Ellis will likely decide on whether to dismiss the charges shortly, but regardless of his ruling, Manafort will still face similar charges in the District of Columbia, where his lawyers are fighting the indictment on the same theory.",
  "“The scope letter is what Rosenstein said is the actual area that Mr. Mueller can investigate,” Rep. Andy Biggs (R-AZ) told Fox News Thursday.",
  "Now that Judge Ellis has a copy, Republicans on the House Judiciary Committee are demanding they be read in on the memo.",
  "Thursday, they appear to have provided that version.",
  "I think we’re co-equal branches of government.",
  "We’d like to see it without redactions.”",
  "“He hasn’t given it to Congress."
]