[
  "As I wrote in a long Heritage Foundation report earlier this year, the nearly 100 Beijing-controlled Confucius Institutes in U.S. colleges and universities institutes are nothing less than an attempt “to stifle free and open debate on China precisely in the places where it should be prized the most.” As with the radio stations, none of the three Ts (Chinese misbehavior in Tibet, Taiwan or the 1989 Tiananmen Massacre) ever get a critical look at the institutes.",
  "Despite Mr. Cameron’s extraordinary candor, most Americans don’t know that their movies, their universities, and now their radio stations are being polluted with the censorship and propaganda of a foreign government and one whose ruling communist party espouses many ideals and interests inimical to America’s own.",
  "In fact, with radio, China has acted so stealthily that the federal government—which limits foreign entities’ ownership of media outlets and regulates agents of foreign governments seeking to exert political influence in the U.S.—was unaware about the effort until the British news agency Reuters informed them.",
  "Just as it does with cyberwarfare, when it hacks into government and private sector IT systems, Beijing is able at least to circumvent the rules on radio ownership by taking full advantage of the West’s open societies, never mind the technological breakthroughs invented in the U.S.",
  "According to WCRW, the Hong Kong pro-democracy protesters who turned out in their hundreds of thousands last year “failed without the support of the people in Hong Kong.”\n\nThe Chinese government is used to getting its way with the media in China itself, of course.",
  "So don’t expect to hear anything about problems in Tibet or praise for Taiwan democracy or the banned religion Falun Gong on the Washington area’s WCRW (which Reuters confirmed stands for China Radio Washington).",
  "None are in Africa or in Latin America, which China prizes largely for their extractive resources, but whose populations it need not apparently persuade to get the desired policy objectives.",
  "As for Hollywood, the beautiful people are sometimes transparent as to why they willingly submit their scripts to Chinese censors, even for movies shown on U.S. or European markets.",
  "The 14 radio stations in North America, all but one of which are in the United States (the outlier is in Vancouver), are controlled by the state-run China Radio International.",
  "Clever ownership and leasing schemes skirt the Federal Communications Commission’s Communications Act, which limits foreign entities to 20% ownership of radio stations.",
  "“We should increase China’s soft power, give a good Chinese narrative and better communicate China’s message to the world,” Xi said a year ago.",
  "Most of the radio stations China now controls, according to the investigative series, are in North America, Europe, Australia and New Zealand.",
  "In a three-part blockbuster series that should be getting far more attention, Reuters has detailed the extent of China’s radio penetration.",
  "All these efforts have gone into overdrive since Chinese President Xi Jinping announced that he was going to take propaganda seriously.",
  "The U.S. government should look into this latest Reuters series and put it in the context of the other stuff that’s going on.",
  "As director James Cameron put it,\n\nAs an artist, I’m always against censorship … [But] this is an important market for me.",
  "Now it appears that China is also surreptitiously taking over U.S. radio stations to spread its own propaganda.",
  "If the White House won’t act, that other entity receiving WCRW’s broadcasts, Congress, should move into action.",
  "One operates out of a Washington, D.C. suburb, and its footprint includes Capitol Hill and the White House.",
  "But Western governments in charge of the welfare of their people don’t have to play along, or play dead.",
  "Beijing has sought to buy its way into our top universities and biggest Hollywood studios, for example.",
  "And lax implementation of the Foreign Agents’ Registration Act, meanwhile, makes it next to toothless.",
  "And so I’m going to do what’s necessary to continue having this be an important market for my films.",
  "China’s drive to influence how Americans think—and, by extension, U.S. policy—takes many forms.",
  "Most importantly, China takes advantage of American entities’ interest in Chinese business.",
  "The Chinese government’s role remains obscure, hidden behind front companies or institutes.",
  "The propaganda messaging is tightly bound by the limits of communist party censorship.",
  "Just last month it expelled the editor of the Xinjiang Daily from the Communist Party.",
  "The FARA mandates that foreign agents register with the Justice Department.",
  "Many of the radio stations it now controls were in dire financial straits.",
  "And China appears to be at least making the most of loopholes in the acts.",
  "Zhao Xinwei’s offense: printing positions with which the party disagreed.",
  "But there have only been four prosecutions under FARA in the last decade.",
  "And I’m going to play by the rules that are internal to this market.",
  "And China wants to behave abroad in the same fashion.",
  "Because you have to.",
  "Also on Forbes:"
]