[
  "The American people didn’t know that at the time because the Washington, D.C. firms paid by Uranium One—specifically the Podesta Group, the BGR Group and Kountoupes Consulting—all failed to register under the Foreign Agents Registration Act (FARA), an important federal law that specifically requires detailed disclosure of any affiliation when one works in the U.S. on behalf of foreign principals.",
  "The Kountoupes Consulting group, which is led by the former deputy assistant to President Clinton and the House liaison for the Clinton administration, received nearly $300,000 from Uranium One, in part, to lobby both chambers of Congress and the Department of Energy.",
  "Among many glaring issues contributing to the culture of corruption in Washington are two that merit our immediate attention: opportunists who seek to abuse the system for personal gain and foreign countries that seek to influence U.S. policy under a veil of secrecy.",
  "Nearly a decade ago, when the Obama administration approved the business deal that allowed Uranium One—a Russian nuclear firm—to buy a Canadian uranium mining company with major assets in the United States, it was no ordinary transaction.",
  "Millions of people are now aware of the nefarious activities that secured the sale of 20 percent of America’s uranium stockpile to Russia in 2010, and many have questioned how the issue could have avoided public scrutiny until now.",
  "We now know that Uranium One, which is actually a “wholly owned subsidiary” of the Russian State Corporation for Nuclear Energy (ROSATOM), secretly arranged to influence U.S. nuclear policy after that sale occurred.",
  "A recent investigation into the matter has now resulted in a federal indictment for money laundering, and allegations that Bill and Hillary Clinton and their foundation influenced the deal for the benefit of Russia.",
  "My legislation, the Disclosing Foreign Influence Act, has more than 40 years of recommendations from the Government Accountability Office and the Department of Justice to dramatically improve our existing statutes.",
  "Our legislation is a matter of common sense and will finally ensure ?that ?those working for foreign principals appropriately disclose their relationships to ensure transparency and protect our democratic process.",
  "Instead, abuses of our system and weak enforcement tools allowed the secretive actions and back room dealings of some of the most powerful people in Washington to go undetected and unchecked.",
  "If the D.C. firms had complied with FARA registration requirements, valuable information regarding Uranium One (e.g., the expenses it incurred, who was involved, what they lobbied for, etc.)",
  "That is why it is imperative Congress act now to fix FARA and ensure future lobbyists cannot circumvent our laws to evade public scrutiny and potentially undermine our national security.",
  "Indeed, in the Uranium One case, most of the firms mentioned managed to keep their Russian connection hidden by avoiding to fully list the foreign interest in each of their LDA forms.",
  "We will clarify registration obligations of foreign agents, improve investigative tools for federal officials and provide new reporting requirements on the implementation of the law.",
  "In this case, the D.C. firms hired by Uranium One circumvented the strict requirements of FARA by registering instead under the far less stringent Lobbying Disclosure Act (LDA).",
  "The Podesta Group and the BGR Group were both paid more than $150,000 from Uranium One to lobby various government agencies, but never adequately disclosed the affiliations.",
  "Over the course of 2012-15, the Podesta Group lobbied the U.S. State Department, the National Security Council and both chambers of Congress on behalf of Uranium One.",
  "In the founders’ era, a secretive action to promote the political interests of a foreign government would have been considered by many as an act of treason.",
  "Indeed, in America we enjoy a long tradition of standing together against hostile foreign nations that seek to undermine our interests and our sovereignty.",
  "That decision allowed aspects of their relationship with, and activities on behalf of, the Russian government-owned company to remain below the radar.",
  "Although the much less stringent LDA statute is written and intended to at least acknowledge foreign affiliations, it also has glaring shortfalls.",
  "The views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "Incredibly, FARA registration is currently deemed to be completely voluntary and based on the sole discretion of the lobbyists involved.",
  "Representative Mike Johnson represents the Fourth District of Louisiana in the United States House of Representatives.",
  "The Disclosing Foreign Influence Act is a bipartisan measure because it is a matter on which we all can agree.",
  "would have been readily available to the American people and to the United States government.",
  "The root of the problem is the carve-outs and loopholes in our existing statutes.",
  "Thankfully, this is one corner of the Washington swamp that will soon be cleaned.",
  "One high profile example of these problems is the infamous Uranium One scandal.",
  "It is no less serious—and dangerous—today.",
  "None of it was disclosed under FARA.",
  "Those activities were substantial.",
  "All of this is long overdue.",
  "But that’s not all."
]