[
  "The FBI agent accuses the second Manafort associate of repeatedly contacting the second public relations principle, also using an “encrypted applications.”\n\nAccording to the FBI agent’s declaration, the PR worker contacted by Manafort “told the government that [he] understood Manafort’s messages to be an effort to ‘suborn perjury’ by influencing [his] potential statements.”\n\nThe PR worker contacted by the unidentified person told the government that, “in his opinion, Manafort and [the unidentified person] were reaching out to him and [the first PR worker] because [the PR firm] owned the Hapsburg group and served as intermediaries between Manafort, [Manafort co-defendant Robert] Gates, and [the unidentified person], on the one hand, and the Hapsburg group on the other.”\n\nJudge Berman Jackson has yet to rule on the motion to grant the hearing.",
  "In an 18-page motion filed Monday evening with the U.S. District Court for the District of Columbia, Weissman urges Judge Amy Berman Jackson to call a hearing to determine if Manafort violated the terms of his bail and one other unidentified person, of making contact with two principles at a public relations firm tied to Manafort’s lobbying activity on behalf of pro-Russian former Ukrainian President Viktor Yanukovych “in an effort to influence their testimony and to otherwise conceal evidence.”\n\nThe motion seeks to have Manafort’s condition release revoked.",
  "According to the declaration, Manafort repeated called and used “an encrypted application” to contact one of the public relations workers a Business Insider article describing the activities of the “Hapsburg Group.” In the article, the accusations from Manafort’s indictment of funneling cash to various European leaders to favor Yanukovych are recounted.",
  "The other trial, in the Eastern District of Virginia, is the site of the most significant showdown yet over the authority of the Mueller investigation after Manafort’s lawyers successfully forced Mueller’s prosecutors to disclose the “scope memo” Deputy Attorney General Rod Rosenstein wrote last year to define the limits of that authority.",
  "If the motion is successful, and Manafort is found at a hearing to have been likely to have tried to tamper with witnesses, he would be sent back to jail while he awaits trial in Washington, DC, one of his two criminal trials on conspiracy, money laundering, and Foreign Agents Registration Act (FARA) violations.",
  "Despite the stated purpose of the Mueller investigation, to investigate Russian interference in the 2016 presidential election, the charges against Manafort all relate to conduct that took place long before he joined the Trump campaign.",
  "Andrew Weissman, the top prosecutor operating under the authority of Special Counsel Robert Mueller, accused former Trump campaign chair Paul Manafort Monday of tampering with witnesses in his criminal trial.",
  "The judge in his Virginia trial has openly suggested Mueller’s prosecutors are merely using Manafort to build a case for impeachment against President Donald Trump.",
  "The motion includes a sworn declaration by an FBI agent, Brock Domin, who is attached to the Mueller investigation, supporting the allegation of witness tampering.",
  "In those conditions, Manafort agreed not to commit any additional criminal acts.",
  "The trial before her is one of two Manafort and Gates face."
]