[
  "At his Virginia trial, Manafort’s lawyers have made some headway in their argument that the indictment brought by Special Counsel Mueller’s prosecutors exceeds the authority granted to them, ostensibly to investigate Russian interference in the 2016 presidential election and connections between the Trump campaign and Russia.",
  "Former Trump campaign chairman Paul Manafort, on trial for several felonies surrounding his activities in Eastern Europe before his role in the campaign, denied Tuesday Special Counsel Robert Mueller’s prosecutors’ allegation he and an associate attempted to tamper with witnesses due to testify in his case.",
  "“We will do our talking in court.”\n\nAndrew Weissman, Mueller’s leading prosecutor attached to his Special Counsel’s Office “Russia investigation,” dropped a series of serious accusations on Manafort and another unnamed person Monday in a motion to U.S. District Judge Amy Berman Jackson.",
  "The motion claims the PR workers believed Manafort and his associate were trying to influence their testimony and “suborn perjury.”\n\nOn Tuesday, Judge Berman Jackson set a Friday, June 15 date for a hearing on Weissman’s motion, at which time Manafort could be sent to jail.",
  "According to the declaration from an FBI agent attached to the motion, the two men repeatedly sought to contact a pair of public relations people with whom they supposedly worked during the advocacy for long-since ousted pro-Russian President of Ukraine Victor Yanukovych.",
  "Weissman is seeking to have Manafort sent back to jail while he awaits trial, arguing his alleged attempt to tamper with witnesses represents a violation of the terms of his bail agreement, under which Manafort is now able to remain on home detention.",
  "He and partner Robert Gates face charges of conspiracy to defraud the United States, money laundering, and violations of the Foreign Agents Registration Act (FARA).",
  "Manafort is innocent and nothing about this latest allegation changes our defense,” Manafort spokesman Jason Maloni told Brietbart News in a statement Tuesday.",
  "The FBI agent on whose declaration the witness tampering allegations are based, Brock Domin, is ordered to “be present and available testify” at the hearing.",
  "He also faces similar charges in the U.S. District Court for the Eastern District of Virginia, across the Potomac River in Alexandria, Virginia.",
  "The allegations in both trials concern conduct alleged to have occurred years before Manafort joined the Trump campaign.",
  "Manafort’s team will have until this Friday to file their response to the allegations.",
  "Manafort’s trial before Judge Berman Jackson is in federal court in Washington, DC.",
  "“Mr."
]