[
  "Depending upon the specific details of Kerry’s interaction with Zarif, he could be subject to the provisions of the Foreign Agents Registration Act (FARA), which requires registration and transparency by individuals or companies acting on behalf of foreign governments, political parties, or persons.",
  "Prior to the \"Real Time\" venue, in a separate media appearance on Hugh Hewitt’s radio show, Kerry had already admitted that he had met several times with Iranian Foreign Minister Mohammed Javad Zarif, and that the talks had taken place without the approval of the Trump administration.",
  "It will be interesting to see whether Kerry, with his \"teenage girls\" comment and his characterization of young women as \"insecure,\" will be held to account or even asked to explain how blatant stereotyping and not so subtle ridicule is somehow acceptable in our present day and age.",
  "The secretary of state then added the following second post: \"#JCPOA [the Iran nuclear deal is officially known as the Joint Comprehensive Plan of Action] didn’t stop all paths for #Iran to develop nuclear weapons, contrary to the way it was sold to the American people.\"",
  "In what appeared to be a pre-written attempt at humor, he told Maher, \"He [President Donald Trump] is the first president that I know of who spends more time reading his Twitter 'likes' than his briefing books or the Constitution of the United States.\"",
  "The \"legal determinations\" to which Mike Pompeo made reference in his press conference involve the Logan Act, the same law that then-acting Attorney General Sally Yates used against then-National Security Adviser designee Gen. Michael Flynn.",
  "In what appears to have been an effort to revive the now-defunct Iran nuclear agreement, the probable presidential aspirant revealed that, behind-the-scenes, he has been in talks with a high-ranking representative of Iran.",
  "The day following Kerry’s appearance on Maher’s show, Pompeo took to Twitter to post a pair of tweets focusing on the Obama administration’s dubious Iran nuclear agreement, which was arranged under Kerry’s stewardship.",
  "On Maher’s show, Kerry schooled the audience on how democracy relies on the truth, but the truth rings hollow with regard to current pertinent events surrounding Kerry — as well as some significant ones in the past.",
  "John Kerry appeared on a recent cable broadcast of HBO's \"Real Time with Bill Maher\" to promote a book, increase his possible presidential profile, and deliver a \"left coast\" attack on the current sitting president.",
  "It would, however, appropriately apply to a former secretary of state who may have misused his contacts and secretly negotiated with a dangerous foreign power absent authorization from the current administration.",
  "Kerry appears to be unconcerned about the remarks he made regarding his potential illegal behavior, focusing instead on how his humor is playing out with the leftist base and the greater public.",
  "As a set up to what Kerry must have thought was his line of the evening, he professed to not want to \"get into a real riff\" on it, but then suddenly the following words rolled off his tongue.",
  "When Kerry returned from Vietnam, he used the anti-war sentiment that was prevalent in the media to acquire fame by making himself a leader of the group Vietnam Veterans Against the War.",
  "The secretary of state added, \"It’s inconsistent with what foreign policy of the United States is as directed by this president, and it is beyond inappropriate for him to be engaged.\"",
  "\"You can't find precedent for this in U.S. history, and Secretary Kerry ought not to engage in that kind of behavior,\" Pompeo said in a press conference at the State Department.",
  "\"What @JohnKerry has done by engaging with #Iran’s regime, the world’s top state sponsor of terror, is unseemly, unprecedented, and inconsistent with U.S. foreign policy.",
  "\"Unfortunately, we have a president,\" Kerry said, \"literally, for whom the truth, the whole truth and nothing but the truth is three different things .",
  "The Logan Act does not apply to an incoming official engaged in transition activities for a new administration, which was the case with Gen. Flynn.",
  "On the actual day of the \"Real Time\" taping, U.S. Secretary of State Mike Pompeo took to the podium regarding Kerry’s unauthorized meetings.",
  "Speaking about the current president, Kerry said that he has \"the maturity of an eight-year-old boy with the insecurity of a teenage girl.\"",
  "He went on to acknowledge that he's been engaged in what many government officials and private citizens as well view as rogue diplomacy.",
  "Kerry presently appears to harbor an intense desire to be the presidential nominee of the Democratic Party in the next election cycle.",
  "Kerry publicly relayed a number of gruesome tales, which accused U.S. military personnel of engaging in brutal war crimes.",
  "James Hirsen, J.D., M.A., in media psychology, is a New York Times best-selling author, media analyst, and law professor.",
  "The former secretary of state-turned-comic received the usual applause from the left-leaning audience, but few laughs.",
  "This is the identical statute that was used to prosecute former Trump campaign manager Paul Manafort.",
  "Among his many celebrated causes, he has professed to be a staunch advocate for women’s rights.",
  "This is a former secretary of State engaged with the world’s largest state sponsor of terror.\"",
  "It is the height of irony that the former secretary of state would invoke the value of truth.",
  "He now refers to his slanderous stories impugning the U.S. armed forces as an exaggeration.",
  "He continued, \"But what Secretary Kerry has done is unseemly and unprecedented.",
  "\"I’ll leave the legal determinations to others,\" Pompeo also said.",
  "The segment did not go as swimmingly as Kerry likely intended.",
  "Read more reports from James Hirsen — Click Here Now.",
  "Let it go,\" Pompeo's first tweet concluded.",
  "Visit Newsmax TV Hollywood.",
  "The deal failed.",
  ". \"",
  "."
]