[
  "Question 5 asks: “Since January 1, 2013, have you or your organization(s) received any contract or payment originating with a foreign government related to the subject of the hearing or your representational capacity at the hearing?”\n\nThe Atlantic Council’s 990 Form submitted to the Internal Revenue Service indicates that Turkey, Azerbaijan and other governments are financiers.",
  "“Atlantic Council leadership is enthusiastically pursuing its relations with Erdogan and reportedly drew up a detailed memo for him offering advice on how to handle his meeting with Trump.”\n\nThe Atlantic Council arranged a forum at the Turkish Ambassador’s residence for Erdogan to pitch Washington luminaries such as Madeline Albright, William Cohen, and David Petraeus.",
  "The list includes Turkish concerns (without amounts):\n\n- Petroleum Pipeline Corporation (BOTAS) (Turkey)\n\n- Istanbul Natural Gas Distribution Company (IGDAS) (Turkey)\n\n- Turkey Army College\n\n- The Electricity Generation Company (EUAS) (Turkey)\n\n- Turkish Petroleum Corporation (TPAO) (Turkey)\n\nTurkish sources do not give money to be nice.",
  "According to its web site, the Atlantic Council received gifts from the Turkish government and other Turkish sources beholden to the Turkish government in FY 2015:\n\n- Turkish Ministry of Energy & National Resources ($250,000-$999,999).",
  "It pays expensive consulting contracts to lobbyists for “strategic consulting services in connection with political and public policy issues before the United States Government impacting the Republic of Turkey's interests.\"",
  "The Brookings Institution received multi-year six-figure gifts from the Turkish Industry and Business Association (TUSIAD), a progressive trade promotion agency traditionally tied to Turkey’s secular establishment.",
  "The Congressional Research Service should do an analysis of money flowing to think-tanks, including where the money comes from, for what purpose it is given, and whether think-tanks are functioning like lobbyists.",
  "Fourteen U.S. firms and individuals have filed documents with the Department of Justice disclosing their work as agents of the Republic of Turkey, its embassy, or its Ministry of National Defense.",
  "Capitol Counsel gets $32,000 each month; Madison Group $20,000 each month; McBee Signal $20,000 each month; Jim Arnold $20,000 each month; MediaFix gets $9,000 each month.",
  "While the Atlantic Council was inside the residence providing a forum for Erdogan on May 17, U.S. citizens were outside being beaten up by Erdogan’s security guard.",
  "The Gephardt Group, founded by former House Democratic leader Dick Gephardt was hired by Turkey from February of 2016 through December of 2016 for $1.7 million.",
  "Turkey and its embassy hired Amsterdam & Partners LLC for $50,000 each month, which subcontracted Mercury, which receives $20,000 each month.",
  "Mehmet Hakan Atilla, Halkbank’s deputy general manager, has been charged by the Justice Department for conspiring to evade sanctions on Iran.",
  "The Flynn Intel Group, run by General Michael Flynn, was paid $530,000 by Turkish concerns to advance Turkey’s national security interests.",
  "An Atlantic Council employee testified at a hearing of the Europe Sub-committee of the House Foreign Affairs Committee in April 2017.",
  "HalkBank, a state-owned Turkish bank, recently hired former Congressman Bob Wexler and Ballard Partners for $375,000 each quarter.",
  "In 2013, the Atlantic Council released a list of \"foreign government entities\" that have given funds over the previous five years.",
  "The Gephardt Group sub-contracted Capitol Counsel LLC, led by former Republican Congressman Jim McCrery, for $32,000 a month.",
  "Turkey also makes major gifts to think-tanks, which act like lobbyists, circumventing the Foreign Agents Registration Act.",
  "Funds support the Atlantic Council’s annual regional energy and economy conference in Istanbul, and office operations.",
  "In the Turkey case, think-tanks taking money from Turkish sources are abetting an anti-American and anti-NATO agenda.",
  "Greenberg Traurig subcontracted The Daschle Group, founded by former Democratic Senate Majority Leader Tom Daschle.",
  "Al-Monitor reported on the Atlantic Council’s participation in the visit of Erdogan to Washington in May 2017, DC.",
  "The Gephardt Group also sub-contracted Greenberg Traurig LLP, where Rudy Giuliani works, for $40,000 each month.",
  "Turkey’s President Erdogan is increasingly authoritarian, stealing elections and jailing opponents.",
  "Erdogan asked for help getting the U.S. to suspend military assistance to Syrian Kurds.",
  "In May, Burson-Marsteller signed a contract with the Turkish Embassy for $1.1 million.",
  "By David L. Phillips\n\nTurkey has mastered the art of buying influence in Washington.",
  "The Atlantic Council of the United States has also benefited from Turkish largess.",
  "Nineteen members of Erdogan’s security detail have been indicted by a Grand Jury.",
  "Turkey just signed a contract for $2.6 billion to buy S-400 missiles from Russia.",
  "Witnesses are required to submit a “truth in testimony” disclosure form.",
  "These firms have ties to former politicians on both sides of the aisle.",
  "If so, their 501(C)3 tax-deductible status should be revoked.",
  "Time to spotlight Turkey’s investment in their activities.",
  "Contractors and think-tanks pocket huge sums from Turkey.",
  "He also demanded the extradition of Fethullah Gulen.",
  "Turkey also paid APCO Associates $741,000 in 2016.",
  "The Daschle Group was to receive $432,000 in 2017.",
  "In addition to the law, there are ethical issues.",
  "- Türkiye Halk Bankasi A.S. ($100,000-$249,000).",
  "- SOCAR Turkey Enerji A.S ($25,000-$49,999).",
  "Paul Manafort was employed by Mercury.",
  "- Türkerler Insaat ($50,000-$99,000).",
  "Think tanks are also cashing in."
]