[
  "The class promises to teach students “Mao’s three major theories,” “the impact of Mao Zedong Thought on modern-day China,” and give foreign viewers “an understanding of a political course required of undergraduate students in China.”\n\nThere is no indication that the class will discuss the grave humanitarian disaster that Mao created through the Cultural Revolution and the Great Leap Forward, the latter of which was responsible for the death of an estimated 45 million people within a four-year time frame.",
  "Xi announced an overhaul of China’s higher education system in December 2016, in which he demanded that the nation’s universities become “strongholds that adhere to party leadership.”\n\nBy March of the next year, Chen, the education minister, was lamenting publicly that Chinese universities were making communist teaching too boring for Millennial students.",
  "“Unlike traditional ideological and political theory courses, in which teachers explain complicated theories in sometimes highly convoluted ways, China has witnessed the emergence of an increasing number of new-style courses in the past year just like the one at Tsinghua University,” the Global Times argues.",
  "The Chinese state outlet Global Times highlighted the availability of a communist university course titled “Introduction to Mao Zedong Thought” on the internationally-available edX platform, allowing anyone around the world to virtually attend China’s communist indoctrination classes.",
  "The Global Times complained in an article that establishing a foreign government entity in a university without proper registration violated the U.S. Foreign Agents Registration Act, as Mu was not a registered foreign agent at the time.",
  "In October, when Xi hosted the nation’s Communist Party Congress, the Party announced that schools would receive new textbooks that emphasized communist propaganda over fundamental knowledge and critical thinking in their curricula.",
  "Australian universities have experienced an increase in Chinese students demanding that classes conform to their ideological standards and that professors expressing themselves freely apologize for any perceived slights to China.",
  "Perhaps the approach is outdated, the tools are rather crude and the packaging is not that fashionable.”\n\nThe result of these reforms has been an overhaul in both higher and early education.",
  "The course is part of a larger initiative Chinese Communist Party chief Xi Jinping to ensure that higher education will “adhere to correct political orientation,” according to the Times.",
  "The Times showcases the class as one of many examples of Chinese communist professors “brightening up” propaganda curricula to appeal to a wider audience, both within China and abroad.",
  "“Textbooks are getting a larger dose of Communist Party lore, including glorified tales about the party’s fights against foreign invaders like Japan,” a government report noted.",
  "The People’s Daily, another Chinese government newspaper, noted nonetheless that Chinese students were active in spreading communist propaganda in over 20 other countries.",
  "“Introduction to Mao Zedong Thought is taught by Professor Feng Wuzhong of Tsinghua University’s School of Marxism and freely available to watch around the world.",
  "At the University of California–Davis, for example, associate professor Mu Xingsen attempted to establish a CPC chapter within the university.",
  "Abroad, Chinese professors and students have begun pressuring foreign institutions to conform to Communist Party of China (CPC) standards.",
  "“When we investigate at colleges and universities, we find that attention levels at thought and political theory classes are not high.",
  "An estimated 500,000 Chinese citizens were attending foreign universities in 2015, and that number is believed to be on the rise.",
  "The new courses are a response to students refusing to “listen to dead theories,” according to Education Minister Chen Baosheng.",
  "Australian publications raised the possibility of a united Western plan to combat this pressure in October.",
  "The platform on which the course is available, edX, is a joint creation of Harvard and MIT.",
  "The campaign has attracted some of the most vocal resistance in Australia.",
  "People are there in body but not in spirit,” he said.",
  "The education reforms do not end at China’s borders.",
  "Follow Frances Martel on Facebook and Twitter.",
  "“The content does not suit their needs.",
  "“Why is this?” he asked."
]