[
  "The longtime lawyer and GOP strategist faced more scrutiny this year when it was revealed that he had joined Donald Trump Jr. and Jared Kushner, President Trump's senior adviser and son-in-law, in a June 2016 meeting at Trump Tower with a Russian lawyer who promised damaging information about Hillary Clinton.",
  "He resigned from the Trump campaign in August 2016, following reports by the New York Times that his name had appeared in a ledger found in Kiev detailing millions of dollars in under-the-table payments from a Ukrainian political party.",
  "(Justin Lane/EPA)\n\nA spokesman for President Trump's former campaign chairman met for more than two hours Friday with a federal grand jury exploring possible coordination between the president's campaign and the Russian government.",
  "For example, in June, he said that Manafort's foreign-agent filing amendments were being prepared a year ago, \"before the outcome of the election and well before any formal investigation of election interference began.\"",
  "Before working for the Ukrainian president, Manafort had consulted for other controversial foreign political leaders, including former Philippine president Ferdinand Marcos and Angolan insurgent leader Jonas Savimbi.",
  "He began working for Manafort after the campaign, helping Manafort respond to questions about his work on behalf of Trump, as well as his consulting work for a Russia-friendly politician in Ukraine.",
  "He emphasized then that Manafort's \"primary focus was always directed at domestic Ukrainian political campaign work\" and that Manafort was cooperating with investigators.",
  "Jason Maloni serves as a spokesman for Paul Manafort, the international political consultant who steered Trump's campaign for about five months before the 2016 election.",
  "Public attention focused on Manafort's foreign ties began when he joined Trump in the spring of 2016 to help professionalize the campaign of the outsider candidate.",
  "In June, Manafort filed foreign agent registration forms showing that his firm received a total of $17.1 million over two years from Ukraine's Party of Regions.",
  "Flynn has reported receiving remuneration from RT, the Russian television network, in 2015, along with payments from other foreign sources.",
  "Maloni exited the U.S. District Court for the District of Columbia shortly before noon on Friday, accompanied by an attorney, Erik Bolog.",
  "But the grand jury process is secret, and Maloni is one of the first witnesses whose appearance before the grand jury has become public.",
  "That disclosure made Manafort the second former senior Trump adviser to acknowledge the need to disclose work for foreign interests.",
  "The grand jury being used by special counsel Robert S. Mueller III has been seeking documents and hearing testimony from witnesses.",
  "Manafort has denied wrongdoing and said reports alleging that he received money improperly from Ukrainian interests are false.",
  "Manafort disclosed the total payments his firm received between 2012 and 2014 in a Foreign Agents Registration Act filing.",
  "Paul Manafort resigned from the Trump campaign in August 2016, following reports by the New York Times.",
  "During the expanding inquiry, Maloni became increasingly visible as a Manafort spokesman.",
  "The other is Michael Flynn, who served as national security adviser to the president.",
  "I'm president of JadeRoq,\" he said, referring to his public relations firm.",
  "Like Manafort, Flynn is also under investigation by the special counsel.",
  "He spoke to reporters outside but declined to answer questions.",
  "It is not clear why prosecutors subpoenaed Maloni to appear.",
  "\"I was ordered to appear today before the grand jury.",
  "Rosalind S. Helderman contributed to this report.",
  "I answered questions, and I've been dismissed.",
  "The foreign work could be lucrative.",
  "That's all I have to say.\"",
  "\"My name is Jason Maloni."
]