[
  "In exchange for the guilty plea, Mueller's office agreed not to pursue charges against van der Zwaan in connection with any other false statements he made in November or December 2017, destruction of documents or evidence, or violations of the Foreign Agents Registration Act — which requires individuals who lobby on behalf of foreign entities to register with the US government — in connection with his work for the Ukrainian Ministry of Justice.",
  "In charging documents against Manafort and Gates — Gates later took a plea deal; Manafort is still fighting charges in Washington, DC, and Virginia — special counsel prosecutors said that their work for former Ukrainian president Viktor Yanukovych included lobbying Congress concerning the report on the Tymoshenko trial commissioned by the Ukrainian government.",
  "Four other people have publicly pleaded guilty so far to charges brought by Mueller's office — including former Trump campaign deputy chair Rick Gates, Trump's former national security adviser Michael Flynn, and former Trump campaign foreign policy adviser George Papadopoulos — but their sentencings are on hold as they cooperate with prosecutors.",
  "It wasn't immediately clear what Person A was referring to, but prosecutors wrote in a footnote that Skadden was paid millions of dollars for its work for Ukraine, and that the possible criminal matter in Ukraine related to whether Ukraine had said several years ago that the firm was paid a much smaller amount.",
  "\"In van der Zwaan’s recorded conversation with Person A, in Russian, Person A suggested that 'there were additional payments,' that '[t]he official contract was only a part of the iceberg,' and that the story may become a blow for 'you and me personally,'\" prosecutors wrote.",
  "Person A had told van der Zwaan that the Ukrainian government might pursue charges against him related to his work on the Tymoshenko report, and he had also discussed the Ukrainian investigation with Gates and a partner at his law firm, according to the filing.",
  "\"The defendant was expressly warned by the government that it is a crime to lie to the Special Counsel’s Office, that lying could constitute a federal crime, and that such conduct would carry with it the possibility of going to jail if he were convicted.",
  "In court papers filed late Tuesday, special counsel Robert Mueller's office argued that a judge shouldn't rule out jail time for Alex van der Zwaan, a lawyer who pleaded guilty to lying to prosecutors and the FBI in the Russia investigation.",
  "The special counsel's office did not take a position on what sentence they thought van der Zwaan should get — according to earlier filings, he faces a sentencing guidelines range that lawyers estimated was between zero and six months.",
  "Given the \"unusual and unnerving\" conversations, van der Zwaan secretly recorded them, his lawyers wrote, and he feared that revealing the communications to the special counsel's office could lead to the discovery of the recordings.",
  "The judge required him to stay in the Washington metropolitan area until his next court date, although he's been allowed to travel to Manhattan to meet with his lawyers if he gives advance notice to the Pretrial Services Agency.",
  "\"To the extent the Court seeks to take into account the circumstances of van der Zwaan’s wife’s pregnancy, consideration of that circumstance would not preclude a term of incarceration,\" the special counsel's office wrote.",
  "His lawyers wrote that he had lied to investigators in that first meeting about his communications with Gates and Person A in September 2016, and about an email that hadn't been produced to the special counsel's office.",
  "Person A hasn't been identified in court papers, but the special counsel's office wrote in its sentencing memorandum that Gates told van der Zwaan that Person A was a former Russian intelligence officer.",
  "Prosecutors and van der Zwaan's lawyers had estimated that he faced a sentencing range between zero to six months in jail, as well as a fine ranging from $500 to $9,500, according to court papers.",
  "Special counsel prosecutors wrote in their sentencing memorandum that van der Zwaan had helped Gates with public relations related to the Tymoshenko report, against the wishes of his law firm.",
  "\"And while his actions following his initial meeting with the [special counsel's office] cannot absolve him from culpability, they are compelling mitigating factors in considering punishment.\"",
  "Van der Zwaan is the son-in-law of German Khan, a Russian bank owner who is suing BuzzFeed News over the publication of an unverified dossier of information concerning President Donald Trump.",
  "Van der Zwaan's plea deal did not include a cooperation requirement, though, and his lawyer asked for a sentencing date as soon as possible so that he can return to London to join his wife.",
  "He didn't produce an email that referred to the 2016 communications, as well as emails that would have revealed he was exploring options for leaving Skadden to work with Manafort and Gates.",
  "Prosecutors wrote that van der Zwaan \"presents a scarcity of mitigating factors, and several aggravating circumstances,\" including the extent of his false statements to investigators.",
  "\"In any event, a sentence that ensured van der Zwaan’s return to the United Kingdom for the birth of his child in August 2018 would be within the recommended Guidelines’ range.\"",
  "Van der Zwaan was part of a team that worked in 2012 on behalf of the Ukrainian government on a report about the trial of Yulia Tymoshenko, the former Ukrainian prime minister.",
  "Van der Zwaan, a Dutch citizen, admitted making false statements about his interactions with Gates and an unidentified individual referred to in charging papers as \"Person A.\"",
  "Media reports have speculated that Person A's description matches longtime Manafort associate Konstantin Kilimnik, but Kilimnik has denied having ties to Russian intelligence.",
  "His work brought him into contact with Gates, who, along with former Trump campaign chair Paul Manafort, did work for the Ukrainian government during the same time period.",
  "The special counsel's office countered that van der Zwaan's decision to come clean to Skadden about recordings he made using firm equipment were not \"mitigating factors.\"",
  "But prosecutors pushed back on van der Zwaan's arguments in favor of no jail time, such as the fact that his wife, who lives in London, is pregnant and is due in August.",
  "Gates served as Manafort's deputy on Trump's campaign during the summer of 2016, and reportedly continued to do work for the campaign after Manafort left in August.",
  "\"His career has been destroyed, he has been separated from his friends and family, and he faces the possibility of missing the birth of his first child.",
  "Van der Zwaan then decided to \"correct the record,\" and went back for another meeting with the special counsel's office on Dec. 1.",
  "Van der Zwaan's lawyer filed papers Tuesday night asking the judge for a sentence that doesn't include any jail time.",
  "Although Alex committed a serious offense, just punishment does not require incarceration,\" his lawyers wrote.",
  "According to his sentencing memorandum, van der Zwaan first met with the special counsel's office on Nov. 3.",
  "At the time he was a lawyer with the firm Skadden, Arps, Slate, Meagher & Flom; Skadden later fired him.",
  "Prosecutors said that the FBI assessed that Person A still had ties to Russian intelligence as of 2016.",
  "The special counsel's office described the calls in its court papers as \"memorable.\"",
  "\"The conduct that brings Alex before this court was inexcusable,\" his lawyers wrote.",
  "He is set to become the first person sentenced in the special counsel investigation.",
  "\"He does not deserve credit for adhering to the law,\" prosecutors wrote.",
  "Van der Zwaan has been free since his first court appearance on Feb. 20.",
  "He's been in the United States since November, according to his lawyer.",
  "He thereafter deliberately and repeatedly lied,\" they wrote.",
  "Van der Zwaan's sentencing hearing is scheduled for April 3.",
  "van der Zwaan stated that he understood.",
  "He produced the emails."
]