[
  "\"As you know, the Logan Act is a statute that imposes consequences against any U.S. citizen who, 'without authority of the United States, directly or indirectly, commences or carries on any correspondence or intercourse with any foreign government or any officer or agent thereof, with intent to influence the measures or conduct of any foreign government or of any officer or agent thereof, in relation to any disputes or controversies with the United States, or to defeat the measures of the United States,'\" Rubio wrote.",
  "He went on to explain that \"the Foreign Relations Registration Act, as described by the Justice Department, is 'a disclosure statute that requires persons acting as agents of foreign principals in a political or quasi-political capacity to make periodic public disclosure of their relationship with the foreign principal, as well as activities, receipts and disbursement in support of those activities.'\"",
  "In the letter addressed to Attorney General Jeff Sessions, Politico reported, Rubio highlighted Kerry's public support of the Iran nuclear deal — which the former secretary of state orchestrated and reportedly fought to salvage in secret discussions with Iranian Foreign Minister Javad Zarif.",
  "Given this, Rubio points out that current Secretary of State Mike Pompeo said last week of Kerry's recent discussions with Zarif, \"I wasn't in the meeting, but I am reasonably confident that he was not there in support of U.S. policy with respect to the Islamic Republic of Iran.\"",
  "Kerry admitted last week to participating in private meetings with Iranian officials over the past year or so, for which President Trump and administration officials accused him of conducting illegal \"shadow diplomacy.\"",
  "Sen. Marco Rubio (R-Fla.) submitted a request to the Department of Justice on Tuesday, urging the agency to launch an inquiry into the actions of former Secretary of State John Kerry since the diplomat left office.",
  "In his letter, Rubio urged the DOJ to investigate whether Kerry's actions were violations of federal law, namely the Logan Act or the Foreign Agents Registration Act.",
  "\"The American people deserve to know that U.S. laws are enforced regardless of any individual's past position,\" Rubio said.",
  "President Donald Trump pulled the U.S. out of the nuclear deal earlier this year, calling it \"defective at its core.\"",
  "He has since traded barbs several times with Iranian leaders and reimposed U.S. sanctions on the country.",
  "“Actively undermining U.S. policy as a former secretary of state is literally unheard of,” Pompeo added.",
  "The Florida senator also provided details on both laws.",
  "What did Rubio say in his letter?",
  "What are the details?"
]