[
  "U.S. District Court Judge Amy Berman Jackson set a Friday deadline for Manafort's attorneys to respond to the filing special counsel Robert Mueller's team submitted to the court Monday night, claiming that Manafort and one of his allies repeatedly reached out to two individuals who had been involved in organizing ex-politicians in Europe to promote Ukrainian President Viktor Yanukovych.",
  "I have made clear that they worked in Europe.”\n\nMueller’s office also said that Person A, who has been previously identified as Konstantin Kilimnik, a Kiev-based operative believed to have Russian intelligence ties, separately tried to contact another person, described as Person D1, via encrypted text messages in an attempt to explain that Manafort was trying to reach him.",
  "| Win McNamee/Getty Images Judge orders Manafort to respond to witness tampering claims\n\nA federal judge on Tuesday ordered former Trump campaign Chairman Paul Manafort to respond to prosecutors' claims that he sought to tamper with the testimony of two potential witnesses for his upcoming trial on charges of money laundering and failing to register as a foreign agent.",
  "Prosecutors say Manafort's effort to shape the stories of witnesses resulted in a flurry of activity in the days after a superseding indictment was made public in February containing the first allegations about the Hapsburg group.",
  "“Basically P wants to give him a quick summary that he says to everybody (which is true) that our friends never lobbied in the US, and the purpose of the program was EU,” Person A said in one of the text messages to Person D2.",
  "In an interview with federal prosecutors, Person D1 told the government that they “understood Manafort’s messages to be an effort to ‘suborn perjury’ by influencing Person D1’s potential statements,” the FBI affidavit said.",
  "“Person D1 well knew and believed from frequent interactions with its members that the Hapsburg group in fact lobbied in the United States, and that Manafort and Person A knew that fact,” the affidavit added.",
  "Manafort tried again with an encrypted text message, stating, “This is paul.” Two days later came another text with a news article describing the allegations and another message: “We should talk.",
  "Attempts to sway U.S. public opinion or to lobby U.S. officials typically require registration under the Foreign Agents Registration Act, if the work is undertaken for a foreign government.",
  "In Washington, he is scheduled to go on trial Sept. 17 on charges of money laundering and violating the Foreign Agent Registration Act in connection with his Ukraine-related work.",
  "He's currently confined to his Alexandria, Virginia, condo, except for court appearances, legal meetings, check-ins with probation, medical appointments and religious services.",
  "To reach Person D1, though, Person A went through another unidentified individual, Person D2, who has told Mueller's team he handled press strategy for the Hapsburg group.",
  "One of the people whom Manafort tried to call “sought to avoid Manafort” and “ended the call,” according to a declaration from an FBI agent on the case, Brock Domin.",
  "The indictment returned earlier this year accused Manafort of secretly hiring the “SUPER VIP” group as part of his lobbying campaign on behalf of Yanukovych.",
  "Domin said the FBI confirmed some of the messages were from Manafort by using data obtained from his iCloud account \"pursuant to a court-authorized search.\"",
  "Both visited Washington and met with members of Congress in 2013 as part of the lobbying campaign, according to retroactively submitted disclosure filings.",
  "Story Continued Below\n\nJackson's order gave no details about how seriously she views the allegations, but she set a hearing on the matter for June 15.",
  "Prosecutors said that earlier this year Manafort sought to persuade people associated with the effort to say that the work was focused on Europe.",
  "Prosecutors say the alleged tampering is grounds to revoke the house arrest Manafort has been under or to make the conditions more stringent.",
  "Prosecutors said Manafort's efforts appeared to target people involved with the Hapsburg group, which promoted stronger ties with Ukraine.",
  "Manafort's long drive to gain more freedom appeared to be on the verge of success before prosecutors delivered their blast on Monday.",
  "Former Italian Prime Minister Romano Prodi and former Austrian Chancellor Alfred Gusenbauer have both been linked to the effort.",
  "According to the FBI affidavit, Person A tried to reach Person D2 again with another encrypted application four hours later.",
  "Separately, Manafort faces charges of tax evasion and bank fraud in U.S. District Court in the Eastern District of Virginia.",
  "He is scheduled to go on trial Sept. 17 on charges of money laundering and violating the Foreign Agent Registration Act.",
  "Domin's declaration says the FBI obtained many of the messages from Manafort's associates sometime last month.",
  "Manafort has been trying for months to loosen the conditions by posting a package of real estate properties.",
  "The encrypted messages were sent via WhatsApp and Telegram, a summary filed by the government said.",
  "CORRECTION: A previous version of this story misstated Alfred Gusenbauer's name and former title.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Manafort is innocent, and nothing about this latest allegation changes our defense.",
  "We will do our talking in court,” Manafort spokesman Jason Maloni said Tuesday.",
  "In fact, Mueller's team argues, the U.S. was a declared target of the effort.",
  "Paul Manafort is facing two criminal cases lodged by Mueller’s prosecutors.",
  "And one month later, Person A tried to reach out directly to Person D1.",
  "Manafort is facing two criminal cases lodged by Mueller’s prosecutors.",
  "A spokesman for Manafort declined to comment on the claims.",
  "That criminal trial is slated to begin July 24.",
  "Both men have denied being paid by Manafort.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time.",
  "He was chancellor of Austria.",
  "“Mr."
]