[
  "— Donald J. Trump (@realDonaldTrump) September 14, 2018\n\nKerry fired back, saying Trump “should be more worried” about his former campaign manager Paul Manafort’s guilty plea to criminal conduct and decision to cooperate with special counsel Robert Mueller’s investigation into Russian interference in the 2016 election and possible Trump campaign collusion.",
  "That’s just who he is.”\n\nKerry traded barbs with Trump on Twitter Friday after the president blasted Kerry for conducting what he called “illegal meetings” with the “very hostile” Iranian regime:\n\nJohn Kerry had illegal meetings with the very hostile Iranian Regime, which can only serve to undercut our great work to the detriment of the American people.",
  "Former Secretary of State John Kerry delivered a blistering assessment of President Donald Trump’s character on Friday’s broadcast of “Real Time with Bill Maher.”\n\n“He is the first president that I know of who spends more time reading his Twitter ‘likes’ than his briefing books or the constitution of the United States,” Kerry told Maher.",
  "But if you want to learn something about the nuclear agreement that made the world safer, buy my new book, Every Day Is Extra: https://t.co/DKjc33Kvvu https://t.co/cesltkt0zW — John Kerry (@JohnKerry) September 14, 2018\n\nKerry also addressed the Iran meetings with Maher.",
  "Kerry said he’d “never seen anything quite like” the critical claims made about Trump in the anonymous New York Times op-ed purportedly penned by a senior White House official and in veteran journalist Bob Woodward’s new tell-all book, Fear.",
  "“Unfortunately, we have a president, literally, for whom the truth, the whole truth and nothing but the truth is three different things, and you don’t even know what they are,” said Kerry.",
  "Mr. President, you should be more worried about Paul Manafort meeting with Robert Mueller than me meeting with Iran's FM.",
  "“Well Henry Kissinger, for 40 years, has been traveling to Russia, traveling to China ?",
  "“He’s got the maturity of an eight-year-old boy with the insecurity of a teenage girl.",
  "Was he registered under the Foreign Agents Registration Act?",
  "There’s absolutely nothing unusual about it,” he claimed.",
  "He told them to wait out the Trump Administration!",
  "talks with the leaders.",
  "BAD!"
]