[
  "Their review of documents filed from 2013 to 2015 found that:\n\n62 percent of new registrants filed their documentation late\n\n50 percent failed to file their semiannual reports in a timely manner\n\n61 percent failed to file their informational materials within the required 48-hour period\n\n47 percent of informational materials did not include the required disclosure statement\n\nThere is no way of knowing how many people ought to be registering under FARA but simply ignore the law.",
  "President Trump’s former campaign manager Paul J. Manafort Jr. and his business partner Richard W. Gates III have been charged with violating the Foreign Agents Registration Act, which requires those in the US working on behalf of a foreign government or political party to keep the Justice Department informed about what they’re doing.",
  "One of the biggest and most commonly used is an exemption that allows foreign agents working on behalf of foreign companies — as compared to foreign governments or political parties — to register under the far less strict Lobbying Disclosure Act rather than FARA.",
  "The inspector general recommended a formal review of the LDA exemption, and pro-transparency groups like the Project on Government Oversight and Demand Progress have recommended that the foreign-company/foreign-government exemption be removed altogether.",
  "For example, the definitions of what constitutes a “foreign agent” or “political activity” are purposely broad in order to capture all individuals who may be working to influence American politicians (and ordinary citizens) on behalf of foreign parties.",
  "Related Paul Manafort is charged with violating a law enacted to fight Nazi propaganda\n\nManafort and Gates reportedly made more than $75 million helping to promote a pro-Russia Ukrainian party, and went to considerable lengths to hide the arrangement.",
  "FBI agents, on the other hand, think that more aggressive prosecution of people who have not registered would discourage untoward activity, up to and including spying — but they can’t pursue such cases without the backing of the enforcement unit.",
  "The first grand jury indictment in special counsel Robert Mueller’s investigation into Russian interference in the 2016 election has thrust a little-known law, one intended to monitor foreign influence in American politics, into the spotlight.",
  "In his after-the-fact registration, Flynn argued that this was an “uncertain standard” and pointed out that the language about the “principal beneficiary” is not included in the law itself but in more obscure regulations developed by the DOJ.",
  "The FARA enforcement unit, housed inside the national security division of the DOJ, believes its main goal should be to encourage maximum disclosure of lobbying and other activities — by encouraging and assisting with voluntary disclosure.",
  "FBI agents want more vigorous prosecution, but haven’t gotten it\n\nPoor administration of the law can be traced in part to a basic disagreement within Justice about the purpose of the law and what constitutes a prosecutable FARA case.",
  "In 2014, the Project on Government Oversight (POGO), where I work, released the results of an investigation into FARA compliance that recommended an additional enforcement mechanism: incorporating civil fines into the law.",
  "What the pro-transparency law requires\n\nUnder FARA, foreign lobbyists must register with the DOJ within 10 days of reaching an agreement with their foreign clients — and, at the same time, file a copy of their contract.",
  "Before joining the Trump administration as the president’s national security adviser, Flynn had been hired by a private Dutch corporation to promote the Turkish government’s interests, following a failed military coup.",
  "If potential registrants don’t actively reach out to the DOJ, it can be almost impossible to discover if there are foreign agents flying under the radar — either unaware of or misinterpreting the law.",
  "While the purpose is not to prevent foreign influence, per se, it does require foreign agents to provide significantly more detail on their political activities than is required of domestic lobbyists.",
  "Siljanger worked on behalf of the Islamic American Relief Agency (IARA) to lobby the Senate Finance Committee to remove the group from a list of charities suspected of having terrorist connections.",
  "FARA is one of the only ways the public can see firsthand how foreign powers wield influence in the US; documents filed under the law provide unprecedented insight into foreign lobbying methods.",
  "Some FARA critics have suggested that Washington think tanks accepting multimillion-dollar donations from foreign governments might have to register and disclose their political activities.",
  "Flynn apparently concluded that because his client was a foreign corporation, rather than a foreign government, he could disclose his company’s activities under the Lobbying Disclosure Act.",
  "The law’s intent is to provide transparency into how foreign powers attempt to influence US policies on everything from tourism to multimillion-dollar arms deals to foreign aid.",
  "In fact, its stated policy is to rely on “voluntary compliance,” a manifestly ineffective strategy that allows some foreign agents, like Manafort, to fall through the cracks.",
  "The inspector general recommended that the department develop a coherent, comprehensive strategy for enforcement, a recommendation the DOJ accepted but has yet to complete.",
  "A civil injunction essentially means that the Justice Department can request a district court to order registrants to halt their activities until they comply with the law.",
  "They then must file semiannual reports on everything they did for their foreign clients and any funds exchanged, including any political contributions made by lobbyists.",
  "The Justice Department will offer formal advisory opinions to people who are unsure whether they are required to register, but those opinions are not publicly available.",
  "The ambiguities in the law were on display in the debate surrounding Michael Flynn’s extremely belated FARA registration (filed in March 2017 about activities in 2016).",
  "The enforcement unit denies that it is reluctant to pursue criminal charges, but argues that it can be harder than agents think to prove willful violation of the law.",
  "For the first several decades the law was in effect, the focus was on propagandizing, but influence peddling came under new scrutiny when the law was amended in 1966.",
  "When information is filed significantly late, the issues it addresses may have already been settled, and the value of knowing the information is greatly diminished.",
  "However, the “principal beneficiary” of his work was the Turkish government, which triggered a FARA registration requirement, according to the Justice Department.",
  "In July, the Senate Judiciary Committee held a hearing on oversight of FARA that indicated broad bipartisan support for addressing some of the law’s failings.",
  "Any promotional materials sent on behalf of foreign clients to more than one person must be filed with the Justice Department within 48 hours of distribution.",
  "The Big Idea is Vox’s home for smart discussion of the most important issues and ideas in politics, science, and culture — typically by outside contributors.",
  "(And such materials must include a disclosure statement making it clear to recipients that such materials were distributed on behalf of a foreign power.)",
  "But even before the news about Manafort and Gates, allegations of Russia’s improper interventions in the 2016 election renewed interest in the law.",
  "And unlike FARA, the Lobbying Disclosure Act allows those with lobbying income below $2,500 or expenses below $10,000 to forgo registering at all.",
  "Another problem: lobbying for foreign businesses, as opposed to governments, is treated differently by the law\n\nAnd FARA contains giant loopholes.",
  "Until the indictments against Manafort and Gates, the DOJ had only pursued criminal charges for FARA violations seven times in the past 50 years.",
  "Currently under FARA, the department only has two enforcement tools at its disposal: filing a civil injunction or pursuing criminal charges.",
  "We proposed fining offenders who don’t properly label their FARA filings, who file late, or who don’t register or file required information.",
  "It also draws attention to the Justice Department’s longstanding underenforcement of the law — which is a deep disservice to the public.",
  "But foreign governments and foreign business interests are not always as distinct from one another as they are in the United States.",
  "The most recent was in 2010, when former Rep. Mark Deli Siljander (R-MI) pleaded guilty to acting as an unregistered foreign agent.",
  "And throughout the past year, several pieces of legislation to reform it have been introduced, though none have yet passed.",
  "Although summaries of some advisory opinions have been posted online, they do not address some hotly contested gray areas.",
  "Yet it also leads to lots of questions about exactly what kind of activity and relationships require a FARA registration.",
  "A 2016 audit of FARA by the Justice Department’s inspector general found “widespread delinquencies” in compliance rates.",
  "Transparency must be timely for the public to know how foreign governments and parties are trying to shape US policy.",
  "Check Grassley (R-IA) and Rep. Mike Johnson (R-LA) introduced a bill that would end the foreign company loophole.",
  "Sen. Tammy Duckworth (D-IL) introduced a bill in July to amend FARA to add civil fines as an enforcement tool.",
  "Yet despite the importance of timely filing, the department’s enforcement of the law is virtually nonexistent.",
  "Outside contributors' opinions and analysis of the most important issues in politics, science, and culture.",
  "FARA dates to 1938 and was enacted in response to concerns about Nazi and communist propaganda in the US.",
  "Alternatively, the department can pursue a criminal charge, which has a much higher burden of proof.",
  "Congressional attention to problems with FARA has been sporadic since the 1966 amendment of the law.",
  "(After the Lobbying Disclosure Act was passed, in 1995, registrations under FARA declined sharply.)",
  "Furthermore, exactly how the Justice Department defines “principal beneficiary” is unclear.",
  "The bill would also require additional disclosure of information disseminated by lobbyists.",
  "Unfortunately, compliance with the law is very low, and the DOJ rarely pursues enforcement.",
  "Yet the DOJ has apparently not pursued a civil injunction for FARA violations since 1991.",
  "Ambiguity in the law also gives potential registrants an excuse for noncompliance.",
  "(It can be hard to check, because the department doesn’t release these numbers.)",
  "But a lack of effective enforcement mechanisms is not the only issue with FARA.",
  "The indictment of Manafort and Gates hints at the untapped power of FARA.",
  "Lydia Dennett is an investigator at the Project on Government Oversight.",
  "These documents are all made publicly available on the DOJ’s website.",
  "If you have an idea for a piece, pitch us at thebigidea@vox.com.",
  "Tardy filing of documentation is a big deal.",
  "He was sentenced to a year in prison.",
  "Will the Russia scandal spur reform?",
  "Find her on Twitter @dennettl.",
  "This is all true in theory.",
  "At present, they do not.",
  "And last week, Sen."
]