[
  "NEW JOINT FUNDRAISERS:\n\nGreen Victory Fund (Never Surrender PAC, Mark Green for Congress)\n\nGrowing Our Senate Majority (Rep. Marth McSally for Senate, Rep. Kevin Cramer for Senate, Josh Hawley for Senate, Patrick Morrisey for Senate, Mike Braun for Indiana)\n\nPureval Ohio Victory Fund (Ohio Democratic Party, Aftab Pureval for Congress)\n\nNEW PACs:\n\nMissouri Voter Project (PAC)\n\nNever Surrender PAC (PAC)\n\nRising Phoenix Holdings Corporation Political Action Committee (PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nAkin Gump Strauss Hauer & Feld: Alton Healthcare, LLC\n\nBaker & Hostetler LLP: OncoSec Medical Inc.\n\nBradley Arant Boult Cummings LLP: Trac9\n\nBrownstein Hyatt Farber Schreck, LLP: KGL Logistics\n\nBrownstein Hyatt Farber Schreck, LLP: Locke Lord LLP (on behalf of Lincoln Military Housing, LLC)\n\nCarliner Strategies LLC: Ball Aerospace & Technologies Corp.\n\nCgm Advisors, LLC: Mosaik Solutions LLC\n\nFireEye, Inc: FireEye, Inc.\n\nHannegan Landau Poersch & Rosenbaum Advocacy, LLC: Extreme Networks\n\nKing & Spalding LLP: Audentes Therapeutics\n\nSkladany Consulting LLC: Akin Gump on behalf of U.S. Chamber of Commerce Institute for Legal Reform of\n\nSteptoe & Johnson LLP: Silberline Manufacturing Company, Inc.\n\n\n\nNEW LOBBYING TERMINATIONS:\n\n\n\nVision Americas: The GB Group\n\nSpangler Strategic Advisors, LLC: Hughes Network Systems, LLC",
  "— “Johnson’s proposal and its Senate companion hit roadblocks when they drew opposition from companies based abroad, which feared the changes would force their lobbyists to register as foreign agents — which would require them to disclose every meeting and phone call they made on behalf of overseas clients — rather than under the less-restrictive disclosure rules for domestic lobbyists.",
  "Turnberry lobbyist joins Trump administration\n\nWith David Beavers, Garrett Ross and Daniel Lippman\n\nFIRST IN PI — TURNBERRY LOBBYIST JOINS TRUMP ADMINISTRATION: Mike Rubino, a former staffer for President Donald Trump’s presidential campaign in 2016 who went on to lobby for a firm co-founded by Corey Lewandowski after the election, is joining the administration.",
  "business groups sought Tuesday to increase pressure on the Trump Administration to retain the existing structure of the North American Free Trade Agreement, urging U.S. officials to avoid advancing a new version of the pact that includes Mexico but not Canada,” the Wall Street Journal’s William Mauldin and Paul Vieira report.",
  "You can also follow us on Twitter: @theodoricmeyer and @marianne_levine\n\nRSVP NOW for #PlaybookElections in Columbus on Sept. 20 at 8:00 AM for a conversation with Republican senatorial candidate Rep. Jim Renacci and Democratic gubernatorial candidate Richard Cordray about the issues that matter most to 50+ voters.",
  "The department didn’t reference Rubino’s lobbying work in a tweet announcing his hire, stating only that he was joining “from the private sector, where he worked in public policy, communications, and crisis management.”\n\nStory Continued Below\n\n— Rubino worked as an adviser to Trump’s campaign in Virginia in 2016.",
  "The business groups also called for negotiators to build in strong enforcement provisions to hold all three countries to account; avoid sunset clauses that could lead to the termination of the agreement; and exclude language allowing for new tariffs on the auto industry or other sectors.” Full story.",
  "DEMOCRATIC SUPER PAC BEGINS $10 MILLION-PLUS DIGITAL CAMPAIGN TO FLIP HOUSE: “Priorities USA and House Majority PAC are rolling out an eight-figure digital ad program in more than 40 House districts in a major online push to flip the chamber in the midterms,” POLITICO’s Zach Montellaro reports.",
  "One company lobbying on the legislation, the medical device firm Medtronic, was headquartered in Minnesota until a few years ago, when it bought an Irish company and moved its headquarters to Dublin as part of a ‘tax inversion’ that slashed what the combined company paid in U.S. taxes.",
  "FOREIGN LOBBYING REFORM STALLED FOR NOW: “When Paul Manafort was indicted last year for failing to register as a foreign agent, lawmakers vowed to crack down on people who skirt the rules on lobbying for foreign interests,” POLITICO’s Marianne LeVine and Theodoric Meyer report.",
  "“‘It would be unacceptable to sideline Canada, our largest export market in the world,’ wrote the heads of the U.S. Chamber of Commerce, the Business Roundtable and the National Association of Manufacturers in a letter to U.S. Trade Representative Robert Lighthizer.",
  "In July, Rubino and Osborne registered with the Justice Department as partners at yet another new firm, Twin Rocks Global LLC, which they said would lobby on behalf of the Alliance of Independent Social Democrats, a Serbian political party.",
  "The ads hammer Republican incumbents and candidates for supporting repeal of the Affordable Care Act and passage of the GOP tax plan, while accusing them of passing rising health care costs on to voters and taking special interest money.",
  "Dozens of foreign-owned companies have lobbied Congress on the matter in recent months, according to disclosure filings, from the defense contractor BAE Systems to foreign automakers such as Honda and Volkswagen.",
  "— Although Congress may not be moving quickly on foreign lobbying reform, an aide on the Senate Foreign Relations Committee said the panel is watching the Justice Department’s investigations into FARA compliance.",
  "Poliquin took campaign contributions from the insurance industry and voted for a health care bill that would cause massive premium increases,’ says one ad criticizing Rep. Bruce Poliquin (R-Maine).",
  "In a statement, Jefferies said he is “honored to work for a bedrock industry that delivers every day for the economy.” Jefferies was previously senior vice president of government affairs at AAR.",
  "When Lewandowski quit Avenue last year amid questions about cashing in on his access to Trump, Rubino left too and started a new lobbying firm with another Avenue veteran, Jason Osborne.",
  "— While Lewandowski insisted he had nothing to do with Turnberry, one of Turnberry’s clients, Elio Motors, confirmed that Lewandowski had been on a conference call with the lobbyists.",
  "\"Ideally, the committee would have the benefit of reviewing the final results of these investigations to help inform any potential legislative action in the future,” the aide said.",
  "“Nearly a year later, amid partisan clashes and pushback from foreign-owned companies, the push to strengthen the Foreign Agents Registration Act appears to be going nowhere fast.",
  "“It’s also important to note that people are being prosecuted under the current law.”\n\n— It’s worth keeping in mind that FARA registrations have gone way up in the last year.",
  "IAN JEFFERIES TO LEAD AAR: Ian Jefferies will become president and chief executive of the Association of American Railroads in January, the trade group announced Tuesday.",
  "“Corey Lewandowski is now affiliated with that firm and they have offered perspective to T-Mobile on a variety of topics,” T-Mobile said in a statement at the time.",
  "He also lobbied for the Azerbaijani government and a Polish state-owned defense conglomerate through BGR Group, an established Washington lobbying firm.",
  "Prior to joining the trade association, he was a senior policy adviser to the chairman of the Senate Commerce, Science and Transportation Committee.",
  "In 2017, there were 102 new FARA registrations, compared to 69 in 2016 and 64 in 2015, according to data provided to PI by the Justice Department.",
  "He’s joined the Department of Health and Human Service intergovernmental and external affairs office as a senior adviser, according to the agency.",
  "After the election, he joined Avenue Strategies, a lobbying firm started by Lewandowski and another Trump campaign veteran, Barry Bennett.",
  "The new firm, Turnberry Solutions, was housed in a Capitol Hill rowhouse that Lewandowski also lived and worked in while in Washington.",
  "SPEAKING OF TRADE ASSOCIATIONS: Michelle Korsmo starts today as president of the Wine & Spirits Wholesalers of America.",
  "“The $10 million-plus effort from the Democratic super PACs revolves around health care, taxes and money in politics.",
  "She was previously chief executive officer of the American Land Title Association and is replacing Craig Wolf.",
  "‘There’s these very fierce efforts to maintain the status quo,’ Rep. James Michael Johnson (R-La.",
  "Another Turnberry client, T-Mobile, later confirmed that Lewandowski was advising the company.",
  "In addition, there’s been a surge in advisory opinions for firms trying to comply with FARA.",
  "JOBS REPORT:\n\n— Ann Navaro is a partner with Bracewell’s environmental strategies group.",
  "— Rubino lobbied for T-Mobile and Elio at Turnberry, as well as several other clients.",
  "In 2018 alone, DOJ has issued 14 advisory opinions, compared to seven in 2017.",
  "), one of the lawmakers pushing to overhaul FARA, said in an interview Monday.",
  "She was previously counselor to the solicitor at the Department of Interior.",
  "Korn Ferry conducted the search for Hamberger’s replacement.",
  "Neither Rubino nor Osborne respond to requests for comment.",
  "Send tips to mlevine@politico.com and tmeyer@politico.com.",
  "BUSINESS GROUPS URGE TRUMP TO KEEP CANADA IN NAFTA: “U.S.",
  "So far in 2018, there have been 87 new registrations.",
  "The ads will start running Wednesday.” Full story.",
  "‘While donors would get richer, you’d pay more.'",
  "Medtronic declined to comment.” Full story.",
  "Good afternoon, and welcome to PI.",
  "He will replace Edward Hamberger.",
  "More here.",
  "‘Rep.",
  "..."
]