[
  "Documents also say that Patten testified before the Senate Selected Committee on Intelligence in January 2018, and that he misled that committee by failing to provide it with documents that \"could lead to revelation of him causing and concealing the foreign purchase of the\" inauguration tickets, and also gave false testimony to avoid disclosing his actions.",
  "Prosecutors also said that Patten and his Russian associate asked the oligarch whether their company could file under FARA, and the oligarch \"said in substance that he did not want them to register now, but they could eventually do so at an unspecified future date.\"",
  "Prosecutors say that Patten, who had previously filed under the Foreign Agents Registration Act, \"knew at the time that he took all of the actions\" that he was required to register under FARA \"in order to engage legally\" in the U.S. \"for a foreign principal.\"",
  "The charging document also says that Patten set up meetings for his Russian partner and the oligarch with members of Congress and their staffs on the Senate Foreign Relations Committee and the House Committee on Foreign Affairs in 2015.",
  "Court documents say that after Patten had a \"straw\" purchaser buy $50,000 worth of inaguration tickets for the oligarch with money provided by Patten's company, which in turn was reimbursed by the oligarch through the Cypriot account.",
  "According to his LinkedIn page, he also had served as a legislative assistant to Sen. Susan Collins, R-Maine, for less than two years starting in 1999, and had been a campaign coordinator on the presidential campaign of Bush in 2000.",
  "Two members of the committee, Sen. Richard Burr, R-N.C., and Sen. Mark Warner, D-Va., in a statement issued Friday said, \"We can confirm that Mr. Patten produced documents to the Committee and was interviewed by Committee staff.\"",
  "Patten previously served as senior advisor to undersecretary of state for democracy and global affairs for eight months in 2008, at the tail end of the administration of President George W. Bush.",
  "The charging document says that Patten and the unidentified Russian national formed a company that since 2015 did work for the Opposition Bloc party and party members who included the oligarch.",
  "Earlier this year, The Daily Beast reported that Kilimnik had set up a firm in 2015 called Begemot Ventures International, for which Patten served as an executive.",
  "The company received more than $1 million through an account in Cyprus for their services for Opposition Bloc and other activities, according to prosecutors.",
  "\"After the interview, Patten deleted documents pertinent to his relationships with\" the foreign nationals with whom he had dealt, according to prosecutors.",
  "Manafort is set to go on trial next month in Washington on charges of money laundering, witness tampering, and failing to register as a foreign agent.",
  "\"Due to concerns about certain statements made by Mr. Patten, the Committee made a criminal referral to the Department of Justice,\" the senators said.",
  "\"The activity was undertaken to promote the interests of [the oligarch] and Opposition Bloc to influence United States policy,\" the document said.",
  "\"While the charge, and resultant plea, do not appear to directly involve our referral, we appreciate their review of this matter.",
  "The cases relate to work that Manafort did in Ukraine for the pro-Russia Party of Regions, whose members included Yanukovych.",
  "The longtime Republican operative was convicted last week of tax crimes and bank fraud in a separate trial in Virginia.",
  "It also says Patten drafted op-ed articles for the oligarch \"and then placed them with United States media.\"",
  "Both of those cases, in which Manafort has pleaded not guilty, were brought by Mueller.",
  "But Patten and the Russian never filed under FARA, according to prosecutors.",
  "Kilimnik is not identified in the charging document against Patten.",
  "We will have no further comments on this case at this time.\""
]