[
  "He characterized their attitude as, “We said this was what [the] investigation was about, but we are not bound by it and we were lying.”\n\nEllis did not rule on Manafort’s motion to dismiss the indictment and is instead demanding to see an unredacted copy of the Scope Memo within two weeks, or get a detailed explanation of why it does not pertain to the case, as the Special Counsel’s Office attorneys are claiming.",
  "§600.4(a) [a regulation that expands a special counsel’s jurisdiction to crimes, such as perjury or obstruction of justice, that interfere with his investigation]\n\nBecause of Manafort’s lawyers efforts last month, we now know there is another, more detailed memo drafted by Deputy Attorney General Rod Rosenstein and hidden from public view that lays out the Mueller probes scope with more specificity.",
  "According to the document that appointed Mueller as special counsel, he has authority to investigate:\n\n(i) any links and/or coordination between the Russian government and individuals associated with the campaign of President Donald Trump; and\n\n(ii) any matters that arose or may arise directly from the investigation; and\n\n(iii) any other matters within the scope of 28 C.F.R.",
  "Special Counsel Robert Mueller’s “Russia Investigation” may be facing its most significant push-back yet Friday when federal Judge Thomas Ellis questioned Mueller’s prosecutors fundamental authority, motives, and honesty in a pre-trial hearing for one-time Trump campaign chairman Paul Manafort.",
  "“C’mon man!” Ellis reportedly exclaimed to Mueller’s prosecutors, telling them later, “We don’t want anyone with unfettered power.”\n\nEllis called out Mueller’s lawyers on their motive in prosecuting Manafort for crimes that allegedly occurred long before the 2016 campaign.",
  "“You really care about what information Mr. Manafort can give you to lead you to Mr. Trump and an impeachment, or whatever.”\n\nManafort is indicted for money laundering and tax fraud in the Eastern District of Virginia, the subject of Friday’s hearing with Ellis.",
  "He also stands accused in the District of Columbia of financial crimes to his activities as a lobbyist and surrogate for foreign leaders, including ousted Ukrainian President Victor Yanokovych, years before he joined the Trump campaign.",
  "Jackson has yet to rule on a similar motion by Manafort’s lawyers to dismiss the indictment in her courtroom, but expressed some scepticism of the Special Counsel’s Office’s authority in a hearing last month.",
  "Friday’s hearing was an attempt by Manafort’s lawyers to question Mueller’s office’s authority to bring all these charges against their client as it was outside the stated scope of their investigation.",
  "One of the crimes with which he is charged, violating the Foreign Agents Registration Act (FARA), has resulted in only one conviction in its more than five decades on the books.",
  "The Reagan-appointed Judge Ellis slammed Mueller’s lawyers on their reliance on and evasiveness about this “Scope Memo,” which they refuse to hand over.",
  "Should his case in Virginia be dismissed, he will still face trial in Washington, DC, before the Obama-appointed Judge Amy Berman Jackson.",
  "Between his two criminal cases, Manafort is facing sentences that could easily see him die him prison.",
  "A heavily redacted version came to light as result of proceedings leading up to Friday’s hearings.",
  "“You don’t really care about Mr. Manafort,” he said.",
  "He has pleaded not guilty to all charges."
]