[
  "The nation awoke on Monday to the sound of the first few plummeting shoes from special counsel Robert Mueller’s investigation into the role of Russian officials in the 2016 election and, pre-eminent among the newly indicted was former Trump campaign chief Paul Manafort, accused of a passel of alleged crimes, including the rather gaudy “conspiracy against the United States.”\n\nBut the most essential allegation involves Manafort’s longstanding work assisting in the burnishing the reputations of deposed Ukrainian dictator Viktor Yanukovych both in the Ukraine and in the United States.",
  "One wonderful example of this nexus between Beltway lobbyists and dodgy foreign outposts is the long and winding path that former Libyan leader and media style-guide bedeviler Muammar el-Qaddafi took on the path back to the good graces of Western governments during the later years of President George W. Bush’s administration and the first years of his successor, President Barack Obama.",
  "The effects of Mueller's efforts to enforce FARA does not seem to be limited to Manafort: Washington super-lobbyist Tony Podesta abruptly relinquished control of his firm, The Podesta Group, after it was identified as one of the two lobbying firms that Manafort and co-indictee Rick Gates hired as a partner to their Ukrainian activities.",
  "The most unseemly aspect of Manafort's actions to the general public — lobbying for foreign, often autocratic regimes, behind closed doors in the halls of Congress (and nearby steakhouses)— is actually the one aspect that's perfectly legal, as long as one files a regular report that few people will ever bother to read.",
  "/ Updated By Jason Linkins\n\nOne of the most undersung aspects about the Trump era is that every story about his administration also tells a story about us, and the choices we made long before the reality-television mogul descended from his golden escalator in the sky to crank up his ethno-nationalist ghost-dance.",
  "Foreign governments should not believe that a few million dollars greasing the right hands in our nation's capital is the right or the most expedient way to influence U.S. foreign policy; that it has been even intermittently successful, even at the margins, should scare us as much as nearly anything Trump tweets.",
  "After all, as the Huffington Post’s Marcus Baram reported in February 2011, wherever there was a Mideast autocracy in need of a little spit-shining, there was a lobbying firm like Qorvis or a lobbying-law firm like Patton Boggs (now Squire Patton Boggs) willing to take on the challenge.",
  "The general public is probably broadly unaware that there has long been an entire industry arranged around exerting foreign influence on our lawmakers for stacks of cash — all of the scurrying to and fro among D.C. lobbyists in the wake of the Manafort indictment notwithstanding.",
  "(Podesta Group, which belatedly filed a foreign agent registration in April for the work Manafort solicited, said that they were initially unaware that their listed client, the European Centre for a Modern Ukraine, was affiliated with a political party.)",
  "But none of us should avoid the reckoning that comes with knowing that corrupt regimes the world over have for decades availed themselves of something intrinsically corrupt in Washington, and that we willingly provided them the opportunity to exploit it.",
  "), and serving the ends of foreign regimes in ways that don’t always comport to the pleasant-sounding values America likes to put in its brochures (or, alternatively, its leaflets, dropped over Iraq and other soon-to-be-bombed locales).",
  "As Politico’s Laura Rozen deftly chronicled in 2011, a murderer’s row of D.C. firms strove mightily to polish Qaddafi’s image, even as the dictator himself was setting his army to the task of murdering rows of antigovernment protesters.",
  "But, as foreign policy journalist Ken Silverstein explained in Politico, in a two-decade career of writing about foreign influence peddling, he’d only seen “a handful of cases brought against people” for these sorts of FARA violations.",
  "As Manafort’s work was, essentially, an effort to influence U.S. officials on behalf of a foreign government, Manafort was required to make certain disclosures about the nature of his work and the income he was earning doing it.",
  "But it’s very useful to come to recognize that there is a small army of people like Manafort, raking in bundles of foreign boodle as if money was going to go out of style tomorrow (maybe they know something we don’t?",
  "But there was so much at stake: American banks, international petro-chemical interests, and a president desperate to prove that his “War On Terror” was enough to threaten bad actors into submission all needed a win.",
  "“Manafort,” wrote Silverstein, “like dozens of other influence peddlers, has been operating in plain sight for years,” and no one of his ilk has ever faced indictment for failure to file a registration.",
  "A year from now, we may well find ourselves with unassailable proof that the Trump administration did set new standards for Oval Office corruption, confirming all of the left's deepest suspicions.",
  "The general public is probably broadly unaware that there has long been an entire industry arranged around exerting foreign influence on our lawmakers for stacks of cash.",
  "(Qaddafi is, of course, long gone, but not to worry — the Libyan rebels that took his place have their own lobbyists in Washington as well.)",
  "Because we should all feel humiliated by this system of which Manafort is only one small (if allegedly well and illegally remunerated) cog.",
  "(University of Texas law professor Steve Vladeck told Buzzfeed that it was \"almost unheard of\" for the government to bring such a case.)",
  "That, he allegedly did not do, and so he now stands accused of multiple violations of the Foreign Agents Registration Act, or FARA.",
  "And if this system happens to be the playhouse to which Robert Mueller wants to put to the torch, we should let him.",
  "Jason Linkins is a political columnist who served as the editor of Eat The Press at the Huffington Post.",
  "There was something shiny at the end of an otherwise bloody road from which everyone could benefit.",
  "Those firms, were, of course, selling an idea — that Qaddafi was reformed — that didn’t exist.",
  "But why dredge up all of this past history?",
  "Get the Think newsletter."
]