[
  "“Only ‘foreign agents’ or ‘foreign principals’ are required to register under the Foreign Agents Registration Act,” the defense team noted, “and the indictment does not allege that Concord fits either definition.”\n\n[Russian ads, now publicly released, show sophistication of influence campaign]\n\nDubelier and Seikaly also claimed that no foreign corporation has ever “been charged criminally for allegedly funding the political speech of individual on social media, at rallies, or in advertisements during a U.S. presidential election campaign.” The defense also argued that the fraud charge against Concord “has never been used .",
  "“There is no law or regulation,” Concord’s lawyers wrote, “requiring that any such speech be accurate or truthful or that any U.S. or foreign person truthfully or accurately identify herself or himself when engaging in such speech — when it comes to political speech, one is free to pretend to be whomever he or she wants to be and to say whatever he or she wants to say.”\n\nThe defense also argues there is no proof that Concord was aware of the specific actions of the alleged trolling operations.",
  "Defense attorneys Eric A. Dubelier and Katherine J. Seikaly noted that American case law and the Justice Department’s own manual on prosecuting election crimes state there must be “proof that the defendant was aware that his or her conduct was generally unlawful.” Concord argued that there is no proof that it knew of laws requiring foreign agents to file reports with the Justice Department or the Federal Election Commission.",
  "In short, the Special Counsel found a set of alleged facts for which there is no crime.”\n\nConcord further argued that “there is no federal law prohibiting ‘interference’ in a U.S. election.” The indictment alleges Russian operatives used fake or stolen American identities to persuade actual Americans to participate in pro-Trump rallies around the country, falsely claiming to be part of the pro-Trump movement during 2016.",
  "Concord allegedly paid $1.25 million a month to the Internet Research Agency for projects such as setting up rallies for Trump or various advocacy groups in America, creating Twitter and Facebook accounts to spread false information and “to interfere in U.S. political and electoral processes without detection of their Russian affiliation,” the charges state.",
  "[Russian troll farm, 13 suspects indicted in 2016 election interference]\n\nThe charges allege that Concord Management and another defendant, Concord Catering, funded the Internet Research Agency, and that Yevgeniy Prigozhin, a catering magnate and longtime associate of Russian President Vladi­mir Putin, controls Concord.",
  "A large campaign of “information warfare against the United States,” led by the St. Petersburg-based Internet Research Agency, used Facebook, Twitter and othersocial media to build support for then-candidate Donald Trump and attack his opponents, most notably Hillary Clinton, according to the indictment.",
  "(Andrew Harnik/AP)\n\nA Russian company accused of bankrolling a massive online operation to disrupt the 2016 presidential election argued Monday that it had broken no federal laws, that it was merely supporting free political speech and that the fraud charge against it should be thrown out.",
  "[U.S. judge bars evidence sharing with ‘Putin’s chef’ in Mueller probe of Russian election interference]\n\nBut Concord’s lawyers argued Monday in a motion to dismiss the case that the company hadn’t committed any crime.",
  "Attorneys Eric Dubelier, right, and Katherine Seikaly, left, representing Concord Management and Consulting LLC, departing federal court in Washington, May 9, after pleading not guilty on behalf of the company.",
  "The U.S. government has argued Prizogzhin could use the case to see what evidence and witnesses might be lined up against him, and last month U.S. District Judge Dabney Friedrich agreed.",
  "Concord Management and Consulting was one of 16 Russian individuals or companies indicted by a federal grand jury in February at the behest of special counsel Robert S. Mueller III.",
  "The company is accused of defrauding the government by failing to register as foreign agents and failing to report its election-related expenditures to the U.S. government.",
  "Concord Management is the only defendant to respond to the charges so far, and the firm has already been restricted in how it handles evidence provided to it.",
  "Prosecutors will file a response to the motion to dismiss later this month, and Friedrich will then rule on whether to dismiss Concord from the case.",
  "The judge ruled that Concord could not share evidence in the case with any foreign nationals without court approval.",
  "where political speech, as opposed to political contributions, is the target of the indictment.",
  ".",
  "."
]