[
  "The paragraph in question exempts firms from FARA registration that engage in political activities on behalf of a foreign corporation — “even if owned in whole or in part by a foreign government” — as long as the corporation is not directed by a foreign government or foreign political party, and as long as the activities do not “directly promote” the public or political interests of a foreign government or foreign political party.",
  "The Podesta Group defended its decision not to file under FARA regarding Uranium One, saying they were exempt from FARA under a Justice Department rule in 28 CFR 5.304 paragraph C.\n\nThe Podesta Group “complied with the law here by following a Department of Justice rule that is specifically intended to cover firms that represent any business ‘owned in whole or in part by a foreign government,'” a Podesta spokesman told TheDCNF.",
  "“From in and about and between 2008 and 2014, both dates being approximate and inclusive, within the District of Columbia and elsewhere, the defendants Paul J. Manafort, Jr., and Richard W. Gates III knowingly and willfully, without registering with the Attorney General as required by law, acted as agents of a foreign principal, to wit, the Government of Ukraine,” the indictment stated.",
  "The committees also are looking into new reports that an FBI informant obtained damaging criminal activity information on the Russian side of the sale which was never passed on to the Committee on Foreign Investment in the United States (CIFIUS), the cabinet-level committee that had to approve sales of U.S. companies and strategic assets to foreign countries.",
  "“I’ve been raising concerns about lackluster enforcement of this foreign influence disclosure law for years now, regardless of administration or political party.”\n\n“The dirty little secret is that lots of people across the political spectrum in Washington have skirted their FARA registration obligations for years with little to no accountability,” he added.",
  "“If you are representing a foreign government, person or entity, you have to register under FARA,” he said, adding: “The failure to file a FARA registration would require some scrutiny.”\n\nMacGriff says Section 22 of the U.S. Code provides guidance to companies about whether or not they should register under FARA.",
  "“Where there is uncertainty as to whether a foreign government directly or indirectly ‘supervised, directed, controlled, financed or subsidized in whole or in major part’ the underlying activities, prudence dictates making a FARA filing in an overabundance of caution,” MacGriff said.",
  "The sale of Uranium One to Russia today is the subject of at least three separate congressional committee investigations trying to determine if Bill Clinton and the Clinton Foundation received large financial gifts from Russians and from Uranium One’s owner and CEO.",
  "Tony Podesta’s lobbying firm, the Podesta Group, represented the Russian-owned company Uranium One during former President Barack Obama’s administration and did not register under the Foreign Agents Registration Act, The Daily Caller News Foundation has determined.",
  "Uranium One burst back into national news on Oct. 25 in the wake of reports from The Hill and Circa that an FBI informant possessed corruption information concerning the Russian parties that was withheld from Congress, as well as from the CIFIUS board.",
  "Mueller is “sending a signal” about getting tough on FARA enforcement, Scott MacGriff, who left the Justice Department last November after eight years as a fraud attorney and now serves the law firm of Dickinson Wright, told TheDCNF.",
  "The question of whether companies representing foreign government entities should file under FARA got a jolt on Oct. 30 when Mueller issued an indictment of Manafort and Richard Gates, Manafort’s long-time business associate.",
  "A cabinet-led federal committee that included former Secretary of State Hillary Clinton, approved the sale of Uranium One to RUSANO in 2010, that permitted Russia to acquire twenty percent of America’s uranium reserves.",
  "section 611(c) to include any person whose activities are directly or indirectly supervised, directed, controlled, financed or subsidized in whole or in major part by a foreign principal,” he told TheDCNF.",
  "GOP Rep. Devin Nunes of Calif., who chairs the House intelligence committee, told TheDCNF he is concerned about the Podesta’s lobbying activities for Uranium One and its decision not to file under FARA.",
  "“It may be that Mueller is trying to send a signal that it’s no longer going to be observed in the breach and FARA filings can no longer be an afterthought,” MacGriff said in an interview with TheDCNF.",
  "His role there is tied up with former Trump campaign chairman Paul Manafort who was indicted on 12 counts on Oct. 30, including the failure to register under the Foreign Agents Registration Act (FARA).",
  "Special Counsel Robert Mueller already is scrutinizing Podesta and his firm for allegedly failing to register as a lobbyist for the European Center for a Modern Ukraine, a Ukrainian government entity.",
  "“It is important to note that exemptions are not applicable where the foreign principal is either a government of a foreign country or a foreign political party,” Pickard told TheDCNF in an interview.",
  "Feeling pressure from the Special Counsel’s deepening probe, however, on Oct 30 Podesta took the dramatic step to resign from the lobbying giant he co-founded with his brother John Podesta in 1988.",
  "“It’s good to see the Justice Department taking seriously its responsibility to enforce the Foreign Agents Registration Act,” Grassley said in a statement issued after the Manafort indictment.",
  "Reporting requirements under FARA demand far more rigorous public disclosure requirements — including contract information — than reports filed under congressional lobbying disclosure rules.",
  "GOP Sen. Chuck Grassley of Iowa, the chairman of the Senate Judiciary Committee — another committee looking into the Uranium One sale — hailed Mueller’s decision to go after FARA violators.",
  "The committees investigating Uranium One are the House Permanent Select Committee on Intelligence, the House Oversight and Government Reform Committee, and the Senate Judiciary Committee.",
  "“It’s a signal and a reminder that companies have an affirmative obligation to take a closer look at their responsibilities under FARA.”\n\nFormer U.S. Attorney Joseph diGenova agreed.",
  "In the Manafort case, the Podesta Group did not file under FARA after years of lobbying for the European Center which supported Viktor Yanukovych, Ukraine’s pro-Russian president.",
  "Podesta collected lobbying fees of $180,000 from Uranium One, according to the non-partisan Center for Responsive Politics, that discloses lobbying documents filed with Congress.",
  "The Podesta Group is referred to throughout the Manafort indictment as “Company B,” according to NBC News, citing three unnamed sources with knowledge of the investigation.",
  "Follow Richard on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "His brother served as Hillary Clinton’s national 2016 campaign chairman, served as chief of staff in Bill Clinton’s White House and served as “special counselor” to Obama.",
  "The Podesta Group did not file under FARA during any of the years when it lobbied both Congress and the executive branch, according to the Justice Department website.",
  "ROSATOM is “often compared with a government ministry, it has a clout in Moscow matched only by oil and gas giants Rosneft and Gazprom,” the Financial Times reported.",
  "“This would be yet another unusual and concerning development around the Uranium One issue that Congress will be looking into,” Nunes said in a statement.",
  "The Special Counsel’s action raised FARA compliance to a new level with his charge that Manafort and Gates should have registered under FARA.",
  "Dan Pickard, an attorney at Wiley Rein who handles FARA issues, told TheDCNF he believes the Podesta Group should have registered under FARA.",
  "The Podesta Group lobbied on behalf of Uranium One for part of 2012 and in 2014 and 2015, according to the Center for Responsive Politics.",
  "The uranium company states on its web site it is a “wholly owned subsidiary” of RUSANO, the Russian State Corporation for Nuclear Energy.",
  "“The Podesta Group takes legal compliance seriously, and it complied with the law here,” a Podesta Group company spokesman told TheDCNF.",
  "The Special Counsel has subpoenaed Podesta to testify and has requested records from the Podesta Group, according to The New York Times.",
  "Uranium One touched Bill and Hillary Clinton along with their long-time friend Frank Giustra who was the owner of Uranium One.",
  "Bill received $500,000 for a speaking engagement in Moscow only three weeks after ROSATOM announced its bid for Uranium One.",
  "Despite the FBI’s critical information, in 2010 the Obama administration — including Clinton — approved the sale to ROSATOM.",
  "Peter Schweizer, author of “Clinton Cash” found nine Uranium One investors donated $145 million to the Clinton Foundation.",
  "Yanukovych fled to Russia after he was deposed by its parliament as unruly street demonstrations rocked the country.",
  "Only in April of this year did the Podesta Group retroactively register as a foreign agent for the European Center.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The Special Counsel’s office would not provide to TheDCNF deadlines facing Podesta and his company.",
  "The Podesta Group was not listed as a lobbyist for Uranium One during its sale to ROSATOM in 2010.",
  "And they’re viewed that way now by the government apparently with some rigor,” he told TheDCNF.",
  "The retroactive registration did not help Manafort and he was indicted by the Special Counsel.",
  "He also was a member of the Russian Federation Security Council, according to Bloomberg News.",
  "So did Attorney General Eric Holder whose FBI held the information of criminal activity.",
  "As Secretary of State, Clinton voted to approve the sale of Uranium One before CIFIUS.",
  "The Clinton Foundation’s website reports that Giustra donated more than $25 million.",
  "The sale effectively handed over 20 percent of America’s uranium reserves to Moscow.",
  "“The FARA filings are very, very important as witnessed by the Manafort indictment.",
  "The committees are trying to determine if the gifts paved the way for the sale.",
  "Bill and Giustra co-founded the Clinton-Giustra Enterprise Partnership.",
  "ROSATOM’s chairman is Boris Gryzlov, who is a senior Kremlin insider.",
  "“An Agent of a foreign principal is defined by statute at 22 U.S.C.",
  "Manafort belatedly registered as a foreign agent in June as well.",
  "He served as Speaker of the Duma from 2003 to 2011.",
  "DiGenova agrees."
]