[
  "The Florida lawmaker is also requesting investigators determine whether the Obama-era official violated the Logan Act, which “criminalizes negotiation” by unsanctioned individuals with foreign governments hostile towards the U.S.\n\n“As you know, the Islamic Republic of Iran remains a U.S.-designated state sponsor of terrorism, and the State Department continues to characterize the regime in Tehran as ‘the foremost biggest state sponsor of terrorism’ in its annual reports on international terror,” Rubio wrote in a letter to Attorney General Jeff Sessions, first obtained by Fox News.",
  "Kerry claimed he met secretly with Zarif “three or four times” in attempt to “elicit from him what Iran might be willing to do in order to change the dynamic in the Middle East for the better.”\n\nFurther, the former Secretary of State maintained he held frank discussions with Iran’s high-ranking diplomat about the Islamic region’s material support of Hezbollah and Yemen’s Houthi rebel.",
  "“The American people deserve to know that U.S. laws are enforced regardless of any individual’s past position.”\n\nIn an interview with radio host Hugh Hewitt last Wednesday, Kerry admitted to meeting repeatedly with Iranian Former Minister Javad Zarif in a bold attempt to save the Iran nuclear agreement.",
  "Rubio called on the agency Tuesday to look into whether Kerry potentially breached the Foreign Agents Registration Act (FARA), which requires individuals representing foreign governments in a “political or quasi-political capacity” disclose their activities to the U.S. government.",
  "I don’t think there has, which would open up any kind of diplomatic channel.”\n\nReacting to the interview, President Donald Trump described Kerry’s meetings with Zarif “illegal” and an effort “only serve to undercut” his administration’s foreign policy objectives.",
  "— Donald J. Trump (@realDonaldTrump) September 14, 2018\n\nKerry responded to the president, suggesting he concern himself more with the recent plea agreement reached by former Trump campaign chairman Paul Manafort and special counsel Robert Mueller.",
  "I told him, ‘Look, you guys need to recognize the world does not appreciate what’s happening with missiles, what’s happening with Hezbollah, what’s happening with Yemen,’” Kerry said of his conservations with his former negotiating partner.",
  "Sen. Marco Rubio (R-FL) called on the Justice Department to probe former Secretary of State John Kerry’s rogue diplomacy with Iran, the world’s leading state sponsor of terrorism, according to reports.",
  "“John Kerry had illegal meetings with the very hostile Iranian Regime, which can only serve to undercut our great work to the detriment of the American people,” the president tweeted.",
  "Kerry went as far as to suggest Iran is a willing partner in resolving regional issues and criticized the Trump administration for refusing to engage in dialogue with the regime.",
  "BAD!”\n\nJohn Kerry had illegal meetings with the very hostile Iranian Regime, which can only serve to undercut our great work to the detriment of the American people.",
  "But if you want to learn something about the nuclear agreement that made the world safer, buy my new book, Every Day Is Extra.”",
  "President, you should be more worried about Paul Manafort meeting with Robert Mueller than me meeting with Iran’s FM.",
  "“They say they’re prepared to negotiate and to resolve these issues,” he said.",
  "I don’t know as I talk to you today if there’s been any dialogue or sit down.",
  "Was he registered under the Foreign Agents Registration Act?",
  "Was he registered under the Foreign Agents Registration Act?",
  "“But the administration’s taken a very different tack.",
  "“He told them to wait out the Trump Administration!",
  "He told them to wait out the Trump Administration!",
  "“I’ve been very blunt to Foreign Minister Zarif.",
  "BAD!",
  "“Mr."
]