[
  "“The American people deserve to know that U.S. laws are enforced, regardless of any individual’s past position.”\n\nThe senator also suggested in the letter, first reported by Fox News and obtained by POLITICO, that Kerry’s actions constitute an effort “to lobby and unofficially negotiate with officials in the United States and in foreign governments,” citing a May report in The Boston Globe that the former chief diplomat was working behind the scenes to salvage the Iran nuclear deal.",
  "Rubio’s request follows a Friday skirmish between the former and current secretaries of state, in which Mike Pompeo labeled Kerry’s meetings “beyond inappropriate.” Kerry has said he has met several times with Iranian Foreign Minister Mohammad Javad Zarif since leaving his post as chief U.S. diplomat, and has implied that he suggested that Tehran wait out President Donald Trump's term in office before making major strategic changes.",
  "Scott Applewhite foreign policy Rubio asks DOJ to probe John Kerry’s meetings with Iran\n\nSen. Marco Rubio (R-Fla.) on Tuesday asked the Department of Justice to launch an investigation into former Secretary of State John Kerry’s private meetings with top Iranian officials, which Trump administration officials have characterized as undermining U.S. interests.",
  "Story Continued Below\n\n“As you know, the Islamic Republic of Iran remains a U.S.-designated state sponsor of terrorism, and the State Department continues to characterize the regime in Tehran as ‘the foremost biggest state sponsor of terrorism’ in its annual reports on international terror,” Rubio wrote.",
  "BAD!”\n\nMatt Summers, a spokesman for the former secretary, said Friday that Kerry’s meetings are hardly unusual or unprecedented, citing former Secretary of State Henry Kissinger’s own meetings with Russia and China.",
  "Sen. Marco Rubio, in a letter to Attorney General Jeff Sessions, asked the department to determine whether Kerry violated federal laws including the Logan Act and the Foreign Agents Registration Act.",
  "In a letter to Attorney General Jeff Sessions, Rubio asked the department to determine whether Kerry violated federal laws including the Logan Act and the Foreign Agents Registration Act.",
  "“John Kerry had illegal meetings with the very hostile Iranian Regime, which can only serve to undercut our great work to the detriment of the American people,” Trump tweeted Thursday.",
  "The statutes prohibit unauthorized individuals from negotiating with foreign governments and require disclosures by anyone acting on behalf of a foreign government, respectively.",
  "“I am reasonably confident that he was not there in support of U.S. policy with respect to the Islamic Republic of Iran,” Pompeo said in a brief news conference Friday.",
  "Kerry helped craft the agreement, which offered sanctions relief in exchange for a reduction of Iran’s nuclear weapons stockpile, while at Foggy Bottom.",
  "“Actively undermining U.S. policy as a former secretary of state is literally unheard of.”\n\nTrump has also blasted Kerry on Twitter for the meetings.",
  "“What is unseemly and unprecedented is for the podium of the State Department to be hijacked for political theatrics,” Summers said in a statement.",
  "Morning Defense newsletter Sign up for Morning Defense, a daily briefing on Washington's national security apparatus.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Was he registered under the Foreign Agents Registration Act?",
  "“He told them to wait out the Trump Administration!",
  "You can unsubscribe at any time.",
  "| AP Photo/J."
]