[
  "Ambassador to Qatar in 2009 , Al Jazeera is ‘one of Qatar’s most valuable political and diplomatic tools’ and was ‘used as a chip’ to shape Qatar’s relations with other governments.”\n\nNEW: Senators & members of Congress sending bipartisan letter to Attorney General Jeff Sessions calling for an investigation into whether Al Jazeera should register as a foreign agent under FARA pic.twitter.com/uwLKcbDGjj — Anna Massoglia (@annalecta) March 6, 2018\n\nThe lawmakers were particularly concerned that “content produced by [Al Jazeera] often directly undermines American interests with favorable coverage of U.S. State Department-designated Foreign Terrorist Organizations.”\n\n“American citizens deserve to know whether the information and news media they consume is impartial, or if it is deceptive propaganda pushed by foreign nations.”\n\nFara was enacted in 1938.",
  "The letter’s signatories include Senator Ted Cruz and Congressmen Josh Gottheimer, Lee Zeldin, Ron DeSantis, Matt Gaetz, Louie Gohmert, Vicente Gonzalez, Darrell Issa, Mike Johnson, Peter King, Ted Poe, Tom Reed, Keith Rothfus, David Rouzer, Steve Stivers, Tom Suozzi, Carlos Curbelo, Steve Chabot and John Ratcliffe.",
  "“Founded by state charter in 1996 and headquartered in Doha, the Al Jazeera Media Network maintains an estimated global reach of 310 million people in more than 160 countries, and a presence in U.S. cities including Washington, New York, Chicago, Miami and Los Angeles,” the letter reads.",
  "A bipartisan group of congressional lawmakers sent a Tuesday letter to Jeff Sessions urging the attorney general to force Al Jazeera to register as a state-controlled agent of Qatar in accordance with the Foreign Agents Registration Act.",
  "In 2017, the Justice Department determined the Russian-run media outlet RT must register as a foreign agent under FARA.",
  "“Its broadcasts are easily accessible, including via social media, and, as stated by the U.S.",
  "Follow Datoc on Twitter and Facebook"
]