[
  "“We should never trust Russia.”\n\nHaley’s comments were made in response to news the Department of Justice issued charges against two Russian spies on Wednesday for their alleged role in the theft of data belonging to more than 500 million Yahoo users.",
  "The Russian parliament has announced it plans to investigate CNN, the Voice of America, and other U.S. media outlets “for compliance of their activities with Russian legislation,” according to a statement made by the parliament on its website Friday.",
  "The State Duma, the lower house in the Russian parliament, ordered on Friday an investigation into whether U.S. media organizations operating in Russia are breaking any of the nation’s laws, according to a report by USA Today.",
  "“We have good reason to believe that RT News is coordinating with the Russian government to spread misinformation and undermine our democratic process,” said Shaheen in a press release issued by her office.",
  "The bill would empower the Department of Justice with more tools to investigate state-owned Russian media outlet RT America for any violations of the Foreign Agents Registration Act.",
  "My bill provides the authority needed to request documentation of RT News and find out who they’re accountable to.”\n\nThe Russian parliament’s decision came just two days after U.N.",
  "RT News has made public statements boasting that it can dodge our laws with shell corporations, and it’s time for the Department of Justice to investigate.",
  "The investigation would be carried out by the Committee on Information Policy, Information Technology and Communications, a committee in the State Duma.",
  "Ambassador Nikki Haley told NBC News that Russian threats must be taken “seriously” and emphatically stated the Russian government is untrustworthy.",
  "According to multiple reports, CNN, Radio Liberty, and the Voice of America were singled out by the parliament, but other “U.S.",
  "The decision was reportedly made in retaliation to a bill introduced by Sen. Jeanne Shaheen (D-N.H.) earlier this week.",
  "“The American public has a right to know if this is the case.",
  "“We cannot trust Russia,” Haley said on Wednesday.",
  "media” will be investigated as well."
]