[
  "RT News has made public statements boasting that it can dodge our laws with shell corporations, and it’s time for the Department of Justice to investigate.”\n\nMaria Zakharova, spokesperson for the the Russian Foreign Ministry, criticized Shaheen’s bill, saying that the senator should have also drawn up a list of books for burning, Reuters reports.",
  "The decision was reportedly made in retaliation against a bill introduced by Sen. Jeanne Shaheen (D-NH) earlier this week that would allow the Department of Justice to use more tools to investigate state-owned Russian media outlet RT America for potential violations of the Foreign Agents Registration Act (FARA).",
  "The Russian parliament has ordered an investigation into U.S. media organizations, including CNN and the Voice of America, “for compliance of their activities with Russian legislation,” according to a statement made on its website Friday.",
  "Margarita Simonyan, RT’s editor-in-chief, told the Russian newspaper Izvestia that the legislative action to investigate the state-owned news outlet was akin to Sen. Joseph McCarthy’s campaign against communism in the 1950s.",
  "The State Duma, or lower house in Russian parliament, ordered an “audit” of Radio Liberty, the Voice of America, CNN, and other U.S. media to see if they are breaking any of the nation’s laws, USA Today reported.",
  "“We should never trust Russia.”\n\nHaley made those comments shortly after the Department of Justice charged two Russian spies for allegedly hacking into and stealing data from more than 500 million Yahoo users.",
  "“We have good reason to believe that RT News is coordinating with the Russian government to spread misinformation and undermine our democratic process,” said Shaheen in a press release.",
  "Ambassador Nikki Haley told NBC News that the Russian government cannot be trusted.",
  "The Russian parliament’s decision came just two days after U.N.",
  "“The American public has a right to know if this is the case.",
  "“We cannot trust Russia,” Haley said on Wednesday."
]