[
  "Outrageous to me that over the years there has been taxpayer funding used for settlements without any notification or transparency, and also I think it's wrong the way the victims are treated, because they have to go a laborious process and it’s true that some victims would prefer to keep, to keep it private, that's fine they should have the right to do that, but they should also have an expedited process to be able to bring their complaints.",
  "ROB PORTMAN:\n\nWell it’s an important question, but that’s why you have an ethics committee, and I served on the Ethics Committee when I was in the House, went through that same process, the person who was the subject of that Ethics Committee process by the way was defeated in his reelection because of the information that we were able to provide to the voters of that district.",
  "The President of the United States says, in fact in a new tweet, says “The last thing we need in Alabama and the U.S. Senate is a Schumer/Pelosi puppet who is weak on crime, weak on the border, bad for our military and our great vets, bad for our 2nd Amendment, and wants to raise, raises taxes to the sky”, those are his words there in the tweet, “Jones would be a disaster”.",
  "They were talking -- we were talking in 1991 about politics and political expediency and many of the decisions I think and the way that I was treated was based on political expediency and not really on the merits of my testimony, not really on -- in terms of the character and fitness for Clarence Thomas to sit on the Supreme Court evaluating these very kinds of cases.",
  "“Either we’re saddled with a Democrat in a seat that ought to be Republican or we’re saddled with a brand anvil that’s going to drag down the president, drag down the Senate, drag down the party and plunge the Senate into immediate turmoil when he gets there.” Is it worse for the Republican party, Senator Portman, if Roy Moore wins or loses?",
  "ROB PORTMAN:\n\nFirst of all my understanding is that Richard Cordray resigned a week earlier than he was planning to in order to put his deputy in charge, you know, trying to circumvent the normal process would be that the president would have the ability to appoint somebody on an interim basis until Congress confirms a new director.",
  "The president talked about those this morning in the tweet that you mentioned, and, you know, that includes tax reforms, it includes with how you deal with the debt and deficit, it includes a lot of issues that are very important to people that are in the social side, issues like abortion, issues like gun control.",
  "But he was being impeached--\n\nCHUCK TODD:\n\nBut I think the reason there's a re-litigation of this is that, I think the concern is that we allowed the erosion, that the reason we're at this moment and the reason it got worse over the last 20 years is because of the way we handled it collectively then.",
  "CHUCK TODD:\n\nBut he took advantage of a situation where he had a - the rules of Congress and I know you guys want to change these rules, but he got to hide his settlement, he got to - his accusers had to go through all sorts of craziness, so why is he entitled to new due process in this case?",
  "CHUCK TODD:\n\nBetween the election of Donald Trump after the Access Hollywood tape and Roy More in Alabama, if voters send Roy Moore to the Senate, and I know you want a Senate Ethics investigation into him if he gets sent into the Senate, but what are the voters saying about our moral lines?",
  "ANITA HILL:\n\nI’ve been saying all along, for the past few years, as I talk about sexual harassment, that when it comes down to to it that and when all the facts are brought out and into play that we are going to have make some very tough decisions about people who we otherwise admire.",
  "CHUCK TODD:\n\nAnd okay but if the voters send back people that you believe ethically, or morally, are unsuited for the Senate, do you believe the Senate should expel those folks or do you think the voters - hey you have to respect the right of the voters on that one?",
  "So I think there is, there is a way for this Ethics process to work, it needs to be expedited as I said, we need to get moving on it quickly, that needs to provide due process, but it also needs to provide the transparency so that voters know what the situation is.",
  "And when you think about what we actually need to get at this, to really protect women and people in the workplace, to really change this dynamic, it's the fact that men are still the majority of people who own the wealth, the economic power, the political power.",
  "And the women of America are just like other Americans in that they value fairness, they value privacy, and do not want to see a person with uncontrolled power, uncontrolled time, uncontrolled, unlimited money investigating the president of the United States.",
  "So it is an usual organization and, and I think it is inconsistent with the accountability that’s in the federal government otherwise, and I think that’s a big problem but I do think there needs to be a new director confirmed, and we should do that quickly.",
  "I think that'd be better for the country and, you know, the election’s in a few weeks here, or in a couple weeks maybe, and, you know, there is a possibility for folks to do write in candidates, so we’ll see but no, I think it’d be best if he stepped aside.",
  "And I say that because it does seem as if, frankly, when you watch some of the reactions by the president in defending Roy Moore, or at least overlooking the allegations against Roy Moore, that, were you putting politics ahead of your personal disgust?",
  "So you know, you've got have a process, I agree due process is important but we also have to be sure that victims have the right to be able to come forward, that there is transparency here with regard to the situation in the House and the Senate.",
  "Many stories have already come out but there are still women who are marginalized, women who are in minimum wage jobs, women of color who may be fearful of coming forward with their stories because they don’t want to embarrass people, racially.",
  "I think she has misrepresented everything in that tax reform proposal as an example, but we’ve got some great opportunities here and we’ll move forward with these regardless of what happens but I do think it would be best if he stepped aside.",
  "I’m really not inside of Washington, D.C. and cannot really speak to how things are going to turn out but I do say, as I’ll repeat, that the leadership out of Washington may not be the leadership that is going to clarify these issues for us.",
  "And look, both Senator Gillibrand and Mayor de Blasio were basically making the argument that our culture's changed, and that, today, same allegations probably would have led Democrats, perhaps like yourself, to call for his resignation.",
  "It has no accountability, in other words, unlike other boards and oversight organizations there, there is no appropriations so there is no way for Congress or the voters, you know, through their members of Congress to affect a decision.",
  "So voters are going to make those decision based on a lot of different factors but one certainly is character, and I think the American people deserve to have the highest standards of ethical conduct by their elected officials, period.",
  "But let me just say the concern that we had then was that they were impeaching the president of the United States, and for something that had nothing to do with the performance of his duties, and trying to take him out for that reason.",
  "I certainly think that if you accept taxpayer funds for settlement, that should be transparent --\n\nCHUCK TODD:\n\nWould you support retroactively making all of these settlements public, when you guys address this situation in Congress?",
  "I can’t say that I was entirely surprised with the “Me Too” allegations and the stories that came out of “Me Too,” but I am just shocked that if we cannot look at those now and see that we have a widespread problem in this country.",
  "CHUCK TODD:\n\nI gotta ask you about an issue that actually impacts actually the state of Ohio, it involves an Ohioan, the Consumer Financial Protection Board used to be run by a gentleman named Richard Cordray, he’s since resigned.",
  "ROB PORTMAN:\n\nChuck, since Nancy Pelosi talked about the tax bill can I just talk about the -- middle class tax cuts are in there, the economic growth is in there, it’s an excellent opportunity for us to fix a broken tax code.",
  "Joining me for insight and analysis are NBC News Correspondent Katy Tur, Hugh Hewitt, host on The Salem Radio Network, Heather McGhee, president of the progressive group Demos, and The Washington Post columnist Michael Gerson.",
  "REP. KATHLEEN RICE:\n\nSaying that we're going to have these allegations against politicians go before an ethics committee that can sometimes take a couple of years, no offense to my colleagues who are on the ethics committee.",
  "CHUCK TODD:\n\nAnd that's what makes it, I'm sorry, I feel like we collectively, the political world, looks so much more out of touch than the rest of the world, who themselves were out of touch on this issue until this year.",
  "ROB PORTMAN:\n\nWell the ethics investigation ought to go forward, and we ought to, you know, get to all the facts just as in the case of John Conyers, as we talked about earlier, I hope we see action on that even this week.",
  "ROB PORTMAN:\n\nIt doubles the standard deduction up to $2,400 for a family, it doubles the child tax credit, it actually lowers the rates to the point that in Ohio the average is 2,375 bucks for the medium income family.",
  "So many women, and this is really important, I think, to note, because I've heard from so many women in the last few months, in fact, I heard, around the time of Anita Hill, so many women who've had a bad experience.",
  "CHUCK TODD:\n\nScott Jennings, a Republican strategist, who I think lives on the border of Ohio and Kentucky so you may know him very well, said this in The New York Times this weekend about this Roy Moore situation.",
  "If you change the words, go back to that quote, you change the word \"feminists\" to \"conservatives,\" and \"right wing\" to \"Left wing,\" it would sound like some of the rationalization we're seeing today on Roy Moore.",
  "CHUCK TODD:\n\nThe revolt against sexual harassment and assault may, in part, be a backlash after Donald Trump's 2016 victory, when millions of voters overlooked more than a dozen allegations of sexual misconduct.",
  "CHUCK TODD:\n\nYou would cast that vote knowing it probably throws the election - that, you know, the more Republicans split their vote- you’re okay if a Democrat gets elected there as long as it’s not Roy Moore?",
  "And you seemed-- you made the point that, you said “Boy it came across as an ‘I’m sorry if you were offended’”, and you went on to say you didn’t believe he has still taken ownership yet of what he did wrong.",
  "One of the things that I was really struck by, that I have been really struck by in this whole conversation is that we have a different set of standards very clearly for everybody else and for politicians.",
  "So we haven't heard from everyone, but we’ve heard from enough women to know that this is a severe problem and that it is hurting, not only those individuals, but that it’s hurting all of us as a society.",
  "CHUCK TODD:Do you think it’s been difficult politically on this issue because there has been one party that has fought harder, some would argue, on gender equity, the Democrats than the Republicans have.",
  "CHUCK TODD:\n\nThe Senate -- Senator Franken, one of your colleagues obviously on the other side of the aisle, he called for a Senate ethics investigation into himself, I think you concurred with that.",
  "And the Roy -- and the Rich Lowry quote, I thought, summed up the angst in which a lot of conservatives find themselves as they deal with these allegations, especially in Alabama, which is current.",
  "When Clarence Thomas was nominated to the Supreme Court in 1991, it was Anita Hill who alleged that he sexually harassed her years earlier when she worked for him in various government positions.",
  "And then we really need to have some clear standards about what happens when we find that there is credible evidence that an individual has acted in this way and engaged in egregious behavior.",
  "It said, \"If all the sexual allegations now swirling around the White House,\" at time, it's Bill Clinton, \"turn out to be true, President Clinton may be a candidate for sex addiction therapy.",
  "In short, after another week of lurid stories about powerful men taking advantage of women, it's clear we're experiencing a cultural shift in how we think about sexual harassment and assault.",
  "He has done a great deal to protect women -- Violence Against Women Act, which the left -- right-wing -- is now quoting me as praising him for his work on that, and he did great work on that.",
  "That, you know, that we’ll have an interim process here and that would be Mick Mulvaney or somebody else, the president chooses, and then Congress will get busy in confirming a new director.",
  "And everybody in every group, Chuck, in every bracket that group as a whole will see tax cuts and so it’s just been misrepresented and I hope people will go online and look for themselves.",
  "CHUCK TODD:\n\nAnd put Mr. Trump in the White House, a result that triggered thousands of women nationwide to begin an anti-Trump movement that has flexed its muscles since the inauguration.",
  "And the reason why Kellyanne Conway and other members of the Republican infrastructure are saying, \"We have to let this man walk into the Senate,\" is so that we can cut taxes on the rich.",
  "Cardinal Bernardin, you remember that story, or the Duke Lacrosse team, or the University of Virginia in 2014.So it is the fear of the latter could not overwhelm our action on the former.",
  "And I think this is really something that we haven’t come to terms with, whether it’s in Washington, D.C. and in many cases whether it’s in a college or a university or in our workplaces.",
  "I do think all of this, as difficult as it is in some respects for our society, is really important because I think it will end up changing people's attitudes and changing our culture.",
  "CHUCK TODD:\n\nI want to start with Roy Moore, I know you said you do not believe he should be a candidate, you have called for him to step aside, you have said you believe the accusers.",
  "REP. NANCY PELOSI:\n\nBut there's no-- I don't want anybody thinking there's any challenge here to our changing the law and see how people-- when we know more about the individual cases.",
  "Panelists here, ready to do their own mutiny: Hugh Hewitt, host on The Salem Radio Network, NBC News Correspondent, Katy Tur, Heather McGhee, president of the progressive group Demos.",
  "ROB PORTMAN:\n\nWell as you know at the end of the election when the tape came out that you played earlier, I chose to support a different candidate than Donald Trump because of that.",
  "And at the same time that may lead to why does it look like that activists for gender equality forgive a Democrat for sexual harassment more often than they’ll forgive a Republican?",
  "We're saying we think the Ethics Committee can, but if you don't agree, we'll pass a law that says the Ethics Committee can, a resolution in Congress that the Ethics Committee can.",
  "B) we will then take the larger issue, which has to pass both houses of the Congress for ending the nondisclosure, ending of who pays, all of the concerns that we have about this.",
  "For Republican voters in Alabama, Senate candidate Roy Moore is accused of sexual misconduct by nine women, including Leigh Corfman, who says he molested her when she was just 14.",
  "For a family of two making 50 grand a year, it is a 28% tax cut--\n\nCHUCK TODD:\n\nOkay, I let both you and Leader Pelosi go probably far too long than my Executive Producer wanted.",
  "Clarence Thomas is still on the Supreme Court, Bill Clinton never had to resign, Donald Trump was elected after hearing some vicious comments and alleged allegations that he did.",
  "Did you think that was a group of men who just simply didn’t believe you, and they truly didn’t believe you or they were just uncomfortable with having to deal with the issue?",
  "CHUCK TODD:\n\nWell, I think that is something we’re all coming to grips with and trying to figure out in all of our sectors of life, but especially in the world of politics.",
  "When these allegations came out I did say that, as more came out and as the women went on the record I thought there was a lot of credibility in what they were saying.",
  "I would, and look I think it’s outrageous that taxpayers are asked to pay these settlements in the first place, and yeah we should make transparent what has happened.",
  "I mean this is one place where I really actually agree with (CHUCKLE) Rich Lowry in The National Review, because, fundamentally, these issues are a question of power.",
  "CHUCK TODD:\n\nMick Mulvaney basically has mocked the Consumer Financial Protection Board, is he really the right person to put in charge right now as acting director?",
  "Do you agree with the president that it is better if Alabamians elect somebody who’s been accused of being a child molester over a democrat simply due to ideology?",
  "ROB PORTMAN:\n\nWell I stand with what I said earlier, which is I think it’d be best if he stepped aside, and by the way I think the president said that initially.",
  "Perhaps no one is more closely associated with sexual harassment claims, claims that were met with skepticism and a coast to coast media frenzy, than Anita Hill.",
  "You know last year during -- I think it was a 25th anniversary look backs-- you had been critical of Joe Biden, who was Senate Judiciary Committee at the time.",
  "CHUCK TODD:\n\nHugh Hewitt, you could argue he's got the Mueller probe because he was so obsessed with trying to save Michael Flynn from a Comey investigation.",
  "CHUCK TODD:\n\nHugh, and I'm going to throw this to you, because you-you you've probably-- you publicly showed your angst about Donald Trump more than anybody.",
  "And how do we reckon with a sitting president who's bragged about assaulting woman, and who's been accused by more than a dozen women of outright misconduct?",
  "There are moments in the past half century when, as Americans, we've been forced to reexamine our attitudes and ourselves: Vietnam, Civil Rights, Gay Rights.",
  "After refusing to back Alabama's Roy Moore--\n\nSARAH HUCKABEE SANDERS:\n\nThe president said if the allegations are true, then that Roy Moore should step aside.",
  "When we come back I’m going to talk to Anita Hill whose accusations of sexual harassment against Clarence Thomas were met with great skepticism at the time.",
  "But unfortunately, 26 years ago, Washington wasn’t ready to lead on this issue, and I’m afraid even today Washington cannot lead the country on this issue.",
  "CHUCK TODD:\n\nDemocrats are still hesitant to criticize Bill Clinton, only willing to say that, by today's standards, they might be calling for his ouster.",
  "While the cascade of sexual harassment charges now emerging has led many to reconsider Hill’s allegations specifically and the reaction overall to them.",
  "CHUCK TODD:\n\nI'm--\n\nREP. NANCY PELOSI:\n\nSee, you have fallen into the place where they are doing something that's going to increase the debt enormously.",
  "I have to watch your Nancy Pelosi interview again slowly, because I agreed with the former Speaker on a couple of points, other points were incoherent.",
  "And if he's entering a deal with Robert Mueller, that would mean that he has some bigger fish to turn over, somebody more important than Michael Flynn.",
  "The White House has shifted from distancing itself from Moore--\n\nMARC SHORT:\n\nThere's no Senate seat more important in the nation of child pedophilia.",
  "And that's where I don't really understand the, \"I'm going to believe Roy Moore's accusers wholeheartedly, and not believe Donald Trump's accusers.\"",
  "REP. NANCY PELOSI:\n\nWell, I'd like to say that I think that the women of America are speaking out about what they think about this whole situation.",
  "Then there's Congressman John Conyers, accused of paying off a former employee who says she was fired because she refused to provide sexual favors.",
  "REP. NANCY PELOSI:\n\nBecause there is a question as to whether the Ethics Committee can get testimony if you have signed a nondisclosure agreement.",
  "What I do think is, you know, it would be best if he stepped aside, and look we have an opportunity as Nancy Pelosi just said to pass tax reform.",
  "REP. NANCY PELOSI:\n\nThen you had it right when you said Harvey didn't evoke this, the election of President Trump evoked what happened to Harvey.",
  "Anyway, when we come back, I'll talk to a woman who knows as much as anyone of what it's like to make a harassment claim against a powerful man.",
  "In fact, a poll at the time showed that by a 3-1 margin, 60-20, Americans were more inclined to believe Thomas’ denials than Hill’s accusations.",
  "We're talking about Roy Moore as a-- pretty much everyone acknowledges that they’re--there's credibility evidence that he was a child molester.",
  "But, in fact, contemporaneous utterances matter, and the validity of the witnesses' conversations with the victims or alleged victims matters.",
  "And almost universally--\n\nCHUCK TODD:\n\nWell, no, my favorite is 37 of the 38 believe the same thing, and the 38th misinterpreted the question.",
  "And now they're saying, \"I had a bad experience, and now a person who possibly engaged in that activity is the president of the United States.",
  "SEN. KIRSTEN GILLIBRAND:\n\nMy point is that the tolerance that we had 25 years ago, what was allowed 25 years ago, will not be tolerated today.",
  "But feminists will still have been right to resist pressure by the right wing and the news media to call for the resignation or impeachment.\"",
  "And third, there is an issue about the Director and whether the president has the ability without cause to be able to replace that Director.",
  "All of those are issues, I’ve introduced legislation actually to provide an Inspector General, they have no Inspector General as an example.",
  "CHUCK TODD:\n\nBest story I've seen this weekend, Bob Mueller via that might be actually draining the lobbyists swamp when it comes to that.",
  "CHUCK TODD:\n\nBut zero tolerance -- what does that mean if you’re saying John Conyers, who already had due process, gets to stay right now.",
  "After nearly three decades where party members largely overlooked sexual misconduct allegations against their biggest star, Bill Clinton.",
  "But look Chuck, you know the Consumer Financial Protection Bureau has come under a lot of pressure because of the way it was established.",
  "CHUCK TODD:\n\nWill you support Congress retroactively making public all of these private settlements that taxpayer dollars have been used?",
  "But I am here to talk about something also transformative in our society, and that is this tax bill that the Republicans have put forth.",
  "I like Al Franken, or, \"I like John Conyers,\" or, \"I like Roy Moore, because they representing whatever I want them to do in Washington.",
  "We have some new numbers from Reuters Ipsos about which topics of conversation cause the most heartburn around the holiday dinner table.",
  "My guests this morning: House Minority Leader Nancy Pelosi and Anita Hill, whose treatment nearly three decades ago is being reexamined.",
  "/ Updated\n\nNBC News - Meet the Press\n\n“11.26.17.”\n\n(BEGIN TAPE)\n\nCHUCK TODD:\n\nThis Sunday, sexual harassment, a national turning point?",
  "CHUCK TODD:\n\nSo you would accept an apology right now from Al Franken if there's no other accusers, or if all we know are what we know?",
  "We need to count on leaders, whether they’re in business or labor or universities or in the military, to help us move forward on this.",
  "CHUCK TODD:\n\nI think that's, I think that’s what especially all of you around this table, I think we're all trying to figure that out.",
  "But a model of predation practices by scruple-less,\" yes, he made up that word, \"powerful men, is getting destroyed before our eyes.",
  "CHUCK TODD:\n\nYou're getting at the question I think we're all trying to wonder, Michael, is when do we know we're past this moment?",
  "Due process that protects the rights of the victim, so that, whatever the outcome is, everybody knows that there was due process.",
  "ANITA HILL:Well first of all let me say that many people viewing those hearings thought they were disastrous, it wasn't just me.",
  "(BEGIN TAPE)\n\nMATT LAUER:\n\nTurn now to the growing controversy surrounding broadcaster and journalist Charlie Rose this morning.",
  "But we also have to address it for every person, every workplace in the country, not just in the Congress of the United States.",
  "That some in the middle to upper-middle class will see their total tax bill go up when you account for state and local as well.",
  "How closely should we reexamine a former president whose party supported him despite multiple charges of misconduct and worse?",
  "You know, I want to put up a Gloria Steinem quote, because Gloria Steinem in 1998, said something to me that sounded similar.",
  "In Donald Trump's, um in Donald Trump’s case, women who told their boyfriends at the time, boyfriends who spoke to the press.",
  "Against all these allegations, in our audience, there are a huge number of people who have been assaulted and discriminated.",
  "Panel, I'm going to just throw in one quick uh note here for Rich Lowry, and then let you guys at it, at what we just heard.",
  "The current deputy is the acting director, or do you believe President Trump’s decision to put Mick Mulvaney there is legal?",
  "You can have a debate about whether it was an impeachable offense, but whether he had the moral standing to stay in office.",
  "(BEGIN TAPE)\n\nTIM RUSSERT:\n\nWhy the silence when there have been these allegations, serious ones, about President Clinton?",
  "What should a party do about one of its own who has been a supporter of women but is now accused of unacceptable behavior?",
  "There seems to be so many conflicted feelings and understandings about what needs to happen when sexual misconduct occurs.",
  "CHUCK TODD:\n\nYou have one member has already, Gregory Meeks has already called for him to be withdrawn as ranking member.",
  "Can't you decide that he should be suspended on ranking member on Judiciary, of all committees for him to be ranking on?",
  "The Foreign Agents Registration Act, everyone's going to become familiar with it, I think General Flynn got afoul of it.",
  "There's just a preponderance of the evidence that--\n\nKATY TUR:\n\nBut there's evidence that Donald Trump was on the plane.",
  "There will be people-- women in immigrant communities who may fear coming out because of jeopardizing immigrant status.",
  "But the question is does he really have a deal in place, or is he so leveraged because of the threats against his son?",
  "But politically, they could have basically sold deficit spending on tax cuts if they also had included infrastructure.",
  "CHUCK TODD:\n\nNow the assumption is, oh wow, that means it could be that Michael Flynn is now cooperating with Mueller.",
  "REP. NANCY PELOSI:\n\nI think it's eno-- look, as a woman, mother of four daughters, I think it's enormously important.",
  "REP. NANCY PELOSI:\n\nThere are so many reasons that we should be concerned about the Republican majority in Congress.",
  "And so, as we're thinking about this issue, we're thinking about things that, you know, some people don't think of.",
  "New York Congresswoman Kathleen Rice became the first and only Congressional Democrat to call on Conyers to resign.",
  "If that was what was able to be compelling to you, Hugh, to let Trump's indiscretions and abuse of power go, fine.",
  "MICHAEL GERSON:\n\nThat, I think, is the real problem is this kind of motivated reasoning that people bring to this.",
  "That being said, Donald Trump should be somewhat nervous by this, because Michael Flynn was campaigning with him.",
  "Is it better to support an accused child molester of your own party than to have the other party win an election?",
  "PRESIDENT DONALD TRUMP:\n\nI can tell you one thing for sure: We don't need a liberal person in there, a Democrat.",
  "But you have the University of Chicago study this week where they surveyed a bunch of economists, 38 economists.",
  "MICHAEL GERSON:\n\nWell, you look at that Clinton example, and you had people saying at the time, \"It's just sex.\"",
  "So I'm going to be more skeptical about who's accusing them than somebody in--\n\nCHUCK TODD:\n\nThis is the point.",
  "Plus, do Republicans really want to go into the 2018 midterms having raised taxes on parts of the middle class?",
  "But the fact is, as John reviews his case, which he knows, which I don’t, I believe he will do the right thing.",
  "Senator Portman, Republican from Ohio, a lot that we tried to get today and we don’t always get to all of it.",
  "This week we will pass bipartisan legislation for mandatory anti-harassment, anti-discrimination behavior, A.",
  "REP. NANCY PELOSI:\n\n--our firefighters and our first responders in California for what they did in the fires.",
  "CHUCK TODD:\n\nI am going to be asking a Republican across the aisle some of these questions in a few minutes.",
  "I buy that the election of President Trump, really, as your presenter said earlier, just evoked a response.",
  "And did former National Security Advisor Michael Flynn just cut a deal to cooperate with the Mueller probe?",
  "By the way, some of them are there to protect the victim because they didn’t want some of it to be public.",
  "And one of the points you made was that there weren't corroborating witnesses for Donald Trump's accusers.",
  "REP. NANCY PELOSI:\n\nBut in terms of our history, in terms of the women's movement, one of the motivators.",
  "We’ll see what the facts are, I don’t know all the facts, i don’t think all of those are, are public yet.",
  "CHUCK TODD:When we come back, what’s the one subject people don’t want to talk about this holiday season?",
  "I think this is a question where we have the Republican Party with a serious morality problem right now.",
  "He’s going to go run-- I believe, likely to run for Governor of your home state of Ohio, as a Democrat.",
  "Their concerns will be addressed in a way that I think will give comfort, as well as end this behavior.",
  "So what we have to understand is that it is not just about whether I accept an apology from Joe Biden.",
  "Do you know that the beginning of the Women's Movement, Elizabeth Cady Stanton lived in Seneca Falls.",
  "I've learned from recent stories that, in some of those encounters, I crossed a line for some women.\"",
  "He has since released a news statement on Thursday after three new allegations of unwanted touching.",
  "There's evidence that Donald Trump was in the was in Trump Tower when one woman said she kissed him.",
  "Witnesses who have experienced the same kind of misconduct from the individual who is being accused.",
  "But I think everyone who has violated FARA over the last 20 years had better lawyer up in this town.",
  "There is 35 year-old Hill facing 14 Senators, all men, all of them white, all at least middle age.",
  "And check out what your own situation is, and you’ll see it has substantial middle class tax cuts.",
  "He designated a deputy director and the president has designated now, I guess, an acting director.",
  "Who, in your opinion, is in charge of the Consumer Financial Protection Board come Monday morning?",
  "ROB PORTMAN:\n\nWell it’s, it’s a fair question, I think voters care a lot about the policy issues.",
  "MICHAEL GERSON:\n\nYou have Democrats essentially saying, \"He's pro-choice, so I can excuse this.\"",
  "Hugh Hewitt, is this next week, is Congress going to be engulfed in the sexual harassment issue?",
  "This year, 62% say politics is among their least favorite conversation topics of holiday meals.",
  "PETE WILLIAMS:\n\nThe Harvey Weinstein scandal has emboldened victims to come forward nationwide.",
  "Our revulsion at what we've learned, and our uncertainty of what to do about it going forward.",
  "(END TAPE)\n\nCHUCK TODD:\n\nJoining me now is House Democratic Leader Nancy Pelosi of California.",
  "This is--\n\nCHUCK TODD:\n\nOkay, but--\n\nREP. NANCY PELOSI:\n\nWe're talking about a child molester.",
  "REP. NANCY PELOSI:\n\nYou have to remember that this all happened during the Thanksgiving break.",
  "Now, 100 years after her fight for the right of women to vote, we will clear the deck on this.",
  "There's evidence of Donald Trump being in all these places where the women were accusing him.",
  "He apparently is no longer—his attorneys are no longer speaking to the President's attorneys.",
  "HUGH HEWITT:\n\nAnd they concluded that you're not going to see significant growth out of this.",
  "REP. NANCY PELOSI:\n\nHe will do the right thing in terms of what he knows about his situation.",
  "Here's you on Meet the Press, asked specifically about allegations against President Clinton.",
  "Senator Al Franken has been accused of forcibly kissing radio host Leeann Tweeden on a U.S.O.",
  "And, you know, are there three Republicans left in the Senate that actually care about debt?",
  "In many ways, a lot of things have changed since you testified, but a lot of things haven’t.",
  "Go on to the Joint Committee on taxation's website, JCT.gov, that’s the one that’s official.",
  "And you finally said, \"Neil Gorsuch trumps these allegations against against Donald Trump.\"",
  "Well, there's not-- I mean there's the yearbook for the one girl that's accusing Roy Moore.",
  "HUGH HEWITT:\n\nI was never persuaded of the burden of proof in these cases by any of the 14.",
  "HEATHER MCGHEE:\n\nIt's also a missed opportunity to invest in the things this country needs.",
  "And that makes everyone believe that he has entered some sort of deal with Robert Mueller.",
  "I think, if it happened today, if any president did that today, they would have to resign.",
  "When we come together at the beginning of this week, I think John will do the right thing.",
  "That is, women are saying, \"Zero tolerance, no more, and we're going to speak out on it.\"",
  "And I believe that he's cooperating, which requires the automatic ceasing of cooperation.",
  "Um That, I think, is the line that we've crossed um is that this is not a private matter.",
  "And in all likelihood, there will be an over-correction that will create its own wrongs.",
  "Here's what Rich Lowry in National Review on Friday: \"Every revolution has its pitfalls.",
  "***COMMERCIAL BREAK***\n\nCHUCK TODD:\n\nWell, those were some interesting interviews there.",
  "Joining me now from the other side of the aisle, Republican senator Rob Portman of Ohio.",
  "HUGH HEWITT:\n\nAnd that when it does, it will be the big conference committee discussion.",
  "CHUCK TODD:\n\nIs this a good tax bill for Republicans to run on in 2018, Michael Gerson?",
  "MICHAEL GERSON:\n\nIt's not just that we have a tribal politics, we have tribal morality.",
  "Do you agree with this idea that this is a generational change that we're experiencing?",
  "REP. NANCY PELOSI:\n\nWell--\n\nCHUCK TODD:\n\nAnd of even rape at one point, by one accuser.",
  "CHUCK TODD:\n\nBut why do you think the reaction was different by women on Bill Clinton?",
  "But we didn't know, because there was a nondisclosure agreement to protect the victim.",
  "And so when we come to due process for the presidential claims, I was never persuaded.",
  "In our audience, there are also people who have been the subject of false allegations.",
  "ROB PORTMAN:\n\nYeah look Chuck I, as you know, I endorsed the other guy Luther Strange.",
  "ROB PORTMAN:\n\nI don’t know I’ll let the, the talking heads like Scott talk about that.",
  "CHUCK TODD:\n\nYou --\n\nANITA HILL:\n\nAnd I would just add--\n\nCHUCK TODD:\n\nYeah, go ahead.",
  "CHUCK TODD:\n\nI'm always for more--\n\nREP. NANCY PELOSI:\n\nI have to say one more thing.",
  "ROB PORTMAN:\n\nWell I’m sure there will be somebody working the operations day to day.",
  "It's not just about sexual harassment training, it's about more women in leadership.",
  "KATY TUR:\n\nBut that's what I found so interesting about your conversation on Friday.",
  "What do you believe should be the threshold of whether he should still serve or not?",
  "REP. NANCY PELOSI:\n\nSo this is as old as-- well, it's old as civilization, probably.",
  "Here we are, almost 100 years later, and something very transformative is happening.",
  "KRISTEN WELKER:\n\nMr. President, is an accused child molester better than a Democrat?",
  "REP. NANCY PELOSI:\n\nAs I said, we’ve asked for the Ethics Committee to review that.",
  "And that gets to --\n\nCHUCK TODD:\n\nSo you don’t know if you believe the accusations?",
  "I didn’t find the response very credible and that's how I came up with my position.",
  "ROB PORTMAN:\n\nWell I’d probably vote for a Republican but it wouldn‘t be Roy Moore.",
  "The images from the Senate Judiciary hearings are jarring to our 21st century eyes.",
  "ANITA HILL:I think there were a combination of factors that came into play in 1991.",
  "Wow, Thanksgiving, we were stuffed with food on Thanksgiving and with a show today.",
  "But I believe he understands what is at stake here and he will do the right thing.",
  "In other words, if the victim wants to be private, she can be -- he or she can be.",
  "And finally, not really on the merits and need for gender equity in this country.",
  "But what I am saying is this is a big distraction, and it's very, very important.",
  "Because this is giving the--\n\nCHUCK TODD:\n\nI struggle with this myself every day.",
  "The idea that we should be calling witnesses to allow them to testify in person.",
  "People have accepted an apology, as is coming forth now that I see in the press.",
  "So I think, as your presenter said earlier--\n\nCHUCK TODD:\n\nIt was me, actually.",
  "And you're right, the two people Donald Trump doesn't go after, doesn't insult?",
  "The irony is, politically, they could have given themselves more cover on that.",
  "This is, in fact, a public matter that requires both a moral and legal redress.",
  "There will be a conflation of relatively minor infractions with criminal acts.",
  "CHUCK TODD:\n\nBut if the victim wants it public, will you side with the victim?",
  "Is it time to demand the resignation of all politicians accused of harassment?",
  "And so you really can't prey on someone unless you have that degree of power.",
  "Second, there’s no board or commission, there is nothing bipartisan about it.",
  "And that’s really what I am looking for after 26 years of hearing from women.",
  "We have infrastructure that is rotting from the inside and poisoning people.",
  "But I don't think that it should-- I think that we want to give people hope.",
  "REP. NANCY PELOSI:\n\nAnd I know that John would take that into consideration.",
  "CHUCK TODD:\n\nLeader Pelosi, unfortunately for time, I have to end it there.",
  "CHUCK TODD:\n\nDo you acknowledged that not everybody's taxes are going down?",
  "KATY TUR:\n\nSo he's broken the Joint Defense Agreement with the White House.",
  "Michael Flynn is the one person Donald Trump has not thrown under the bus.",
  "What can we need to learn about the need to have a thorough investigation?",
  "It’s very unusual, they get their funds directly from the Federal Reserve.",
  "Jeff Flake said he’d vote Democrat if Roy Moore was the only other option.",
  "CHUCK TODD:\n\nBut President Clinton was accused of being a sexual predator.",
  "Do they force out a popular Senator who admits to inappropriate behavior?",
  "So I am glad it’s being discussed, I think it should be more transparent.",
  "And that was one of the motivators for her to advance the cause of women.",
  "KATY TUR:\n\nFor men in the media, for men in the media\n\nCHUCK TODD:\n\nGone.",
  "What can we learn about the need to have a clear and transparent process?",
  "Or is the tax bill actually going to get some meaningful room for debate?",
  "You have the governor of Alabama making the case, \"I believe the women.\"",
  "CHUCK TODD:\n\nWe're--\n\nREP. NANCY PELOSI:\n\nIt's going to be a job killer.",
  "REP. NANCY PELOSI:\n\nWhy don't we talk, instead, about how we go forward.",
  "Let's talk about, okay, let's learn from past decisions and go forward.",
  "REP. NANCY PELOSI:\n\nWell, I think it's obviously a generational change.",
  "REP. NANCY PELOSI:\n\nWell, also, his accusers have to accept an apology.",
  "There's just no denying that that happened, that she met him out there.",
  "We'll have to find out if our panel agrees with that when we come back.",
  "HUGH HEWITT:\n\nAnd you're going to blow a hole in the debt and deficit.",
  "***COMMERCIAL BREAK***\n\nCHUCK TODD:\n\nWelcome back, Data Download time.",
  "But there were a number of people who backed up the accuser's stories.",
  "REP. NANCY PELOSI:\n\nYou mean we're not even going to talk about taxes?",
  "REP. NANCY PELOSI:\n\nAnd it's going to raise taxes on the middle class.",
  "REP. NANCY PELOSI:\n\nNo, I I - we are talking about what we have heard.",
  "(INTRODUCTION OMITTED)\n\n(END TAPE)\n\nCHUCK TODD:\n\nGood Sunday morning.",
  "CHUCK TODD:\n\nDo you think this other issue isn't as serious as taxes?",
  "I thought he would’ve been a terrific Senator, he’s my colleague now.",
  "Katy and I talked about this on Friday when she's sitting in for you.",
  "Many women across the country and many men, and I’ve heard from them.",
  "CHUCK TODD: I want you to extrapolate on something you said recently.",
  "What did he not get and what does he still not get, in your opinion?",
  "You have Republicans saying, \"We've got the Supreme Court at stake.\"",
  "And by the way, you’ve been budget director -- can you do both jobs?",
  "What's less clear is where we draw the line and what we do about it.",
  "REP. NANCY PELOSI:\n\nWell, that’s for the Ethics Committee to review.",
  "It's 100 years, almost 100 years, since women got the right to vote.",
  "REP. NANCY PELOSI:\n\nI've got to thank--\n\nCHUCK TODD:\n\nI'll take it.",
  "And she would hear down below examples of family domestic violence.",
  "I mean we've got a party that is saying Neil Gorsuch is one thing.",
  "But we also have a childcare affordability crisis in this country.",
  "I think there has to be -- John Conyers is an icon in our country.",
  "I hope everyone is having a safe and healthy Thanksgiving weekend.",
  "This moment also serves as a reckoning of sorts for the Democrats.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "I don't think that you can equate Senator Franken with Roy Moore.",
  "CHUCK TODD:\n\nYou're not going to unilaterally make this decision?",
  "And a good deal of that would be done by the Judiciary Committee.",
  "I think that something wonderful is happening now, very credible.",
  "REP. NANCY PELOSI:\n\nNo, but we're talking about a child molester.",
  "I do not believe--\n\nCHUCK TODD:\n\nYou think it's bigger than that?",
  "(COMMERCIAL NOT TRANSCRIBED)\n\nCHUCK TODD:\n\nBack now with Endgame.",
  "It's disgusting, it's repulsive, and it has to be zero tolerance.",
  "But I think that we have to have a balance in how we go forward.",
  "So my hope is, you know, that we won’t play those kind of games.",
  "It's about more diversity at all levels of government and power.",
  "What we need to look at is, what can we learn from that hearing?",
  "ANITA HILL:\n\n--that we're really at the tip of the iceberg here.",
  "Is it an accused--\n\nPRESIDENT DONALD TRUMP:\n\nWell, he denies it.",
  "In politics, we're now facing the crucible of sexual harassment.",
  "PRESIDENT DONALD TRUMP:\n\nWhen you're a star they let you do it.",
  "I think they go on because they think the alternative is worse.",
  "And that has a big impact on individual lives of all Americans.",
  "CHUCK TODD:\n\nIf you were a voter in Alabama what would you do?",
  "HUGH HEWITT:\n\nThere is a second interpretation, which is mine.",
  "KATY TUR:\n\nIs he just opening conversations because he has to?",
  "Have we made progress since you testified, since 1991, or not?",
  "What do we do with that individual, what are the consequences?",
  "How do we get out of that box inside our political movements?",
  "The news and stories that matter, delivered weekday mornings.",
  "LEANNE TWEEDEN:\n\nAnd he stuck his tongue in my mouth so fast.",
  "No Democratic Senator so far has called on Franken to resign.",
  "He has said he’d be open - he will cooperate with any review.",
  "Just because someone is accused -- and was it one accusation?",
  "REP. NANCY PELOSI:\n\nI'm not sharing that with you right now.",
  "Nobody is proud of President Clinton's behavior at the time.",
  "CHUCK TODD:\n\nWhat do you think happened in 1991 at the time?",
  "Because we're going to hear probably more names trickle out.",
  "25% say family gossip, 37% religion, 42% money and finances.",
  "I think there were parts of it that would have been popular.",
  "We are always one news cycle away from something like that.",
  "But I think they're going to be engulfed by the harassment.",
  "CHUCK TODD:\n\nYou're making a great policy argument on that.",
  "Happy Thanksgiving to you, and congratulations on 70 years.",
  "CHUCK TODD:\n\nAs well as their longest serving House member?",
  "MAYOR BILL DEBLASIO\n\nI don't think you can rework history.",
  "But there seems to be a bit of a political paralysis here.",
  "Our Thanksgiving, we prayed for them as a blessing to us.",
  "CHUCK TODD:\n\nDo you believe the accusers of Donald Trump?",
  "They're the gatekeepers for careers and whole industries.",
  "So joining me now from Brandeis University is Anita Hill.",
  "KATY TUR:\n\nWhere is the floor if it's not child molester?",
  "HUGH HEWITT:\n\nThere's there’s a law school class in this.",
  "And what message are they sending to women if they don't?",
  "CHUCK TODD:\n\nPresident Trump decides to stand by his man.",
  "It will get through the Senate, I believe, first of all.",
  "It's dehumanization is really what we're talking about.",
  "REP. NANCY PELOSI:\n\nWe are strengthened by due process.",
  "CHUCK TODD:\n\nI guess it goes back to what is this line?",
  "But all of these non-disclosure agreements have to go.",
  "And this is so wholesome, so refreshing, so different.",
  "And what could that mean for the Russia investigation?",
  "There will be false allegations that will be believed.",
  "That is moral relativism at its worst, it seems to me.",
  "HEATHER MCGHEE:\n\nFor men in Hollywood, they are gone.",
  "Jared Kushner, maybe, Donald Trump, maybe Don Junior.",
  "I mean we talk a lot about the deficit and the debt.",
  "He apologized, but-- for what you had to go through.",
  "And really, we should be spending more time on that.",
  "Well, because you know what our biggest strength is?",
  "REP. NANCY PELOSI:\n\nThat he will do the right thing.",
  "And when we go forward, we will address all of that.",
  "CHUCK TODD:\n\nDo you believe John Conyers’ accusers?",
  "I'm going to go back into our wayback machine here.",
  "CHUCK TODD:\n\nWhile Democrats face their own crisis.",
  "REP. NANCY PELOSI:\n\nLet me just say one more thing.",
  "For men in politics, there is a, \"Oh wait, hold on.",
  "***COMMERCIAL BREAK***\n\nCHUCK TODD:\n\nWelcome back.",
  "Sometimes the victim does not want that to happen.",
  "LEEANN TWEEDEN:\n\nAnd he stuck in my mouth so fast.",
  "The victims have some say in all of this, as well.",
  "CHUCK TODD:\n\nDemocrats are facing their own test.",
  "PRESIDENT DONALD TRUMP:\n\nGrab them by the (BEEP).",
  "Ms. Hill welcome back to Meet the Press actually.",
  "CHUCK TODD:\n\nAlright I’m going to leave it there.",
  "CHUCK TODD:\n\nIsn't that something in your power?",
  "Anyway, Leader Pelosi, I have to leave it there.",
  "CHUCK TODD:\n\nGo to my bosses, ask for two hours.",
  "CHUCK TODD:\n\nGood morning, so let me start here.",
  "That might be a generic argument one might make.",
  "And that is what nearly $2 trillion could go to.",
  "I'll ask Republican Senator Rob Portman of Ohio.",
  "I’ve asked the Ethics Committee to review that.",
  "Other people believed me, but they didn’t care.",
  "ROB PORTMAN:\n\nChuck, thanks for having me back.",
  "CHUCK TODD:\n\nAnd that, \"I'm voting Republican.\"",
  "But in Roy Moore, the mom was at a courthouse.",
  "Senator Portman, welcome back to the show Sir.",
  "REP. NANCY PELOSI:\n\nThis is giving them cover.",
  "We have a student loan crisis in this country.",
  "But women are entitled to due process as well.",
  "REP. NANCY PELOSI:\n\nI don’t know who they are.",
  "CHUCK TODD:\n\nWhere are you on Senator Franken?",
  "Leader Pelosi, welcome back to Meet the Press.",
  "CHUCK TODD:\n\nWhere he also took this picture.",
  "But I don't want to bore the world with this.",
  "ANITA HILL:\n\nYes, thank you and good morning.",
  "And Washington Post columnist Michael Gerson.",
  "Anyway Senator Portman, thank you very much.",
  "MICHAEL GERSON:\n\n\"But I'm voting Republican.",
  "Well, thank--\n\nCHUCK TODD:\n\nI appreciate it.",
  "One, some people probably didn’t believe me.",
  "Because if it's Sunday, it's Meet the Press.",
  "HUGH HEWITT:\n\nNot this coming, necessarily.",
  "I mean, this has got to be a blow to point.",
  "REP. NANCY PELOSI:\n\nWell, here's the thing.",
  "REP. NANCY PELOSI:\n\nBecause you know what?",
  "HUGH HEWITT:\n\nI think it's already cooked.",
  "(END TAPE)\n\nCHUCK TODD:\n\nThat's back then.",
  "So, you know, let's have some discernment.",
  "CHUCK TODD:\n\n--to seemingly embracing him.",
  "CHUCK TODD:\n\nDo you believe the accusers?",
  "CHUCK TODD:\n\nAnd is the right thing what?",
  "He opened for him at a number of rallies.",
  "Who is more important than Michael Flynn?",
  "ANITA HILL:\n\nWell, we have made progress.",
  "Number one, though, least favorite topic?",
  "CHUCK TODD:\n\nAnd I want to get into this.",
  "CHUCK TODD:\n\nI've been covering it a lot.",
  "Meaning we’ve we have taken another step.",
  "HUGH HEWITT:\n\nI don't think it's bigger.",
  "But it will get through within ten days.",
  "Sometimes they didn't want to be public.",
  "CHUCK TODD:\n\nHappy Thanksgiving weekend.",
  "REP. NANCY PELOSI:\n\nWas that your voice?",
  "He, I believe, will do the right thing.",
  "Welcome to Sunday, it's Meet the Press.",
  "We had 300 people slaughtered in Egypt.",
  "Only you can do two things at one time.",
  "HUGH HEWITT:\n\nPassing nothing is worse.",
  "Michael Flynn, Katy Tur, Michael Flynn.",
  "You can hold two thoughts at one time.",
  "MICHAEL GERSON:\n\nNo, I don't think so.",
  "By the way, the feeling is bipartisan.",
  "There are all kinds of things at play.",
  "How would she have been treated today?",
  "CHUCK TODD:\n\nJust finish this thought.",
  "REP. NANCY PELOSI:\n\nWhat I have-- yes.",
  "CHUCK TODD:\n\nSo define zero tolerance.",
  "You said there’s now a zero tolerance.",
  "REP. NANCY PELOSI:\n\nWell, same thing.",
  "REP. NANCY PELOSI:\n\nLet's go forward.",
  "It is over the accusers are believed.",
  "HUGH HEWITT:\n\nCorroborating evidence.",
  "Professor Hill, thanks for coming on.",
  "It's one thing we actually agree on.",
  "REP. NANCY PELOSI:\n\nNot necessarily.",
  "CHUCK TODD:\n\nI wish I had more time.",
  "And wishing their families the best.",
  "I testified against his nomination.",
  "So now they will have their choice.",
  "And now everybody is served notice.",
  "CHUCK TODD:\n\nYes, that is my voice.",
  "Here's what you said back in 1998.",
  "They have not really come forward.",
  "And that has happened in the past.",
  "That he’s entitled to due process.",
  "KATY TUR:\n\nCorroborating evidence.",
  "And people don't say that anymore.",
  "It's a very small group of people.",
  "Michael Flynn and Vladimir Putin.",
  "There will be many other stories.",
  "REP. NANCY PELOSI:\n\nA job killer.",
  "But what I--\n\nCHUCK TODD:\n\n100%?",
  "CHUCK TODD:\n\nA worthy last word.",
  "Which side of the aisle is this?",
  "But this is about going forward.",
  "Now each party is facing a test.",
  "BILLY BUSH:\n\nWhatever you want.",
  "REP. NANCY PELOSI:\n\nThat isn't.",
  "I'm trying to figure this out.",
  "This is going to be addressed.",
  "REP. NANCY PELOSI:\n\nThank you.",
  "But due process mediates that.",
  "CHUCK TODD:\n\nThis coming week?",
  "REP. NANCY PELOSI:\n\nExcuse me.",
  "REP. NANCY PELOSI:\n\nExcuse me?",
  "REP. NANCY PELOSI:\n\nThank you.",
  "And that's not accountability.",
  "He was on the plane with him.",
  "CHUCK TODD:\n\nAll right, guys.",
  "That's all we have for today.",
  "CHUCK TODD:\n\nI appreciate it.",
  "HEATHER MCGHEE:\n\nAbsolutely.",
  "And it's a very good thing.\"",
  "REP. NANCY PELOSI:\n\nMorning.",
  "What does that mean for him?",
  "You say it’s zero tolerance.",
  "CHUCK TODD:\n\nWhy don’t you?",
  "What is a fireable offense?",
  "HUGH HEWITT:\n\nYou're right.",
  "I appreciate you coming on.",
  "There's a disconnect there.",
  "And I just want to name it.",
  "And that is deeply immoral.",
  "I never endorsed Roy Moore.",
  "* * *END OF TRANSCRIPT* * *",
  "They grew very, very close.",
  "I mean it could have been.",
  "Or is that already cooked?",
  "Appreciate your coming on.",
  "It's a physical document.)",
  "CHUCK TODD:\n\nJohn Conyers.",
  "It's two different things.",
  "And that's very important.",
  "It’s about going forward.",
  "May I finish my sentence?",
  "Do you buy that argument?",
  "Anita Hill joins me next.",
  "REP. NANCY PELOSI:\n\nYeah.",
  "REP. NANCY PELOSI:\n\nYeah.",
  "It’s unrealistic, right?",
  "But here's the backdrop.",
  "It's the abuse of power.",
  "We'll be back next week.",
  "REP. NANCY PELOSI:\n\nYes.",
  "CHUCK TODD:\n\nSure, sure.",
  "REP. NANCY PELOSI:\n\nYes.",
  "REP. NANCY PELOSI:\n\nNo.",
  "REP. NANCY PELOSI:\n\nNo.",
  "My pleasure to be here.",
  "CHUCK TODD:\n\nThank you.",
  "Thank you for watching.",
  "You won’t be surprised.",
  "CHUCK TODD:\n\nAll right.",
  "CHUCK TODD:\n\nAll right.",
  "Women have spoken out.",
  "It's really important.",
  "It's about pay equity.",
  "HEATHER MCGHEE:\n\nYeah.",
  "It's across the board.",
  "HUGH HEWITT:\n\nExactly.",
  "ANITA HILL:Thank you.",
  "HEATHER MCGHEE:\n\nYes.",
  "That's disappointing.",
  "But let's go forward.",
  "But that's not real.",
  "You can do anything.",
  "Thank you very much.",
  "What is bottom here?",
  "Where do we go next?",
  "CHUCK TODD:\n\nRight.",
  "CHUCK TODD:\n\nRight.",
  "CHUCK TODD:\n\nRight.",
  "CHUCK TODD:\n\nRight.",
  "CHUCK TODD:\n\nRight.",
  "Look, he denies it.",
  "\"I'm a warm person.",
  "Thank you for that.",
  "CHUCK TODD:\n\nRight.",
  "Sometimes they did.",
  "CHUCK TODD:\n\nOkay.",
  "I'm speaking out.\"",
  "HUGH HEWITT:\n\nYes.",
  "CHUCK TODD:\n\nYeah.",
  "CHUCK TODD:\n\nYeah.",
  "CHUCK TODD:\n\nYeah.",
  "CHUCK TODD:\n\nOkay.",
  "CHUCK TODD:\n\nOkay.",
  "ROB PORTMAN:\n\nYes.",
  "It's exploitation.",
  "This is coercion.",
  "CHUCK TODD:\n\nYes.",
  "CHUCK TODD:\n\nYes.",
  "I probably agree.",
  "Let's go forward.",
  "That's not real.",
  "But that’s over.",
  "KATY TUR:\n\nYeah.",
  "You guessed it.",
  "How about that?",
  "Heather McGhee?",
  "Appreciate it.",
  "18% say work.",
  "What is that?",
  "I'm not sure.",
  "Guest mutiny.",
  "Yes, I would.",
  "We're moving.",
  "I hug people.",
  "We're now 71.",
  "Tour in 2006.",
  "That's okay.",
  "But anyway.",
  "Thank you.",
  "Is it two?",
  "Right now.",
  "In or out?",
  "Or is it?",
  "It isn't.",
  "Politics.",
  "Bye-bye.",
  "Resign?",
  "Do you?",
  "Okay?",
  "SEN.",
  "SEN.",
  "SEN.",
  "SEN.",
  "SEN.",
  "SEN.",
  "SEN.",
  "SEN.",
  "SEN.",
  "Yes.",
  "SEN.",
  "SEN.",
  "SEN.",
  "SEN.",
  "SEN."
]