[
  "The former MSNBC anchor then said this was “quite likely confirmed,” and dramatically stated, “Comey said it at 1:42 Eastern Daylight Time on Wednesday, May 3.”\n\nOlbermann went on to quote former Nixon White House counsel John Dean as saying that coordinating with these prosecutors “makes it difficult to believe that there is not a grand jury.” The GQ anchor, whose set appears to be partially made of construction paper, concluded the episode with over 400,000 views by saying, “These are the most important events in the investigation of Trump and Russia since the day of the presidential election.”\n\nTwo former prosecutors, however, told The Daily Caller Monday that Comey’s statement does not confirm that there are grand juries being convened.",
  "Twitter user “Resistance Baybee” tweeted Monday, “everything [Mensch] & [Claude Taylor] have posted has been confirmed.” Another user “Albert D” wrote “Honesty, it’s the best watching everything that [Taylor] & [Louise Mensch] have been saying get validated, much to Trumpsters dismay.”\n\nFrequently users will post pictures of Hollywood celebrities who they think should play Mensch and Taylor in a movie about their exploits.",
  "Joseph diGenova, who was formerly the U.S. attorney for the District of Columbia, said that “it could mean it, it could not mean it.”\n\n“They could be coordinating on subpoenas, they could be coordinating for search warrants, or they could be analyzing how to investigate the case,” diGenova said.",
  "The other is a FARA [Foreign Agents Registration Act] case.” These stories have not been confirmed by any news outlets, but the travel photographer maintains that FBI Director Jim Comey, himself, in fact confirmed these claims when he testified before the Senate Judiciary Committee last week.",
  "Comey replied, “Two sets of prosecutors: main justice -the national security division – and the Eastern District of Virginia attorney’s office.”\n\nTaylor’s theory that this confirms that there are grand juries convened wasn’t just limited to his Twitter feed with over 86,000 followers.",
  "Richard Ratcliffe, a criminal defense attorney in Providence and former Rhode Island assistant attorney general, said, “It does not confirm that two grand juries have convened.”\n\nTaylor is just one member of a Twitter community of “independent investigators,” according to Olbermann.",
  "Mensch has over 250,000 Twitter followers and TheDC has previously documented her conspiracies ranging from conservative journalist Andrew Breitbart being murdered by Russian President Vladimir Putin and that Anthony Weiner was actually sexting with Russian hackers.",
  "Though these statements have not discredited her, as she wrote a column for The New York Times on Russian interference, and her tweet claiming Russians have compromised Utah Rep. Jason Chaffetz was shared by a top Democrat staffer.",
  "In Olbermann’s show, he said there is “strong reason to believe there is a grand jury sitting in the Eastern District of Virginia,” and referenced Taylor’s tweet that said as many as 42 people could be facing indictment.",
  "The Left has now embraced its own wild conspiracy theories, which don’t originate on talk radio but instead flourish on Twitter with claims from “citizen journalists” about Russian interference in the political process.",
  "Reid referenced Taylor’s tweets about the grand juries on Saturday and said that “these sets of tweets went pretty viral.” “This stood out to me because you have Jim Comey talking about working with U.S.",
  "Mensch implied in a Saturday blog post that a case in the Eastern District of Virginia and the Southern District of New York which were both filed on April 17 were related to Taylor’s tweet.",
  "It doesn’t matter though, because Mensch and Taylor, just like right-wing conspiracy sites, have built up their own fanbases that hail them as them the Woodward and Bernstein of our era.",
  "Comey was asked by Democratic Hawaii Sen. Mazie Hirono if he is “coordinating with any U.S. Attorney’s office” in the investigation on Russian election interference.",
  "Joy Reid mentioned Taylor’s “reporting” on her MSNBC show “AM Joy” and Keith Olbermann spent a whole episode of his GQ web series “The Resistance” on it.",
  "Former President Obama’s tenure in office was plagued by conspiracy theories that he was born in Kenya and thus ineligible to serve as president.",
  "She wrote on her blog post, “There will be more on this developing story as we receive it.” Mensch has yet to update the piece.",
  "Take the case of Claude Taylor, a travel photographer who used to coordinate volunteers for the Clinton White House.",
  "The RICO case in New York has been dismissed and the one in Virginia is a civil forfeiture case involving the ATF.",
  "Taylor tweeted two weeks ago, “This just in from a source with knowledge of Comey’s investigation.",
  "These conspiracies were spread from sources ranging from talk radio hosts to Donald Trump.",
  "Below are some of the many unvalidated claims made by Taylor and Mensch:",
  "‘two grand juries have convened and I know that one is almost complete.",
  "The most prominent of these investigators is arguably Louise Mensch.",
  "'”\n\nTaylor followed this up with, “Two grand juries-two cases.",
  "Attorneys in Virginia,” the MSNBC host added.",
  "One is a RICO case."
]