[
  "In his registration as a foreign agent of Saudi Arabia, Hard Count’s proprietor, Billy Horton, described his work for Qorvis MSL Group as involving, “describing the unintended consequences that JASTA poses to U.S. interests, including potential legal liabilities arising for U.S. military, intelligence and diplomatic personnel.”\n\nHorton did not respond to a request for comment.",
  "The hotel payments, which are just a small part of a massive $8.4 million campaign aimed at lobbying lawmakers against the Justice Against Sponsors of Terrorism Act (JASTA), could reinvigorate allegations that Trump’s hotels violate the Emoluments Clause of the U.S. Constitution prohibiting U.S. officials from receiving payments from foreign governments.",
  "“The insinuation that this was going to influence the administration, by staying at the hotel, that’s just silly.”\n\nTerry Strada, the widow of a 9/11 victim and the national chair for 9/11 Families & Survivors United for Justice Against Terrorism, says she is “completely disgusted” by the Saudi government’s efforts to weaken JASTA.",
  "Though JASTA was passed into law in September after Congress overrode a veto by President Obama, Qorvis MSLGroup is pushing an amendment co-sponsored by Arizona Sen. John McCain (whose McCain Institute has received $1 million from the Saudis) and South Carolina Sen. Lindsey Graham that would soften the language in the bill.",
  "At least seven groups of veterans were flown to Washington, D.C. between November and February, according to Brian McGlinchey, the founder of 28Pages.org, a website that has pushed for the declassification of a portion of a joint congressional review that details links between 9/11 hijackers and the Saudi government.",
  "The payments, from Qorvis MSLGroup, were made for hotel rooms and catering services for dozens of U.S. veterans who the lobbying firm recruited as part of an influence campaign aimed at watering down legislation that could put Saudi Arabia on the hook financially for the 9/11 attacks.",
  "(RELATED: Saudi Cash Is Sending Veterans On Luxury Trips To Washington To Oppose 9/11 Law)\n\nThough Trump has severed financial ties to Trump Organization, his sons still operate the international real estate company that controls Trump hotels.",
  "Disclosures filed with the Justice Department under the Foreign Agents Registration Act show that Qorvis MSLGroup paid $190,272 to Trump International for lodging expenses, $78,204 for catering, and $1,568 for parking.",
  "Qorvis MSLGroup’s latest filing sheds new light on its pro-Saudi influence campaign, which The Daily Caller uncovered in December after several veterans published op-eds in newspapers across the U.S. opposing JASTA.",
  "The Kingdom of Saudi Arabia has paid Trump International Hotel nearly $270,000 through its Washington, D.C. lobbying firm over the past several months, new foreign lobbying disclosure filings show.",
  "Emails released by some of the veterans who visited Washington, D.C. show that Community Strategies’ founder, Michael Gibson, was included in discussions about travel arrangements to the Capitol.",
  "The mammoth Saudi lobbying effort on JASTA suggests it has pulled out all the stops to neuter the bill, which allows U.S. citizens to sue foreign governments who have sponsored terrorist attacks.",
  "(RELATED: Saudi Cash Is Sending Veterans On Luxury Trips To Washington To Oppose 9/11 Law)\n\nThe depth of Qorvis MSLGroup’s phony grassroots campaign was exposed several months later.",
  "Some of the recruits said that they were told — falsely, it turns out — that JASTA would make U.S. service members vulnerable to “retaliatory lawsuits” from foreign governments.",
  "That’s of concern to watchdog groups and Trump critics who worry that foreign governments could book stays at Trump hotels in order to curry favor with the White House.",
  "“The entire scam was a waste of the Saudis money because Congress is now well aware of their using our U.S. veterans to do their dirty work.”\n\nFollow Chuck on Twitter",
  "Many of the veterans who were recruited to lobby against JASTA have since claimed that they were misled about the reasons for visiting Washington, D.C.",
  "“I don’t believe the fact that some of the veterans stayed at Trump International while lobbying against JASTA is a cause for concern,” she says.",
  "They are clearly extremely fearful of facing the 9/11 families and the evidence we’ve collected in a courtroom,” Strada told TheDC.",
  "Consultants hired by Qorvis MSLGroup were paid anywhere from several thousand dollars to several hundred thousand for the work.",
  "Another $3.1 million was paid to Community Strategies, Inc. for “grassroots activation and supervision,” the filing shows.",
  "News in March that the hotel was picked because it offered a discount off of its normal $500-a-night price tag.",
  "“I believe their actions of spending multi-millions to influence our lawmakers speaks volumes to their guilt.",
  "The recent filing shows that the firm hired 75 consultants from all across the U.S. to recruit veterans.",
  "“They were staying [at Trump Hotel] because that’s where they were getting a good rate,” he told Yahoo!",
  "And Trump lawyers have dismissed claims that he is in potential violation of the Emoluments Clause.",
  "Qorvis MSLGroup has denied that Trump International was chosen in order to cozy up to Trump.",
  "Others have said that they did not know that the Saudi government was behind the campaign.",
  "But she says she is not overly concerned with the payments to Trump International.",
  "Michael Petruzzello, the managing director for the lobby powerhouse, told Yahoo!",
  "Hard Count Inc., a PR shop based in Austin, was the highest paid PR firm.",
  "Visits were also made on Jan. 23 and in mid-February, McGlinchey found.",
  "The junkets started on Nov. 14, a week after Trump was elected.",
  "The disclosure shows that the company was received $569,090.",
  "Gibson also did not respond to a request for comment."
]