[
  "Says he is under 24/7 US Marshals protection after threats and said “I had no idea this case excited this emotion in the public.” — Paula Reid (@PaulaReidCBS) August 17, 2018\n\nEllis made the comments after a coalition of news organizations — including The Washington Post, The New York Times, the Associated Press, CNN, NBC, Politico and BuzzFeed — requested the names and addresses of jurors seated for Manafort’s case.",
  "(RELATED: News Outlets Ask Manafort Judge To Release Jurors Names, Addresses)\n\n“There is no reason to believe that extraordinary circumstances exist that would justify keeping jurors’ names sealed — particularly after they have rendered their verdict,” their motion reads.",
  "A second criminal trial will follow this autumn in Washington, D.C. for money laundering, conspiracy against the United States, making false statements and violations of the Foreign Agents Registration Act.",
  "Ellis III revealed in open court Friday that he has received death threats relating to his presiding over Paul Manafort’s trial for bank and tax fraud at a federal court in Alexandria, Virginia.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "On Friday afternoon, the jury sent a note to the judge indicating they had not yet reached a verdict and hoped to adjourn for the day.",
  "But Ellis disagreed, and rejected the motion for fear the jurors would be subject to the same harassment he has received.",
  "Given the penalties for the charged offenses, the former Trump campaign chairman faces decades in prison if convicted.",
  "I won’t even reveal the name of the hotel.”\n\n“I had no idea this case excited this emotion in the public,” he added.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "BREAKING: #Manaforttrial judge won’t release names of jurors citing safety reasons.",
  "Follow Kevin on Twitter\n\nSend tips to kevin@dailycallernewsfoundation.org.",
  "“I don’t feel it’s right if I release their names,” he said.",
  "At 69, a conviction would effectively be a life sentence.",
  "The judge has since retained the protection of the U.S.",
  "“I have the marshal’s protection,” Ellis said.",
  "Manafort is on trial for 18 counts of fraud.",
  "“I don’t even go to the hotel alone.",
  "Marshals Service.",
  "Judge T.S."
]