[
  "NEW JOINT FUNDRAISERS:\n\nBattleground Victory Fund 2018 (Rep. Cheri Bustos, Haley Stevens, Dean Phillips, Lucy McBath, Kendra Horn, Ken Harbaugh)\n\nBryce Campa-Najjar Victory Fund (Randy Bryce, Ammar Campa-Najjar)\n\nDriskell Victory Fund (Gretchen Driskell, Michigan Democratic State Central Committee)\n\nHK Victory 2018 (Reps. Randy Hultgren and Steve Knight, NRCC)\n\nPaul Davis Victory Fund (Paul Davis, Kansas Democratic Party)\n\nNEW PACS:\n\nAmerica Is Winning Again (Super PAC)\n\nCitizens Against Jim Moran (PAC)\n\nNorth Texas Jewish Democratic Council (PAC)\n\nSupport American Leaders PAC (PAC)\n\nTarrant Together Federal (PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nAmerican Federal Lobbying Firm: Haitian Government / Palais National d'Haiti\n\nAmerican Federal Lobbying Firm: Israeli Government\n\nDrinker Biddle & Reath LLP: 5N Plus Semiconductors, LLC\n\nLot Sixteen LLC: Clearway Energy Group\n\nMonument Strategies, LLC: Pyxus International, Inc\n\nSouthern Strategy Group, Inc: Public Consulting Group c/o MultiState Associates Inc.\n\nNEW LOBBYING TERMINATIONS:\n\nNone",
  "“The move comes amid growing regulatory concerns for the Alphabet Inc. unit and other big internet services such as Facebook Inc. and Twitter Inc., as bipartisan worries grow about the companies’ size and influence, as well as the potential for abuses.”\n\n— “‘Google has a lot of questions to answer about reports of bias in its search results, violations of user privacy, anticompetitive behavior and business dealings with repressive regimes like China,” said House Majority Leader Kevin McCarthy (R., Calif.), who is organizing Friday’s meeting.",
  "Afghanistan will pay the firm “based on the hourly billing rates of the attorneys and other individuals involved as approved by the foreign principal for specific projects.”\n\nStory Continued Below\n\nFLORIDA MAN REGISTERS TO LOBBY FOR ISRAEL, HAITI: Josue Larose, a Florida lobbyist notorious for registering hundreds of inactive PACs and super PACs over the years, has registered to lobby for the Israeli and Haitian governments through his company, the American Federal Lobbying Firm.",
  "The trade group also asked Republicans to drop the corporate tax rate even lower “and to make permanent full expensing for companies, which is currently set to expire in 2023.”\n\nNEW TRADE GROUP SPEAKS UP: “The Sustainable Food Policy Alliance, an upstart food-industry group, will get involved in more policy issues this year, two member companies said Monday at the Chesapeake Food Summit in Washington,” POLITICO’s Helena Bottemiller Evich and Sarah Zimmerman report.",
  "— On the lobbyists’ team: Paul Miller of Miller/Wenhold Capitol Strategies; Brad Knox of Aflac; James Robertson of CTIA; Brad Schweer of CenturyLink; Booth Jameson of the American Chemistry Council; Jim Martin of the 60 Plus Association; Dan Elling of Lincoln Policy Group; Brian Pallasch of the American Society of Civil Engineers; Jon Taets of NACS, the convenience store trade group; Marc Cadin of the AALU and more than a dozen others.",
  "GOOGLE CEO TO MEET WITH REPUBLICANS: “Google Chief Executive Sundar Pichai plans to appear at a private meeting of top GOP lawmakers on Friday and again at a public hearing this year, responding to new scrutiny of the company’s work with China, its market power and alleged bias against conservatives in its search results,” The Wall Street Journal’s John McKinnon and Douglas MacMillan report.",
  "), John Moolenaar (R-Mich.), Brad Wenstrup (R-Ohio), Conor Lamb (D-Pa.), David Valadao (R-Calif.), Will Hurd (R-Texas), Jodey Arrington (R-Texas), Ralph Norman (R-S.C.), Ryan Costello (R-Pa.), Darin LaHood(R-Ill.), Roger Marshall(R-Kan.) and Mike Bishop (R-Mich.), as well as former Rep. Bob Dold (R-Ill.), who’s now at Forbes Tate Partners.",
  "ProPublica reported in 2011 that Larose had “formed more than 340 Florida PACs — including Billionaire Josue Larose's Dating Women Committee — and 41 new Florida political parties, one of which, the American Bourgeoisie Political Party, was supposed to buy party leaders limousines.”\n\nGood afternoon, and welcome to PI.",
  "The work “may include communications on behalf of the Embassy of the Islamic Republic of Afghanistan with Members of Congress and congressional staff, Executive Branch officials and other individuals and organizations involved in governmental or public policy matters,” according to a Justice Department filing.",
  "IF WISHES WERE HORSES: President Donald Trump signed the GOP tax law more than nine months ago, but the legislation is still generating plenty of work on K Street, as companies and trade groups hustle to shape regulations and get temporary tax breaks extended.",
  "The latest: “The National Association of Manufacturers put in some requests [on Monday] with GOP tax writers working on a second round of tax cuts, including asking for an expanded deduction for pass-through businesses,” POLITICO’s Bernie Becker reports.",
  "(Lobbyists for foreign companies and nonprofits that aren’t funded or directed by foreign government or political parties can register with Congress instead under what’s known as the “LDA exemption,” but lobbyists for foreign governments cannot.)",
  "— The American Council of Life Insurers has promoted Alane Dent to senior vice president of federal relations — effectively the trade group’s top federal lobbyist — and Regina Rose to senior vice president of taxes and retirement security.",
  "But its four member-companies — Danone North America, Mars, Nestlé and Unilever — have recently been involved with the farm bill, nutrition policy, GMO labeling and climate change issues, including carbon pricing.” Full story.",
  "In an unusual move, Larose registered with Congress under domestic lobbying rules, even though the Foreign Agents Registration Act requires lobbyists for foreign governments to register with the Justice Department instead.",
  "SIFMA STREAMLINES: The Securities Industry and Financial Markets Association is reorganizing after a member survey found a desire to improve the way it focuses on industry priorities, POLITICO's Zachary Warmbrodt reports.",
  "DLA Piper signs Afghanistan\n\nWith David Beavers, Garrett Ross and Lorraine Woellert\n\nDLA PIPER SIGNS AFGHANISTAN: The Afghan government has hired DLA Piper to lobby on its behalf in Washington.",
  "“It was the first public appearance for the alliance, which formed earlier this year after a mass exodus from the Grocery Manufacturers Association, the biggest food industry trade group.",
  "LOBBYISTS VS. MEMBERS: Lobbyists will face off against members of Congress tonight at the annual congressional basketball game at the George Washington University’s Smith Center.",
  "The trade group's leadership informed members late last week that it was overhauling its committee structure, in part by consolidating the number of committees from 95 to 35.",
  "JOBS REPORT:\n\n— Adam DeSanctis is leaving Freddie Mac, where he was a public relations manager, to join the Mortgage Bankers Association as public affairs director.",
  "The committees, made up of SIFMA members, are organized around various industry segments, operational and compliance issues and government relations efforts.",
  "Both registrations state that Larose will lobby the White House, Congress and various agencies to secure more than $900 million in aid for each country.",
  "Jeff Flake (R-Ariz.), Tim Scott (R-S.C.) and Ted Cruz (R-Texas), and Reps. Carlos Curbelo (R-Fla.) ,Jeff Denham (R-Calif.), Cedric Richmond (D-La.",
  "… Mr. Pichai also is expected to appear at a House Judiciary Committee hearing after the November election.” Full story.",
  "— The American Petroleum Institute has added Bill Koetzle as vice president of federal affairs.",
  "But there’s ample reason to be suspicious that Larose is actually representing either country.",
  "Tips, tips, tips, tips, tips, tips, tips: mlevine@politico.com and tmeyer@politico.com.",
  "Since launching with a splash in July, the alliance has kept a relatively low profile.",
  "House Majority Whip Steve Scalise is set to attend as well, though he isn’t playing.",
  "Matthew Bernstein and Jessica Woolley will lobby on the country’s behalf.",
  "You can also follow us on Twitter: @theodoricmeyer and @marianne_levine.",
  "Both of them were previously doing similar jobs in an acting capacity.",
  "Neither did the Israeli or Haitian embassies in Washington.",
  "— Larose didn’t respond to a request for comment.",
  "He was previously a lobbyist for Chevron.",
  "On the members’ team: Sens."
]