[
  "NEW JOINT FUNDRAISERS:\n\nFox Valley Victory Fund (Lauren Underwood, Democratic Party of Illinois)\n\nNEW PACS:\n\nIndependent Physicians Political Action Committee Inc (PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nAlston & Bird LLP: Regents of the University of Michigan\n\nCrossroads Strategies, LLC: Spider Strategies, Inc.\n\nDrinker Biddle & Reath LLP: Indo-MIM Private Limited\n\nInvariant LLC: goTenna\n\nJ M Burkman & Associates: Prosto Wind Power\n\nK&L Gates LLP: Breville Pty, Ltd.\n\nMcDermott Will & Emery LLP: Martin County\n\nMercury: ShipChain, Inc.\n\nNational Group, LLP: American Samoa Government\n\nThe Immigration Hub LLC: The Immigration Hub LLC\n\nThorn Run Partners: BlackLine, Inc.\n\nNEW LOBBYING TERMINATIONS:\n\nDavid Goldberg & Galper PLLC (formerly David Goldberg Galper PLLC): Asia Pulp and Paper\n\nNJOY, LLC: NJOY, LLC",
  "Rob Portman’s (R-Ohio) office; Jonathan Slemrod of the OMB; John Sandell and Victoria Glover of the House Ways and Means Committee; Jock Scharfen and Zach Kinne of Cargill; Michael Dean of NCTA; Zach Hartman and Caitlin Hird of Anheuser-Busch; Virginia Zigras of Charter Communications; Erin Gulick and Norberto Salinas of Intel; Mike Sommers of the American Petroleum Institute; Kathleen Black of Coca-Cola; Janet Boyd of Dow Chemical; Noah Jacobson of AT&T; Steve Neuman of American Airlines; and Myriah Jordan of Facebook.",
  "— At a reception for the lobbyists who’ve joined Akin Gump Strauss Hauer & Feld so far this year at the firm’s new outpost near Eastern Market, according to a PI tipster: Brendan Dunn, Zach Rudisill, Christina Carrica Haley and Denise Desiderio, who are among Akin Gump’s new hires; Sen. Bob Menendez (D-N.J.); Reps. Lamar Smith (R-Texas) and Tony Cárdenas (D-Calif.); Mark Isakowitz, Robert Cusmano and Sam Mulopulos of Sen.",
  "The institute’s lawyers have responded by filing a legal motion of their own on Tuesday, including an affidavit signed by Al-Ahmed in which he reports living “in constant fear of being attacked, especially by people who sympathize with Saudi Arabia who will take Al-Ansari’s word as truth.”\n\nStory Continued Below\n\n— Al-Ahmed also claims he’s been blackballed by reporters who used to interview him.",
  "HOUSE, SENATE REJECT PHRMA CHANGES TO OPIOID BILL: House and Senate negotiators reached final agreement on Tuesday on an opioid bill after the legislation “nearly stalled last week over a last minute attempt by the prescription drug lobby to attach significant and unrelated changes to Medicare's retail drug program,” POLITICO’s Brianna Ehley, Sarah Karlin-Smith and Darius Tahir report.",
  "Middle East think tank feud continues\n\nWith David Beavers and Garrett Ross\n\nMIDDLE EAST THINK TANK FEUD CONTINUES: The legal battle between SAPRAC, a Washington lobbying firm closely aligned with Saudi Arabia, and the Institute for Gulf Affairs, a think tank, has escalated since the think tank sued SAPRAC this summer.",
  "‘WE’VE NEVER HEARD OF HIM’: PI reported on Tuesday that the American Federal Lobbying Firm had registered to lobby for the Israeli and Haitian governments, although the firm registered under domestic lobbying rules rather than with the Justice Department, as required under the Foreign Agents Registration Act.",
  "BANKERS BACK BARR: Friends of Traditional Banking, a group that directs thousands of bankers’ campaign contributions to a few industry-friendly lawmakers, is throwing its weight behind Rep. Andy Barr as the Kentucky Republican tries to fight off a Democratic challenger, POLITICO’s Zachary Warmbrodt reports.",
  "And the Blockchain Association held a launch party Tuesday night at RPM Italian that drew Rep. Warren Davidson (R-Ohio), a number of congressional staffers and prominent lobbyists such as Mike Ference of the S-3 Group and Lauren Culbertson of Twitter, according to a PI tipster.",
  "“The trade group PhRMA, backed by some Republicans, was pressing to reverse the effects of a budget law enacted in February that raised the share of seniors’ drug costs that manufacturers are supposed to cover when patients fall into the coverage gap of the Part D benefit.",
  "… Lawmakers rejected those plans, fearing they would jeopardize the underlying opioid legislation amid pushback from health plans, hospitals and groups working on drug pricing issues like AARP, Families USA and the Campaign for Sustainable Rx Pricing.” Full story.",
  "“Navigating the New Washington” will feature an intelligence briefing by POLITICO reporters who cover trade, economic policy, the White House and the midterm elections — and an in-depth conversation with Canadian Ambassador to the U.S. David MacNaughton.",
  "“Specifically, a significant number of media outlets have stopped inviting me to appear, and those that had recorded interviews with me, such as BBC and NPR, chose not to air them after Al-Ansari made these statements,” he writes in the affidavit.",
  "The company also hosted a reception for lawmakers on Tuesday evening in the Capitol, which Reps. Gwen Moore (D-Wis.), Sean Duffy (R-Wis.), Keith Rothfus (R-Pa.), Al Lawson (D-Fla.) and John Curtis (R-Utah) attended, according to the company.",
  "Compete against the nation’s top political minds in the POLITICO Playbook Election Challenge, by correctly picking the winning candidates in some of the most competitive House, Senate and gubernatorial races in the country.",
  "MEANWHILE, IN SACRAMENTO: “An investigation released Tuesday found a California senator threatened to slap a lobbyist and rubbed her shoulders at a restaurant near the Capitol in August,” The Associated Press reports.",
  "The American Federal Lobbying Firm, meanwhile, wrote in an email to PI that the firm planned to register with the Justice Department “soon.” The email was signed “The Management.”\n\nGood afternoon, and welcome to PI.",
  "The transportation startup ShipChain just hired Al Simpson, a former chief of staff to OMB Director Mick Mulvaney while he was in Congress who’s now a lobbyist at Mercury, to lobby on blockchain issues.",
  "SPOTTED: At a Delta Air Lines reception to debut the airline’s new public policy site in the Russell Senate Office Building on Tuesday night, according to a PI tipster: Sens.",
  "YOU’RE INVITED: Help us celebrate the launch of POLITICO Pro Canada at a special breakfast event on Sept. 26 at the University of Toronto’s Munk School of Global Affairs.",
  "The suit alleged that Salman Al-Ansari, who runs SAPRAC, smeared Ali Al-Ahmed, one of the think tank’s experts, by calling him a terrorist in an interview with a blogger.",
  "“Additionally, the political newspaper called The Hill has ignored my request to become a contributing writer.” SAPRAC didn’t responded to a request for comment.",
  "LOBBYING ON THE BLOCKCHAIN: Lobbying on the blockchain — the technology behind Bitcoin and other cryptocurrencies — is a small but growing business on K Street.",
  "WHAT COGENT IS TELLING CLIENTS: With 41 days to go before the midterms, lobbying firms are sending notes to their clients on what’s going on.",
  "JOBS REPORT:\n\n— Monument Policy Group has hired Stacey Hutchinson to work in its strategic communications and public affairs division.",
  "‘Your behavior was completely unacceptable,’ Senate President pro Tem Toni Atkins wrote Anderson in a Monday letter.” Full story.",
  "); Reps. Steve Chabot (R-Ohio), John Lewis (D-Ga.) and Sanford Bishop (D-Ga.); and Peter Carter and Heather Wingate of Delta.",
  "It’s the first time that the group, which is organized as a super PAC, has endorsed a House member in the general election.",
  "The firm is run by Josue Larose, a Florida lobbyist who’s notorious for starting hundreds of inactive PACs and super PACs.",
  "CORRECTION: Due to mistaken information provided to PI, Monday’s edition mischaracterized Kevin Kolevar’s new position.",
  "She was previously director of strategic Partnerships at the U.S. Chamber of Commerce’s Technology Engagement Center.",
  "FLYING IN: Northwestern Mutual executives and other employees are on the Hill today meeting with members of Congress.",
  "The Legislature is not in session and Anderson is not seeking re-election but running for a state tax board.",
  "As we suspected, the firm doesn’t appear to be lobbying for the Israeli government.",
  "“Republican Sen. Joel Anderson was reprimanded but did not face other discipline.",
  "“We’ve never heard of him,” a spokesman for the Israeli embassy told PI.",
  "You can also follow us on Twitter: @theodoricmeyer and @marianne_levine.",
  "He is the vice president of global government affairs for Dow Chemical.",
  "Sign up today: Visit politico.com/playbookelectionchallenge to play.",
  "President Donald Trump says a red wave is coming on election day.",
  "Don’t be shy: mlevine@politico.com and tmeyer@politico.com.",
  "Send us questions you’d like us to ask and RSVP here.",
  "SAPRAC’s lawyers filed a motion to dismiss the suit.",
  "Here’s Cogent Strategies’ recent memo to clients.",
  "Win awesome prizes and eternal bragging rights.",
  "), Pat Roberts (R-Kan.), Steve Daines (R-Mont.",
  "), Mike Lee (R-Utah) and Jon Tester (D-Mont.",
  "), Jim Inhofe (R-Okla.), Roy Blunt (R-Mo.",
  "Is he right or will the tide turn blue?",
  "It endorsed Sen. Jon Tester (D-Mont.)",
  "We live for your tips.",
  "John Barrasso (R-Wyo.",
  "), Todd Young (R-Ind.",
  "earlier this year."
]