[
  "Despite the House and the Senate voting overwhelmingly in support of the law, a number of lawmakers, led by Senate Foreign Relations Committee Chairman Bob Corker (R-Tenn.), almost immediately began expressing reservations and a desire to revisit the legislation in the lame duck session, potentially to scale it back or narrow the language.",
  "The documents, which were signed Oct. 26, do not explicitly mention the law, Justice Against Sponsors of Terrorism Act (JASTA), and describe Hohlt’s work in generic terms: “provide communications and government relations counsel to support the government of Saudi Arabia in connection with general foreign policy .",
  "[Saudi government has vast network of PR, lobby firms in U.S.]\n\nIn September, Congress took the very unusual step of overriding President Obama’s veto of JASTA, allowing family members to file lawsuits against the Saudi government over its alleged connections to the terrorists who carried out the attacks.",
  "[Congress overrides Obama’s veto of 9/11 bill]\n\nTheir concerns echo those of the Obama administration, which argues that such a law could open up the United States or Americans to lawsuits in foreign courts over U.S. diplomatic or military actions, such as drone strikes in Pakistan and Afghanistan.",
  "The firms will “conduct outreach to governors and lieutenant governors from across the United States, educating them on the impacts and potential risks [or] threats that JASTA poses on their states’ business and economic interests, members of the military and national security,” the contract says.",
  "The Saudi government in late October also hired the lobby firm Flywheel Government Solutions and the public relations shop Qorvis MSL Group for a joint contract, worth $25,000, to lobby governors to oppose JASTA — indicating that they are broadening their strategy beyond just Congress.",
  "(Marty Lederhandler/AP)\n\nThe government of Saudi Arabia has deepened its bench of lobbyists as it ramps up pressure on Congress to revise a controversial law that allows family members of 9/11 victims to sue the Saudi government over the 2001 attacks.",
  "The Saudi government has increased its already robust lobbying reach, tapping some of K Street’s marquee names to advocate on its behalf, including Hogan Lovells, the Podesta Group, Brownstein Hyatt and former senators John Breaux (D-La.)",
  "The Saudis have tapped Rick Hohlt, a longtime GOP strategist and lobbyist, according to documents filed with the Justice Department under the Foreign Agents Registration Act.",
  "The Saudis have strongly denied that any such links exist, and government investigations into the attacks have not turned up any direct connections.",
  "\n\nThe twin towers of the World Trade Center burn behind the Empire State Building in New York after terrorist attacks on Sept. 11, 2001.",
  "as well as legislative, public policy and media-related activities of interest.” It does not specify a fee or duration of the contract.",
  "The issue is driving one of the most high-profile lobbying campaigns in recent memory.",
  "They will also launch a letter-writing campaign to urge Congress to repeal JASTA.",
  "Brian Sailer, a partner at Flywheel, did not respond to a request for comment.",
  "Hohlt could not be reached for comment on Wednesday.",
  "The news was reported earlier by the Hill newspaper.",
  "), now lobbyists at Squire Patton Boggs.",
  "and Trent Lott (R-Miss.",
  ".",
  "."
]