[
  "More than $4.6 million was paid to Skadden for its work, the charges say, and Manafort took steps to mask the sum of the fees, because \"Manafort and others knew that the actual cost of the report and the scope of the law firm's work would undermine the report's being perceived as an independent assessment and thus being an effective lobbying tool for Manafort to use to support the incarceration of President Yanukovych's political opponent.\"",
  "In addition to the referral involving Craig, Mueller's team of prosecutors earlier this year referred inquiries to New York prosecutors involving possible FARA violations by longtime Democratic lobbyist Tony Podesta, formerly of the firm the Podesta Group, and former Minnesota Republican Rep. Vin Weber, a partner at Mercury Public Affairs, CNN has reported, citing people familiar with the matter.",
  "The Manafort charges filed Friday allege that \"Manafort knew that the report also did not disclose that the law firm, in addition to being retained to write the report, was retained to represent Ukraine itself, including in connection with the Tymoshenko case and to provide training to the trial team prosecuting Tymoshenko.\"",
  "(CNN) Federal prosecutors in New York are weighing criminal charges against former Obama White House counsel Greg Craig as part of an investigation into whether he failed to register as a foreign agent in a probe that is linked to former Trump campaign chairman Paul Manafort, according to sources familiar with the matter.",
  "In addition, these sources said, prosecutors in the US Attorney's Office for the Southern District of New York are considering taking action against powerhouse law firm Skadden, Arps, Slate, Meagher & Flom LLP, where Craig was a partner during the activity under examination.",
  "For example, we waived attorney-client privilege so the government could see the full exchange we had with our expert FARA lawyers over the two years of this project to provide full transparency into the decision-making process,\" a Mercury spokesman said in a statement.",
  "An attorney for Craig, who left the Skadden firm in April and who was White House counsel under President Barack Obama during the first year of that administration, said his client \"was not required to register under the Foreign Agent Registration Act.\"",
  "In advance of the report's official release, \"Manafort arranged to have the law firm disseminate hard copies of the report to numerous government officials, including senior United States executive and legislative branch officials,\" the filing says.",
  "\"Lawyers engaged in legal representation of foreign principals in the courts or similar type proceedings, so long as the attorney does not try to influence policy at the behest of his client, are exempt,\" according to Justice Department guidelines.",
  "A deferred prosecution agreement is an agreement not to prosecute an entity as long as the defendant complies with the conditions of the agreement, and in many cases it dictates that the defendant must commit no new crimes for its duration.",
  "The inquiry into Craig and Skadden is closely linked to a case against Manafort, and details about Skadden's work in the matter were disclosed in superseding criminal charges filed Friday by Mueller's office against Manafort.",
  "Manafort pleaded guilty Friday to one count of conspiracy against the US and one count of conspiracy to obstruct justice due to attempts to tamper with witnesses, and he agreed to cooperate with the federal government.",
  "Van der Zwaan, pleaded guilty in February to lying to the special counsel's office, admitting that he misled investigators about his discussions related to Skadden's work for Yanukovych in preparing the report.",
  "The firm, which was Skadden, according to people familiar with the matter, was hired to write a report on the trial of Yulia Tymoshenko, the former prime minister of Ukraine and political rival of Yanukovych.",
  "According to the filing, which charged only Manafort, in 2012 Manafort \"solicited\" a law firm on behalf of the then-president of Ukraine, Viktor Yanukovych, and the Ukranian government's Ministry of Justice.",
  "Though FARA has an exception for lawyers who are performing legitimate legal work on behalf of a foreign client, it does require lawyers who attempt to influence US government policy matters to register.",
  "The Podesta firm had previously said it didn't file under FARA because it had received certification from the non-profit that it was not an arm of a foreign government or a foreign political party.",
  "Prosecutors, however, haven't concluded that they have adequate evidence to bring the possible charges, these sources said, and as a result haven't made a determination about whether to proceed.",
  "The investigation pertains to whether Craig improperly performed lobbying work on behalf of a group associated with Ukraine without registering with the Justice Department as a foreign agent.",
  "Federal law requires that an entity representing a foreign political party or government file public reports detailing the relationship under the Foreign Agents Registration Act, or FARA.",
  "Any action against Craig or Skadden would be an extraordinary step, given Craig's prominence and Skadden's position as one of the largest and most prestigious law firms in the country.",
  "The investigation involving Craig and Skadden was referred to federal prosecutors in New York earlier this year by the office of special counsel Robert Mueller, CNN reported in August.",
  "In the Manafort charges filed Friday, prosecutors allege that employees of the two firms knew they were working for Ukranian politicians and not an independent non-profit group.",
  "According to the New York Times, Craig himself was also involved in promoting the report to members of Congress and the media, a step that may have triggered FARA requirements.",
  "The partner who worked on the report -- according to court proceedings in another related case, that of former Skadden lawyer Alex van der Zwaan -- was Craig, CNN has reported.",
  "\"In April 2012, as the project which we were engaged to work on was just getting started, we prepared a FARA registration and wrote the check for the registration fee.",
  "Prosecutors at the US attorney's office have notified the Department of Justice of the options under consideration, the sources familiar with the matter said.",
  "It's unclear whether federal prosecutors in New York are moving forward on the pieces of the case involving those two men and their firms.",
  "However, we were advised by our FARA lawyers to file (a lobbying disclosure) instead, and we filed (lobbying disclosures) nine times.",
  "Prosecutors are considering a civil settlement with the firm or a deferred prosecution agreement with Skadden, these sources said.",
  "\"For more than a year now, we have fully cooperated with the (special counsel).",
  "The charges in the agreement are then dropped at the end of the period.",
  "We will continue to fully cooperate with the government if requested.\"",
  "A spokeswoman for Skadden didn't respond to a request for comment.",
  "Weber did not respond to a request for comment.",
  "A spokeswoman for Podesta declined to comment."
]