[
  "Instead, he meekly thanked Alptekin for his “thought provoking remarks,” which, he told the conference attendees, “we all should pay a great deal of attention to.”\n\nJones, a Democrat, ignored an incident from last week in which bodyguards working for Erdogan attacked a group of peaceful protesters outside of the Turkish embassy in Washington, D.C.\n\nVideo emerged appearing to show Erdogan ordering his thugs to attack the protesters.",
  "(RELATED: As Foreign Agent For Turkey, Flynn Agreed To Form ‘Investigative Lab,’ Make ‘Criminal Referrals’)\n\nIn the contract, Flynn agreed to use an “investigative laboratory” consisting of former FBI agents to potentially make criminal referrals against Gulen.",
  "Michael Flynn’s Turkish lobbying client is reportedly the subject of a federal grand jury subpoena, but that didn’t stop him from showing up at a conference at Trump International Hotel on Monday and blasting the U.S. government’s policies towards Turkey.",
  "Alptekin and Flynn, President Trump’s former national security adviser, signed a $600,000 contract in August that called for Flynn Intel Group to research and investigate Gulen to help aid the Turkish government’s effort to gain his extradition.",
  "(RELATED: Trump Hotel To Host Conference For Michael Flynn’s Lobbying Client)\n\nGulen has been living in the U.S. as a legal permanent resident since 1999, much to the chagrin of Turkey’s president and former Gulen ally, Recep Tayyip Erdogan.",
  "Speaking at an annual conference co-hosted by the American Turkish Council (ATC) and Turkey-U.S. Business Council (TAIK), Ekim Alptekin criticized the U.S. for allying with the Kurdish rebel group YPG in the fight against ISIS in Syria.",
  "Alptekin, a former U.S. congressional staffer, said that his goal in hiring Flynn “was to commission independent research and to establish objective facts” regarding Gulen in order to help the Turkish-American business relationship.",
  "The relationship, which was first reported by The Daily Caller on Nov. 11 after Flynn wrote an anti-Gulen op-ed in The Hill, is the subject of federal grand jury subpoenas for Flynn and Alptekin, according to The New York Times.",
  "While the Turkish government has accused Gulen of engaging in terrorism, including masterminding a failed coup attempt last July, the U.S. government appears to not have accepted that assessment.",
  "Alptekin’s admonition of the U.S. government was not matched with a similar scolding of Turkish government policy by his counterpart on the American Turkish Council, retired Gen. James Jones.",
  "Jones, the chairman of ATC and President Obama’s first national security adviser, offered no critique of the Turkish government, though there is certainly much to scrutinize.",
  "And last month he grabbed more executive power through a referendum that has been flagged by international watchdogs for widespread voting irregularities.",
  "“Today, the United States has chosen the YPG, a Marxist terrorist group, over a NATO ally to help defend the very values the YPG opposes,” he also said.",
  "Alptekin addressed the elephant in the room in his remarks: his controversial association with Flynn and his consulting firm, Flynn Intel Group.",
  "It needs to stop accepting it, stop excusing it, and stop ignoring it,” Alptekin seethed in his speech, which he gave as chairman of TAIK.",
  "Dozens of Erdogan supporters and bodyguards were seen descending upon the protesters as Erdogan watched calmly from his Mercedes-Benz.",
  "The U.S. has supplied some small arms to YPG, which American forces consider to be one of the most efficient groups fighting ISIS.",
  "He also called on the U.S. to “stop tolerating” Fethullah Gulen, the Turkish Muslim cleric living in exile in Pennsylvania.",
  "The retired lieutenant general disclosed that Alptekin arranged a Sept. 19 meeting with two Turkish government officials.",
  "Flynn retroactively disclosed details of the contract in a March 7 filing under the Foreign Agents Registration Act.",
  "He’s downplayed how much he paid Flynn and has also claimed that he hired Flynn on behalf of an Israeli oil company.",
  "And Fethullah Gulen and his followers represent one of the most dangerous forms that it takes,” Alptekin asserted.",
  "“If the United States is sincere then it needs to stop tolerating Fethullah Gulen’s presence in the United States.",
  "That firm has told an Israeli news outlet that it did not commission any lobbying work through Alptekin.",
  "Alptekin has made numerous conflicting claims to reporters about his contract with Flynn.",
  "Turkey considers both YPG and Gulen’s network of followers to be terrorist organizations.",
  "Jones also made no mention of Erdogan’s increasingly authoritarian policies at home.",
  "The Islamist leader has arrested tens of thousands of political opponents.",
  "Flynn was advising the Trump campaign at that time.",
  "“One of these problems is religious extremism.",
  "Follow Chuck on Twitter"
]