[
  "Trump's tweets aimed at Senate Republicans came on the heels of a blistering defeat the president and the GOP were handed earlier this week, when members of their own party defected and came out against the so-called \"skinny repeal\" of Obamacare that Majority Leader Mitch McConnell put forward late Thursday night.",
  "But Trump didn't stop there — later Saturday afternoon he called for a new healthcare bill to be approved, and appeared to threaten congressional members' health benefits and cost sharing reduction (CSR) payments meant to stabilize the individual insurance market.",
  "In reply to a Fox & Friends tweet saying that the firm behind the explosive Trump-Russia dossier also worked for Russia, Trump tweeted, \"In other words, Russia was against Trump in the 2016 Election - and why not, I want strong military & low oil prices.",
  "Jonathan Ernst/Getty Images\n\nPresident Donald Trump unleashed an hours-long tweetstorm on Saturday aimed at Senate Republicans following their shocking defeat in the effort to repeal the Affordable Care Act earlier this week.",
  "Browder alleged in a complaint filed with the Treasury Department last year that Fusion's work for the US law firm BakerHostetler violated the Foreign Agents Registration Act because it served Russian government interests.",
  "The claim against the firm, Fusion GPS, was made by Bill Browder, a former hedge fund manager who spearheaded the passage of the Magnitsky Act after his tax lawyer, Sergei Magnitsky, died in a Russian prison in 2009.",
  "Susan Collins, Lisa Murkowski, and John McCain — also voted against the measure, effectively killing the GOP's efforts to overhaul the healthcare system.",
  "\"If a new HealthCare Bill is not approved quickly, BAILOUTS for Insurance Companies and BAILOUTS for Members of Congress will end very soon!\"",
  "\"If the Senate Democrats ever got the chance, they would switch to a 51 majority vote in first minute,\" Trump said in another tweet.",
  "Trump was referring to a longstanding Senate rule, which requires 60 votes to overcome a filibuster in the upper chamber.",
  "Trump also weighed in on the ongoing controversy surrounding his campaign's possible ties to Russia on Saturday morning.",
  "Reuters/Carlos Barria\n\nIn addition to all 48 members of the Senate Democratic caucus, three Republicans — Sens.",
  "They look like fools and are just wasting time......\" He continued, \"8 Dems totally control the U.S. Senate.",
  "This is not the first time Trump has urged the Senate's Republican leadership to get rid of the filibuster.",
  "Trump said the \"very outdated\" rule \"must go\" and added, \"Budget reconciliation is killing R's in Senate.",
  "He added: \"Republicans in the Senate will NEVER win if they don't go to a 51 vote majority NOW.",
  "Many great Republican bills will never pass, like Kate's Law and complete Healthcare.",
  "\"Unless the Republican Senators are total quitters, Repeal & Replace is not dead!",
  "\"It is killing the R Party, allows 8 Dems to control country.",
  "Just on Friday, Trump called the 60-vote rule \"senseless.\"",
  "Demand another vote before voting on any other bill!\"",
  "\"Republican Senate must get rid of 60 vote NOW!\"",
  "Michelle Mark contributed to this report.",
  "Mitch M, go to 51 Votes NOW and WIN.",
  "Trump tweeted Saturday morning.",
  "\"They are laughing at R's.",
  "200 Bills sit in Senate.",
  "President Donald Trump.",
  "Sen. Mitch McConnell.",
  "Trump tweeted.",
  "MAKE CHANGE!\"",
  "Witch Hunt!\"",
  "IT'S TIME!\"",
  "Get smart!\"",
  "A JOKE!\""
]