[
  "SPG STAFFER PENS OP-ED ON TRUMP TOWER MEETING: Daniel Hoffman, the vice president of intelligence and security at SPG, a lobbying firm that has expanded aggressively in Washington since Trump’s election, had an op-ed in The New York Times in Saturday’s print edition giving his take on the meeting between Donald Trump Jr., Paul Manafort, Jared Kushner and a trio of “Kremlin-connected Russians,” as he puts it.",
  "Qatar adds McDermott Will & Emery\n\nWith David Beavers, Aubree Eliza Weaver, Zachary Warmbrodt and Daniel Lippman\n\nQATAR ADDS McDERMOTT WILL & EMERY: Qatar is continuing its hiring spree in Washington, signing McDermott Will & Emery as the country tussles for advantage in its diplomatic standoff with Saudi Arabia, the United Arab Emirates and their allies.",
  "NEW JOINT FUNDRAISERS:\n\nNone\n\nNEW PACs:\n\nLoyal Patriots Of America (PAC)\n\nMAGA Super PAC (Super PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nNone\n\nNEW LOBBYING TERMINATIONS:\n\nCapitol Counsel LLC: Sanofi US Services Inc\n\nCIT Group Inc.: CIT Group, Inc.\n\nFisher Strategies: TNT North America\n\nHeroux & Associates, LLC: Operation Military Family, LLC",
  "“The legislation being introduced Monday would ensure the Justice Department has the authority to impose civil financial penalties on lobbyists who fail to register under the Foreign Agents Registration Act.” The legislation is one of several bills in the works that would reform FARA, including efforts by Sens.",
  "The op-ed doesn’t disclose Hoffman’s role at the firm, though, describing him only as “a former chief of station for the C.I.A., worked for over 30 years for the United States government in Russia, Europe, the Middle East and South Asia.”\n\nGood afternoon, and welcome to PI.",
  "While there’s no proof yet that the Kremlin planned the meeting, “to me, the clearest evidence that this was a Russian influence operation is the trail of bread crumbs the Kremlin seemed to have deliberately left leading from Trump Tower to the Kremlin,” Hoffman writes.",
  "Robert Crowe, Vinoda Basnayake and Christopher Cushing will be representing Qatar.” Qatar has also signed Information Management Services, LEVICK and former Attorney General John Ashcroft’s firm and is now spending at least $1.7 million per month on lobbying.",
  "Story Continued Below\n\n— Qatar has added six Washington lobbying firms in the past two months as its struggles to persuade Washington policymakers to take its side in the standoff — and that’s not including subcontractors hired by those firm.",
  "The Qataris signed Avenue Strategies Global, a lobbying firm co-founded by President Donald Trump’s former campaign manager, Corey Lewandowski, and another former Trump campaign hand, Barry Bennett, last week on a $150,000-a-month retainer.",
  "“Barry Sheerman, who represents Huddersfield, is listed on the register of consultant lobbyists because of his chairmanship of Policy Connect, a not-for-profit company that has held meetings attended by paying businesses and ministers.",
  "“This operation was meant to be discovered.”\n\n— SPG, also known as Sonoran Policy Group, has positioned itself since the election as a firm that can help foreign governments (among other clients) navigate Trump’s Washington.",
  "Tammy Duckworth, Dick Durbin (D-Ill.) and Richard Blumenthal (D-Conn.) are “introducing legislation to crack down on lobbyists who fail to disclose their work on behalf of foreign governments,” The Associated Press reports.",
  "Aaron Cutler, Robert Glennon and Adam Fridman will lobby for Lloyd’s on financial services and insurance issues, including the reauthorization of the National Flood Insurance Program, according to a disclosure filing.",
  "Those efforts will “include correspondence and meetings with Members of Congress and their staffs, and Executive Branch officials from the Departments of State and Defense,” according to a Justice Department filing.",
  "And Playbook reported this morning that “Qatar will pay Nelson Mullins $100,000 per month for three months as the country ramps up its K Street presence, according to a draft FARA filing obtained by Playbook.",
  "But in Britain, a veteran Labour member of Parliament “has become the first serving politician to be officially registered as a lobbyist” while still in office, The Guardian’s Rajeev Syal reports.",
  "JOBS REPORT\n\n— “Lyft has added some political firepower to its board of directors: Valerie Jarrett, the longtime senior adviser to former President Barack Obama,” POLITICO’s Steven Overly reports.",
  "AHEAD OF THE FILINGS: Hogan Lovells has signed two new lobbying clients: Lloyd’s, the British insurance giant, and HeartFlow, a California medical device firm.",
  "— The National Association of Federally Insured Credit Unions has added Jacqueline Ortiz Ramsay as vice president of media relations and communications.",
  "… Sheerman told the Guardian he had reluctantly registered as a lobbyist, but disagrees with the rules governing the register.",
  "He maintains that Policy Connect is a social enterprise providing a service for industry experts and ministers.” Full story.",
  "(The firm helped New Zealand, for instance, throw an inaugural party that drew a number of Trump White House staffers.)",
  "MEANWHILE, ACROSS THE POND: Plenty of former members of Congress register as lobbyists shortly after leaving office.",
  "I accept anonymous mail: Theodoric Meyer, POLITICO, Eighth Floor, 1000 Wilson Boulevard, Arlington, Va. 22209.",
  "Senators in both parties endorsed tougher FARA enforcement in a Senate Judiciary Committee hearing last week.",
  "Former Rep. Jim Moran (D-Va.) and Steve Ryan, a partner at the firm, will head up the lobbying push.",
  "The association has also promoted Curt Long from chief economist to vice president of research.",
  "Kenneth Choe, Cutler and Fridman will lobby for HeartFlow on Medicare payment issues.",
  "She was previously director of policy for education at Emerson Collective.",
  "She was previously a spokeswoman of the Consumer Bankers Association.",
  "— EducationCounsel has added Jamie Pueschel Fasteau as a principal.",
  "For everything else, email should suffice: tmeyer@politico.com.",
  "Qatar is facing a blockade from Gulf states and Saudi Arabia.",
  "The Qataris are paying the firm a $40,000-a-month retainer.",
  "— Joe Nolan has joined the federal affairs team at SAS.",
  "He previously worked for Sen. Thom Tillis (R-N.C.).",
  "You can also follow me on Twitter: @theodoricmeyer.",
  "Jeanne Shaheen (D-N.H.) and Todd Young (R-Ind.)",
  "DEMOCRATS INTRODUCE FARA REFORM BILL: Sens.",
  "and Rep. Mark Pocan (D-Wis.).",
  "Got a sensitive tip?"
]