[
  "In a 2015 legal filing, a lawyer who worked with Akhmetshin described him as “a recognized expert on business and political matters in Kazakhstan, Russia and other former Soviet countries.”\n\nThat lawyer, Patrick Salisbury, also stated that Akhmetshin has “a wide network of connections in those circles as well as in the media.”\n\nSalisbury denied the main allegation made in that lawsuit, that Akhmetshin had orchestrated a hack of the computer systems of a mining company called International Mineral Resources.",
  "“What this shows is that the Russian government was using intelligence assets like Rinat to run a highly resourced, very aggressive campaign to influence US policy to remove sanctions on Rusian torturers and murderers,” Browder told TheDC of the revelation that Akhmetshin was involved in the Trump Tower meeting.",
  "Browder said that while he cannot speak to what was said in the Trump Tower meeting, he noted that Soviet and Russian intelligence agents are “highly trained in creating incentives for people to do what they want them to do.”\n\nAkhmetshin is also a regular attendee at the Halifax International Security Forum.",
  "In 2011, Egiazaryan accused Akhmetshin of spreading rumors and false stories to reporters in order to prevent him from obtaining political asylum in the U.S.\n\nEgiazaryan sought asylum because he faced criminal charges related to a business dealing involving a Russian billionaire.",
  "He also said that Akhmetshin worked with Global Witness, an anti-corruption watchdog group he described as being “funded by George Soros and others.”\n\nAkhmetshin “obtains research information” from the Soros-backed group, Salisbury said.",
  "(RELATED: EXCLUSIVE: Oppo Researcher Behind Trump Dossier Took Part In Pro-Kremlin Lobbying Effort)\n\nCalifornia Rep. Dana Rohrabacher, a Republican who has praised Putin in the past, has acknowledged meeting with Akhmetshin.",
  "Salisbury said he had never heard Akhmetshin discuss hacking or any other “improper data gathering,” and Akhmetshin denied the charge, though he did say that he obtained documents from IMR through seemingly shady means.",
  "Akhmetshin said in the May 2015 deposition, which was obtained by The Daily Caller, that he gave a memory stick containing IRM documents to an Israeli businessman during a Jan. 30, 2014 meeting at a London coffee shop.",
  "Sir Andrew Wood, a former British ambassador to Russia and a business associate of Steele’s, discussed the dossier with McCain and one of his longtime associates, a former State Department official named David Kramer.",
  "Also involved in the anti-Magnitsky lobbying push was Fusion GPS, the opposition research firm behind the uncorroborated dossier alleging various misdeeds by President Trump and members of his campaign.",
  "After it was reported on Friday that a suspected former Soviet intelligence officer attended the June 9, 2016, Trump Tower meeting, a mad dash is on to find out more about the man, Rinat Akhmetshin.",
  "Akhmetshin acknowledged that he obtained the IMR documents through something called the London information bazaar, an information exchange network used by journalists, investigators and operatives.",
  "He also said that Veselnitskaya brought documents with her to the meeting, but he said he did not know what information was in those documents or whether she gave them to the Trump team.",
  "(RELATED: Senate Panel To Hear Testimony From Businessman Targeted By Trump Dossier Firm)\n\nFusion GPS has denied knowing about the Veselnitskaya/Akhmetshin meeting at Trump Tower.",
  "The entire complex swirl of operatives — Akhmetshin, Fusion, and Steele — have recently drawn the attention of Senate Judiciary Committee chairman Chuck Grassley.",
  "He died in a Russian prison in 2009 after being arrested while investigating a $230 million money laundering scheme that targeted Browder’s operations in Russia.",
  "Emails released by Trump Jr. show that he agreed to the meeting after being promised that he would be provided with negative information about Hillary Clinton.",
  "A naturalized American citizen, Akhmetshin is often cited as a lobbyist, but details about his activities in Washington, D.C. portray him as something more.",
  "Fusion GPS was hired by a law firm called BakerHostetler to investigate Bill Browder, the London-based financier lobbied heavily to pass the Magnitsky Act.",
  "Politico and The Daily Beast reported last year that Akhmetshin was seen on Capitol Hill meeting with U.S. lawmakers to lobby against the Magnitsky Act.",
  "He is a well-connected political operative who works closely with Washington, D.C. reporters by providing opposition research on behalf of his clients.",
  "He has also formed several small non-profit groups aimed at advancing the interests of Russian clients and others from Soviet satellite nations.",
  "He founded the Azeri Democracy Initiative Foundation and Kazakhstan 21st Century Foundation, according to lobbying records filed with Congress.",
  "NBC News first reported that a suspected former Soviet intelligence officer accompanied Russian lawyer Natalia Veselnitskaya to the meeting.",
  "He has also formed or been linked to at least three small non-profit groups that deal with issues related to Russia or former Soviet nation.",
  "As part of the IMR-EuroChem lawsuit, Akhmetshin was ordered to provide a list of people he emailed with as part of his work on that case.",
  "Akhmetshin was also identified as the force behind a smear campaign waged against Ashot Egiazaryan, a former deputy for the Russian Duma.",
  "Akhmetshin told the Associated Press that Trump Jr. asked about the information, which Veselnitskaya ended up not providing.",
  "IMR dropped the case last year, withdrawing its allegation that EuroChem and Akhmetshin hacked the firm’s computers.",
  "Salisbury said that Akhmetshin frequently worked with the Wall Street Journal, The Financial Times and the Guardian.",
  "HRAGIF was formed last year under the auspices of ending Russia’s ban against U.S. citizens adopting children.",
  "Glenn Simpson, the co-founder of Fusion GPS, was invited to the hearing but will reportedly decline to appear.",
  "It was with Natalia Veselnitskaya, an associate of HRAGIF, that Akhmetshin attended the Trump Tower meeting.",
  "He is also a registered lobbyist for the Human Rights Accountability Global Initiative Foundation (HRAGIF).",
  "That happens to be the same conference where Arizona Sen. John McCain was first told of the Steele dossier.",
  "Russian president Vladimir Putin enacted the ban in retaliation for passage of the Magnitsky Act in 2012.",
  "He gave it to McCain, who provided a copy to then-FBI Director James Comey during a meeting in December.",
  "That meeting was attended by Donald Trump Jr., Jared Kushner and Trump campaign chairman Paul Manafort.",
  "CNN also reported earlier this year that Rohrabacher and Akhmetshin were spotted meeting in Berlin.",
  "The lobbyist-operative also has deep contacts to Washington, D.C. and international media outlets.",
  "That law allows for sanctions to be placed against Russians accused of human rights abuses.",
  "Grassley is set to hold a hearing next week regarding the Foreign Agents Registration Act.",
  "Former Democratic California Rep. Ron Dellums was also hired onto the lobbying effort.",
  "The list includes reporters from The Guardian, Harper’s magazine, and other outlets.",
  "Salisbury and Akhmetshin worked for a business rival of that firm’s called EuroChem.",
  "Akhmetshin has denied that he is affiliated with Russia’s intelligence agencies.",
  "There is no indication that McCain and Akhmetshin met at the conference.",
  "Akhmetshin later confirmed to the Associated Press that he attended.",
  "Sergei Magnitsky, the namesake for the law, was Browder’s lawyer.",
  "Akhmetshin and Veselnitskaya have another strange connection.",
  "His firm, Prevezon Holdings, was implicated in the scheme.",
  "Kramer flew to England to obtain the dossier from Steele.",
  "RadioFreeEurope reported extensively on that legal case.",
  "Browder will appear at that hearing as a witness.",
  "But Browder says he doesn’t buy that claim.",
  "Veselnitskaya’s client is Denis Katsyv.",
  "Follow Chuck on Twitter"
]