[
  "Manafort and Gates, both longtime business associates, were indicted on 12 counts: Conspiracy against the United States, conspiracy to launder money, unregistered agent of a foreign principal, false and misleading US Foreign Agents Registration Act (FARA) statements, false statements, and seven counts of failure to file reports of foreign bank and financial accounts.",
  "These claims, which track with the Trump administration's earlier attempts to inoculate the President from his former campaign chairman Paul Manafort and former Trump campaign official Rick Gates, set up the argument that the President's successful campaign was staffed by people with criminal ties, but did not engage in criminal behavior itself.",
  "Inside the West Wing\n\nJUST WATCHED Watch Paul Manafort turn himself in Replay More Videos ... MUST WATCH Watch Paul Manafort turn himself in 01:10\n\nAsked how the mood is inside the West Wing, another White House source familiar with discussions said \"they are defiant this has nothing to do with the campaign or administration.\"",
  "Long-time tactic\n\nJUST WATCHED Source: Manafort to turn himself in to Mueller Replay More Videos ... MUST WATCH Source: Manafort to turn himself in to Mueller 03:10\n\nRepublican attempts to distance the President from figures now at the center of the special counsel's probe dates back months.",
  "The President remains furious at the widening Mueller investigation and has not forgiven Attorney General Jeff Sessions for recusing himself from the Russia probe, officials say, but he has been persuaded to not renew his call to fire the special counsel.",
  "White House press secretary Sarah Sanders said Monday's actions from the special counsel have \"nothing to do with the President, nothing to do with the President's campaign or campaign activity\" and proves there is \"no evidence of Trump-Russia collusion.\"",
  "Papadopolous, according to the complaint, lied to FBI agents \"about the timing, extent and nature of his relationships and interactions with certain foreign nationals whom he understood to have close connections with senior Russian government officials.\"",
  "That argument was complicated with the news that George Papadopoulos, a Trump ally and former foreign policy adviser to the Trump campaign, pleaded guilty in a separate case for making false statements to the FBI, according to records unsealed Monday.",
  "Former White House press secretary Sean Spicer inaccurately claimed in March that Manafort -- who chaired Trump's campaign for three months -- was someone \"who played a very limited role for a very limited amount of time.\"",
  "Washington (CNN) The White House is seeking to distance President Donald Trump from the indictments of two former campaign officials , claiming that the charges have nothing to do with Trump's campaign or his presidency.",
  "White House spokespeople have declined to directly comment on the indictments, but a White House official tells CNN that the President is discussing the developments with White House lawyers on Monday morning.",
  "The indictments, the first of Mueller's investigation, signal a dramatic new phase of the special counsel's investigation into possible collusion between the Russian government and members of Trump's team.",
  "The Trump campaign brought Manafort and Gates on board in spring of 2016 to deal with the sometimes-unruly Republican National Convention delegate process and quash any fight over Trump's delegate count.",
  "— Donald J. Trump (@realDonaldTrump) October 30, 2017\n\nTrump tweeted Monday before the news of Papadopoulos broke: \"Sorry, but this is years ago, before Paul Manafort was part of the Trump campaign.",
  "The indictments come on a pivotal week for the President, when his much-discussed tax reform plan is slated to be released and when he said he plans to appoint a chair for the Federal Reserve.",
  "Among the details, the FBI alleges Papadopolous \"falsely described his interactions with a certain foreign contact who discussed \"dirt\" related to emails concerning Hillary Clinton.",
  "In August, after the FBI carried out an early morning raid on Manafort's home, Trump called his former campaign chair a \"very decent man\" who has hasn't spoken to \"in a long time.\"",
  "This was echoed by another source close to the White House, who told CNN that Manafort and Gates' behavior has little to do with the Trump campaign or the Russia investigation.",
  "The indictments also threaten to overshadow Trump's pivotal five-country trip to Asia, where the President will visit Japan, South Korea, China, Vietnam and the Philippines.",
  "\"Calling for Mueller's firing would undercut the White House argument\" that the investigation has nothing to do with them, a senior administration official tells CNN.",
  "\"These guys were bad guys when they started, they were bad guys when they left,\" the source said, adding, \"It has nothing to do with any relationship to Russia.\"",
  "Trump will not call for the firing of Mueller, two officials said, despite the President's repeated attempts to discredit the escalating Russia investigation.",
  "\"We have been saying from Day 1 there has been no evidence of Trump-Russia collusion, and nothing from the indictment today changes that at all,\" she said.",
  "Sanders also said there is \"no intention or plan to make any changes in regards to the special counsel\" when asked whether Trump plans to fire Mueller.",
  "And yet another source told CNN that White House allies are being urged to stress that Manafort \"is not a part of the administration.\"",
  "White House lawyers met with the President Monday to explain the federal charges leveled against two former top campaign officials.",
  "These interactions happened while Papadopolous was a foreign policy adviser to the Trump campaign, according to the complaint.",
  "— Donald J. Trump (@realDonaldTrump) October 30, 2017\n\n....Also, there is NO COLLUSION!",
  "Both Manafort and Gates were indicated by special counsel Robert Mueller on Monday.",
  "Sorry, but this is years ago, before Paul Manafort was part of the Trump campaign.",
  "But why aren't Crooked Hillary & the Dems the focus?????\"",
  "But why aren't Crooked Hillary & the Dems the focus?????",
  "Manafort left the campaign in August.",
  "\"....Also, there is NO COLLUSION!\"",
  "he added."
]