[
  "It includes 16 charges of conspiracy to defraud the United States, two counts of conspiracy to commit wire fraud, 24 counts of aggravated identity theft, five counts of making false statements, one count of identity fraud, two counts of conspiracy against the United States, four counts of failure to file reports of foreign bank accounts, one count of being an unregistered agent of a foreign principal, one count of false Foreign Agents Registration Act statements, five counts of subscribing to false tax returns, one count of subscribing to false amended tax returns, five counts of bank fraud conspiracy, four counts of bank fraud, two counts of conspiracy to obstruct justice and two counts of obstruction of justice.",
  "Richard Pinedo is a businessman who ran a company called “Auction Essistance.” Among the services he provided was selling bank account numbers, making it easier for those seeking to set up PayPal accounts (among other things) to do so without having to have a bank account in the United States.",
  "That brings the investigation by Mueller — derided regularly by President Trump as an unwarranted and unfair “witch hunt” — to a total of 20 individuals and three businesses that have either been indicted or admitted guilt and a total of 75 charges filed by the year-old probe.",
  "In February, Mueller and his team filed more than 40 criminal counts against 13 Russian individuals and three businesses who, the indictment alleges, committed fraud and identity theft to try to influence the 2016 election.",
  "Those statements centered on his relationship with a London-based professor named Joseph Mifsud who at one point told Papadopoulos that the Russians had “dirt” on Hillary Clinton in the form of emails.",
  "George Papadopoulos, the campaign adviser whose conversation with an Australian diplomat was the apparent trigger for the Russia investigation, admitted to making false statements last year.",
  "Then, a superseding indictment: Manafort and a longtime aide, Konstantin Kilimnik, were each indicted on one count of conspiracy to obstruct justice and one count of obstruction of justice.",
  "Earlier this week, special counsel Robert S. Mueller III filed court documents alleging that Manafort and an unnamed individual had tried to tamper with a potential witness in the case.",
  "Manafort’s longtime business partner Rick Gates, who also served as deputy chairman of Trump’s 2016 campaign, once faced a slew of charges similar to Manafort’s.",
  "Each of those horizontal bars is a charge brought by Mueller against individuals or businesses following the establishment of the special counsel last May.",
  "Former national security adviser Michael Flynn similarly admitted to making false statements to investigators during an interview in January 2017.",
  "(Since there are so many individuals indicted, the chart below has been flipped to highlight the alleged crimes instead of the alleged criminals.)",
  "According to the indictments, Pinedo provided that service to a group of Russians seeking to pass themselves off as American political activists.",
  "The probe has charged or obtained admissions of guilt from five Americans, 13 Russians, one person from Ukraine and one from the Netherlands.",
  "In late February, though, Gates agreed to work with prosecutors, pleading guilty to two charges in exchange for the rest being dropped.",
  "The original indictment, in fact, identified both Gates and Manafort as conspirators in a number of the charges Manafort now faces.",
  "One-third of the counts included in Mueller’s indictments, 25 of them, target Manafort, once Trump’s 2016 campaign chairman.",
  "Alex van der Zwaan, an attorney who worked with Gates and Manafort, has already been sentenced and served his time.",
  "The charges include conspiracy and financial crimes, and they span a period from 2006 to the present.",
  "(If you include those dropped charges, the total number of charges filed by Mueller hits 98.)",
  "On Friday afternoon, the 24th and 25th shoes dropped on Paul Manafort.",
  "Four others have also admitted guilt in deals with Mueller’s team.",
  "It’s not clear when the investigation will be complete.",
  "That’s how Pinedo got wrapped up in Mueller’s probe.",
  "Kilimnik shares those last two charges.",
  "He was subsequently deported."
]