[
  "Later that day, he wrote that “[Steele] said Dan Jones is coming to see you.”\n\n“I suggest you explain to Dan why a call is the necessary first step rather than a letter from your perspective.” (RELATED: Intriguing Links Emerge In GOP-Led Dossier Investigation)\n\nWaldman had only a few text exchanges with Jones, but the messages provide some insight into Jones’ investigative work on Trump.",
  "Waldman said Daniel J. Jones asserted he was working with Fusion GPS and that the research firm was being funded by a “group of Silicon Valley billionaires and George Soros.”\n\nAn American lawyer who served as a back channel between dossier author Christopher Steele and Democratic Sen. Mark Warner is opening up about explosive testimony he gave to a Senate committee late last year.",
  "The article focuses heavily on Russians’ investments in Trump real estate properties in Sunny Isles Beach, Fla.\n\nJones did not describe who was included on his team, but Glenn Simpson, the Fusion GPS co-founder, testified to two congressional committees last year that his firm conducted research into Trump’s real estate deals in Sunny Isles Beach.",
  "Waldman told The Daily Caller News Foundation that Jones asserted that he was working with Fusion GPS and that the research firm was being funded by a “group of Silicon Valley billionaires and George Soros.” Jones also described Fusion as a “shadow media organization helping the government.”\n\n“He was there as Fusion GPS.",
  "Reached by phone, Fusion GPS attorney Josh Levy declined to comment on Waldman’s testimony about Jones and Soros connections to the firm, saying “I’m not commenting for your story.”\n\nWaldman’s link to key players in the Russia investigation is one of the more intriguing wrinkles in the dossier saga.",
  "Republican Iowa Sen. Chuck Grassley, the chairman of the Senate Judiciary Committee, recently sent letters to Waldman and Deripaska’s London-based attorney, Paul Hauser, inquiring whether they or Deripaska have ever hired Steele or his private intelligence firm, Orbis Business Intelligence.",
  "Adam Waldman said that during an appearance before the Senate Select Committee on Intelligence (SSCI) on Nov. 3, he relayed information about possible links between billionaire activist George Soros and Fusion GPS, the opposition research firm that commissioned the dossier.",
  "And just before joining the campaign in April 2016, Manafort sent a cryptic message to his associate: “How do we use to get whole?”\n\nThe emails have fueled speculation that Manafort sought to use his position on the campaign to help settle his debts to Deripaska.",
  "(RELATED: Manafort Offered To Provide Briefings To Kremlin-Connected Oligarch During Campaign)\n\n“If he needs private briefings we can accommodate,” Manafort wrote to an associate on July 7, 2016, while he was still with the Trump campaign.",
  "In the op-ed, Deripaska, a former business partner of former Trump campaign chairman Paul Manafort’s, largely criticized the so-called “Deep State,” which he alleges has pushed a false narrative about the Russia investigation.",
  "Corporate registration documents show that a group by that name was formed in Washington, D.C. on Jan. 31, 2017, several weeks before Jones’ outreach to Waldman and several weeks after BuzzFeed News published the dossier.",
  "Encrypted text messages provided to SSCI and obtained by TheDCNF corroborate some of Waldman’s claims, particularly regarding his meeting with Jones and a suggestion from him that he helped with anti-Trump news stories.",
  "Lawyer Adam Waldman said during an appearance before the Senate Select Committee on Intelligence on Nov. 3 that he relayed information about possible links between billionaire activist George Soros and Fusion GPS.",
  "Waldman declined to comment on that particular matter, and a request for comment from Steele’s lawyers in London was forwarded to a legal adviser who said they could not speak to the media on Steele’s behalf.",
  "(RELATED: The Ever-Changing ‘Russia Narrative’ In American Politics Is Cynically False Public Manipulation)\n\nJones, Fusion GPS, and a representative for Soros did not return repeated requests for comment.",
  "Waldman, who runs Endeavor Law Firm and also represents actor Johnny Depp, entered the national spotlight last month after text messages that he exchanged last year with Warner were leaked to Fox News.",
  "Deripaska has also worked in the past with Paul Manafort, the former Trump campaign chairman who was recently indicted by Special Counsel Robert Mueller on money laundering and bank fraud charges.",
  "Grassley also sent letters in January to members of the Clinton campaign and DNC asking about any communications with more than 20 individuals, including Fusion GPS employees, Waldman and Jones.",
  "(RELATED: Steele’s Back Channel To Mark Warner Is Lawyer For Russian Oligarch)\n\nRepublican lawmakers remain puzzled by the Warner-Waldman and the possible links between Deripaska and Steele.",
  "The oligarch has fought the State Department over its decision in 2006 to revoke his visa after the agency became concerned about the industrialist’s alleged ties to Russian organized crime.",
  "But Waldman said that Steele first wanted a letter signed by Warner and North Carolina Sen. Richard Burr, the Republican chairman of the committee, formally seeking an interview with Steele.",
  "The only reporting on those connections comes from The Federalist which recently reported that Jones was working with Fusion as part of a post-election effort to validate the dossier.",
  "The messages, which Waldman provided to SSCI in September, showed that he negotiated with Warner on behalf of the London-based Steele to set up an interview with the committee.",
  "Grassley appears interested in exploring what implications any links between Steele and Deripaska would have for the dossier, which BuzzFeed News published on Jan. 10, 2017.",
  "Waldman’s testimony about the meeting was first revealed in a Daily Caller op-ed published last week by Oleg Deripaska, a Russian billionaire who is a client of Waldman’s.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“Our team helped with this,” Jones wrote in a March 17 message that included a link to a Reuters article about Russian nationals’ investments in Trump-owned buildings.",
  "“It was very, very clear.”\n\nWaldman, 49, also said that Jones mentioned Glenn Simpson, one of Fusion’s co-founders and Steele’s main partner on the dossier project.",
  "“We want to do this right private in London don’t want to send letter yet cuz if we can’t get agreement wud rather not have paper trail,” Warner wrote on March 30.",
  "Waldman said he received the information in a March 16 meeting he had with Daniel J. Jones, a consultant and former staffer to California Sen. Dianne Feinstein.",
  "A March 15 message shows Jones contacted Waldman and introduced himself as being with an upstart non-profit group called the Democracy Integrity Project.",
  "On the other are Steele, Jones and Warner, all of who are involved in one way or another in investigating the Kremlin’s meddling in the 2016 election.",
  "The lawyer first mentioned Steele to Warner on March 17, a day after he met with Jones, who now runs a consulting firm called the Penn Quarter Group.",
  "Waldman suggested in his initial texts that he was in communication with Assange, who is living under asylum in the Ecuadorian embassy in London.",
  "While Manafort was on the campaign, he and Deripaska were in a dispute over a failed business venture involving cable TV stations in Ukraine.",
  "The aluminum magnate pays Waldman $40,000 a month for the work, according to documents filed by under the Foreign Agents Registration Act.",
  "Chris wanted us to connect,” reads the intro message, referring to Steele and to a newly formed non-profit group of which little is known.",
  "How the two sides found a common link in Waldman remains a mystery, one that lawyer said he is presently unable to discuss in full.",
  "Waldman’s texts to Warner mention Steele, Deripaska, and Jones, who was an SSCI staffer for Feinstein when she chaired the panel.",
  "The text messages show that Warner, a Democrat, sought to meet with Steele separately from other members of the Senate committee.",
  "Waldman’s contact with Warner began in February 2017 and initially centered on Deripaska and Wikileaks founder Julian Assange.",
  "Warner rebuffed the idea and pressed for a private meeting with Steele, going as far as offering to travel to England.",
  "“I encouraged him to engage with you for the sake of the truth and of vindication of the dossier,” the text continued.",
  "“[Steele] said he will also speak w Dan Jones whom he says is talking to you,” Waldman wrote in an April 25 message.",
  "But the piece also broke news about his lawyer’s Senate testimony and the claims about Fusion GPS and Soros funding.",
  "Steele, as is now widely known, was hired by Fusion GPS in June 2016 to investigate Donald Trump’s ties to Russia.",
  "All the evidence of bias on Mueller’s team\n\nWaldman has represented Deripaska since 2009, largely on visa issues.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Waldman denies one lead that lawmakers appear to be chasing: that Deripaska was a source for the dossier.",
  "Waldman and Warner’s leaked texts show that the two called each other multiple times around that date.",
  "The two sets of text messages, and Waldman’s testimony, raises numerous questions about the dossier.",
  "Deripaska accused the Republican consultant of squandering $19 million from the deal.",
  "The Clinton campaign and Democratic National Committee paid Fusion for the project.",
  "He obliquely brought your org up so it was natural,” Waldman wrote on March 19.",
  "Warner sought the meeting in his capacity as the top Democrat on Senate Intel.",
  "He brought up Fusion GPS,” Waldman told TheDCNF of his interaction with Jones.",
  "On one side is Oleg Deripaska, an oligarch with close ties to Vladimir Putin.",
  "A spokesperson for the Senate panel declined to discuss Waldman’s testimony.",
  "Little else is known about Jones’ work with Fusion GPS or on the dossier.",
  "Jones and Waldman’s relationships to Steele are also a mystery.",
  "“Chris Steele asked me to call you,” Waldman wrote to Warner.",
  "Waldman said he received the information in a March 16.",
  "“I spoke w Warner and he did mention you as discussed.",
  "“Dan Jones here from the Democracy Integrity Project.",
  "It remains unclear why Jones reached out to Waldman.",
  "Waldman’s texts to Warner also refer to Jones."
]