[
  "Trump Jr., and former Trump campaign manager Paul Manafort will testify before the US Senate Judiciary Committee on Wednesday, July 26 in a hearing titled, \"Oversight of the Foreign Agents Registration Act and Attempts to Influence US Elections: Lessons Learned from Current and Prior Administrations.\"",
  "Her comments came on the heels of a particularly tumultuous few weeks for the Trump administration, after it emerged that the president's eldest son, Donald Trump Jr., met with a Russian lawyer and a former Soviet military intelligence officer and lobbyist last June during the presidential campaign.",
  "After more back-and-forth, Conway continued to insist that the Russia investigations, into the hostile foreign power's meddling in the US election and into whether Trump's inner circle coordinated with the Kremlin, were a waste of time.",
  "All the chyrons say it constantly, all the guests talk about it, and the reason I raised her —\"\n\n\"There's a big story going on, Kellyanne, and just because you don't deny it doesn't mean it's not a big story,\" Stelter said.",
  "Special counsel Robert Mueller, who is spearheading the FBI's investigation into whether the Trump campaign colluded with Moscow during the election, is currently examining details of that June 2016 meeting.",
  "Screenshot via CNN\n\nSenior White House counselor Kellyanne Conway said on Sunday that the ongoing controversy over President Donald Trump and his campaign's possible ties to Russia was \"not a big story.\"",
  "\"No, and again, you want that to say the president said on November 9th, as he was elected, as Hillary Clinton called my cell phone and congratulated and — important word — conceded,\" Conway said.",
  "Your job is not to Russia, Russia, Russia all day long, and hoping that something, manna, will drop from heaven one day and this will be real and not phony.\"",
  "When he accepted the meeting, Trump Jr. was aware that it was \"part of Russia and its government's support for Mr. Trump,\" according to emails he released.",
  "Conway then told Stelter that if he was going to talk about Russia and email investigations, \"you're going to always be talking about Hillary Clinton.\"",
  "Stelter asked Conway whether the Trump administration's combative approach toward the press was an effort to appeal to the president's base.",
  "The contentious interview with CNN's \"Reliable Sources\" host, Brian Stelter, frequently went off the rails.",
  "Stelter fact-checked Conway and pointed out that she was \"the one that brought up Russia.",
  "The Republican-led House and Senate are also conducting their own investigations.",
  "\"I know they can't — they can't let go of these election results.\"",
  "\"No, no, your network is obsessed with that,\" Conway interjected.",
  "Stelter replied: \"We're talking about Hillary Clinton again?",
  "\"They're looking at Congress and saying, do your job.",
  "CNN's Brian Stelter interviews Kellyanne Conway.",
  "\"Americans are looking at the media,\" she said.",
  "Conway replied: \"It's not a big story.\"",
  "Honestly, I don't have time for that.\"",
  "I didn't bring up Russia.\"",
  "\"You're invested in it."
]