[
  "“It is reasonable to suspect that the funds may well have been laundered from foreign parties through Libertas to pursue the interests of foreign principals,” he added, noting that the became “all the more suspect when Mercury suddenly terminated its contract with Libertas as news reporters started asking questions.”\n\nThe lack of disclosures regarding Libertas and VMRO-DPMNE wouldn’t be the first time that The Hill, Ereli and Mercury were caught failing to provide full transparency on public relations op-eds.",
  "It is not clear from the filings what work Mercury did for Libertas, which is described in the documents as a “non governmental organization” working on “supporting basic human needs.”\n\nBut Macedonian news outlets recently noted that Adam Ereli, a former Obama State Department official and U.S. ambassador to Bahrain, signed onto the initial Libertas Foundation account in August.",
  "But he did acknowledge that contact was made with “key people in the government.”\n\n“A few days after we filed, the contract was canceled and we did nothing for the client beyond trying to get a read of their situation among some key people in government,” he said, adding that Mercury will provide a filing regarding Libertas later this month.",
  "But a new report out by an anti-corruption group called the Organized Crime and Corruption Reporting Project (OCCRP) identifies Libertas Foundation as a likely front group for VMRO-DPMNE, Macedonia’s ruling political party and, in recent years, an ally of the Russian government.",
  "OCCRP lays out details of a VMRO-DPMNE influence campaign directed at Republican lawmakers and conservative groups in the U.S. Mercury is a key player in the campaign, though the lobbying firm appears to have withheld key information about the work.",
  "After Ereli published the piece, the magazine attached a disclosure noting that Mercury was a paid lobbyist for the Turkish Institute for Progress, a U.S.-based non-profit that has been heavily critical of Armenia, an enemy of the Turkish republic.",
  "An exploration of Mercury’s relationship with Libertas Foundation exposes the numerous flaws in the Foreign Agents Registration Act (FARA), the federal law requiring foreign agents to disclose lobbying and PR activities to the Justice Department.",
  "“Libertas Foundation has every appearance of being a front group for Macedonian government interests, and perhaps other foreign parties as well,” says Craig Holman, a government affairs lobbyist with the watchdog group Public Citizen.",
  "“That’s really significant given President Trump’s win.”\n\nAnd indeed, it was within that first month on the job that the Louisiana Republican signed onto a $15,000-a-month deal to lobby for a group called the Libertas Foundation.",
  "He accuses her of “not doing the work of the people” and of “abusing her power” while “discrediting the office and the public trust that she was sworn to defend.”\n\nThe Hill did not disclose Ereli’s lobbying ties to Mercury.",
  "“It is Mercury’s responsibility to know its clients and know where the money is coming from, especially when their client is a shady organization created by an even shadier individual,” he added, referring to Isakdjanov.",
  "The piece noted the peculiarities in Mercury’s lobbying disclosures for its work for Libertas, including the lobbyist’s decision to file under FARA while providing no information linking the work to a foreign government.",
  "(RELATED: Shady Foreign Lobbying Effort Implicates Both Trump And Clinton Campaign Chairmen)\n\nHolman, of Public Citizen, notes the trend of Mercury failing to properly disclose information about its lobbying work.",
  "“When Donald Trump won the presidency, David Vitter became an even hotter commodity,” Weber told Politico, which reported that Vitter would focus his lobbying efforts on transportation and infrastructure issues.",
  "Just a month after leaving the U.S. Senate in January, David Vitter bragged about the access he would have to the Trump administration as a lobbyist for Mercury Public Affairs, a major Beltway lobbying outfit.",
  "And according to his personal FARA disclosure, Vitter’s job was to conduct “communication with elected officials to facilitate the management of client(s) external affairs” on behalf of the organization.",
  "The firm recently landed in hot water for failing to register as a foreign agent for the European Centre for a Modern Ukraine, a group allied with a Ukrainian political party that is allied with Putin.",
  "(RELATED: Michael Flynn Is Lobbying For Dutch Firm Linked To Turkish Government)\n\nAnd last June, Ereli was called out for failing to disclose his lobbying work for Qatar in various media appearances.",
  "And in November, Ereli published an op-ed in The Hill taking aim at Katica Janeva, a Macedonian politician who was hired in 2015 as a special prosecutor to investigate political corruption.",
  "Ereli has also given interviews in which he is identified as an adviser to the Turkish Heritage Organization, another Mercury lobbying client that is close to the Turkish government.",
  "Disclosures filed with Congress under the Lobbying Disclosure Act, a less stringent lobbying law than FARA, shows that Mercury registered as Libertas’ lobbyist on Aug. 1.",
  "While Vitter is prohibited by law from lobbying his former congressional colleagues for two years, he is allowed to lobby the executive branch, including the White House.",
  "The piece did not include a disclosure that Flynn was working as a lobbyist and consultant for a Dutch firm with connections to the Turkish government.",
  "That’s why we filed but did not list a specific government agent or party.”\n\nMcKeon also claimed that Vitter and Mercury no longer work with Libertas.",
  "***\n\nThough Vitter registered as a foreign lobbyist for Libertas in February, Mercury had established relationship with the shadowy group last year.",
  "Vin Weber, a former Republican congressman from Minnesota and partner at Mercury, acknowledged to OCCRP that his firm has done work for VMRO-DPMNE.",
  "Registered to an address in Brooklyn, Libertas Foundation has recently come into the news because of the absence of information about its backers.",
  "And according to both Vitter and Weber, Vitter’s access to the Trump administration made him a prize on the Beltway lobbying circuit.",
  "Ereli, whose LinkedIn profile says he left Mercury in October, did not respond to The Daily Caller’s emailed request for comment.",
  "“That means even if you are not paid by a foreign government, but the work you do benefits a foreign government, it’s covered.",
  "The Hill published an op-ed by retired Lt. Gen. Michael Flynn on Nov. 8 which was highly favorable to the Turkish government.",
  "But a review of Mercury’s lobbying disclosures conducted by The Daily Caller shows that he is listed as Libertas’ lobbyist.",
  "“We did some work for them but I was not involved in it, so I’d have to refer you to another partner at our firm,” he said.",
  "Little is known about the organization other than its address and the name of its chairman, a man named Bekhzod Isakdjanov.",
  "In response to a detailed list of questions, McKeon neither confirmed nor denied that Libertas is connected to VMRO-DPMNE.",
  "Ereli faced similar scrutiny last February, when Forbes attached a correction to an op-ed he penned criticizing Armenia.",
  "But he denied to OCCRP that the November op-ed and a similar article he wrote last June were tied to his lobbying work.",
  "“We take an expansion view of FARA to catch everything we think the FARA unit would want disclosed,” he told TheDC.",
  "Both Mercury and the Podesta Group retroactively disclosed their work for the group through FARA earlier this year.",
  "Isakdjanov, a 38-year Uzbek national, did not respond to emails and phone calls seeking comment for this article.",
  "Mercury consulted for the group in 2013 but disclosed the work to Congress rather than the Justice Department.",
  "OCCRP followed up with a story laying out the connections between Mercury, Libertas Foundation and VMRO-DPMNE.",
  "Libertas paid Mercury a total of $80,000 for services rendered through Jan. 2, lobbying disclosures show.",
  "So did the Podesta Group, a lobbying firm co-founded by Hillary Clinton campaign chairman John Podesta.",
  "Gauging Mercury’s claims about its foreign lobbying activities has proved a tough task in other ways.",
  "But he said that the decision to file the Libertas contract was done out of an abundance of caution.",
  "McKeon also denied that Ereli’s op-ed was written as part of the work for Libertas or VMRO-DPMNE.",
  "“Mercury now has a history of representing front groups for foreign governments,” he told TheDC.",
  "“I wrote them because I’m interested in Macedonia,” he told the anti-corruption news outlet.",
  "Vitter’s role as Libertas’ lobbying point man was not revealed in the previous reporting.",
  "A request for comment from Vitter was forwarded to Michael McKeon, a Mercury spokesman.",
  "BuzzFeed News flagged the Mercury-Libertas relationship in a report earlier this week.",
  "VMRO-DPMNE, the Macedonian conservative party, has recently set its sights on Janeva.",
  "“I can lobby the administration immediately,” Vitter bragged to Politico in February.",
  "Paul Manafort, the campaign chairman for Donald Trump, also consulted for the firm.",
  "The outlet merely referred to him by his governmental titles.",
  "Ereli’s op-ed is a hit piece on the prosecutor.",
  "Follow Chuck on Twitter"
]