[
  "Mueller, the special counsel overseeing the investigation into possible collusion between the Trump campaign and Russia, initially began looking into the Podesta Group as a way to find information on Manafort's involvement with the ECMU; however, he soon began to investigate whether the group violated the Foreign Agents' Registration Act, which requires anyone doing political work on behalf of a foreign element in the US to disclose that relationship to the US government.",
  "The lobbying organization, the Podesta Group, was one of several firms that worked with a nonprofit called the European Centre for a Modern Ukraine in a public-relations campaign organized by President Donald Trump's former campaign chairman, Paul Manafort, that aimed to bring Ukraine into the European Union, according to NBC News.",
  "\"They asked me to come forward to give to the best of my knowledge what I knew about that, and I was happy to cooperate with the committee in their investigation of Russian interference with the democratic process in the United States,\" Podesta told reporters in June following his testimony.",
  "These same emails were often used as talking points by Trump on the 2016 campaign trail, and members of Trump's campaign staff, including a policy adviser named George Papadopoulos, expressed interest in obtaining such hacked emails from Russian officials previously in the campaign.",
  "A representative for the Podesta Group said the firm initially did not disclose its work with the ECMU to the FARA officials because the nonprofit \"had certified that it was neither funded nor directed by a foreign government or political party,\" according to NBC News.",
  "Jacqueline Larma/AP\n\nTony Podesta, the brother of Hillary Clinton's former campaign chairman John Podesta, has resigned from his position as the head of his lobbying firm following his inclusion in Robert Mueller's Russia investigation, Politico reported on Monday.",
  "John Podesta, the former Clinton campaign chairman, is not involved with the Podesta Group, though he did testify before the House of Representatives as part of its Russia investigation, which is separate from Mueller's inquiry.",
  "The ECMU, however, was in fact supported by the Party of Regions, the pro-Russia political party of the ousted Ukrainian President Viktor Yanukovych, for whom Manafort lobbied in the US.",
  "John Podesta's emails were among those leaked by Russian hackers following their entry into the servers of the Democratic National Committee in October 2016.",
  "NBC News reports that the Podesta Group corrected its FARA disclosures after its financial dealings with the ECMU were highlighted in the news media.",
  "He is accused of doing so without disclosing his activities to regulators in violation of the FARA act.",
  "Tony Podesta has emerged as another potential target for Robert Mueller."
]