[
  "But potentially more perilous for the president was the guilty plea by former adviser Papadopoulos, who admitted in newly unsealed court papers that he was told in April 2016 that the Russians had \"dirt\" on Democratic rival Hillary Clinton in the form of \"thousands of emails,\" well before it became public that the Democratic National Committee and Clinton campaign chairman John Podesta's emails had been hacked.",
  "Papadopoulos was not charged with having improper communications with Russians but rather with lying to FBI agents when asked about the contacts, suggesting that Mueller — who was appointed in May to lead the Justice Department's investigation — is prepared to indict for false statements even if the underlying conduct he uncovers might not necessarily be criminal.",
  "WASHINGTON (AP) -- On a black Monday for Donald Trump's White House, the special counsel investigating possible coordination between the Kremlin and the Trump presidential campaign announced the first charges, indicting Trump's former campaign chairman and revealing how an adviser lied to the FBI about meetings with Russian intermediaries.",
  "The indictment naming Manafort and Gates, who also had a role in the campaign, lays out 12 counts, including conspiracy against the United States, conspiracy to launder money, acting as an unregistered foreign agent, making false statements and several charges related to failing to report foreign bank and financial accounts.",
  "And the revelations in the guilty plea about an adviser's Russian contacts could complicate the president's assertions that his campaign never coordinated with the Russian government to tip the 2016 presidential election in his favor, the central issue behind Mueller's mandate.",
  "Paul Manafort, who steered Trump's campaign for much of last year, and business associate Rick Gates ended the day under house arrest on charges that they funneled payments through foreign companies and bank accounts as part of their private political work in Ukraine.",
  "And they send a warning that individuals in the Trump orbit who do not cooperate with Mueller's investigators, or who are believed to mislead them during questioning, could also wind up charged and facing years in prison.",
  "Mueller's investigation has already shadowed the administration for months, with investigators reaching into the White House to demand access to documents and interviews with key current and former officials.",
  "Manafort and Gates, who pleaded not guilty in federal court, are not charged with any wrongdoing as part of the Trump campaign, and the president immediately sought to distance himself from the allegations.",
  "George Papadopoulos, also a former campaign adviser, faced further questioning and then sentencing in the first — and so far only — criminal case that links the Trump election effort to the Kremlin.",
  "In court papers, Papadopoulos admitted lying to FBI agents about the nature of his interactions with \"foreign nationals\" who he thought had close connections to senior Russian government officials.",
  "There, too, the White House scrambled to contain the potential fallout, with press secretary Sarah Huckabee Sanders contending that Papadopoulos' role in the campaign was \"extremely limited.\"",
  "The Papadopoulos plea occurred Oct. 5 but was not unsealed until Monday, creating further woes for an administration that had prepared over the weekend to deflect the Manafort allegations.",
  "The formal charges against a total of three people are the first public demonstration that special counsel Robert Mueller and his team believe they have identified criminal conduct.",
  "He said on Twitter that the alleged crimes occurred \"years ago,\" and he insisted anew there was \"NO COLLUSION\" between his campaign and Russia.",
  "The indictment alleges the men moved money through hidden bank accounts in Cyprus, St. Vincent and the Grenadines and the Seychelles.",
  "The developments, including the unexpected unsealing of a guilty plea, usher Mueller's investigation into a new, more serious phase.",
  "The court filings don't provide details on the emails or whom Papadopoulos may have told about the Russian government effort.",
  "The criminal case against Manafort, who surrendered to the FBI in the morning, had long been expected.",
  "His lawyers hinted strongly in a statement Monday that their client has more testimony to provide.",
  "Papadopoulos has been cooperating with investigators, according to the court papers.",
  "She said \"any actions that he took would have been on his own.\"",
  "Story continues"
]