[
  "Just hours after FBI Director James Comey confirmed that his agency was pursuing a criminal investigation into the Trump campaign’s ties to Russia Monday, a Ukrainian lawmaker released documents allegedly showing that Manafort funneled money through offshore accounts in Belize and Kyrgyzstan to hide money that he received from a pro-Russian Ukrainian political party.",
  "As the Washington Post reports, Serhiy Leshchenko, a Ukrainian lawmaker and journalist, unveiled documents Monday that appear to corroborate one part of a secret ledger discovered last summer apparently indicating that Manafort had received $12.7 million in undisclosed cash payments from a pro-Russia Ukrainian political party between 2007 and 2012.",
  "Death by a thousand suspicion-arousing documents\n\nThe AP obtained strategy memos, business records, and documents showing millions of dollars’ worth of international wire transfers showing that Manafort had a rather exceptional arrangement with Russian aluminum baron Oleg Deripaska to promote Moscow’s political and business interests abroad.",
  "Here’s what that means: If Leshchenko’s documents are legitimate and the previously discovered ledger is authentic, it indicates that Manafort may have used a shell company in Belize to make the $750,000 from the Ukrainian political party appear to have come from selling a ton of computers rather than helping a Putin ally.",
  "The US Army is currently investigating whether the money he took from the Russian government for the trip could potentially constitute a violation of the emoluments clause of the Constitution, since former military officers are not meant to take money from foreign governments without permission from Congress.",
  "It’s not clear exactly how much money he received for his work in total or how exactly he delivered on his commitment, but the two had a business relationship at least as recently as 2009, and money transfers amounted to tens of millions of dollars, according to the AP’s sources and documents.",
  "But you have to ask yourself: Why doesn’t the Trump White House simply disclose all of its connections with Russia to put an end to what could be years of FBI and congressional scrutiny — and of constant leaks of new information that continually create an air of suspicion about their intent.",
  "In 2005, Manafort proposed a confidential plan to Deripaska to “influence politics, business dealings and news coverage inside the United States, Europe and the former Soviet republics to benefit the Putin government.” In 2006, he signed a $10 million annual contract with Deripaska.",
  "Then on Wednesday morning, the Associated Press broke a bombshell story revealing that as recently as 2009, Manafort had a $10 million annual contract with a Russian oligarch in Putin’s inner circle in which he agreed to promote the Kremlin’s interest in Washington.",
  "But Leshchenko says the new documents are legitimate and that he recovered them from a safe in Manafort’s former office in Kiev, the capital of Ukraine, where the Republican operative formerly ran a political consultancy for pro-Russian political movements.",
  "Here’s the key detail, explained by the Post:\n\n[Leshchenko] released a copy of an invoice on letterhead from Manafort’s consulting company, based in Alexandria, Va., dated Oct. 14, 2009, to a Belize-based company for $750,000 for the sale of 501 computers.",
  "White House spokesperson Sean Spicer has tried to downplay Flynn’s connection to Trumpworld by referring to him as a mere “volunteer” for the campaign, when in reality he was a top aide with huge influence on Trump’s worldview and platform.",
  "There’s no evidence that the Trump team colluded with the Kremlin to harm Hillary Clinton’s chances and boost their own, something Trump and senior administration officials stress again and again in their public comments about the probes.",
  "It’s unclear what the speeches were about, but a Kaspersky spokesperson said Flynn was paid “to speak at a Washington forum in 2015 that brought together other military, government, technology and policy experts,” according to the Post.",
  "Manafort did that work for more than a decade, and it’s well known that he was key to the election of former Ukrainian President Viktor Yanukovych, who is now hiding in Russia after being ousted by protests in Ukraine in 2014.",
  "Then late last week, documents from a congressional oversight committee revealed that Flynn had received tens of thousands of dollars’ worth of payments from Russian companies in 2015 that had never been previously disclosed.",
  "According to the paper, he received $11,250 from the US subsidiary of a Russian cybersecurity firm, Kaspersky Lab, and an additional $11,250 from a US air cargo company affiliated with the Russian-owned Volga-Dnepr Group.",
  "He admitted to the public only after he’d been pushed out of office that he was a lobbyist for the Turkish government while he was a campaign operative — and almost until the very day he became national security adviser.",
  "But they add new fuel to the growing controversy over the extent of the Trump campaign’s ties to Russia — and why, if those ties were as benign as Trump insists, the White House doesn’t simply disclose them all.",
  "In January, Flynn was pushed out of the White House after lying to top White House staff, including Vice President Mike Pence, about his communications with the Russian ambassador to the US after the election.",
  "Just a couple days earlier, another set of documents came to light that could possibly strengthen the case that Manafort has taken money under the table from Russia-aligned politicians in Ukraine.",
  "Spicer also said Manafort had a “very limited role” on the campaign “for a very limited time,” when in reality he was the manager of the entire Trump campaign operation for several months.",
  "Spicer’s spin is easy to understand given that the administration is already under fire on multiple fronts for its ties to Russia and is desperate to avoid adding to the controversies.",
  "Now new information suggests that both men’s relationships with Russian interests may have been considerably more extensive, and involved far more money, than was previously known.",
  "Earlier in March, he registered with the Justice Department as a foreign agent, formally admitting that he’d lobbied for the Turkish government as recently as November 2016.",
  "Manafort denies the earlier reports about the $12.7 million, denies Leshchenko’s new claim, and contends that Leshchenko is involved in a blackmail scheme against him.",
  "If Leshchenko’s documents are legitimate and the ledger is authentic, then it appears Manafort used offshore companies to keep controversial money from public view.",
  "Former Trump campaign manager Paul Manafort stepped down last August in the wake of reports of his murky financial dealings with Russia-aligned Ukrainian leaders.",
  "Manafort notified Deripaska that he was pushing policies \"at the highest levels of the U.S. government — the White House, Capitol Hill and the State Department.\"",
  "And it seems like the exact kind of relationship that investigators looking for possible coordination between the Trump team and Moscow will probe deeper into.",
  "That means that after being kicked out of the White House, he retroactively decided to inform the public that when he was advising Trump on the campaign trail.",
  "The new reports are only the latest to reveal that Flynn has not been forthcoming about the scope of connections and commitments he’s had to foreign interests.",
  "The disgraced former general received more than $45,000, for a trip he made to Moscow in 2015 that was sponsored by the Russian state-backed media outlet RT.",
  "For the moment, Trump refuses to give ground, and if no evidence of misconduct arises, then this will be a case of the cover-up being worse than the crime.",
  "Former Trump National Security Adviser Michael Flynn was pushed out of the White House in February after lying about his communications with Moscow.",
  "He had not previously disclosed the lobbying agreement, and it stands at odds with all his public claims that he never worked for Russian interests.",
  "He admitted to the AP that he worked for Deripaska, but says it was only for “business and personal matters” on behalf of Deripaska’s investments.",
  "At a gala celebrating the network’s anniversary, Flynn was famously photographed sitting next to Russian President Vladimir Putin at a gala.",
  "Manafort didn’t file his lobbying efforts with the Justice Department, which is required by law under the Foreign Agents Registration Act.",
  "Mike Flynn was taking more money from Russia than we knew\n\nThe fact that Flynn had financial ties to Russia isn’t headline-making news.",
  "None of these new disclosures about Manafort and Flynn are evidence of any kind of coordination with Moscow during the 2016 election.",
  "On the same day, Manafort’s name is listed next to a $750,000 entry in the “black ledger,” which was considered a party slush fund.",
  "As the AP notes, US diplomatic cables have characterized Deripaska as \"among the 2-3 oligarchs Putin turns to on a regular basis.\"",
  "It’s possible, though not necessarily likely, that Manafort or other Trump campaign staff could eventually face criminal charges.",
  "Pretty much until the day he became national security adviser, he was being paid to lobby on behalf of a foreign government.",
  "It shows Manafort had a much more serious and overtly politicized relationship with Moscow than we ever knew before.",
  "As the Washington Post reports, Flynn was paid for speeches in Washington by a pair of Russia-related organizations.",
  "Flynn, meanwhile, has been at the center of two substantial revelations regarding his foreign ties in recent weeks.",
  "It’s safe to say the Kremlin almost certainly considered Manafort a substantial strategic political asset abroad.",
  "But now we know more of the details of those ties, and that they come from more sources than we expected.",
  "The revelations have the White House going to absurd lengths to try to distance itself from the two men.",
  "That work, in turn, positioned him to become Trump’s national security adviser after the election.",
  "The House and Senate intelligence panels are both probing those relationships, as is the FBI.",
  "That kind of relationship doesn’t necessarily just vanish after a few years go by.",
  "But there are also two additional payments that we didn’t know about before.",
  "On March 7, Flynn registered with the Justice Department as a foreign agent.",
  "But we can’t say with any degree of certainty if that’s the case.",
  "Take Manafort, the former campaign head.",
  "Deripaska is closely tied to Putin.",
  "This news is huge."
]