[
  "\"What is emerging in Russia today can only be described as a culture of impunity -- a sense among those who control the levers of power that Russia is theirs for the taking, and the only question left to debate is how government officials and other elites will divide up the wealth, the power, and the spoils,\" Arizona Republican Sen. John McCain said on the floor of the Senate in urging passing of the bill.",
  "Senate Judiciary Committee Chairman Chuck Grassley has been seeking more information about Veselnitskaya's work since this spring, before the Trump Tower meeting became public, following up on a Foreign Agents Registration Act complaint that mentioned her, Akhmetshin and their organizations.",
  "\"For Putin, this is his single largest foreign policy priority, to get rid of these sanctions, which sanctions him and the other people around him who do terrible human rights abuses, torture and murder,\" Browder told CNN's Fareed Zakaria in an interview aired Sunday.",
  "What happened in 2012: Magnitsky and retaliation\n\nThe 2012 law was named for Russian lawyer Sergei Magnitsky, who worked in the 2000s to uncover a $230 million tax fraud scheme in Russia, was jailed and later died in a Moscow prison under suspicious circumstances.",
  "\"What is so important about this legislation is that its provisions would not simply apply to those Russian officials responsible for the torture and murder of Sergei Magnitsky; it would also apply to other persons in Russia who commit human rights abuses.",
  "Several of the figures central to the intrigue surrounding that June 2016 Trump Tower meeting, including Russian lawyer Natalia Veselnitskaya and lobbyist Rinat Akhmetshin, have been campaigning for years internationally to have the sanctions repealed.",
  "Veselnitskaya, a Russian national, has been an active lobbyist internationally against the Magnitsky Act, and founded an organization called the Human Rights Accountability Global Initiative Foundation (HRAGI), which works on the issue.",
  "Trump administration and Russia\n\nEven beyond the ongoing special counsel and congressional investigations into Russia's meddling in the 2016 US election, Trump's posture toward Putin has frustrated even Republican members of Congress.",
  "Russia hawks like McCain, South Carolina Sen. Lindsey Graham and Florida Sen. Marco Rubio have expressed concern about favorable comments Trump made throughout the campaign about Putin and his more friendly approach to Moscow.",
  "The complaint alleges that HRAGI and Prevezon, along with Akhmetshin, Veselnitskaya and others, engaged in an undisclosed lobbying campaign to weaken the Magnitsky Act to the benefit of Kremlin interests.",
  "Why it raises eyebrows: reinstating Russian adoptions = weakening Magnitsky\n\nWeakening or repealing the Magnitsky Act is considered a top priority for Putin, as The New York Times recently explained.",
  "The Senate recently passed a bill 98 to 2 that would slap Russia with new sanctions and give Congress the power to veto any administration effort to weaken the sanctions -- a highly unusual move.",
  "She also represented a Cyprus-based holding company, Prevezon, which was prosecuted in the US in connection with the alleged tax fraud worth $230 million that was uncovered by Sergei Magnitsky.",
  "The issue actually gets to the heart of US-Russia relations, and its seemingly straightforward appearance masks a long history of punishing sanctions and retaliation between the two nations.",
  "Russia banned adoptions by US parents in 2012, a swift retaliatory action for a US law known as the Magnitsky Act that sanctioned Russian officials and nationals for human rights abuses.",
  "Washington (CNN) President Donald Trump spoke with Russian President Vladimir Putin in an encounter not initially disclosed on the sidelines of an international summit this month.",
  "Top Trump campaign officials, including Donald Trump Jr., held a meeting in June 2016 with Soviet-born figures at Trump Tower that was kept secret for more than a year.",
  "Trump has characterized the conversation with Putin, which happened at a G20 dinner without any aides present, as \"pleasantries,\" but he confirmed adoptions came up.",
  "So why are adoptions of Russian children by US parents, which are currently banned, such a hot topic of conversation for Russian officials and representatives?",
  "Moscow has strongly opposed US sanctions, and any offer to reinstate adoptions is usually tied to the US rolling back some of the Magnitsky Act sanctions.",
  "At the time, Russia was the third most popular country from which US families adopted children, with nearly 1,000 such adoptions the year prior.",
  "They've sent in -- this woman, Natalia Veselnitskaya, has been leading the campaign in the United States to get rid of the Magnitsky Act.",
  "While they were registered lobbyists, the allegations are that they failed to disclose certain activities on behalf of a foreign agent.",
  "The complaint was filed last year by American-born financier Bill Browder, whose company worked closely with Magnitsky.",
  "The bill passed Congress with overwhelmingly bipartisan majorities and was signed into law by President Barack Obama.",
  "Just two weeks after the law was signed, Russia retaliated by banning the adoption of Russian children in the US.",
  "In short, this is not just about historical accountability; it is also about preventing future Magnitsky cases.",
  "US lawmakers passed the Magnitsky Act in 2012 to punish the Russians they saw as responsible for his death.",
  "It is about imposing consequences on all human rights violators in Russia,\" he added.",
  "They have hired -- spent millions of dollars; they've hired lobbyists, lawyers.\"",
  "As a result, the adoption issue has always been connected to the Magnitsky Act.",
  "\"They've been trying in every possible way to get rid of the Magnitsky Act.",
  "When news first broke, what did Trump Jr. say was the main topic?",
  "The case was recently settled for $5.9 million.",
  "One of the topics, according to Trump?",
  "The bill awaits action in the House.",
  "It's a hugely resourced effort.",
  "Russian adoptions.",
  "Russian adoptions."
]