[
  "“Manafort provided image consulting to Yanukovych and members of his party during the parliamentary elections of 2006 and 2007, seeking to soften the edges of politicians from the rough industrial cities in Ukraine’s southeast,” wrote my colleagues at The Washington Post last August, when Ukrainian investigators discovered a “black ledger” showing $12.7 million in apparent payments to Manafort between 2007 and 2012 by Yanukovych’s party.",
  "(Natalia Kolesnikova/Agence France-Presse via Getty Images)\n\nSpecial counsel Robert S. Mueller III on Monday revealed an indictment against former Trump campaign chairman Paul Manafort and his longtime business partner Rick Gates, as well as charges against former Trump foreign policy adviser George Papadopoulos, who pleaded guilty earlier this month.",
  "The contact claimed to have high-level Russian connections that could provide “dirt on then-candidate Hillary Clinton in the form of 'thousands of emails,'\" and arrange a meeting between Trump campaign officials and Russian leaders all the way up to President Vladimir Putin.",
  "The Post has reported that Ukrainian business records show that Manafort's firm did not close his business operations in the country until April 2016, the month after he joined the Trump campaign (though two months before he become its chairman).",
  "Read More:\n\nTimeline: How a Trump adviser tried to work with the Russian government\n\nTrump campaign adviser admitted to lying about Russian contacts\n\nMueller’s moves send message to other potential targets: Beware, I’m coming",
  "“He got Yanukovych to comb his hair better, to stay on message during public appearances and to adopt the kind of sharp rhetoric that had worked so well for Manafort’s mentor, Republican strategist Lee Atwater,” they wrote.",
  "Many of the charges against Manafort and Gates, which include money laundering and tax fraud, relate to alleged crimes that predate either of the political operatives joining the Trump campaign.",
  "Papadopoulos, a Trump campaign volunteer, made false statements to FBI officials earlier this year when asked about contacts he had with a foreign professor, according to the criminal complaint.",
  "Despite rocky patches in their business relationship, Manafort reportedly offered Deripaska weekly briefings on the 2016 U.S. presidential election while serving as Trump's campaign chairman.",
  "According to the indictment, the duo also obscured the fact that they were working for a foreign government and did not register under the Foreign Agents Registration Act as required by law.",
  "In those early years in Eastern Europe, Manafort also worked on projects with Oleg Deripaska, a Kremlin-savvy Russian energy magnate who was then one of the world's richest men.",
  "Manafort's connections in the region, and their tendency to align with pro-Russian interests, made his appointment as Trump's campaign chairman all the more controversial.",
  "But in 2014, Yanukovych was deposed by a popular uprising fueled by anger at his alleged corruption, authoritarianism and preference for Putin over the European Union.",
  "\n\nFormer Ukrainian president Viktor Yanukovych gestures as he answers journalists questions during his news conference for foreign media in Moscow on Feb. 21, 2017.",
  "The developments stem from a sweeping investigation Mueller is conducting into possible collusion between the Trump campaign and Russia to influence U.S. politics.",
  "Its lobbying on Yanukovych's behalf in Western capitals is why the lack of Foreign Agents Registration Act compliance is mentioned in Mueller's indictment.",
  "After gaining prominence working as a political consultant in Washington for major figures including presidents Gerald Ford, Ronald Reagan and George H.W.",
  "[Here’s what we know so far about Team Trump’s ties to Russian interests]\n\nManafort's firm did not just work with Yanukovych on domestic politics.",
  "Reporting on the nature of those ties became clearer just as Trump was beginning to make more and more pro-Russian comments on the campaign trail.",
  "An earlier version of this article incorrectly stated that the charges against Manafort and Gates predate their work with the Trump campaign.",
  "He was one of a large group of Ukrainian oligarchs with close ties to Viktor Yanukovych, the leader of the Russia-friendly Party of Regions.",
  "They primarily involve the concealment of millions of dollars they made while working on behalf of a pro-Putin political party in Ukraine.",
  "[Three former Trump campaign officials charged by special counsel]\n\nWho are the Ukrainians and Russians for whom Manafort's firm worked?",
  "“He drilled them on talking points and told them what suits to wear.”\n\nYanukovych was successfully elected president in 2010.",
  "In 2005, Manafort was hired by Rinat Akhmetov, a Ukrainian steel magnate who wanted to burnish his international image.",
  "Bush, Manafort's star faded, and he found work for authoritarian leaders in the Philippines, Zaire, and elsewhere.",
  "Some of the charges do cover both the time during which they were involved with the campaign and afterward.",
  "Akhmetov's company was based in a heavily industrialized, mostly Russian-speaking part of eastern Ukraine.",
  "Democratic opponents became vocal about collusion allegations between Trump's campaign and the Kremlin.",
  "Manafort's position became increasingly untenable and he was asked to resign in August 2016.",
  "And what impact might scrutiny of those connections have on Mueller's wider probe?",
  "In Washington, Manafort worked to promote Yanukovych as a pro-Western democrat.",
  "Yanukovych fled to Russia and is wanted in Ukraine on charges of high treason.",
  "Manafort was hired by the political party soon thereafter.",
  "Manafort and Gates both pleaded not guilty on Monday.",
  "That story, in condensed form below, starts in 2005."
]