[
  "Additionally, the senators asked for any communications to, from, or copied to Flynn that contained any of the following terms: \"Clinton, Peter Smith, WikiLeaks, Guccifer, DC Leaks, Alfa, hacking, Putin, Lavrov, Russian Federation, RF, Kislyak, Gorkov, Vnesheconombank, VEB, Vneshtorgbank, VTB, Sberbank, Igor Sechin, Rosneft, Gazprom, sanctions, Ukraine, Turkey, Erik Prince, or Seychelles.\"",
  "In a letter from committee chairman Chuck Grassley, an Iowa Republican, and ranking member Dianne Feinstein, a California Democrat, to Kushner's lawyer Abbe Lowell, the committee asked again for documents it requested in mid-October as a part of its investigation into Russian interference in the 2016 presidential election that have yet to be turned over.",
  "Grassley and Feinstein also asked for all communications involving Kushner that concerned Flynn's ouster, the Foreign Agents Registration Act, email hacking, Russia, or the Magnitsky Act, in addition to all communications between the two from last November 8 through the present day.",
  "Those included a transcribed interview Kushner gave to other congressional committees, missing documents from the initial request, communications with former National Security Adviser Michael Flynn, and documents connected to Kushner's security clearance application.",
  "Grassley and Feinstein wrote that the documents produced to them on November 3 stemming from the initial request appear \"to have been incomplete,\" adding that they further clarified the scope of their initial request to Lowell in the Thursday letter.",
  "They added that there are \"several documents\" known to exist that were not included in Lowell's initial production, including emails sent to Kushner in September 2016 about WikiLeaks that Kushner reportedly forwarded to another campaign official.",
  "The chairman and ranking member also asked that Kushner note which, if any, documents President Donald Trump is asking to protect under executive privilege, the president's ability to keep documents private in the name of national interest.",
  "Thomas Peter-Pool/Getty Images\n\nLeaders of the Senate Judiciary Committee on Thursday requested a trove of documents from White House senior adviser Jared Kushner that they said he has not been forthcoming about.",
  "Earlier this month, CNN reported that Kushner had turned over documents to special counsel Robert Mueller as investigators have expressed interest his role in the firing of James Comey as FBI director.",
  "On Kushner's security clearance, which he has had to amend multiple times due to a failure to initially include all of his foreign contacts, the senators asked for the document in its entirety.",
  "It's the latest in a long line of requests made of Kushner\n\nThe request comes after the revelation this week that Donald Trump Jr. communicated with WikiLeaks via direct messages on Twitter.",
  "Comey had been overseeing the Russia investigation at the FBI, leading to questions about whether Trump attempted to obstruct justice by firing him.",
  "Mueller is investigating Russia's meddling in the 2016 US election and whether Trump's campaign colluded with Moscow to influence the outcome.",
  "\"Likewise, other parties have produced documents concerning a 'Russian backdoor overture and dinner invite' which Mr. Kushner also forwarded.",
  "Mueller's investigators have been asking in witness interviews about Kushner's role in Comey's May firing, sources told CNN.",
  "On one occasion, Trump Jr. emailed high-ranking campaign officials, including Kushner, about a message from WikiLeaks.",
  "Kushner forwarded that email to White House communications director Hope Hicks, then a spokesperson for the campaign.",
  "Comey's firing ultimately led Deputy Attorney General Rod Rosenstein to appoint Mueller as the special counsel.",
  "Again, these do not appear in Mr. Kushner's production despite being responsive to the second request.\"",
  "\"Such documents should have been produced in response to the third request but were not,\" they wrote.",
  "And still others have produced communications with Sergei Millian, copied to Mr. Kushner.",
  "CNN reported that Kushner turned over the documents to Mueller \"in recent weeks.\"",
  "Jared Kushner."
]