[
  "(RELATED: The Trump Administration Will Side With Environmentalists And Defend An Obama-Era Policy Before The US Supreme Court)\n\n“The Committee is concerned that your organization’s political activities within the United States in opposition to the relocation of [Marine Corps Air Station] Futenma and the continued military presence in Okinawa may require compliance with” the Foreign Agents Registration Act, Republicans wrote to Earthjustice president Abigail Dillen.",
  "“Foreign members of the anti-base coalition represented by Earthjustice appear to have already engaged in extensive political activity within the United States, including lobbying government officials and holding media events designed to influence public opinion,” Republicans wrote in their letter.",
  "“Beyond serving as the coalition’s attorney, Earthjustice has directly participated in the publicity campaign condemning the base relocation such as by sending open letters to the President of the United States and Japanese Prime Minister,” wrote Reps.",
  "“Those are American values, American goals, and advancing them is manifestly in our national interest, as we have consistently demonstrated for nearly 50 years.”\n\nEarthjustice did not immediately respond to TheDCNF’s request for comment.",
  "House lawmakers sent a letter Monday to the environmental group Earthjustice demanding documents regarding its ties to foreign officials and environmental activists, The Daily Caller News Foundation has learned.",
  "Lawmakers asked if environmentalists’ desire to maintain good relations with the Chinese is affecting the group’s U.S. activities — effectively making them foreign agents of China’s communist government.",
  "“NRDC seeks environmental solutions that are grounded in sound science, U.S. law and the public interest,” NRDC’s director of strategic engagement Bob Deans responded to Republicans’ letter.",
  "Follow Michael on Facebook and Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The committee’s letter to Earthjustice stems from a letter sent in June to the Center for Biological Diversity over its opposition to the relocation of the Futenma base.",
  "Both lawmakers also signed letters sent to the Natural Resources Defense Council (NRDC) and World Resources Institute (WRI) over their ties to the Chinese government.",
  "CBD told the committee Earthjustice represented a coalition of environmentalists that filed suit in 2003 to stop the U.S. military from relocating it air base.",
  "The letter from top Republicans on the House Committee on Natural Resources is the fourth sent to environmental groups over their ties to foreign governments.",
  "Lawmakers say Earthjustice’s political activities may require them to register as a foreign agent, according to a copy of the letter obtained by TheDCNF.",
  "“We work on behalf of every American to protect our people against dangerous pollution and leave our children a livable world,” Deans said.",
  "A federal court ruled in favor of the Pentagon in 2018, but Earthjustice and others were busy lobbying to stop the base relocation.",
  "Bishop chairs the House natural resources committee, and Westerman chairs the subcommittee on oversight and investigations.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "It’s the second letter related to environmental opposition to the U.S. military presence in Okinawa, Japan.",
  "Environmentalists say the proposed relocation site would harm the dugong, an endangered marine mammal.",
  "Earthjustice is an environmental law firm often represents environmental activists in litigation.",
  "Rob Bishop of Utah and Bruce Westerman of Arkansas."
]