[
  "The statute explicitly states that its definition of a foreign agent does not include news or press agencies, but then goes on to say that the exemption only holds if the company is at least 80-percent owned by U.S. citizens and “not owned, directed, supervised, controlled, subsidized, or financed, and none of its policies are determined by any foreign principal …” Given that RT is funded by the Russian government and appears to lack full—if any—editorial independence from the Kremlin, the channel may not be exempt under FARA.",
  "Registration requires, among other things, the semi-annual reporting of the foreign agent’s activities and funding, and a disclaimer on “informational materials” that “the information is disseminated by the agents on behalf of the foreign principal.” Penalties for failing to comply can include a $10,000 fine or up to five years in prison (one of the more interesting applications of the law was its use in arresting Anna Chapman and 11 other members of a Russian spy ring in 2010).",
  "RT, for its part, claims that it “delivers stories often missed by the mainstream media” and “provides an alternative perspective on major global events, and acquaints an international audience with the Russian viewpoint.”\n\nIn the United States, designating RT a lobbyist would involve invoking the Foreign Agents Registration Act (FARA), a law passed in 1938 to counter German propagandists operating in the United States prior to the Second World War.",
  "The formula works: RT claims that it now reaches more than 644 million people worldwide, and it can slip in messages about Kremlin policy between more popular programming.” Operating with a budget that, at an estimated $300 million, rivals the BBC’s, RT has translated that formula into a major online presence, including more than a million YouTube subscribers.",
  "“Political activities” are defined as attempts to “influence any agency or official of the Government of the United States or any section of the public within the United States with reference to formulating, adopting, or changing the domestic or foreign policies of the United States,” and include public-relations and publicity work.",
  "The statute’s scope is broad, but in its most general sense, it is designed to identify any individual or organization that engages in political or quasi-political activities on behalf of a foreign government or organization.",
  "RT “started out in 2005 by telling positive stories about Russian history and culture—no one cared and ratings were terrible,” Peter Pomerantsev wrote last year in The Atlantic.",
  "Still, by my count, only four media organizations are registered under FARA at the moment: two Asian television networks and the distributors for two Chinese dailies.",
  "“Gradually, RT changed its strategy, becoming a platform for Western conspiracy-theorists, far-right nationalists, and far-left radicals who sympathize with Russia.",
  "With some exceptions, the act obligates organizations that meet this criteria to register as a foreign agent with the U.S. Department of Justice.",
  "Does RT fall under FARA’s auspices?"
]