[
  "The leaked emails, a trove of which were obtained by The Associated Press and published as part of an extensive investigation this week, reveal that Broidy was promised hundreds of millions of dollars in defense contracts from the United Arab Emirates while he was simultaneously pushing a pro-UAE and anti-Qatar agenda inside the Trump White House along with George Nader, a Lebanese-American businessman and lobbyist.",
  "The lawsuit filed Thursday also details other efforts by Qatar to influence U.S. policy, including an attempted purchase of a large stake of the conservative media website Newsmax, run by Trump ally Chris Ruddy, and by Americans lobbying for Qatar who have not registered under the Foreign Agents Registration Act (FARA.)",
  "According to Broidy's lawyers, the filing \"alleges that Qatar, al Thani … and other defendants attacked and sought to discredit Broidy because he stood in the way of Qatar’s aggressive efforts to ingratiate itself with the White House and deflect attention from its record of supporting terrorist organizations.\"",
  "/ Updated By Julia Ainsley\n\nWASHINGTON — Lawyers for Elliott Broidy, a top fundraiser for President Donald Trump, alleged in federal court on Thursday that a former CIA operative was behind hacks on his email that revealed his efforts to get the White House to embrace anti-Qatar policies.",
  "At the direction of Mohammed bin Hamad Khalifa al Thani, the brother of the emir of Qatar, the court filing claims, Global Risk Advisors solicited the help of a U.K. security firm, an Israeli citizen and a retired Moroccan diplomat to obtain Broidy’s emails.",
  "The former operative, Kevin Chalker, and David Mark Powell, his partner at Global Risk Advisors, an international consulting firm, opened an office in Doha in October 2017, two months before Broidy's emails began leaking in U.S. media, the lawsuit alleges.",
  "Emails between Nader and Broidy detailed their efforts to push Trump to fire Rex Tillerson as secretary of state, who had pushed for the end of the blockade, and pull out of the Iran nuclear deal — two actions Trump later chose to take.",
  "The lawsuit did not refer to the other controversy that has landed Broidy’s name in the news — his alleged affair with a Playboy Playmate that resulted in a $1.6 million payment made through Trump's personal lawyer, Michael Cohen.",
  "A person close to Broidy said that in the aftermath of both scandals, his attention has been diverted toward his family and legal defense and away from politics, though his company Circinus continues its contracts with UAE.",
  "The scandals have chilled Broidy's relationship with the White House, though he continues to do work for the United Arab Emirates, according to a person close to Broidy.",
  "Broidy himself never registered under FARA; his lawyers say he did not need to, because the money UAE paid him was for defense contracts, not lobbying.",
  "Tensions escalated in June 2017 when Qatar's Persian Gulf neighbors imposed a blockade to cut off the small nation from shipments by land and sea.",
  "Qatar's media attache in Washington, Jassim al-Thani, said in statement that Broidy's claims are \"completely fabricated and without merit.\"",
  "The accusation is the latest shot fired in the influence war between the United Arab Emirates and Qatar being played out in Washington.",
  "The facts show it was Mr. Broidy who conspired in the shadows against Qatar — not the other way around,\" al-Thani said.",
  "\"He attempts to portray Qatar as the aggressor, when he knows full well Qatar does not operate in this manner.",
  "\"It is a crime for any person to hack into the emails of a U.S. citizen,\" Broidy's lawyer, Lee Wolosky, said.",
  "Chalker, Powell and Global Risk Advisors did not immediately respond to a request for comment.",
  "\"It is all but an act of war when such an attack is orchestrated by a foreign government.\"",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings."
]