[
  "Radical left-wing icon former California Democratic Rep. Ron Dellums was a hired lobbyist for Natalia Veselnitskaya, the Russian lawyer who met with Donald Trump Jr. June 9, 2016, the Daily Caller News Foundation Investigative Group has learned.",
  "According to a complaint filed to the Department of Justice Foreign Agents Registration Act division last July, Dellums failed to register as a foreign agent representing a Russian-driven effort led by Veselnitskaya to repeal the Magnitsky Act.",
  "The former congressman is one of several high-profile Democratic partisans who was on Veselnitskaya’s payroll, working to defeat a law that is the hated object of a personal vendetta waged by Russian President Vladimir Putin.",
  "Congress passed the legislation, the Magnitsky Act, in response to the murder of Sergei Magnistky, a Russian lawyer who alleged corruption and human rights violations against numerous Russian officials.",
  "Fusion GPS is the firm that reportedly commissioned a phony “dossier” authored by former British spy Christopher Steele that alleged salacious and largely erroneous charges about President Donald Trump.",
  "His company does campaign work for foreign principles and foreign governments including the governments of Azerbaijan, the Democratic Republic of the Congo, UAE, and Nigeria as well as Russia.",
  "Follow Richard on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The act was a bipartisan bill enacted in December 2012 intended to punish Russian officials responsible for the death of Magnitsky, who died in a Moscow prison in 2009.",
  "But there has been little focus on the Democrats who willingly served for years on her payroll helping to wage a Russian-led lobby campaign against the law.",
  "Glenn Simpson, founder of Fusion GPS, also joined the Russian lawyer and “worked with her on a legal case for years,” according to The Washington Post.",
  "Potomac Square also partnered with Dean’s campaign manger Joe Trippi on behalf of the families of radical Islamic terrorists held at Guantanamo Bay.",
  "Prevezon was owned by Denis Katsyv who, along with Veselnitskaya, created the Human Rights Accountability Global Initiative Foundation in the U.S.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Most news organizations reject the dossier as dubious at best, but it eventually was published by BuzzFeed 10 days before Trump was inaugurated.",
  "Instead of investigating Prevezon Holdings Ltd., a Russian-owned firm implicated in the scandal, Russian officials arrested Magnitsky.",
  "He died in prison in 2009 after being tortured and killed in prison, according to the Russian Presidential Human Rights Commission.",
  "The Senate Committee on the Judiciary will convene a hearing next week on the Russian government’s opposition to the Magnitsky Act.",
  "Dellums also sued President George W. Bush’s 1991 military effort to liberate Kuwait after Saddam Hussein invaded the country.",
  "Dellums, who represented liberal San Francisco and Oakland, Calif., is a long-time darling of left-wing political activists.",
  "The former congressman is only one of a notable team of partisan Democrats Veselnitskaya hired to defeat the Magnitsky Act.",
  "As a congressman, he was fond of Cuban President Fidel Castro, and he supported Cuba’s military intervention in Africa.",
  "Putin retaliated by freezing American adoptions of Russian children and barred 18 Americans from entering Russia.",
  "TheDCNF contacted Dellums’ lobby firm but received no reply to inquiries about his role with the Russian lawyer.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "He served 13 terms in Congress as an African-American firebrand and proudly called himself a socialist.",
  "A national outcry has erupted in the establishment media about Trump Jr.’s meeting with Veselnitskaya.",
  "The foundation was designed to repeal the Magnitsky Act using a lobbying team that included Dellums.",
  "Witnesses are expected to include, among others, William Browder, the founder of the Hermitage Fund.",
  "Magnitsky was a tax lawyer with the Hermitage Fund, a London-based firm that invested in Russia.",
  "The legislation bars 18 Russians from entering the United States because of the lawyer’s death.",
  "Christopher Cooper, the founder and CEO of Potomac Square Group, also joined Veselnitskaya.",
  "The tax lawyer uncovered a $230 million scheme allegedly run by Russian mobsters.",
  "This is not the first time Dellums’ advanced the interests of dictatorships.",
  "The company’s clients have included Democratic California Gov.",
  "Jerry Brown and Democratic presidential hopeful Vermont Gov.",
  "He informed Russian officials of the corruption.",
  "President Barack Obama signed the act into law.",
  "He retired in 1996.",
  "Howard Dean."
]