[
  "In just a few months, we have learned that Flynn lied to Mike Pence, Vice President-elect, about obtaining a security clearance for Flynn’s son during the presidential transition; that during the same period, as President Obama was imposing sanctions on Russia for election meddling, Flynn communicated with the Russian ambassador about those sanctions, hinting that President Trump would take a softer line, and then lied to Pence about it (and stood by while Pence publicly repeated that lie); that Flynn was not truthful when questioned by the FBI about the same topic; and that Flynn spoke at a gala for RT, the Kremlin-backed propaganda network and received payments from RT, but dissembled about the source of the payments and seems to have failed to follow U.S. regulations about reporting them.",
  "He called Gülen “a shady Islamic mullah” whose network of schools and religious institutions have “the right markings to fit the description of a dangerous sleeper terror network.”\n\nWhatever the true nature of the Gülenist movement—though, it should be said, that no credible sources seem to agree with Flynn’s darkest speculations—the Erdogan government wants to crush this competing power center—perhaps the only one left in Turkey, now that he has purged the military and the press.",
  "But now, according to The Journal, we learn that Flynn’s work involved a meeting on September 19, 2016 with senior Turkish government officials to discuss how to remove a Turkish dissident from the United States without going through judicial or other legal processes—actions that could violate U.S. criminal laws and that certainly raise anew serious questions about Flynn’s judgment and ethics.",
  "Woolsey told CNN that he is not saying there was a “concrete plan” being prepared at the meeting, but there was “a good deal of discussion” of the general topic of ways to “put Gülen essentially out of action.”\n\nFlynn could still be in legal jeopardy even if his meeting with Turkish officials about Gülen never broached topics that would themselves constitute crimes.",
  "He soon left, according to the Journal, because he found “the topic startling and the actions being discussed possibly illegal.” There are federal and state statutes barring kidnapping, and conspiring about or aiding and abetting the same, but it is unclear if that is the potential illegality to which Woolsey was referring.",
  "But Woolsey’s statements to the Journal and CNN, and the FARA filing now suggest this was either false or a woefully incomplete account of the client and the purpose of Flynn’s work—that Flynn was actually advising the Turkish government about the extrajudicial removal of a green card holder from the United States.",
  "On March 7, after being fired as National Security Adviser, Flynn belatedly filed a FARA disclosure that revealed that, through his firm, Flynn Intel Group, he had worked in 2016 on behalf of Inovo BV, a firm based in Netherlands and owned by a Turkish businessman with links to the Turkish government.",
  "Recep Tayyip Erdogan, the country’s president, has been turning Turkey into an Islamist-tinged autocracy, purging the military and other state institutions of perceived internal enemies and jailing thousands of journalists, professors, civil society leaders, and political opponents.",
  "The Wall Street Journal recently reported stunning new information about retired U.S Army Gen. Michael Flynn, who was briefly the National Security Adviser to President Donald Trump before being fired for lying about his troubling contacts with the Russian ambassador to Washington.",
  "Relations between Washington and Ankara have also been strained over Turkey’s demand that the United States extradite a reclusive Turkish cleric and educator named Fethullah Gülen, now a U.S. permanent resident (green card holder) living in Pennsylvania.",
  "Flynn has denied that the extrajudicial removal of Gülen was discussed at the September 19 meeting, but with such an ample record of reasons to question Flynn’s credibility, it is getting difficult to concede that he deserves the benefit of the doubt.",
  "The Foreign Agents Registration Act (FARA) requires that a person acting as “an agent of a foreign principal”—including, among other things, an agent of a foreign government—file a disclosure of that relationship with the U.S. Department of Justice.",
  "Turkey’s foreign minister and the son-in-law of Erdogan, the country’s energy minister, were Flynn’s interlocutors that day about putting Gülen “out of action.”\n\nFlynn’s behavior—assuming that Woolsey’s account is accurate—is shocking.",
  "But the filing claims that Flynn’s work was on behalf of Inovo, not the Turkish government, and that it concerned merely “the political climate in Turkey” and “doing business in Turkey,” related to the export of natural gas.",
  "For several years, Erdogan and his allies have accused the elderly Gülen, who has been in the United States since 1999 and runs a large network of charter schools here, of plotting the subversion of the Turkish state.",
  "It has been known for months that Flynn did some consulting work for a Turkish company with links to the Turkish government, while also serving as one of the most important members of Trump’s campaign team.",
  "Might he be convinced to voluntarily visit a country friendly to Turkey, where he could be detained either by that friendly government or by Turkish agents operating there, and then whisked back to Turkey?",
  "Because of those communications and other contacts with the Putin government, Flynn is already at the center of the storm of the Russia-Trump investigations being conducted by Congress and the FBI.",
  "If they are not already, the FBI and Department of Justice prosecutors should look very closely at whether Flynn violated FARA or other federal criminal statutes in his work for Turkey.",
  "Gülen knows that detention without trial or a kangaroo court are awaiting him in Turkey, and so it seems impossible that he could be lured into returning there voluntarily.",
  "To date, the United States has not presented Turkey’s petition to extradite Gülen to a U.S. judge, likely because it does not credit the evidence that Turkey has offered.",
  "That seems to leave only extraordinary rendition—essentially kidnapping the wanted person and then using covert means to spirit him out of the United States.",
  "Barack Obama, Bill Clinton, and other high-ranking current or former U.S. government officials have visited or praised Gülen-related persons and entities.",
  "James Woolsey, the former director of the Central Intelligence Agency, was invited to the September 19 meeting but arrived late, after it had begun.",
  "He would of course be entitled to the reasonable doubt that the law grants all defendants were he ever criminally charged for this or other actions.",
  "Erdogan also blames Gülen for the failed coup in Turkey last summer—a charge that the German foreign intelligence agency just publicly refuted.",
  "The Gülenist network of businesses, charities, schools, and other organizations is wealthy and well-connected, in Turkey and the United States.",
  "There are perhaps three to six million followers of Gülen worldwide—primarily but not only in Turkey or of Turkish descent living elsewhere.",
  "So Turkey seems to have decided to seek extrajudicial options for getting Gülen back to Turkey, and apparently turned to Flynn for help.",
  "But some critics in the West accuse the Gülen network of being cult-like; others suggest it may be more Islamist than it claims.",
  "It is a welcome development that Flynn is no longer holding one of the most sensitive and important jobs in the U.S. Government.",
  "The statute specifies that the filing must be made within ten days of beginning to act as an agent of a foreign government.",
  "He was previously the head of the Defense Intelligence Agency, an important component of the U.S. intelligence community.",
  "That he would sell himself to the Erdogan government for such a disreputable (if not also criminal) task, is astonishing.",
  "It proclaims a commitment to democracy, a moderate form of Islam, human rights, education, and inter-faith collegiality.",
  "To be clear, news reports to date do not specify what methods Flynn and his Turkish government interlocutors discussed.",
  "Flynn’s FARA filing (available here) revealed that the September 19 meeting occurred and that Gülen was discussed.",
  "All the more so because he was a leading adviser to the Republican nominee’s presidential campaign at the time.",
  "But now it is not just Russia ties that are dogging Flynn and, by extension, his former boss, the President.",
  "Flynn wrote a breathless op-ed last fall denouncing Gülen and supporting Turkey’s extradition request.",
  "It is reported that Gülen never leaves his Pennsylvania home except for medical appointments.",
  "Andrew Kent is a professor of law at Fordham University School of Law in New York City.",
  "But relations have been severely strained for several years, for a number of reasons.",
  "Claire Berlinski in City Journal wrote a useful examination of Gülen in 2012.",
  "Turkey is a member of NATO and has long been an ally of the United States.",
  "Flynn’s work for the government of Turkey is now also a serious issue.",
  "There are not many possibilities for accomplishing Turkey’s goal.",
  "But the nature and extent of this work was not publicly known.",
  "Gülen was the subject of Flynn’s meeting on September 19.",
  "There are exemptions, but none seem to fit Flynn in 2016.",
  "Willful failure to comply with the statute is a felony.",
  "Flynn is a retired Lieutenant General of the U.S. Army.",
  "His Russia contacts are already being scrutinized.",
  "Flynn’s firm was paid $530,000 by Inovo.",
  "Unlikely."
]