[
  "WASHINGTON (AP) — A prominent Russian-American lobbyist and former Soviet military officer attended a meeting with President Donald Trump's son, son-in-law and campaign chairman last year, the lobbyist said Friday, adding a new wrinkle to the Trump team's evolving explanations about the June 2016 session.",
  "In a statement Sunday, Trump Jr. said the attorney had said she had information that people tied to Russia were funding the Democratic National Committee and supporting Clinton, a description that Akhmetshin backed up in his interview with the AP.",
  "The meeting has heightened questions about whether Trump's associates coordinated with Russia to meddle in the presidential election — to help him and thwart Hillary Clinton — and whether they've been forthcoming about their foreign contacts.",
  "He had not been previously identified as a participant in the meeting at Trump Tower in New York, which was billed as part of a Russian government effort to help the Republican's White House campaign.",
  "He's a well-known Washington presence, lobbying for Russian interests trying to undermine the allegations of a lawyer who died in a Russian prison and is the namesake of a U.S. sanctions law.",
  "In emails posted by Donald Trump Jr. earlier this week, a music publicist said he arranged the meeting because a Russian lawyer wanted to pass on negative information about Democrat Clinton.",
  "Veselnitskaya brought with her a plastic folder with printed-out documents that detailed what she believed was the flow of illicit funds to the Democrats, Akhmetshin said.",
  "Veselnitskaya presented the contents of the documents to the Trump associates and suggested that making the information public could help the campaign, he said.",
  "Akhmetshin told the AP he served in the Soviet military in a unit that was part of counterintelligence but he was never formally trained as a spy.",
  "Trump Jr. asked the attorney if she had sufficient evidence to back up her claims, including whether she could demonstrate the flow of the money.",
  "Jared Kushner, Trump's son-in-law and current White House senior adviser, and then-campaign chairman Paul Manafort also attended the meeting.",
  "In his first public interview about the meeting, Akhmetshin said he accompanied Veselnitskaya to Trump Tower where they met an interpreter.",
  "While Trump Jr. has confirmed that Russian attorney Natalia Veselnitskaya was in the meeting, he has not disclosed Akhmetshin's presence.",
  "Akhmetshin has been reported to have ties to Russian intelligence, a characterization he dismisses as a \"smear campaign.\"",
  "The president's son has publicly discounted the meeting, saying he did not receive the information he was promised.",
  "Publicist Rob Goldstone, who brokered the meeting via email with Trump Jr., has told the AP that he was there.",
  "The go-between stated that the discussion was part of a Russian government effort to help the GOP candidate.",
  "He also said he recognized Manafort because they worked in \"adjacent political circles\" but never together.",
  "\"This could be a good issue to expose how the DNC is accepting bad money,\" Akhmetshin recalled her saying.",
  "Federal and congressional investigators are probing possible connections between the campaign and Moscow.",
  "Akhmetshin said he does not know if Veselnitskaya's documents were provided by the Russian government.",
  "It was unclear if she handed the documents to anyone in the room or simply left them behind, he said.",
  "He said he had learned about the meeting only that day when Veselnitskaya asked him to attend.",
  "Asked about Akhmetshin's participation, Manafort spokesman Jason Maloni declined comment.",
  "Trump Jr.'s attorney did not respond to inquiries, nor did a spokesman for Kushner.",
  "Rinat Akhmetshin confirmed his involvement to The Associated Press in an interview.",
  "But Veselnitskaya said the Trump campaign would need to research it more.",
  "Veselnitskaya has denied having any ties to the Russian government.",
  "He said he thinks she left the materials with the Trump associates.",
  "She did not respond to additional attempts to contact her Friday.",
  "He said there were others in the room but he didn't know them.",
  "After that, Trump Jr. lost interest, according to Akhmetshin.",
  "When reached by the AP this week, she declined comment.",
  "\"They couldn't wait for the meeting to end,\" he said.",
  "Akhmetshin said he recognized Kushner and Trump Jr.",
  "He said he showed up in jeans and a T-shirt.",
  "Story continues"
]