[
  "In an interview in January with TheDC, Browder blasted Simpson, saying that he “knowingly spread false information on behalf of people connected to the Russian government to try to protect Russian torturers and murderers from consequences.” (RELATED: Oppo Researcher Behind Trump Dossier Did Work On Pro-Kremlin Lobbying Effort)\n\nThat story came full circle earlier this month after it was revealed that Denis Katsyv’s Russian lawyer, Natalia Veselnitskaya, met last June with Donald Trump Jr. at Trump Tower.",
  "After reaching out to Jose de Cordoba, the Wall Street Journal reporter who worked the Derwick story, the newspaper issued a statement saying that it “is proud of its strong coverage of various aspects of politics and business in Venezuela.”\n\n“Our editorial decisions are independent and in keeping with our long tradition of tough and fair reporting.",
  "The official said that meeting was requested by Derwick’s representatives in order to stave off publication of the Journal article, which would be embarrassing to the company because it detailed a scheme to overbill the Venezuelan government billions of dollars to build power plants and provide kickbacks to Venezuelan officials.",
  "Thor Halvorssen, the founder of the Human Rights Foundation, says in a letter to the committee that Fusion GPS targeted him and several other people because of their criticism of Derwick Associates, a Venezuelan energy company reportedly under investigation for an alleged multi-billion dollar kickback scheme.",
  "Fusion GPS was hired to investigate Browder on behalf of Denis Katsyv, a Russian businessman whose company, Prevezon Holdings, faced a civil case in the U.S. because of an investigation conducted by Sergei Magnitsky, Browder’s lawyer and the namesake for the sanctions bill.",
  "A prominent human rights activist is providing the Senate Judiciary Committee with new information on Wednesday about Fusion GPS, the opposition research firm behind the dossier of anti-Trump research compiled last year by former British spy Christopher Steele.",
  "That reporting includes an Aug. 8, 2014, article that was at the forefront in noting federal and New York City preliminary investigations into the Venezuelan company Derwick Associates,” Wall Street Journal spokesman Steve Severinghaus said in the statement.",
  "Intelligence Online reported in 2014 that Singer’s fund, Elliott Management Corporation, hired Fusion to investigate the Argentine government and provide PR and media relations as part of the firm’s dispute over a multi-billion dollar bond investment.",
  "Reached for comment about the report that Singer hired Fusion GPS to work on the Argentine bond case, a spokesman for the billionaire said that the firm is unable to comment on its work with private investigators due to confidentiality agreements.",
  "(RELATED: Oppo Firm Behind Trump Dossier Was Hired Gun For Planned Parenthood)\n\nFusion GPS also investigated Frank VanderSloot, an Idaho billionaire who says he was targeted by Fusion GPS after donating $1 million to Mitt Romney in 2012.",
  "(RELATED: Fusion GPS Founder Will Plead The Fifth)\n\nMystery surrounds Fusion GPS, which Simpson founded in 2010, a year after leaving the Journal, where he was highly regarded as an expert on terror financing and money laundering cases.",
  "“Fusion is basically a pen-for-hire shop, whose owners are prepared to concoct completely spurious stories that are fed to media contacts developed over years of legitimate work in reputable outlets,” Boyd claimed to TheDC.",
  "Halvorssen asserts that in addition to smearing opponents of its clients, Fusion GPS draws on its partners’ experience as reporters to place stories in the press, and sometimes kill articles unfavorable to their clients.",
  "Halvorssen alleges that Fusion GPS — which was founded by a group of ex-Wall Street Journal reporters — was working for Derwick Associates when it spread false rumors in the media that he is a pedophile and drug addict.",
  "But New York Times reporter Ken Vogel reported on Twitter recently that sources told him that Akhmetshin has worked with Simpson for years, first as a source when Simpson was at the Journal and now as a researcher.",
  "“I urge you to probe into Fusion GPS’s Venezuelan activities and especially into their willingness to pay journalists in exchange for the publication of baseless smears,” Halvorssen says in the testimony.",
  "Halvorssen, who was born in Venezuela and is of Norwegian descent, was invited by the Senate Judiciary Committee to submit his testimony ahead of its hearing on the Foreign Agents Registration Act (FARA).",
  "The Russian side, possibly relying on information compiled by Fusion GPS, has attempted to undermine the Magnitsky Act by claiming that Browder is attempting to cover up his own money laundering scheme.",
  "Though Fusion GPS says that the firm was not aware of the Trump Tower meeting before it was reported in the news, one unanswered question is whether Akhmetshin was involved in the Trump dossier project.",
  "The man who set up that meeting, Rob Goldstone, told Trump Jr. that Veselnitskaya — who was described as a “Russian government attorney” — would provide opposition research about Hillary Clinton.",
  "According to Halvorssen, as de Cordoba was finishing up his reporting, he was called to a meeting in Caracas with Peter Fritsch, his former boss at the Journal and one of Fusion’s co-founders.",
  "Browder, the CEO of Hermitage Capital, became a Fusion GPS target because of his work to pass the Magnitsky Act, a 2012 law that blacklists Russian businessmen accused of human rights abuses.",
  "Steele ended up writing 35 page of memos containing unsubstantiated allegations of Trump’s sexual perversion and election collusion between the Trump campaign and Russian government.",
  "Prior to the dossier revelation, Fusion GPS was perhaps best known as the firm hired by Planned Parenthood to discredit undercover videos recorded by the Center for Medical Progress.",
  "***\n\nIn his testimony, Halvorssen theorizes about why there has been almost no media coverage of the Derwick case despite law enforcement agencies probing the company’s activities.",
  "Halvorssen also details what he says was told to him by Jose de Cordoba, a Wall Street Journal reporter who worked on an investigative piece about Derwick Associates in July 2014.",
  "One small but intriguing revelation in that filing is that Orbis first hired Fusion in 2010, a reversal of the roles in the dossier contract where Fusion hired Steele’s outfit.",
  "De Cordoba’s article never appeared in the Journal, and Halvorssen claims that Fusion GPS and lawyers for Derwick successfully killed the piece by threatening legal action.",
  "Halvorssen alleges in his testimony that Fusion GPS has violated the law by working on behalf of Derwick, which he says is closely aligned with the Venezuelan government.",
  "Halvorssen’s sentiments about Fusion GPS are echoed by Bill Browder, a London-based financial manager who will testify before the Senate Judiciary Committee on Wednesday.",
  "Halvorssen, who began researching Derwick in 2012 and was a source for de Cordoba, says that the reporter told him that he viewed the meeting as an intimidation tactic.",
  "Browder says he was tortured and killed because his investigation uncovered a $230 million money laundering scheme involving Kremlin-connected Russian businessmen.",
  "Alek Boyd, a former associate of Halvorssen’s, says he was also targeted in a smear campaign because he drew attention to Derwick’s alleged financial misdeeds.",
  "Akhmetshin is a Washington, D.C.-based lobbyist, who like Simpson, has deep connections to Beltway reporters, private investigators, and political operatives.",
  "One source who knows both operatives told TheDC that the two have at least “crossed paths” in the relatively small world of high-stakes opposition research.",
  "Fusion GPS published a report downplaying the significance of the videos, which showed some Planned Parenthood doctors discussing the sale of fetal tissue.",
  "***\n\nLittle else is known about Fusion GPS’s other projects, which are shielded from publicity by non-disclosure agreements and confidentiality clauses.",
  "Also in that meeting was Rinat Akhmetshin, a former Soviet intelligence official who some U.S. officials think may still be an active Russian agent.",
  "By the following June, after Trump won the GOP nomination, Fusion GPS found an ally of Hillary Clinton’s to pay for the anti-Trump research project.",
  "But Intelligence Online has also reported that both the hedge fund and Fusion denied that they were involved in the Trump research project.",
  "The firm has refused to identity the Republican and Democratic clients who hired it to investigate Trump during the presidential campaign.",
  "One project that has received almost no attention is Fusion GPS’s work for the hedge fund operated by Paul Singer, a major GOP donor.",
  "Browder denies that allegation and has questioned the veracity of the Trump dossier because of Simpson’s involvement in the project.",
  "The Daily Caller spoke to a former senior U.S. government official who said that de Cordoba also told him of the Caracas meeting.",
  "Fusion GPS are “highly paid smear experts,” Halvorssen says in the testimony, a copy of which was obtained by The Daily Caller.",
  "The report was widely cited in the press, though often without disclosure that Fusion GPS was working for Planned Parenthood.",
  "TheDC was also able to view a letter that a Derwick attorney sent to the Journal the same month of the Caracas meeting.",
  "The FBI has reportedly met with Steele and relied on the dossier as part of its Trump-Russia collusion investigation.",
  "Steele revealed in court papers filed in the UK in May that Orbis first contracted with Fusion GPS in Jan. 2010.",
  "The spokesman declined to comment on the record regarding whether Singer hired Fusion GPS to investigate Trump.",
  "He also claims, though without providing evidence, that Fusion GPS has paid reporters to smear their enemies.",
  "That’s when Fusion brought in Steele, a former MI6 agent who operates Orbis Business Intelligence in London.",
  "Fusion GPS did not respond to a list of questions about its work with Derwick, Steele and on other projects.",
  "After threatening to plead the Fifth, he reportedly agreed on Tuesday to talk to the committee in private.",
  "He also said that Fritsch provided derogatory information about the activist and other Derwick critics.",
  "Singer’s firm eventually prevailed in the dispute and was able to buy bonds for pennies on the dollar.",
  "A lawyer for Fusion GPS told TheDC earlier this month that the firm has not worked with Akhmetshin.",
  "Glenn Simpson, Fusion’s chief executive and co-founder, was subpoenaed to testify at the hearing.",
  "The Republican, described as a wealthy donor who disliked Trump, hired Fusion GPS in Sept. 2015.",
  "He said he also faced false allegations of being a pedophile, sexual deviant and drug addict.",
  "An intern working for Fusion contacted court houses in Idaho looking for dirt on VanderSloot.",
  "Soon after, negative stories about him began to appear in national and local news outlets.",
  "The business relationship between Fusion GPS and Orbis is also shrouded in mystery.",
  "And the reason for that, he says, is Fusion GPS.",
  "Magnitsky died in a Russian jail in 2009.",
  "Follow Chuck on Twitter"
]