[
  "“The behavior of Mr. Blumenthal and Mr. Kornblum, to include multiple reported transmittals to the Secretary of State on behalf of foreign entities, consists of the type of activity Congress intended to reach,” he wrote, adding, “yet, it appears that the DOJ has not required either individual to register under FARA.”\n\n“Not only has the DOJ failed to explain why Mr. Blumenthal and Mr. Kornblum have not been required to register under FARA, the DOJ’s August 31 response also failed to specify what other steps were taken to ensure compliance with FARA in this particular case,” the letter continues.",
  "“With respect to the named individuals, lacking their consent, proof of death, an official acknowledgment of an investigation of them, or an overriding public interest, even to acknowledge the existence of such records pertaining to these individuals would constitute a clearly unwarranted invasion of personal privacy and could reasonably be expected to constitute an unwarranted invasion of their personal privacy,” Arnetta Mallory said in an email.",
  "Blumenthal told Clinton that the Georgian election “could be a potential hot spot a month before the US election.”\n\n“Kornblum suggests that a politically beleaguered Saakashvili might ratchet up tensions with Russia before the election, drawing Republican attention and creating a cudgel to beat the Obama administration as soft on Russia,” wrote Blumenthal, a former journalist who worked in the Bill Clinton White House.",
  "He also said that letters of inquiry sent by the FARA Unit “are considered investigative activity.”\n\n“Consistent with longstanding Department of Justice practice, we neither confirm, nor deny the existence of non-public investigations and therefore, cannot comment or provide documents on the existence, or nonexistence, of investigative activities,” Kadzik concludes.",
  "“Here, however, the Department of Justice (the Department) has not inspected any books or records of Mr. Blumenthal or Mr. Kornblum…because, as noted above, neither individual is, or ever has been, a registered agent of a foreign principal,” Kadzik stated.",
  "The agency responded the following month, saying that the DOJ’s FARA Unit, which works under the National Security Division, “sends a letter of inquiry to the appropriate individuals or entity” when it is believed that they failed to comply with FARA.",
  "(RELATED: Hillary Clinton Friend Lobbied Her On Behalf Of Foreign Political Party)\n\nAs was disclosed in the memo, Kornblum was working for Bidzina Ivanishvili, a Georgian billionaire who was head of the Georgian Dream political party.",
  "Blumenthal appears to have engaged in such activity when on Sept. 3, 2012, he sent a memo to Hillary Clinton on behalf of John Kornblum, an international lobbyist who served as ambassador to Germany during Bill Clinton’s presidency.",
  "The Obama administration is staying quiet about whether Sidney Blumenthal lobbied his longtime friend Hillary Clinton on behalf of a Georgian political party with ties to Russian president Vladimir Putin.",
  "On Tuesday, the Justice Department denied a Freedom of Information Act request from The Daily Caller seeking documents involving Blumenthal’s registration under the Foreign Agents Registration Act (FARA).",
  "Blumenthal’s email — which was one of hundreds that he sent to Clinton while she was secretary of state — piqued the interest of reporters as well as of Senate Judiciary Committee chairman Chuck Grassley.",
  "“According to a search of the FARA records, neither Mr. Blumenthal nor Mr. Kornblum is, or ever has been, registered under FARA,” Assistant Attorney General Peter Kadzik wrote to Grassley on Aug. 31.",
  "Blumenthal’s email to Clinton included a memo from Kornblum and a letter from Ivanishvili, both requesting U.S. support for Georgian Dream, which won the Oct. 1, 2012 contest, displacing Saakashvili.",
  "International lobbying and FARA compliance took center stage recently after Donald Trump’s ex-campaign manager, Paul Manafort, became embroiled in a scandal involving his work on behalf of Ukraine.",
  "It was also revealed that the Podesta Group, a lobbying firm co-founded by Clinton’s campaign chairman, failed to register under FARA despite working with Manafort on the lobbying effort.",
  "The report found that “there was not a coordinated strategy on FARA” and that DOJ officials “acknowledged the differing views on what constitutes a FARA charge.”\n\nFollow Chuck on Twitter",
  "Last April, Grassley, an Iowa Republican, sent a letter to then-Attorney General Eric Holder asking whether Blumenthal and Kornblum had registered under FARA.",
  "FARA requires Americans who lobby government officials on behalf of foreign officials or foreign political parties to disclose their activity to the DOJ.",
  "He also asks Lynch about FOIA requests and whether any DOJ correspondence with Blumenthal and Kornblum will be made through the transparency law.",
  "Additionally, the letter points to a recent DOJ inspector general audit which dinged the agency for its lax FARA registration requirements.",
  "The DOJ has also refused to provide answers to the Senate Judiciary Committee about whether it has contacted Blumenthal in the matter.",
  "TheDC filed a FOIA request for documents related to the DOJ’s inquiry in those cases as well as in the Blumenthal/Kornblum matter.",
  "And on Tuesday, a DOJ government information specialist who handles FOIA issues denied TheDC’s request for any Blumenthal records.",
  "He said that DOJ can inspect records of agents of foreign governments, but only if the lobbyist has registered under FARA.",
  "In it, he asks Attorney General Loretta Lynch why the DOJ has not required Blumenthal and Kornblum to register under FARA.",
  "“The Department will take appropriate steps to evaluate whether further action is warranted,” the DOJ said in its letter.",
  "An ally of Russian president Vladimir Putin, Ivanishvili was challenging Mikheil Saakashvili, a U.S. ally.",
  "The Podesta Group hired outside counsel to investigate whether it failed to comply with FARA.",
  "Manafort lobbied on behalf of pro-Russia party in Ukraine but did not register under FARA.",
  "A similar denial was issued to the Senate Judiciary Committee last month.",
  "The DOJ never did provide follow-up to that inquiry, TheDC has learned.",
  "For his part, Manafort resigned from the Trump campaign.",
  "Grassley submitted a new letter on Tuesday."
]