[
  "The memo, which is clearly written with a desire to play up the impact of Manafort's work for Ukraine in the U.S., goes on to boast about placing op-eds in American publications like the Hill and the Christian Science Monitor and about \"pitching our narrative and messaging to key reporters and editors at the Washington Post, the Wall Street Journal, and New York Times.\"",
  "| Alex Brandon/AP Photo Mueller unveils more proof Manafort led Ukraine lobbying in U.S.\n\nSpecial counsel Robert Mueller made public new evidence Tuesday that former Trump campaign chairman Paul Manafort directed an organized but unregistered lobbying campaign in the U.S. on behalf of Ukrainian President Viktor Yanukovych.",
  "Prosecutors noted in their new filing that while no such condition was imposed in the Washington case, he was told not to engage with witnesses in another case he is facing: a prosecution Mueller filed in Virginia federal court charging Manafort with tax evasion, bank fraud and failing to report overseas bank accounts.",
  "\"The Hapsburg group’s outreach responded to an 'urgent request' from the Ministry of Foreign Affairs of Ukraine, which stressed that its request for a Hapsburg member to 'make an early morning call' to a Senator was an issue 'under Big Guy’s personal control'—a reference to President Yanukovych,\" prosecutors wrote.",
  "In what appears to be an incomplete, draft memo titled \"US Consultants — Quarterly Report\" and addressed to Yanukovych, Manafort wrote that he had \"organized and leveraged the visits of\" two Hapsburg group members \"to make critical in-roads in how policymakers view Ukraine.\"",
  "Those people — who aren't identified in court documents but appear to be Alan Friedman and Eckart Sager, two former journalists based in Europe — directed efforts by a group of former European politicians to burnish Yanukovych's reputation, according to prosecutors.",
  "\"The strategy for the first quarter of 2013 was to heavily engage with the UGS [sic] and US Congress, using a strategy I built called 'Engage Ukraine' which focused the dialogue on positive key issues, and away from\" Tymoshenko, Manafort wrote in the memo.",
  "In a public court filing, Mueller's team released two memos from 2013 detailing Manafort's involvement in efforts to influence debate in Congress and in the U.S. press about the imprisonment of Yanukovych's main political rival, Yulia Tymoshenko.",
  "Story Continued Below\n\nManafort is facing a September trial on charges that he violated the Foreign Agents Registration Act by failing to register with the Justice Department in connection with the lobbying campaign, among other charges.",
  "Paul Manafort's defense lawyers have argued that the lobbying campaign on behalf of Ukrainian President Viktor Yanukovych and his allies was focused on Europe and that any outreach he made to potential witnesses was consistent with that.",
  "U.S. District Court Judge Amy Berman Jackson is scheduled to hold a hearing Friday on prosecutors' request to revoke Manafort's house arrest or tighten the restrictions on him as a result of the alleged witness tampering.",
  "A brief filed by prosecutors indicates that earlier lobbying by members of the Hapsburg group coordinated by Manafort and his deputy, Rick Gates, came directly in response to requests by the Ukrainian government.",
  "Mueller's prosecutors obtained a new indictment last week, adding new charges that Manafort sought to obstruct justice by tampering with the potential testimony of two people involved in the lobbying campaign.",
  "Manafort's defense lawyers have argued that the lobbying campaign on behalf of Yanukovych and his allies was focused on Europe and that any outreach he made to potential witnesses was consistent with that.",
  "\"Manafort’s own words establish the falsity of his representation that the Hapsburg group was 'European-focused,'\" Mueller's team wrote, They also seared him for \"brazen efforts at corrupt persuasion.\"",
  "Romano Prodi, a former Italian prime minister and a member of the Hapsburg group, had visited Washington and met with Rep. Ed Royce (R-Calif.) and congressional staffers the month before.",
  "But the memos Mueller submitted Tuesday show an evident attempt by the former European politicians — known as the \"Hapsburg group\" — to shape the Ukrainian leader's image in the U.S.",
  "One of the people involved detailed meetings Prodi had with Senate Foreign Relations Committee staffers and said Manafort was immediately briefed on the sessions.",
  "\"One of the most critical goals that we have achieved during this quarter is to prevent the application of any sanctions against the GoU or its officials.",
  "Another document made public by prosecutors, an email dated March 13, 2013, indicated Manafort was closely involved in Prodi's visit to Washington.",
  "We have been able to accomplish this by implementing key messages from the 'Engage Ukraine' strategy, many of which resonate with key U.S.",
  "Hapsburg group members called U.S. senators in 2012 to try to influence a resolution condemning Yanukovych's imprisonment of Tymoshenko.",
  "Manafort's defense has argued that he was never told not to contact witnesses in the case.",
  "\"He was in good form and is thrilled with our work and Habsburg,\" the lobbyist wrote.",
  "Prosecutors say the evidence of the Manafort-led group's U.S. activity is undeniable.",
  "A spokesman for Manafort declined to comment on the documents unearthed by Mueller.",
  "Manafort is set to go to trial in the Virginia case on July 25.",
  "The D.C. trial is set to follow Sept. 17.",
  "The memo is dated April 22, 2013.",
  "officials.\""
]