[
  "In November, two Republican senators, John McCain and Lindsey Graham, proposed an amendment to JASTA that would allow Americans to sue foreign governments for terrorist attacks only if the foreign nations “knowingly engage with a terrorist organization directly or indirectly, including financing.”\n\nSaudi Arabia is paying Qorvis MSLGROUP, “one of the largest public relations firms in the world,” to lobby for the McCain-Graham amendment.",
  "“When I start asking questions and you ignore it, I’m not going to do business with you.”\n\nGaskin sent an email to Durand on Jan. 12 laying out his concerns:\n\nDauntless Communications, the Qorvis-contracted consulting firm in California, set up an exhibition booth at a gun show held Jan. 28 and 29 at the Grand Sierra Resort in Reno, Nevada, according to a source.",
  "In a section where Eisenhammer is required to list the services he will render for Saudi Arabia, he writes: “Outreach to media, influencers, and state and federal elected officials regarding the Justice Against Sponsors of Terrorism Act (JASTA).”\n\nEisenhammer claims to be receiving an undisclosed salary for his work.",
  "The Kingdom of Saudi Arabia is paying at least one large public relations firm in Washington, D.C. to recruit American military veterans who will agree to visit Capitol Hill to tell members of Congress — in person — that they oppose a new federal law allowing civil lawsuits against state sponsors of terrorism.",
  "The law is the Justice Against Sponsors of Terrorism Act (JASTA), which creates a way for American citizens to file civil claims against foreign governments for deaths and other damage related to terrorist acts if the foreign governments financed those attacks.",
  "“They want to make it look like a groundswell.”\n\nOpponents of the Justice Against Sponsors of Terrorism Act say that the law could potentially cause U.S. soldiers, diplomats and private citizens to be at risk because of retaliatory legislation in other nations.",
  "Identical copies of the eight identical Dec. 22 letters written for Ruscigno were sent to Sen. Dianne Feinstein, Sen. Mitch McConnell, Rep. Paul Ryan, Rep. Duncan Hunter, Rep. Nancy Pelosi, Rep. Kevin McCarthy, Rep. Paul Cook and Rep. Doug LaMalfa.",
  "A third person attempting to recruit veterans who will personally tell members of Congress they oppose JASTA is Sarah Durand, the former chief of staff for Kentucky first lady Glenna Bevin (and, before that, president of the Louisville Tea Party).",
  "The top of the forms features a pledge to “support and lobby for any amendment or rewrite to JASTA.” Veterans have an option to indicate that they “are interested in going to Washington, DC and making my views known” to members of Congress.",
  "(RELATED: EXCLUSIVE: Saudi Arabia Is Astroturfing America To Roll Back 9/11 Law)\n\nDuring his presidential campaign, now-President Donald Trump expressed vigorous support for the Justice Against Sponsors of Terrorism Act in its current form.",
  "Gaskin said he believes that one reason military veterans might decide to take an all-expenses-paid trip to Washington to lobby members of Congress is because it offers a chance to meet powerful people and feel something like a celebrity.",
  "Durand then replied:\n\nThe petition to which Durand alludes in her email is entitled “Fix JASTA Now!”\n\nGaskin told The Daily Caller that Durand failed to provide concrete details about what he would be speaking about in Washington.",
  "The Foreign Agents Registration Act, which dates back to 1938, requires U.S.-based public relations firms to make public disclosures if they are funded by foreign nations and promote political propaganda about those nations.",
  "Identical copies of the Dec. 27 letter written for Fletcher were sent to Sen. Chuck Schumer, Sen. John Cornyn, Sen. Richard Burr, Sen. Jack Reed, Sen. Ben Cardin, Sen. Bob Corker, Rep. Devin Nunes and Rep. Adam Schiff.",
  "As of early November, The Hill reports, the Kingdom of Saudi Arabia is paying 14 lobbying firms to convince Congress to change the law — and thus to prevent any federal trial in which Saudi Arabia must defend itself.",
  "A source who wishes to remain anonymous told TheDC that the recruitment of veterans to take paid trips to Washington is occurring in several states including California, Nevada, Tennessee, Indiana and North Carolina.",
  "One of the consultants Qorvis has hired — on an undisclosed salary — is Eric Eisenhammer, the founder and CEO of Dauntless Communications, “a digital communications and public affairs company” in California.",
  "In a Foreign Agents Registration Act statement dated Oct. 11, 2016, he lists the Kingdom of Saudi Arabia as the single foreign principal for whom he intends to render services on behalf of Qorvis MSLGROUP.",
  "As of October, Saudi Arabia was paying American lobbyists and public relations firms $1.3 million each month to fight against the right of Americans to sue terror-financing nations, according to The Hill.",
  "Malachias Gaskin, a combat veteran from Tennessee, told TheDC that he initially received a vague recruiting email in January from a friend, also an ex-soldier, seeking veterans to speak in Washington.",
  "In a short-form registration statement pursuant to the Foreign Agents Registration Act of 1983 dated Oct. 8, 2016, Eisenhammer, the Dauntless Communications CEO, describes himself as a consultant.",
  "D.C. and Northern Virginia as part of a criminal investigation into Saudi payments to U.S.-based lobbying firms for political purposes, according to a contemporaneous account by The New York Sun.",
  "Nevertheless, he said, he was offered the opportunity to stay at the Trump International Hotel in Washington, D.C. — a “five-star hotel with spa” where a standard room costs about $500 per night.",
  "Saudi Arabia’s government also appears to be funding luxurious, all-expenses-paid trips to Washington, D.C. for the veterans which include stays at the $500-per-night Trump International Hotel.",
  "A Dec. 27 email concerning “printed letters” “recently done for veterans” obtained by The Daily Caller contains a signature line identifying Eisenhammer as an agent of Dauntless Communications.",
  "Qorvis is the primary registrant for two consultants — and possibly more — who are working in different parts of the country to recruit veterans to oppose JASTA in the halls of Congress.",
  "Terry Strada, a widow and the national chair for the 9/11 Families & Survivors United for Justice Against Terrorists, spoke to TheDC about the recruitment of veterans to oppose JASTA.",
  "I asked who was paying for it and they wouldn’t tell me.”\n\nA spokesman for Qorvis MSLGROUP strenuously disagrees with the notion that there has been any intent to deceive veterans.",
  "He and Senator McCain are seeking to torpedo JASTA by imposing changes demanded by Saudi Arabia’s lobbyists,” the 9/11 widow said in a statement sent previously to TheDC.",
  "Supporters of the law say it will deter state-sponsored terrorism in the United States and give victims of Sept. 11 the possibility of redress in civil court.",
  "They all think it is bad policy.”\n\nAmong the veterans who have lobbied against the law are military attorneys and retired generals, the Qorvis spokesman said.",
  "Strada, the 9/11 Families & Survivors United for Justice Against Terrorists chair, detailed the mechanics of lobbying members of Congress in Washington.",
  "In a nutshell, she told TheDC, lobbying means literally walking into congressional office buildings to greet members of Congress and speak to staffers.",
  "The veterans would likely try to visit key offices, such as those belonging to congressmen assigned to the House Armed Services Committee.",
  "In response to the 9/11 law (now and when it was a bill), the Saudi government has been engaging in a furious lobbying effort against it.",
  "He lists the Kingdom of Saudi Arabia as the single foreign principal for whom he intends to render services on behalf of Qorvis MSLGROUP.",
  "In 2004, the U.S. Justice Department raided the offices of Qorvis MSLGROUP — then called Qorvis Communications — in downtown Washington.",
  "The lawsuit is a primary reason Congress overwhelmingly overrode President Barack Obama’s veto and passed JASTA in September 2016.",
  "“When I started calling friends of mine who are politically savvy, they said you really need to look into this,” Gaskin also said.",
  "For example, one set of exactly identical letters is signed by a retired Coast Guard veteran named Patricia Fletcher.",
  "“They’re being duped.”\n\nStrada also suggested that the Saudi government is likely financing the trips to Washington.",
  "This is totally transparent.”\n\n“We’re not telling veterans what to think or what to say,” the spokesman also said.",
  "Another set of eight exactly identical letters is signed by a retired U.S. Army veteran named Stephanie Ruscigno.",
  "Once Gaskin gained an understanding of JASTA, he said, he concluded that he does not want it to be amended.",
  "Gaskin said he took it upon himself to find out more about the Justice Against Sponsors of Terrorism Act.",
  "Dauntless was using pre-typed forms to attempt to collect information from veterans at the Reno gun show.",
  "Strada’s group has been engaged in a long struggle to sue the Kingdom of Saudi Arabia in federal court.",
  "The business address he provides is a low-slung, nondescript office building in a suburb of Sacramento.",
  "The Daily Caller’s attempts to seek comment from Dauntless Communications and Durand were unsuccessful.",
  "“We believe Saudi Arabia is funding the flights and paying for hotels for these veterans,” she said.",
  "Qorvis has also hired Tennessee-based consultant Paul Stanley for a lump sum payment of $12,000.",
  "Dauntless Communications ran the booth and was registered at the gun show, TheDC’s source said.",
  "“The charge that veterans didn’t know what they were talking about is not really the truth.",
  "Veterans Advocacy Group — groups identified in emails to Gaskin — were also unsuccessful.",
  "“This is not some back-stage, behind-the-scenes maneuver,” the spokesman told TheDC.",
  "A corporate travel agency, WorldTravelService, emailed a paid itinerary to Gaskin.",
  "“They literally never told me anything about what the trip was for,” Gaskin said.",
  "She used a Gmail account which does not appear to have included a signature line.",
  "“They’re being approached by people who are agents of Saudi Arabia,” Strada said.",
  "In this case, the military veterans would communicate rehearsed talking points.",
  "TheDC has also obtained several letters of the kind described by Eisenhammer.",
  "Details were scant and remained scant, which Gaskin said he found perplexing.",
  "Opponents also say that JASTA dilutes the principle of sovereign immunity.",
  "They are sets of identical missives addressed to members of Congress.",
  "“Then, we would be going to talk to Congress.”\n\nThings moved quickly.",
  "“I was like: this is why they aren’t giving me information,” he said.",
  "But the veterans who come to Washington are conversant with JASTA.",
  "The other consultant working for Qorvis is Stanley, in Tennessee.",
  "“They give you dates, flights and itineraries,” the source said.",
  "“Senator Graham is now stabbing the 9/11 families in the back.",
  "His corporate affiliation in Tennessee — if any — is unclear.",
  "Send education-related story tips to erico@dailycaller.com.",
  "Durand’s may or may not have any affiliation with Qorvis.",
  "It could have been the truth for a couple you talked to.",
  "For obvious reasons, Strada strongly supports JASTA.",
  "Attempts to reach Advocacy Group, Inc. and N.M.L.B.",
  "He says he is receiving a flat fee of $12,000.",
  "“There was going to be a dinner,” Gaskin said.",
  "“And then it’s following up,” Strada said.",
  "Gaskin replied seeking further details.",
  "I was asking very specific questions.",
  "“This is totally out in the open.",
  "The email came from Durand.",
  "“It kind of ticked me off.",
  "Follow Eric on Twitter.",
  "Like Eric on Facebook.",
  "Fees are exorbitant."
]