[
  "Deputy Assistant Attorney General for National Security Adam Hickey told reporters that the multi-agency assessment made public by the U.S. government in January, which alleged a concerted effort by Russia to interfere in the U.S. presidential race last year, was one of the factors that led the Justice Department to examine whether RT's U.S. affiliates were violating the Foreign Agents Registration Act by failing to register.",
  "However, they said the alleged violations by Manafort and Gates were egregious because of \"the dollar volume of earning from the violation, its longevity, its maintenance through creation of a sham entity designed to evade FARA’s requirements, and its continuation through lies to the FARA unit.”\n\nAsked if those were the criteria that would lead a case to be considered for prosecution, Hickey took a somewhat different tack.",
  "The Justice Department's decision to direct Russian-backed English-language news outlet RT to register as a foreign agent was triggered in part by an intelligence community report that said the network played a role in Moscow's efforts to aid Donald Trump in the 2016 election, a DOJ official said Thursday.",
  "Story Continued Below\n\n\"You probably are aware that the intelligence community published an assessment of Russia's efforts to interfere with our presidential election last year,\" Hickey said in response to a question about why RT was told to register in August after operating in the U.S. since 2010.",
  "Hickey declined to discuss the indictment special counsel Robert Mueller recently obtained charging former Trump campaign chairman Paul Manafort and campaign official Rick Gates with violating FARA by failing to register as foreign agents for their work on behalf of Ukraine.",
  "\"There have been a number of cases in the last year where there was a U.S. person or entity engaged in activity that we would not otherwise know was occurring on behalf of a foreign principal except for the fact that someone wrote a news report about it.",
  "| Kirill Kudryavstev/AFP/Getty Images DOJ told RT to register as foreign agent partly because of alleged 2016 election interference Justice Department official says scrutiny of Russian English-language channel followed U.S. intelligence agency report.",
  "In a conference call with journalists in the U.S. and overseas, including some from RT, Hickey said it was clear from RT's contracts that the network's U.S. affiliates were under the control of a Russian government-backed broadcaster, TV Novosti.",
  "He pleaded guilty earlier this month to a single felony count of making false statements to the FBI but acknowledged in the plea proceeding that he submitted false information to the Justice Department's FARA office about his Turkey-related work.",
  "RT's U.S. subsidiary and a related production company officially registered as foreign agents under protest last month after a heated back-and-forth with Justice Department officials about the firms' obligations under FARA.",
  "RT's U.S. subsidiary and a related production company officially registered as foreign agents under protest last month after a heated back-and-forth with Justice Department officials about the firms' obligations under FARA.",
  "A letter DOJ sent to RT in August mentioned the intelligence community's findings about the pro-Kremlin network but did not explicitly say that the intelligence agencies' findings led to renewed scrutiny of RT.",
  "Asked if the Justice Department plans to demand that other Russia media outlets operating in the U.S. register, Hickey said, \"We do not have a plan that identifies particular countries or particular entities.\"",
  "Another official caught up in the Mueller probe, former national security adviser Michael Flynn, also came under investigation for allegedly failing to register as a foreign agent for Turkey.",
  "\"Generally, the largest single factor in my mind is whether an individual knows their legal obligation and deliberately chooses not to fulfill it or comply with it,\" the official said.",
  "Hickey also said Russia was not being singled out for extraordinary treatment, noting that media outlets with links to China, Japan and South Korea have also registered under FARA.",
  "RT said it disagreed with DOJ's position but was obliged to register in order to avoid the possibility that employees in its U.S. operations could be arrested.",
  "An attorney for Manafort has said that his defense regards the case, which includes money laundering charges, as a dispute over \"failing to file some forms.\"",
  "The Justice Department official said reviews of whether entities need to register under FARA are often the result of reports appearing in the press.",
  "\"Often, we receive our leads about who should register…from reading the reports that are published by investigative journalists,” Hickey said.",
  "\"The decision to register in response to a letter from the Department of Justice is a voluntary decision.",
  "In that case, Mueller's team acknowledged that FARA violations are very rarely prosecuted.",
  "\"That report was certainly relevant to our decision to examine them more recently.\"",
  "Only an independent federal judge can compel an entity to register,\" Hickey said.",
  "\"Entities that disagree with our conclusion can make us prove our case in court.\"",
  "And that led us to say, ‘Well, that looks like a credible report.",
  "Let’s dig a little deeper and ask some questions.\"",
  "He also disputed that RT was forced to register.",
  "Manafort and Gates have pleaded not guilty."
]