[
  "Paul Manafort, former campaign manager for U.S. President Donald Trump arrives for a bond hearing at U.S. District Court in Washington Thomson Reuters\n\nContemporaneous notes taken by President Donald Trump's campaign chairman Paul Manafort at a meeting with a Russian lawyer and lobbyist at Trump Tower during the election reference Cyprus, \"active sponsors of RNC,\" and \"Russian adoptions by American families,\" according to an interview transcript released by Congress earlier this week.",
  "\"Cyprus Offshore, Bill Browder's structure, you know, investment -- Hermitage Capital, his hedge fund, set up numerous companies in Cyprus to engage in inward investment into Russia,\" Simpson said, \"which is a common structure, both partially for tax reasons but also to have entities outside of Russia, you know, managing specific investments.\"",
  "Senate Judiciary Committee investigators showed the notes to Glenn Simpson, the cofounder of the opposition research firm Fusion GPS, and asked him whether he recognized any of the terms or phrases Manafort wrote down during the June 9 meeting and later provided to congressional investigators.",
  "Bill Browder, a wealthy American banker who renounced his US citizenship and became a British citizen in 1997, was the target of opposition research conducted by Fusion GPS on behalf of a US law firm representing the Russian holding company Prevezon.",
  "Simpson had told the committee earlier that his work for Prevezon's American lawyers was focused \"on trying to get William Browder to testify under oath about his role in this case and his activities in Russia.\"",
  "The notes mentioned \"active sponsors of RNC\" and referenced Juleanna Glover, a political strategist and lobbyist who served as Dick Cheney's press secretary during the Iraq war, according to the transcript.",
  "The references to \"133 million,\" Glover, and Cyprus — where Manafort himself kept bank accounts during his years working in Ukraine and investing with a Russian oligarch — had not been previously reported.",
  "Donald Trump Jr., who was also at the meeting, said in a statement last summer that the Russian lawyer who had promised the campaign dirt on Hillary Clinton spoke only of Russia's adoption policy.",
  "Glover confirmed on Friday that she served as the Ashcroft Group's lead lobbyist pushing for the Magnitsky Act's passage between 2011 and 2012, and had worked with Browder in that capacity.",
  "'Browder hired Joanna Glover' is a mistaken reference to Juleanna Glover, who was Dick Cheney's press secretary during the Iraq war and associated with another foreign policy controversy.",
  "NBC reported last August that the notes made a vague reference to political contributions and the RNC and therefore elevated the significance of the notes for congressional investigators.",
  "He has since been indicted by special counsel Robert Mueller on charges including money laundering, tax-fraud, and violations of the Foreign Agents Registration Act.",
  "Simpson added that \"a couple of items\" in the notes referenced things his firm had worked on, including Cyprus and Bill Browder's financial ties to the country.",
  "\"Do these phrases about -- including Mr. Browder, mean anything to you or relate to any of the research that you conducted or otherwise aware of regarding Mr.",
  "Manafort gave his notes, which he took on his iPhone, to the Senate Intelligence Committee last July when he appeared before the committee to testify.",
  "\"We understand these are meeting notes,\" said Jason Foster, the chief investigative counsel for Senate Judiciary Committee chairman Chuck Grassley.",
  "Browder had accused Prevezon of being involved in a $230 million tax-fraud scheme and laundering the stolen money into New York City real estate.",
  "The policy was altered to bar American families from adopting Russian children in retaliation for the signing of the Magnitsky Act in 2012.",
  "\"Do any of the other entries in here mean anything to you in light of the research you've conducted or what you otherwise know about Mr.",
  "\"I could tell -- obviously you know who Bill Browder is,\" Simpson told the committee, after being shown the Manafort meeting notes.",
  "It is not clear why the \"RNC\" — possibly a reference to the Republican National Committee — was brought up during the meeting.",
  "Simpson said he could guess:\n\n\"So, 'Value in Cyprus as inter,' I don't know what that means,\" Simpson said.",
  "\"'Illici,' I don't know what that means 'Active sponsors of RNC,' I don't know what that means.",
  "'Russian adoptions by American families' I assume is a reference to the adoption issue.\"",
  "\"I can only tell you I assume that's what that references,\" Simpson added.",
  "There was also a reference to \"133 million,\" according to Simpson.",
  "\"I don't know what the 133 million --\"\n\nFoster cut Simpson off.",
  "Manafort's spokesman Jason Maloni declined to comment.",
  "Foster asked.",
  "Browder?\"",
  "Browder?\"",
  "he asked."
]