[
  "\"To borrow from Orwell, all \"foreign agents\" are equal, but looks like only RT is denied congressional accreditation on the basis of FARA status, while the likes of NHK and China People's Daily carry on business as usual, and US officials continue to claim that the forced FARA registration for RT America's operating company isn't at all discriminatory.\"",
  "In a letter addressed to T&R Productions LLC, the production company behind RT America, the Executive Committee of the Congressional Radio & Television Correspondents' Galleries said they unanimously voted to withdraw the credentials after the company was forced by the Justice Department to register as a foreign agent earlier this month.",
  "\"According to the text of the law, media that receive financial assistance from foreign states or organizations can be recognized as foreign agents, while the decision on which outlets will be classified as 'foreign agents' will be taken by the Ministry of Justice,\" the Russian state-funded website Sputnik reported.",
  "\"To all the self-righteous defenders of 'freedom of speech' who oh-so-ardently proclaimed that FARA registration places no restrictions whatsoever on RT's journalistic work in the US: Withdrawal of Congressional credentials speaks much louder than empty platitudes,\" Simonyan said.",
  "\"Americans have a right to know who is acting in the United States to influence the U.S. government or public on behalf of foreign principals,\" Acting Assistant Attorney General for National Security Dana J. Boente said in a statement at the time.",
  "Press credentials for Capitol Hill give reporters greater access to members of Congress than the general public, including entry to the Speaker's lobby, the press galleries of the House and Senate Floors and other areas.",
  "The rule is stated on the official Congressional Radio & Television Correspondents' Galleries website, which includes a list of requirements that journalists must abide by in order to gain membership.",
  "In retaliation, Russian President Vladimir Putin signed amendments into law this past weekend that will allow foreign media outlets in Russia to be listed as \"foreign agents.\"",
  "Upon its registration as a foreign agent under the Foreign Agents Registration Act (FARA), RT Network became ineligible to hold news credentials,\" the letter states.",
  "\"The rules of the Galleries state clearly that news credentials may not be issued to any applicant employed 'by any foreign government or representative thereof.'",
  "RT \"conducts strategic messaging for [the] Russian government\" and \"seeks to influence politics, [and] fuel discontent in the U.S.,\" the report stated.",
  "RT had initially skipped an October deadline to register as a foreign agent in an attempt to fight the Justice Department's requirement that it do so.",
  "RT was singled out in a intelligence community report published in January on Russia's attempts to influence the 2016 U.S. election.",
  "The operations of RT, formerly known as Russia Today, and the news site Sputnik have faced scrutiny in the US over the past year.",
  "Russian officials have said the move is a retaliatory response to the U.S. government forcing RT to register under FARA.",
  "The report also said Sputnik was \"another government-funded outlet producing pro-Kremlin radio and online content.\"",
  "T&R Productions LLC relented and filed as a foreign agent with the Department of Justice on November 10.",
  "The Russian state-funded television network RT had its U.S. Capitol credentials revoked on Wednesday.",
  "It's also often a precursor to other credentials, including permanent White House press credentials.",
  "RT Editor-in-Chief Margarita Simonyan blasted the decision in a statement Thursday."
]