[
  "And on January 15, 2015 vice President-elect, Mike Pence stated on several Sunday morning shows regarding Mr. Flynn's conversation with ambassador quote, \"What I can confirm, having spoken to him about it, is that those conversations that happened to occur around the time that the United States took action to expel diplomats had nothing whatsoever to do with those sanctions,\" end quote.",
  "There was one in particular that spoke about Trump campaign individuals meeting with Russian intelligence agents and again, Director Comey, I don't know if you can comment on this, but the White House chief of staff, said against that day, on the next day that Mr. McCabe from your office you went to him at the White House and told him that that story was BS.",
  "SEWELL: I'd like to turn to another topic about Mr. Flynn, his failure to disclose until pressured last week, by my colleagues on the House Oversight and Government Relations Committee, Government Reforms Committee, payments he received from Russia for his 2015 trip to the 10th anniversary Gala of RT, the Russian owned propaganda media outlet.",
  "Given Russian's long-standing desire to cultivate relations with influential U.S. persons, isn't the American public right to be concerned about Mr. -- Mr. Flynn's conduct, his failure to disclose that contact with the Russian ambassador, his attempts to cover it up and what looks like the White House's attempts to sweep this under the rug.",
  "And the reason I'm pointing that out is, that's sort of the situation, you know, the other way around that you can't comment on something, often there's inference out there that because a person's name is brought up, because he may have worked with somebody at a certain time, that there's a guilt implied in that so that's one problem.",
  "[12:10:05]\n\n\n\nOn January 26, the -- the acting Attorney General, Sally Yates reportedly told president Trump's White House counsel, who immediately told President Trump that Mr. Flynn was vulnerable to Russian blackmail because of discrepancies between Vice President-elect Pence's public statement and Mr. Flynn's actual discussions.",
  "On March 15, former acting director of CIA, Mike Morell, who was the acting director under President Obama and put on the record I've had differences with Mike Morell in the past but he was asked about the question of the Trump campaign conspiring with the Russians and his answer was there's smoke but there is not fire at all.",
  "ROGERS: Me, from my perspective, we didn't have a fully formed view until the end of December...\n\n\n\nNUNES: At some point -- at some point, the assessment -- at some point, the assessment changed from -- from going from just trying to hurt Hillary Clinton to no, that they were actually trying to help Donald Trump get elected.",
  "And I know you cannot comment but I believe it is my duty as a member of this committee to comment to the American people that this -- that his engagement of lying and failure to disclose really important information and contacts with a foreign ambassador do rise to the level of -- of disclosure and to me, criminal intent.",
  "SCHIFF: And have the Russians in Europe demonstrated a preference for business people as political leaders with the hope that they can entangle them in financial interests or that they may allow their financial interests to take precedence over the interests of the countries in Europe they represent?",
  "But I guess I could ask you just in the remaining moments I have in this round, I know that -- I guess it was just two weeks ago that Director Clapper said that as far as he knows, all the evidence he's seen, there's no evidence of any collusion at all between the Trump campaign and the Russians.",
  "CONAWAY: So it's you're statement to us then that the FBI was consistent in it's assessment that they integrate the U.S. electoral process, hurt Hillary and her potential and current across all of that across all of that, that they intended to help Trump, that's your testimony this morning?",
  "And doesn't the DOD, the Department of Defense prohibit retired military officers from taking any consulting fees, gifts, traveling expenses, honorariums, a salary from a foreign government, including commercial enterprises owned by or controlled by a foreign government like RT?",
  "According to the January 2017 declassified IC assessment report, RT's criticism of the United States was quote, \"The last facet of its broader and long-standing anti-U.S. messaging likely aimed at undermining viewer's trust in the U.S. Democratic procedures,\" end quote.",
  "SEWELL: Shouldn't the American people be concerned what -- I think that it's really hard for us to fathom that he wouldn't know that he should've disclosed that he received $30,000 as a part of -- of a speaking engagement to RT, the Russian U.S. anti-propaganda outlet.",
  "So Director Comey, isn't it true that the House Oversight Committee last week, received information and released publicly that Mr. Flynn accepted nearly $35,000 in speaking fees and traveling fees from RT, this government -- Russian government owned media outlet.",
  "And wouldn't you think that at the height of our concern about Russian hacking, that Mr. Flynn would have remembered meeting with the Russian ambassador and would have been --and would have told him to stop meddling in our affairs, but that didn't happen, did it?",
  "Now, Mr. Comey, do you think that Mr. Flynn's failure to disclose the communication and contact he had with the Russian ambassador and their topic of conversation along with a blatant lie to Vice President Pence meet the standard for an investigation by the FBI?",
  "I'm sure you can understand my concern that Mr. Flynn not only failed to disclose the contacts with the Russian ambassador, but he said he did not remember whether he discussed sanctions against Russia with that ambassador and I find that really hard to believe.",
  "Now, a lot of it is just dead wrong, which is one of the challenges because we don't correct it, but it does strike me there's been a lot of people talking or at least reporters saying people are talking to them in ways that have struck me as unusually active.",
  "We have been...\n\n\n\n(CROSSTALK)\n\n\n\nSEWELL: And how long have you known about that, a few months, a few years, I mean how long has the United States...\n\n\n\n(CROSSTALK)\n\n\n\nROGERS: Some number of years, I apologize ma'am, I just don't know off the top of my head.",
  "SEWELL: Aren't I right to assume then, that the former Director of DIA, the Defense Intelligence Agency Mr. Flynn, would have been aware that RT's role as an anti-U.S. Russian propaganda outlet when he agreed to speak at their anniversary Gala in 2015.",
  "SEWELL: Now, I know, Director Comey, that you probably can't comment on this as well but I think it's really important that we review a short timeline and -- that's based on press reportings because we need to get this for the public record, I think.",
  "And I would just say on that because again, we're not going into the classified sections, that indicating that historically Russians have supported Republicans, and I know that language is there, to me puts somewhat of a cloud over the entire report.",
  "COMEY: There is -- I'm not going to discuss in an unclassed forum, in the classified segment of the reporting version that we did, there is some analysis that discusses this because remember this did come up in our assessment on the Russian piece.",
  "I'm not in any way being critical of either of you, I'm just saying this is a situation I think can be damaging to the country and does advance the Russian interest of trying to destabilize democracy and cause a lack of confidence in our system.",
  "SCHIFF: And I won't ask you to say whether this is an accurate characterization of Mr. Trump, I won't put you in that spot, but would it be logical for the Kremlin to prefer a candidate that disparaged NATO to be president of the United States?",
  "And also as far as aid to Ukraine, far as I recall, the Obama administration always refuse to give the lethal aid to Ukraine and it can be argued that the Republican platform in 2016 was actually stronger than the Democratic platform on that.",
  "Secondly, That Mr. Flynn lied about taking money from the Russian government and thirdly, that Mr. Flynn at a minimum did not disclose work as an agent of a foreign -- of a foreign power and that the White House did not help in this concern.",
  "And I don't know who else was in that room and that was leaked out, it seemed within minutes or hours, of you handing him that dossier and it was so confidential, if you read the media reports that you actually handed it to him separately.",
  "Now Director Comey, following on Mr. Himes's line of questioning, am I correct that the Foreign Agents Registration Act requires that individuals who lobby on behalf of a foreign government must register with the United States government?",
  "SEWELL: Moreover, isn't it also true that according to the emoluments clause of the United States Constitution, a person holding any office of profit or trust cannot accept gifts or payments from a foreign -- from a foreign country.",
  "But we are duty-bound to protect classified information, both in the first when we get it, and then to make sure we don't accidentally jeopardize classified information by what we say about something that appears in the media.",
  "So if the New York Times can be believed, I would think there would have to be somebody from the FBI who is telling them about these purported meetings, which Mr. McCabe said was BS, with the Russian intelligence agencies.",
  "[12:05:01]\n\n\n\nSCHIFF: I'm not going to put you in the spot of answering whether this is an accurate characterization of Mr. Trump's views, but it would be logical for the Kremlin to want someone who had a dim view of NATO.",
  "I mean you were at a classified briefing with the president-elect of the United States and it had to be a very, very small universe of people who knew that you handed them that dossier and it was leaked out within hours.",
  "COMEY: In our joint report, we recount that the Russians -- that President Putin has expressed a preference for business leaders in leading other governments and mentions Gerhard Schroder and -- I'm going to forget one.",
  "Wouldn't it be a little preposterous to say that historically, going back to Ronald Reagan and all that we know about maybe who the Russians would prefer, that somehow the Russians prefer Republicans over Democrats?",
  "SEWELL: And isn't it true that the Trump White House, on at least two occasions, was asked by Mr. Flynn's lawyers whether he should report that work, the work that he was doing on behalf of the Turkish government.",
  "SEWELL: Not only did Mr. Flynn not remember talking to the Russian ambassador and not only did he not remember what they talked about, he also appeared to have lied to Vice President-elect Mike Pence all about it.",
  "When somebody says I'm talking to a reporter, I'm declassifying secret information, you can't tell -- the reporter can't tell who it is because, as Mr. Gowdy was saying earlier, speaking on condition of anonymity.",
  "In a\n\n\n\nclassified setting, I might be able to share more with you, but I'm not going to confirm any conversations with either President Obama or President Trump or when President Trump was the President-elect.",
  "CONAWAY: You mentioned earlier in one of our hearings that when anybody uses -- the I can't talk because I'm bound by position anonymity or whatever, that really is code for breaking the law generally, right?",
  "KING: I fully understand the media's fascination with palace intrigue, with which faction of the White House is trying to outdo the other, that's all -- to me, that's all legitimate, that goes with the game.",
  "I just like to use the example, for instance we could've said that in 2012 President Obama was overheard on microphone telling Medvedev that I'm reelected, tell Vladimir we can work out better arrangements.",
  "And while we can't talk about whether there are an investigation, I believe that we here at HPSCI, at the House Permanent Select Committee on Intelligence must put those facts into the public domain.",
  "SEWELL: And isn't it true that just last November 2016, Mr. Flynn was working as a foreign agent doing work that principally benefited the government of Turkey and yet reported until just last week?",
  "We also know from press reportings that sometime in December, Mr. Flynn met in person with the Russian ambassador at Trump Tower and that Mr. Trump's son- in-law, Jared Kushner was also there.",
  "It seems to indicate the direction it was going in, but anyway, let me just say this for the record, and I know what your answer's going to be, but I have to get this statement on the record.",
  "On February 10, President Trump denied knowledge of this, telling reporters on Air Force One, quote, \"I don't know about that,\" end quote, in response to questions about Mr. Flynn's conduct.",
  "ROGERS: So we're certainly aware and have been for some period of time of the direct connections between Russian government and RT individuals, we're aware of monetary flow and other things.",
  "And I don't know how many people were in the room, but within hours, that was leaked to the media and that gave the media the excuse or the rationale to publish almost the entire dossier.",
  "I think it's important though that the American people understand the scope and breath of what, in public open source press reportings of Mr. Flynn's actions that led to his resignation.",
  "And if it is a disclosure of classified information, if you're going to start with investigating the leaks, to me that would be one place where you could really start to narrow it down.",
  "We don't talk about it because we don't wanna confirm it, but I do think it should be investigated aggressively and if possible, prosecuted so people take as a lesson, this is not OK.",
  "So again if we -- if there was investigation going on with the Obama administration, we can lay out all these scenarios and say well that proves something or it might prove something.",
  "But if you're talking about leaking classified information, if you're talking about leaking investigations, I mean -- you've stated today that there is an FBI investigation going on.",
  "Do either you or Admiral Rogers have any reason to disagree with the conclusion of General Clapper that there's no evidence of collusion between the Russians and the Trump campaign.",
  "So I say this to say that the American people deserve to know the full extent of Mr. Flynn's involvement with the Russians and the extent to which it influenced the 2016 election.",
  "And yet we've can have various scenarios laid out which can go on for months and months and months without anyone be able to disprove them until the investigation is completed.",
  "KING: Well, could you say it was -- obviously, Admiral Rogers was in the room, you were in the room, General Clapper was in the room and Director Brennan was in the room.",
  "But I do think in the last six weeks, couple of months, there's been at least -- apparently a lot of conversation about classified matters that's ending up in the media.",
  "Going back to December where, not the Intelligence Committee, but the Washington Post was told the conclusion of the report -- a similar one -- what it was going to be.",
  "This is an unmasking of names where you may have 20 people in the NSA and a hundred people in the FBI, its not putting together a report or the intelligence agency.",
  "Now obviously a detailed, exhaustive report was put out talking about Russian influence in the campaign along with the intelligence apparatus had input into that.",
  "And then in 2013 we saw that basically President Obama invited the Russians into Syria when they've been pretty much removed from the Middle East 40 years before.",
  "It wasn't simply that the Russians had a negative preference against Secretary Clinton, they also had a positive preference for Donald Trump, isn't that correct?",
  "KING: Well, not the conversation or even the fact that you gave it to him, but can you -- can you tell us who was in the room for that briefing that you gave?",
  "COMEY: No, because I'm not going to confirm that there was such a conversation because then, I might accidentally confirm something that was in the newspaper.",
  "The media reports are that at the end of that meeting, Director Comey, you presented president-elect Trump with a copy of the now infamous or famous dossier.",
  "This January assessment points out that this was a strategy that Russia employed, going back to before, the 2012 elections, according to the IC assessment.",
  "But as a general matter, if you're going to represent a foreign government here in the United States, touching our government, you should be registered.",
  "I can't believe that Mr. Flynn, a retired military officer would take money from the Russian government in violation of the United State Constitution.",
  "COMEY: So my talking about who was in the room would be a confirmation that was in the newspaper was classified information, I'm not going to do that.",
  "I think it was on January 6, when yourself, Admiral Rogers, Director Brennan, and General Clapper went to Trump tower to meet with President Trump.",
  "But I'd like to read an exchange between Mr. Flynn and a Yahoo news correspondent from July 2016 regarding his trip to Russia, during the RT event.",
  "And you made that change, from the beginning of December it was not that they were trying to help Donald Trump, but that changed by early January.",
  "SEWELL: Director Comey, would be unusual for a foreign government official to be -- to get paid by a foreign adversary to attend such an event?",
  "COMEY: And again, Mr. King, I can't comment because I do not ever wanna confirm a classified conversation with a president or president- elect.",
  "COMEY: Any unauthorized disclosure of classified conversations or documents is potentially a violation of law and a serious, serious problem.",
  "SEWELL: Can you -- can you speak to whether or not the emoluments clause would apply to someone like Mr. Flynn, a retired three-star general?",
  "SEWELL: So isn't is -- I just find be really hard to believe that given the emoluments clause does apply to retired officers like Mr. Flynn.",
  "ADMIRAL MICHAEL S. ROGERS, DIRECTOR, NATIONAL SECURITY AGENCY: Likewise, I'm not going to comment on an ongoing investigation's conclusions.",
  "I -- I understand people's curiosity about our work and intense interest in it, and as Mr. King said, oftentimes, speculation about it.",
  "SEWELL: So Director Comey, I know you I cannot discuss whether any investigations are ongoing with U.S. persons, and I respect that.",
  "REP. MICHAEL CONAWAY (R), TEXAS: How much did this -- this is written by a guy named Adam Entous, Elaine something, and Greg Miller.",
  "At first, both because there may be more people involved in the thing than you realized, not -- not this particular, but in general.",
  "And would it be unusual and raise some questions at the FBI, if that person failed to disclose the payments received for that trip?",
  "We have situations in the New York Times where they talk of meetings, they talk about transcripts, they talk about conversations.",
  "NUNES: Don't you think it's ridiculous to say that -- for anyone to say that the Russians prefer Republicans over Democrats?",
  "SCHIFF: And would they have a preference for a candidate that expressed an openness to repealing the sanctions over Ukraine?",
  "And that's the reason so much information that reports to be accurate classified information is actually wrong in the media.",
  "KING: Yeah, but we all know that the four of you went to Trump Tower for the briefing, I mean that's not classified, is it?",
  "\n\n\n\nReturn to Transcripts main page\n\nINSIDE POLITICS\n\nFBI Confirms Probe Into Russian Election Meddling at House Hearing.",
  "We know that he ridiculed candidate Romney in the 2012 election when Romney said that he thought Russia still a threat.",
  "So I would just, again, if -- I'm not asking you to hurry the investigation along, you have to do what you have to do.",
  "COMEY: Again, I'm sure you have already spoken to people who are greater experts than I but yes, they don't like NATO.",
  "That day, the Obama administration expelled 35 Russian operatives from the United States and announced new sanctions.",
  "We don't know in those particular races and I'm not qualified enough...\n\n\n\nNUNES: I'm just asking a general question.",
  "I should add that the White House and Mr. Flynn didn't disclose this December face-to-face meeting until this month.",
  "On January 20 -- January 12, sorry -- 2017, press reported that Mr. Flynn contacted the Russian ambassador again.",
  "REP. TERRI SEWELL (D), ALABAMA: I'd like to continue my questioning -- the line of questioning on Michael Flynn.",
  "This behavior can be deterred and it's deterred by locking some people up who have engaged in criminal activity.",
  "Are you making any effort to find out who leaked it and do you believe that constituted a criminal violation?",
  "SCHIFF: Would they have a preference for a candidate who encouraged Brexit and other departures from Europe?",
  "Don't we, as the American people, deserve the right to know and shouldn't our FBI investigate such claims?",
  "Mr. Comey and Mr. Rogers, you both said that the Russians had -- they favored Donald Trump, the selection.",
  "This is the peril of trying to comment on newspaper articles that report to report classified information.",
  "If you could yield me a few minutes into the next round -- I'll just start with this -- make the comment.",
  "The reason I'm saying that is, I don't know exactly how they define things like lobbying in the statute.",
  "The purpose of the meeting was to quote \"Establish a line of communication\" end quote, with the Kremlin.",
  "What level of proof do we need in order for us to have a criminal investigation by the FBI of Mr. Flynn?",
  "ROGERS: I'm not in a position to comment on the knowledge of something else from another person, ma'am.",
  "SEWELL: My final line of questioning is in regard to Mr. Flynn working as an agent of a foreign power.",
  "And they are one, that Mr. Flynn lied about his communication with the -- with the Russian ambassador.",
  "Until the investigation was completed, that type of almost possibly slanderous comments could be made.",
  "But, it is an enormous problem whenever you find information that is actually classified in the media.",
  "KING: But again, you're not going to disagree with General Clapper, you're just not going to comment.",
  "Berlusconi because he believes they're people that are more open to negotiation, easier to deal with.",
  "By then, it was pretty clear that the Obama administration was going to take actions against Russia.",
  "That was early December as far as I know and then by January, you had all changed your mind on that.",
  "I've spent most of my career trying to figure out unauthorized disclosures and where they came from.",
  "I read over the weekend something from George Washington and Abraham Lincoln complaining about them.",
  "The White House also publicly denied that Mr. Flynn and the Russian ambassador discussed sanctions.",
  "And how long has the intelligence community been looking at RT as an arm of the Russian government?",
  "So on December 25, 2016, Mr. Flynn reportedly exchanged text messages with the Russian ambassador.",
  "On December 29, 2016, Mr. Flynn reportedly spoke on the phone with the Russian ambassador again.",
  "I think there are other motives behind people requesting anonymity but that can be one of them.",
  "CONAWAY: Did those writers from \"The Washington Post\" help you write the January 6 assessment?",
  "That really should be interpreted because I'm breaking the law and I don't want to be ousted.",
  "SCHIFF: Would they have a preference for a candidate who expressed open admiration for Putin?",
  "SEWELL: Isn't it true that Mr. Flynn was reportedly paid over half $1 million for this work?",
  "And to me -- and I've been here a while -- I've never seen such a sustained period of leaks.",
  "And more people have been told about it or heard about it or staff have been briefed on it.",
  "And those echoes are in my experience, what most often ends up being shared with reporters.",
  "On December 28, 2016, Mr. Flynn reportedly spoke on the phone with the Russian ambassador.",
  "So Admiral Rogers, am I right that the RT is essentially owned by the Russian government?",
  "COMEY: I don't know in general and as to the specific, I'm -- I'm just not gonna comment.",
  "REP. ADAM SCHIFF (D-CA), RANKING MEMBER, INTELLIGENCE COMMITTEE: Thank you, Mr. Chairman.",
  "KING: But could you tell us who was in the room, whether or not there was a conversation?",
  "Is there any way you can comment on whether or not Mr. McCabe told that to Mr. Priebus?",
  "You were talking about the significance of leaks and how important it is we stop them.",
  "So gentlemen, it's clear to me that Mr. Flynn should be under criminal investigation.",
  "And of course on February 13, 2017, Mr. Flynn resigned as national security advisor.",
  "And for what I believe it's been the cooperative you've always given this committee.",
  "I just have a couple of follow-up questions before I pass to Representative Sewell.",
  "But we can't do it well or fairly to the people we investigate if we talk about it.",
  "ROGERS: I never saw a U.S. intelligence community analytic position on that issue.",
  "First of all, let me thank Director Comey and Admiral Rogers for being here today.",
  "Aired Noon-12:30p ET\n\nAired March 20, 2017 - 12:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "And I believe that such violations worthy of a criminal investigation by the FBI.",
  "I didn't take any money from Russia if that's what you're asking me,\" end quote.",
  "ROGERS: I didn't think that that's what you just heard us say, I apologize, sir.",
  "And so I'll use that as an example and also, one where there's a small universe.",
  "I'm just saying, it's a small universe of people that would've known about that.",
  "It often turns out, there are more people who know about something you expected.",
  "COMEY: All kidding aside, I don't think that's something I should be answering.",
  "So is it -- do Russians historically prefer Republicans to win over Democrats?",
  "Did they help draft the July -- January 6th document for the intel committee?",
  "CONAWAY: I wonder how they got almost the exact language on December the 9th.",
  "This is four people in a room with the president- elect of the United States.",
  "Somebody who's familiar with that investigation spoke to the New York Times.",
  "I'm not going to help people who did something that -- that is unauthorized.",
  "Now, Director Comey, all of these accounts are open source press reportings.",
  "ROGERS: I don't know that we ever did -- drew a formal analytic conclusion.",
  "Often times, it doesn't come from the people who actually know the secrets.",
  "It comes from one hop out, people who heard about it or were told about it.",
  "I understand your situation where you can't comment on the investigation.",
  "There's no little camp fire, there's no little candle, there's no spark.",
  "And yet the administration didn't give him any advice to the contrary.",
  "[12:15:00]\n\n\n\nCOMEY: I believe I've seen news accounts to that effect.",
  "COMEY: Again, I don't want to get into business of commenting on that.",
  "Were there any other people in the room that could've leaked that out?",
  "NUNES: Did the Russians prefer John McCain in 2008 over Barack Obama?",
  "NUNES: Did the Russians prefer Mitt Romney over Barack Obama in 2012?",
  "COMEY: I have to give you the same answer, I'm not going to comment.",
  "REP. DEVIN NUNES (R-CA), CHAIRMAN, INTELLIGENCE COMMITTEE: Mr. King?",
  "COMEY: I can't, Mr. King, but I can agree with your general premise.",
  "KING: Could you tell us who else was in the room with you that day?",
  "KING: You know, you can -- you see the predicament we're in, here.",
  "Do -- do Russians...\n\n\n\nCOMEY: I don't -- I don't agree with that.",
  "We, the FBI -- and I don't know that anybody else did on the I.C.",
  "Because the people who heard about it didn't hear about it right.",
  "KING: Well, could you tell us who else was in the room that day?",
  "I mean this isn't a report that was circulated among 20 people.",
  "That was my way of getting on the record, so I appreciate that.",
  "ROGERS: I'm not going to comment on an ongoing investigation.",
  "SCHIFF: At this point, let me yield to Representative Sewell.",
  "I know...\n\n\n\nSCHIFF: Then let me ask you this way, Director.",
  "COMEY: I can't say, Mr. King except I can answer in general.",
  "COMEY: That you're saying later ended up in the newspaper?",
  "Director Comey, I think we're in a predicament here today.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "COMEY: You're not going to put me in that spot, you said?",
  "We didn't change our view from December to early January.",
  "The correspondent asked, \"Were you paid for that event?\"",
  "Would they like to see the sanctions on Ukraine go away?",
  "COMEY: No, I'm not confirming there was a conversation.",
  "REP. PETER KING (R), NEW YORK: Thank you Mr. Chairman.",
  "COMEY: Mrs. Sewell, that's not something I can answer.",
  "COMEY: Mr. King, it's not something I can comment on.",
  "[12:00:03]\n\n\n\nJAMES COMEY, FBI DIRECTOR: I'm sorry?",
  "So thank you very much for that, for your service.",
  "They think NATO encircles them and threatens them.",
  "Isn't it reasonable to assume that he would know?",
  "I'm not going to discuss this unclassified forum.",
  "I can't say much about them, they're often wrong.",
  "SCHIFF: Well, what is the Russian view of NATO.",
  "ROGERS: That's not my recollection either, sir.",
  "COMEY: Can I help you reformulate the question?",
  "I want to make sure I didn't misspeak earlier.",
  "Thank you, I yield back to my ranking member.",
  "COMEY: I hope you didn't hear us to say that.",
  "COMEY: That's not something I can comment on.",
  "COMEY: I have to give you the same answer.",
  "COMEY: I can't comment on that Ms. Sewell.",
  "And with that, I yield back, Mr. Chairman.",
  "(LAUGHTER)\n\n\n\nCOMEY: I'm happy with that.",
  "Then, there was back and forth for a bit.",
  "Mr. Putin would like people who like him.",
  "So believe me, I'm not saying it was you.",
  "COMEY: How do we all know that, though?",
  "KING: OK.\n\n\n\n(LAUGHTER)\n\n\n\nCOMEY: Yeah.",
  "COMEY: I don't know the answer to that.",
  "COMEY: Well that's not my recollection.",
  "And then Mr. Flynn said, quote, \"Yeah.",
  "I recognize Mr. Schiff for 15 minutes.",
  "I know keep saying I'm not an expert.",
  "I can tell you my general experience.",
  "Do you -- does that violate any law?",
  "I believe our democracy requires it.",
  "I understand that you can't comment.",
  "Would they like to see more Brexits?",
  "That's beyond my responsibilities.",
  "COMEY: It hadn't been written yet.",
  "COMEY: I can't comment, Mr. King.",
  "Leaks have always been a problem.",
  "I don't know the answer to that.",
  "Recognize myself for 15 minutes.",
  "COMEY: I believe that's correct.",
  "Do you know anything about that?",
  "Do they want to see NATO strong?",
  "COMEY: I can't comment on that.",
  "COMEY: I can't comment on that.",
  "Mr. Conaway talked about that.",
  "KING: Thank you, Mr. Chairman.",
  "NUNES: Gentleman yields back.",
  "It that a fair statement?",
  "COMEY: No, they did not.",
  "KING: I understand that.",
  "NUNES: Mr. -- Mr. King.",
  "COMEY: I can't comment.",
  "NUNES: Time's expired.",
  "KING: Admiral Rogers.",
  "It's very, very hard.",
  "I'm happy with that.",
  "CONAWAY: Thank you.",
  "COMEY: Same answer.",
  "So I can't comment.",
  "Do they like NATO?",
  "COMEY: Sometimes.",
  "SEWELL: Yes, sir.",
  "COMEY: I'm sorry?",
  "COMEY: I get it.",
  "COMEY: I can't.",
  "COMEY: Correct.",
  "COMEY: Correct.",
  "Is that right?",
  "I don't know.",
  "I yield back.",
  "SCHIFF: Yes.",
  "COMEY: Yes.",
  "COMEY: Yes.",
  "NUNES: OK.",
  "KING: Yes.",
  "KING: Yes.",
  "[12:29:55]",
  "I get it.",
  "team."
]