[
  "Sen. Chuck Grassley is requesting an interview with lobbyist Adam Waldman\n\nWaldman emerged as a key figure in the Russia investigation\n\nGrassley posed 11 questions to Waldman regarding his connections with dossier author Christopher Steele\n\nThe chairman of the Senate Judiciary Committee is requesting an interview with a Washington-based lobbyist who served as an intermediary between a Democratic senator and two key figures in the Russia investigation, dossier author Christopher Steele and Russian oligarch Oleg Deripaska.",
  "(RELATED: Steele’s Back Channel To Democratic Senator Was A Lobbyist For Russia’s Foreign Minister)\n\nWaldman’s connection to both Steele and Deripaska has raised interesting possibilities for the Russia investigation and Steele’s dossier, which he wrote on behalf of opposition research firm Fusion GPS.",
  "The dossier, which was funded by former Secretary of State Hillary Clinton’s campaign and the Democratic National Committee, alleges that President Donald Trump’s campaign conspired with Russian government officials to influence the 2016 election.",
  "(RELATED: New Names Emerge In GOP-Led Dossier Investigation)\n\nWaldman and Warner exchanged text messages beginning February 2017 discussing how to make Steele available for an interview with the Intelligence panel.",
  "“The nature and extent of the relationship between Mr. Steele, Mr. Deripaska, and you are of potential relevance to the Committee’s work,” Sen. Chuck Grassley, R-Iowa, wrote Monday to the lobbyist, Adam Waldman.",
  "Waldman emerged earlier this month as a figure in the Russia investigation after it was revealed that he exchanged text messages last year with Virginia Sen. Mark Warner regarding Steele and Deripaska.",
  "Warner at first attempted to speak to Steele separate from other members of the committee, but negotiations fell through because Steele wanted a bi-partisan letter requesting an interview.",
  "He was also counsel for Russian Foreign Minister Sergey Lavrov from 2010 to May 2017, according to documents filed with the Department of Justice under the Foreign Agents Registration Act.",
  "The possibility of links between Steele and Deripaska are a surprise given that the former British spy’s work on the dossier was an exposé of sorts of Kremlin activities.",
  "Jones is a Washington-based consultant who served as a top staffer to Sen. Dianne Feinstein, D-Calif., when she chaired the Senate Select Committee on Intelligence.",
  "Lastly, Grassley asked Waldman when and how he became aware of Steele’s work on the dossier project and whether he knows when Deripaska first became aware of it.",
  "In his letter, Grassley asked Waldman if he has ever hired or worked with Steele or any his London-based private intelligence firm, Orbis Business Intelligence.",
  "Warner is the top Democrat on the Senate Select Committee on Intelligence, which is also investigating Russian interference in the 2016 presidential campaign.",
  "Follow Chuck on Twitter\n\nFreedom of Speech Isn’t Free\n\nThe Daily Caller News Foundation is working hard to balance out the biased American media.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "In the texts, Waldman also discussed visa issues related to Deripaska, an aluminum magnate and close ally of Russian President Vladimir Putin.",
  "ALSO WATCH:\n\nGrassley posed 11 questions in his letter to Waldman regarding his connections to Steele, Deripaska and the infamous dossier.",
  "Grassley, the chairman of the Judiciary Committee, asked Waldman to appear before the panel for a closed-door interview by next month.",
  "The core allegations in the 35-page document remain unverified and have been hotly contested by the White House and Trump associates.",
  "He also questioned whether Waldman is aware of any work that Steele has done for Paul Hauser, Deripaska’s London-based lawyer.",
  "Waldman’s text messages to Warner referred to Jones and suggested that he was in touch with the Democrat and with Steele.",
  "The Federalist reported Feb. 20 that Jones has worked for Fusion GPS to help verify the dossier since its publication.",
  "Grassley’s letter to Waldman also points to Daniel Jones, another name that has emerged in the dossier saga.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "We’re not dependent on commercial or political support and we do not accept any government funding.",
  "Grassley sent a letter to Hauser earlier this month asking similar questions about links to Steele.",
  "Waldman has not responded to several requests from The Daily Caller News Foundation for comment.",
  "Make a one-time donation to support the quality, independent journalism of TheDCNF.",
  "Waldman has lobbied for Deripaska since 2009, mostly on visa issues.",
  "He left the committee in 2015 to open his own consulting firm.",
  "For as little as $3, you can help us."
]