[
  "The letter on the status of Al Jazeera is set to be delivered as the American Israel Public Affairs Committee's annual Washington policy conference convenes, and comes amid a pitched battle over a forthcoming Al Jazeera documentary focused on pro-Israel groups and activists and their roles in the U.S.\n\nSpokespeople for Al Jazeera did not respond to repeated requests for comment for this story, but officials at the network have suggested the program will feature someone who infiltrated pro-Israel groups undercover and gathered information about their close cooperation with the Israeli government.",
  "\"We find it troubling that the content produced by this network often directly undermines American interests with favorable coverage of U.S. State Department-designated Foreign Terrorist Organizations, including Hamas, Hezbollah, Palestinian Islamic Jihad, and Jabhat al-Nusra, al-Qaeda’s branch in Syria,\" Reps. Josh Gottheimer (D-N.J.), Lee Zeldin (R-N.Y.) and others write in the letter.",
  "The move against the Arab-language TV-news powerhouse comes as the little-enforced Foreign Agents Registration Act is undergoing a renaissance of sorts, prompted in part by a rare criminal prosecution — special counsel Robert Mueller's indictment of former Trump campaign chairman Paul Manafort and longtime aide Rick Gates for their work for Ukraine.",
  "\"While I'm sure there are people reading and viewing the stuff online in Canada or the U.K., it seems clearly intended and geared to influence U.S. policy or public opinion on issues such as Israel and the Middle East,\" one attorney, who spoke on condition of anonymity, said of Al Jazeera's English operations.",
  "Story Continued Below\n\nIn a letter addressed to Attorney General Jeff Sessions and circulated for signatures on Capitol Hill, members of Congress argue that Al Jazeera is serving as a mouthpiece for Qatar's foreign policy views and that the network appears to qualify as a \"state-controlled\" operation.",
  "Now more than ever, American citizens deserve to know the difference between foreign propaganda and independent media, which is why I am leading my colleagues in the House and Senate in sending a letter later this week asking the Justice Department to investigate Al Jazeera.\"",
  "| Stan Honda/AFP/Getty Images Lawmakers push for Al Jazeera to register as foreign agent\n\nA group of U.S. lawmakers is prodding the Trump administration to require the Qatar-based news channel Al Jazeera to register as foreign agents under U.S. law.",
  "Manafort has repeatedly denied the allegations in the indictment filed last October, but last week Gates entered a guilty plea in the case and admitted that he was part of a conspiracy to violate FARA in connection with the Ukraine-related work.",
  "The lawmakers' letter specifically urges the Justice Department to explore \"the full range of activities undertaken by Al Jazeera in the United States, including reports that it infiltrated American 501(c)(3) and (c)(4) nonprofit organizations.\"",
  "\"For years, Qatar has used its state-controlled propaganda arm, Al Jazeera, to incite violence, glorify terrorist killers as ‘martyrs,’ and broadcast hateful, extremist content,\" the congressman and former Clinton White House staffer said. \"",
  "The organization eventually morphed into AIPAC and altered its funding practices to bar any subsidy from the Israeli government, but it has sporadically faced calls from its critics to register as an official lobbying arm for Israel.",
  "In November, the online news outlet Sputnik and U.S. affiliates of Russian-owned broadcaster RT registered as foreign agents under protest after receiving what amounted to formal warnings from the Justice Department.",
  "And the special counsel's ongoing prosecution against Manafort and Gates has called additional attention to lobbying campaigns allegedly drawing on foreign government funds to target U.S. officials and audiences.",
  "Mueller has alleged that a European group promoting various policies favorable to the Ukrainian government was actually a front for then-Ukrainian President Viktor Yanukovych and his Party of Regions.",
  "\"American citizens deserve to know whether the information and news media they consume is impartial, or if it is deceptive propaganda pushed by foreign nations.\"",
  "The evolving campaign by U.S. lawmakers' to press Al Jazeera to register has drawn reports in recent weeks by the Washington Free Beacon and the Huffington Post.",
  "\"If it was Al Jazeera's Arabic language channel or another Al Jazeera channel directed at the Arab world we were talking about, it would be a different story.\"",
  "The effort to pressure Al Jazeera to register is the latest in a series of efforts to reinvigorate the law passed in 1938 to combat Nazi propaganda.",
  "Various pro-Israel groups have sought to put pressure on Qatar in recent months to prevent airing of the documentary or to vet its contents.",
  "It's unclear how much a foreign news operation needs to focus on U.S. audiences in order to trigger registration requirements under FARA.",
  "Last month, a bipartisan group of senators said Chinese media outlets operating in the U.S. should be required to register under FARA.",
  "In the 1960s, the Justice Department and a Senate committee investigated the American Zionist Committee over its ties to Israel.",
  "The group submitted detailed information on its activities to the Justice Department but never formally registered under FARA.",
  "CORRECTION: Rep. Lee Zeldin's home state and political party were listed incorrectly in the initial version of this article.",
  "The fresh scrutiny of Al Jazeera raises some tricky questions about the scope of the U.S. foreign-agents registration law.",
  "The group claims that it is a voice of pro-Israel Americans and that it operates independently of the Israeli government.",
  "Only the distributor for a Chinese government-owned newspaper, China Daily, is currently registered, the senators said.",
  "Gottheimer said in a statement Monday that the letter was driven by alarm at the content of Al Jazeera's programming.",
  "In 2016, Al Jazeera shut down Al Jazeera America, its 24-hour channel specifically targeting U.S. audiences.",
  "In 2016, Al Jazeera shut down Al Jazeera America, its 24-hour channel specifically targeting U.S. audiences.",
  "A Justice Department spokeswoman said officials there are aware of the letter, but had no further comment.",
  "FARA registration has been an issue of contention involving U.S. policy toward the Mideast for decades.",
  "A spokesperson for the Qatari Embassy did not respond to a request for comment Monday.",
  "Russia quickly retaliated by making similar moves against U.S. news outlets in Russia.",
  "When the law was passed eight decades ago, it was easier to determine such a focus.",
  "Correction: An initial version of this story misstated the timing of the letter.",
  "Gottheimer’s office said it is expected to be sent to Sessions later this week.",
  "With news distributed via the internet, those lines have become more blurred.",
  "A TV studio for its American venture is pictured here in 2013."
]