[
  "But the pitch document obtained by POLITICO indicates that Lewandowski and Bennett formed the firm with Rauf Mammadov, who was the head of the U.S. office of the State Oil Company of the Azerbaijan Republic, and Marshall Comins, a political consultant who “worked extensively in the former Soviet Union and Sub-Saharan Africa consulting governments, high net-worth individuals and politicians.” According to the document, Comins’ clients include Jeff Monson, a former mixed-martial arts champion who has become a prominent figure in Russia’s Communist Party, and Mike Nicholas Sango, Zimbabwe's ambassador to Russia, who last year met with Monson to discuss U.S. sanctions against Russia.",
  "The document also offers prospective clients possible meetings with Trump allies, including former New York City Mayor Rudy Giuliani and tech billionaire Peter Thiel, as well as arranging letters of support from members of Congress and winning favorable coverage for politicians from “international correspondents with whom we enjoy trusted relationships.” The document provides a list of more than two dozen such journalists, including several based in the U.S., and also promises to create “microsites” and “a global social media matrix” to spread positive news about the politician.",
  "“Our concern was that he also had real enemies with influence within the White House.” Pointing to suggestions that Bennett made to The New York Times that he and Lewandowski could help mitigate damage from Twitter attacks by Trump, the executive said “I became concerned it was just a matter of time before he did something more controversial and would give those enemies more ammunition to go after him with and he would become persona non grata at the White House, so we moved on.”\n\nBennett said “I don’t think we’re adding to the swamp.",
  "It requires anyone representing foreign entities — including governments, politicians, individuals or companies — in the U.S to report their activities within 10 days “of agreeing to become an agent and before performing any activities for the foreign principal.”\n\nBut Mino, Avenue’s lawyer, argued that the situation didn’t trigger the act’s disclosure requirements because Avenue Strategies had not been formally created, and Trump hadn’t yet become president.",
  "“We want to do a lot of foreign elections, and I think we will,” Bennett said, though he stressed “I don’t believe East West has even offered anyone a contract yet.”\n\nThe pitch documents produced by Washington East West Political Strategies and obtained by POLITICO spell out numerous proposed activities that would seem to trigger FARA registration if the activities were performed on behalf of clients.",
  "In the cases of two clients signed by Avenue Strategies — a biomedical data company called Flow Health and the Puerto Rico Federal Affairs Administration — Lewandowski said he would personally make calls to Trump and administration officials to help the clients achieve their public policy goals, according to three people familiar with Avenue’s pitches to the clients.",
  "“At the time that meeting took place, no participant was an elected official,” Mino said, specifying that Trump “was elected as president, but he didn't hold the office.”\n\nLewandowski and his team have pitched political figures or governments from multiple Eastern European countries, including Albania and Kosovo, Osborne and Bennett have confirmed.",
  "Story Continued Below\n\nThe previously unreported firm, Washington East West Political Strategies, was created by Lewandowski and fellow Trump campaign veteran Barry Bennett — as well as an Azerbaijani oil executive and an American political consultant who works extensively in Russia — to prospect for political business in Eastern Europe.",
  "One agency staffer said Lewandowski was “trying to infiltrate the agencies and figure out where the Trump people were, so he can get what he wants.” The staffer said Lewandowski has asked senior officials at agencies for the rosters of their “beachhead teams” — early Trump agency appointees often drawn from the ranks of campaign staff.",
  "A firm co-founded by Donald Trump’s original campaign manager Corey Lewandowski appears to have been pitching clients around the world by offering not only policy and political advice, but also face time with President Trump, Vice President Mike Pence and senior members of their administration, according to documents and interviews.",
  "But they never mentioned or insinuated about any kind of business relationship.”\n\nEven without money changing hands, Gilbert of Public Citizen argued that Lewandowski or his associates may have been obligated to disclose their efforts to broker the meeting to the Justice Department pursuant to the Foreign Agents Registration Act.",
  "And the Department of Justice this month rejected Puerto Rico’s request for $2.5 million to fund a plebiscite vote on whether the island wants to become a state, while Trump this week came out strongly against pushes to help Puerto Rico cover a Medicaid shortfall or to allow the U.S. territory to restructure billions in debt.",
  "They said Lewandowski has the ability to get the president on the phone without going through gate-keepers, and to visit the West Wing, which he’s done several times during Trump’s presidency, including one early visit during which he posed for pictures with the president and requested several copies of the resulting photo.",
  "Generally, though, he said “the government hires the lobbyist who they think can advance the interests of Puerto Rico.”\n\nDocuments from the Puerto Rican controller’s office show that the government’s Washington office signed Avenue Strategies to a $125,000 contract covering the four months from March through June.",
  "“Whether Corey Lewandowski is just engaging in business as usual or actually going further, it definitely has a pervading swampiness to it that has become the new normal in Trump’s Washington,” said Lisa Gilbert, vice president of legislative affairs for the government watchdog group Public Citizen.",
  "Meanwhile, White House officials worry that Lewandowski’s efforts to market his access — which are brazen even by K Street’s unbashful standards — are an influence-peddling scandal waiting to happen for a president who pledged to end the dominance of lobbyists and special interests in Washington.",
  "And he explained it was one of several international recruitment vehicles that would allow business partners around the world to earn commissions by enlisting international clients for another firm that he co-founded with Lewandowski in the weeks after the election called Avenue Strategies.",
  "A document provided to an Eastern European politician by an international consulting firm that Lewandowski co-founded this year promises to arrange “meetings with well-established figures,” including Trump, Pence, “key members of the U.S. Administration” and outside Trump allies.",
  "But Bennett stressed that the firms have yet to sign any international clients, and predicted that most of the firm’s work domestically and internationally would be political or policy consulting — not lobbying or arranging meetings or calls with elected officials.",
  "At a large party Lewandowski threw earlier this year to woo potential clients at Avenue’s corporate offices, he pointed out that the office overlooks the White House, and boasted about his access to the president and some of his clients, according to an attendee.",
  "The Washington East West Political Strategies document boasts that its clients will benefit from its partners’ ability to “leverage” their “trusted relations with the U.S. Administration,” as well as European parliamentarians and leading Western journalists.",
  "He has butted heads with key White House aides — including White House chief of staff Reince Priebus and senior adviser Jared Kushner — and frequently criticizes the president's staff, according to several people who have spoken to Lewandowski.",
  "Before that, the office had considered hiring more experienced lobbying or public affairs firms, including Mercury and Navigators Global, according to three strategists familiar with Puerto Rico’s lobbying presence in Washington.",
  "Lobbying registrations have been filed on behalf of most of Lewandowski’s associates at Avenue Strategies, including Bennett and a pair of GOP operatives hired after working on Trump’s campaign — Mike Rubino and Jason Osborne.",
  "However, people who are familiar with Lewandowski’s pitch to potential clients say he has pledged that he would personally call Trump or his Cabinet members if necessary on behalf of prospective Avenue Strategies clients.",
  "The December sit-down at Trump’s Mar-a-Lago resort came days after Lewandowski had traveled to Mexico on a business-development trip and met with Slim, who had traded barbs with Trump during the presidential campaign.",
  "But several sources briefed on Lewandowski’s pitches said he stressed that he could advise clients on how to navigate Trump’s Washington without registering their contracts by avoiding making the calls himself.",
  "And more established consultants and lobbyists with blue-chip clientele have discussed the prospect of bringing in Lewandowski as a vendor on their contracts, according to consultants familiar with the talks.",
  "Indeed, Trump’s election has elevated a new breed of political influencer, distinguished by closeness to a president but with little previous political experience and few ties to long-established lobbyists.",
  "Bennett denies this, saying “I have never heard him tell a client that.”\n\nBoth Flow and Puerto Rico have struggled to get what they wanted from the federal government since signing with Avenue Strategies.",
  "We don’t take people in to see the president or the vice president.”\n\nNonetheless, Lewandowski continues to have relatively unimpeded access to Trump, according to three senior administration officials.",
  "The strategists said Avenue was chosen because the office’s connections were mostly to Democratic politicians and Lewandowski was seen as giving Puerto Rico an inside track in the Trump administration.",
  "Flow had sought Avenue’s assistance to try to get the Department of Veterans Affairs to reinstate a five-year contract that had been awarded to Flow last spring to analyze veteran’s genetic data.",
  "And it could allow controversy-shy companies to benefit from Lewandowski’s undeniable access to Trump while avoiding the type of publicity that sometimes follows the bombastic GOP operative.",
  "Pedro Cerame, a spokesman for the Puerto Rico Federal Affairs Administration (which is the territorial government’s office in Washington), said he wasn’t sure what Lewandowski’s role was.",
  "Bennett said the reason Lewandowski hasn’t registered to lobby is that “he hasn’t lobbied.”\n\nLewandowski tells clients “upfront that he’s not going to register to lobby,” Bennett said.",
  "“We didn't doubt he had real connections with influence in the White House,” said an executive who talked with Lewandowski about retaining his firm, but ultimately decided not to.",
  "But a second senior official asserted Lewandowski is “not a liability,” and is “not weighing in” on White House personnel or strategic decisions, let alone on behalf of clients.",
  "But someone familiar with the arrangement said that Avenue never actually formalized it, while Bennett said Flow was “all talk, no payment.”\n\nFlow officials declined to comment.",
  "Yet, Lewandowski, who was forced off the campaign in June amid a bitter power struggle with then-campaign chairman Paul Manafort, remains a polarizing figure in Trump’s orbit.",
  "Most federal lobbying occurs at the congressional and agency level, where Lewandowski’s main selling point — his access to the president — doesn’t always carry much weight.",
  "Avenue Strategies’ lawyer, John Mino, said the firm and its employees “take their compliance obligation seriously,” and are fully compliant with lobbying disclosure laws.",
  "According to congressional and other government records, Avenue Strategies has inked five contracts worth a total of $265,000 through the first few months of the year.",
  "Two of the strategists said some high-ranking Puerto Rican officials have soured on Lewandowski and his firm and already are asking around about possible replacements.",
  "In at least one instance, Lewandowski and his team did in fact deliver a meeting with Trump and a prospective client of their firm — Mexican billionaire Carlos Slim.",
  "Access can be highly lucrative for lobbyists, particularly in the age of Trump, since relatively few established K Street powerhouses have ties to the new president.",
  "A Justice Department spokeswoman did not respond to questions about the status of the plebiscite or which lobbyists had contacted the department about the matter.",
  "Lewandowski is perhaps the most aggressive of the lot, overtly making the case that his ties to the new president give him an edge over GOP establishment figures.",
  "The lack of any such registration by Lewandowski to date — combined with his boasts about his Trump connections — irks competing lobbyists and ethics watchdogs.",
  "There are a lot of people who are allies to the United States and they want to help, but they want to know how.”\n\nColin Wilhelm contributed to this report.",
  "The VA did not respond to questions about the status of the contract, or whether Lewandowski or his firm had contacted the department about the matter.",
  "That loophole, which is still legal, was named for former Senate Democratic Leader Tom Daschle, who utilized it for years to evade lobbying disclosure.",
  "And Lewandowski and Bennett have created different firms with other partners to prospect in the Middle East, Canada and Central America, Bennett said.",
  "Washington East West Political Strategies, which incorporated in Delaware in February, has only a basic website that doesn’t list its partners.",
  "Most of the new breed — including many of Lewandowski’s business partners — have erred on the side of caution when it comes to lobbying rules.",
  "“Lobbying is relatively small portion of our business.”\n\nHe added that “90 percent of our business has nothing to do with access.",
  "Avenue reported in congressional filings that Flow had committed to paying $50,000 for lobbying in the first quarter of the year.",
  "They say Lewandowski is flouting the spirit of the lobbying rules, and abusing his access to the Trump White House.",
  "While Bennett suggested at the time that the relationship might lead to a contract, Ayub stressed that it has not.",
  "Lewandowski’s access to the president is a sore subject for some senior officials, according to one such official.",
  "Bennett, in an interview, said that he hadn’t seen the Washington East West Political Strategies document.",
  "But a person familiar with the situation said Flow had grown frustrated with Lewandowski and Avenue.",
  "“We haven’t paid him anything, and we don’t have any deals of any kind with his agency,” said Ayub.",
  "Avenue’s arrangement with Flow Health was terminated late last month amid an apparent dispute.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Slim met with Mr. Trump, and that’s what happened,” said Slim spokesman Arturo Elias Ayub.",
  "Ninety percent of our business has to do with being a sherpa — who to call, what to do.",
  "“I think they thought it could be good for everybody to get them together so that Mr.",
  "Instead, the official said Lewandowski is merely using his access for access’ sake.",
  "Slim could tell Mr. Trump his point of view, and that Mr. Trump could tell Mr.",
  "Bennett stressed that all the partners would abide by disclosure requirements.",
  "But Bennett said Mammadov is “a longtime friend,” who brought on Comins.",
  "Such a subcontracting arrangement also could bypass disclosure triggers.",
  "Breaking News Alerts Get breaking news when it happens — in your inbox.",
  "“And from that meeting, they all thought it would be interesting if Mr.",
  "The White House did not respond to requests for comment for this story.",
  "Those include arranging meetings with Trump and his administration.",
  "There are a lot of people who are good people who need a strategy.",
  "He acknowledged, though, that he and Lewandowski started the firm.",
  "Monson and Mammadov didn’t respond to messages seeking comment.",
  "Lewandowski, through Bennett, denied seeking this information.",
  "Yet Lewandowski has not formally registered as a lobbyist.",
  "Lewandowski did not respond to requests for comment.",
  "The contract reportedly was canceled late last year.",
  "I hope that we’re taking some of the swamp away.",
  "\"Why is Corey in the West Wing?\"",
  "You can unsubscribe at any time.",
  "Slim his point of view.",
  "the official said."
]