[
  "As Gates entered his plea, Manafort issued a statement insisting that he will continue to fight Mueller’s charges of money laundering, violations of the Foreign Agents Registration Act, bank fraud, failure to file foreign bank records and income-tax evasion.",
  "Is that the guy who owns Microsoft?” And, “Collusion is delusion!”\n\nIntelligent skeptics of the Russia investigation believe that Mueller is chasing a chimera, that Trump and his campaign barely possessed the discipline to win a nomination and then election.",
  "Special counsel Robert S. Mueller III so buried Rick Gates in criminal indictments that the former Trump deputy campaign manager slid into court on Friday and begged to be allowed to plead guilty to the reduced charges of conspiracy and lying to the FBI.",
  "Other Russian tendrils leading to Trump: Former national security adviser Michael Flynn lying about his untoward relationship with the Russian ambassador and Trump foreign policy aide George Papadopoulos lying to the FBI about his Russia contacts.",
  "It was Magnitsky Act “activism” that ultimately drove Akhmetshin and Veselnitskaya to secure a June 2016 meeting in Trump Tower with Donald Trump Jr., Jared Kushner and Paul Manafort, under the pretext of bringing Junior “dirt” on Hillary Clinton.",
  "They allegedly set up multiple legal entities overseas into which they deposited the millions they had earned for political consulting in Ukraine and then “lent” this money to themselves so they wouldn’t have to declare it as income.",
  "After exhausting the Ukraine money-spigot, they took out mortgages on properties they had purchased with the laundered cash—but told lies about the properties and their financial state so Manafort could win better terms on a loan.",
  "Story Continued Below\n\nThe Gates plea—and the pages of indictments handed down against Gates and Manafort—bring us no closer to answering the question of whether Trump forces cooperated with the Russians during the campaign.",
  "Would Russia’s right hand—which began monkeywrenching the 2016 campaign as early as 2014 via Facebook and other social media—not coordinate with its left hand, if its left had grown friendly with Manafort and Gates?",
  "He originally claimed that Manafort had told him there had been no discussion of Ukraine at a March 19, 2013, meeting between Manafort and Representative Dana Rohrabacher (R-Calif.), known for his pro-Russia views.",
  "The fan boys, on the other hand, will dice the news to conclude that the alleged crimes of Manafort and Gates provide us with a route of breadcrumbs that will ultimately deliver us directly to Donald Trump’s door.",
  "In his autobiography, Keith Richards writes about what he calls “the ancient form of weaving,” the ecstatic state created when you can no longer distinguish between the lead and rhythm guitar parts in a song.",
  "This week, Mueller collected a guilty plea of lying to the FBI from Alex van der Zwaan, a lawyer who worked for Manafort on Ukraine issues and whose father-in-law is a Russian-Ukrainian oligarch.",
  "Rohrabacher has been active in the move to repeal the Magnitsky Act, which Congress passed to punish Russians who were accused of human rights abuses and which causes Putin great pain.",
  "My email alerts confessed before being charged, my Twitter feed promised to rat out my other social media appendage, and my RSS feed observes a fixed policy of lying to the FBI.",
  "Mueller fan boys, possess more faith in their man’s pursuit of a Russia-tainted Trump than did the Baker Street Irregulars in Sherlock Holmes' quest for Professor Moriarty.",
  "Like the indictment leveled against 13 Russians and three Russian entities last week, the new legal terrain mapped by Mueller and company is remarkably Trump-free.",
  "Conspiring with the Russians on top of that would have required a level of tradecraft and nerve that nobody in the Trump orbit could understand, let alone execute.",
  "Manafort and Gates worked for Viktor Yanukovych, a Russia-friendly Ukraine politician whom they helped elect president in 2010 and upon whose behalf they lobbied.",
  "“There’s two people I think Putin pays: Rohrabacher and Trump,” Rep. Kevin McCarthy (R-Calif.) said at a private June 15, 2016, meeting with other GOP leaders.",
  "If you look out your window Saturday morning, you’ll probably find the president barging about with the front pages in his hands, hollering, “No collusion!",
  "In 2005, Manafort was paid millions to create a confidential strategy plan for Russian oligarch Oleg Deripaska that would benefit Vladimir Putin’s regime.",
  "Manafort was pushed out of the campaign in August 2016, but Gates continued to work on it and served as a consultant on the Trump presidential transition.",
  "A suspected $75 million moved through the Manafort-Gates laundry, according to Mueller’s team, with Gates pocketing $3 million and Manafort $18 million.",
  "He also agreed to cooperate with the investigation that his former business partner, one-time Trump campaign manager Paul Manafort, remains mired in.",
  "The dishy indictments and superseding documents filed against Manafort and Gates make the duo sound more like comic grifters than Masters of Deceit.",
  "The skeptics yearn for something more substantial than the prosecution of Russian trolls and American liars, which they say are a dime a dozen.",
  "Following Richards’ example, we should not bow to the pressing demands to declare for the skeptics over the fan boys based on the Gates plea.",
  "Van der Zwaan’s lies were about his contacts with Gates and an unnamed person thought to have connections with Russian intelligence.",
  "Rohrabacher met with Russian-American lobbyist Rinat Akhmetshin and Russian lawyer Natalia Veselnitskaya during a 2016 Moscow trip.",
  "No collusion!” He’ll sprain his short fingers and stubby thumbs tweeting his counterclaims, which may well include, “Manafort?",
  "Manafort recruited other veterans of his Ukraine project to work on the Trump campaign, including Tim Unes and Tony Fabrizio.",
  "Remember, Mueller has yet to file charges (or collect a plea) in the fertile obstruction-of-justice field he’s been tending.",
  "******\n\nMore Rohrabacher: He met with Flynn a few weeks before the 2016 election, a meeting that drew Mueller’s interest.",
  "(Manafort reportedly offered to brief Deripaska on the 2016 presidential campaign while running Trump’s campaign.)",
  "According to reports, he and Manafort reported to the Ukrainians that the Rohrabacher meeting had been a success.",
  "The fan boys say, “Just you wait,” the all-knowing Mueller’s enormous trap will slowly converge on its quarry.",
  "Manafort owed pro-Russian interests $17 million at the time he joined the Trump campaign in March 2016.",
  "The FBI had previously warned Rohrabacher that a Russian spy was trying to recruit him.",
  "The Trump Russia songbook—and this weekly column—demands your continued patience.",
  "He also proposed a “deal” to protect Julian Assange of WikiLeaks fame.",
  "How could it not after they joined the Trump campaign in March 2016?",
  "And then there’s the lie to the FBI that Gates just confessed to.",
  "Send your plea bargains to Shafer.Politico@gmail.com.",
  "This article tagged under: Paul Manafort\n\nSwamp Diary",
  "Who should we heed, the skeptics or the fan boys?",
  "This week’s progress added grist for both mills.",
  "Jack Shafer is Politico’s senior media writer.",
  "I recall having met him.” And, “Rick Gates?",
  "Don’t forget the Steele Dossier.",
  "That’s grifting on grift!"
]