[
  "The meeting, which is expected to be comprehensive, is the first opportunity that members of the committee will have to grill someone from President Trump's inner circle about the campaign's alleged attempts to engage with Kremlin surrogates, during a period when the intelligence community believes Russia was taking steps to influence the 2016 presidential election in favor of Trump's candidacy.",
  "A spokeswoman for committee ranking member Mark R. Warner (D-Va.) said that Warner already believes that recent revelations about the Trump campaign's contacts with Russia — such as Cohen emailing the Kremlin to ask about facilitating a Trump Tower deal in Moscow — are already likely to push the probe into 2018.",
  "Committee members still hope to interview Trump's then-campaign manager Paul Manafort, and the president's son-in-law and senior adviser, Jared Kushner, about the meeting they held in Trump Tower with the Russian lawyer claiming to have damaging information about Hillary Clinton.",
  "On Tuesday, Burr reiterated that it was his \"aspirational goal\" to conclude the committee's probe and release its findings by the end of the year — something he said should be possible unless the committee learns \"something that we don't know today\" in the meantime.",
  "Burr said he intends to conclude the committee's probe by releasing an unclassified version of its findings, \"without an editorial from the committee\" as to what those facts mean so \"they can come to their own conclusions as to what happened.\"",
  "He told reporters that he expects the majority and the minority members of the committee to cooperate on that final product, though he rejected the idea that the committee would necessarily have to vote on that product to release it.",
  "He originally called Trump Jr. to testify before his committee in public in July, alongside Manafort and witnesses for a parallel probe the committee is running into lax enforcement of the Foreign Agents Registration Act.",
  "For the intelligence committee, that means bringing in more members of Trump's inner circle as well — but only once they are ready to interview them, Burr stressed, which likely wouldn't be for at least a few weeks.",
  "He and the president have not spoken in a long while either, Burr said, based \"in part [on] the advice he was given by his staff,\" and in part because \"it's how I think the chairman of the committee should function.",
  "Certainly much more resistant than Trump Jr. Perhaps surprisingly but not really so much because Manafort probably is confronting some fairly serious criminal charges,\" said Sen. Richard Blumenthal (D-Conn.).",
  "The Judiciary Committee's Thursday meeting with Trump Jr. is technically an interview with staff, but several members are planning on attending the meeting to ask their own questions directly.",
  "The Senate Judiciary Committee will meet with Donald Trump Jr. on Thursday to discuss the Trump campaign's contacts with Russia, according to three Democratic members of the committee.",
  "\"Tell me what value there is to that one, I'll entertain it,\" Burr said, when asked whether the Senate Intelligence Committee also planned to speak with Trump Jr. in the coming weeks.",
  "He noted, however, that Mueller is \"on a totally different path than we are — he's on a criminal investigation, and we're on a collusion-slash-influence by Russian in the elections.\"",
  "On Tuesday, Burr said that Manafort \"hasn't altered\" his cooperation with the Senate Intelligence Committee after changing his legal team, or the FBI raid on his home in late July.",
  "Both the Senate Judiciary and Intelligence committees are trying to better establish the mind-set of the Trump campaign representatives who participated in that June 2016 meeting.",
  "Though the Judiciary Committee cannot prosecute, only probe, Blumenthal surmised that Manafort might be nervous about the fact that \"we can elicit information from him,\" he said.",
  "But Senate Intelligence Committee Chairman Richard Burr (R-N.C.) suggested on Tuesday that Trump Jr. might not be able to tell senators much more than they already know.",
  "He said he would not rule out the possibility that one or more of the interviews he is planning to hold with Trump surrogates before the end of the year might be public.",
  "Burr acknowledged Tuesday that new information about undisclosed meetings or other events could add \"weeks\" to the probe, extending it past the end of the year.",
  "Trump Jr. will be the first Trump campaign member who participated in a June 2016 meeting with a Russian lawyer to speak with the Senate Judiciary Committee.",
  "He acknowledged, however, that that might not please Robert S. Mueller III, the special counsel investigating Russian interference in the 2016 election.",
  "), who is also planning to attend, said that the interview will be \"a good opportunity to better understand what was going on in that meeting .",
  "Spokespeople for Grassley and ranking member Dianne Feinstein (D-Calif.) did not respond to requests for comment Tuesday afternoon.",
  "\"I'm not sure that there's any special counsel that wants you to have more public hearings of potential key witnesses,\" Burr said.",
  "The committee is still trying to interview Manafort, but has not been able to schedule him yet, according to members.",
  "Burr added that he and Mueller have not spoken \"since the original meeting that we had to talk about deconfliction.\"",
  "Judiciary Committee Chairman Charles E. Grassley (R-Iowa) has not set any such deadlines for his committee's probe.",
  "Manafort is one of two senior Trump surrogates who had to retroactively register as a foreign agent in June.",
  "\"I'm not sure we've done anything like this since Watergate, and I'm not sure they voted on that,\" he said.",
  "Burr said that he does plan to bring Trump's lawyer Michael Cohen in to speak with the committee soon.",
  "Burr said that his committee would nonetheless speak with Trump Jr. before it completes its review.",
  "I don't think it's appropriate\" to speak with the president about the investigation, Burr said.",
  "Kushner and Manafort have already spoken to the staff of the Senate Intelligence Committee.",
  "and to better understand the thinking of core members of the president's team.\"",
  "Blumenthal said that for him, \"it's all about following the money .",
  "financial dealings and how that entangled the Trump Organization.\"",
  "Blumenthal then added: \"We're not going to give him immunity.\"",
  "\"Manafort has been resistant, to be very blunt.",
  "Sen. Christopher A. Coons (D-Del.",
  "Read more at PowerPost",
  ".",
  ".",
  ".",
  "."
]