[
  "According to The Washington Post, “He was meticulously coached on everything from how to answer his critics to how to compliment his patrons.” Savimbi emerged from his tour as a much-championed “freedom fighter.” When the neoconservative icon Jeane Kirkpatrick introduced Savimbi at the American Enterprise Institute, she declared that he was a “linguist, philosopher, poet, politician, warrior … one of the few authentic heroes of our time.”\n\nThis was a racket—Savimbi paid the firm $600,000 in 1985 alone—that Black, Manafort, Stone and Kelly did its best to keep alive; the firm’s own business was tied to Savimbi’s continued rebellion against Angola’s leftist regime.",
  "Rollins would neither confirm nor deny that the lobbyist was Manafort, though his description doesn’t leave much uncertainty, and he conceded in an email that “it’s a pretty good guess.” Rollins admits in his book to being “stunned” by what he heard—“not in a state of total disbelief, though, because I knew the lobbyist well and I had no doubt the money was now in some offshore bank.” This irked Rollins greatly: “I ran the [Reagan] campaign for $75,000 a year, and this guy got $10 million in cash.” Manafort has always denied Rollins’s insinuation—“old stuff that never had any legs,” he told Vogel.",
  "In his findings, he pointed a finger straight at Manafort Sr., calling him the person “most at fault.” According to the testimony of a whistle-blower, Manafort had flatly announced that he wanted to hire someone “flexible” to manage his personnel office, a place that would “not [be] 100 percent by the rules.” The whistle-blower also testified that he had delivered an envelope to Manafort’s home containing the answers to the exam that aspiring police officers had to pass—and that Manafort had given it to two candidates via a relative.",
  "When he returned, he told the political scientist Sam Popkin the story of how a representative of Manafort’s firm had asked him, “What sort of margin might make a Marcos victory legitimate?” The implication was clear, Popkin told me: “How do we rig this thing and still satisfy the Americans?” The firm’s most successful right-wing makeover was of the Angolan guerrilla leader Jonas Savimbi, a Maoist turned anti-communist insurgent, whose army committed atrocities against children and conscripted women into sexual slavery.",
  "An August 2007 email sent by Lauren Goodrich, an analyst for the global intelligence firm Stratfor, and subsequently posted on WikiLeaks, described Deripaska boasting to her about how he had set himself up “to be indispensable to Putin and the Kremlin.” This made good business sense, since he had witnessed the Kremlin expropriate the vast empires of oligarchs such as Mikhail Khodorkovsky who’d dared to challenge Putin.",
  "Three leading political scientists had studied the profession in 1963 and concluded: “When we look at the typical lobby, we find its opportunities to maneuver are sharply limited, its staff mediocre, and its typical problem not the influencing of Congressional votes but finding the clients and contributors to enable it to survive at all.” On the cusp of the Reagan era, Republican lobbyists were particularly enfeebled.",
  "But his arrest caused the Hartford Courant to compile a list of dealings that reflected badly on him: “Throughout his more than twenty years in public life, he has been the focus of controversy, and several accusations of wrongdoing.” The litany includes a complaint with the Department of Housing and Urban Development accusing him of steering contracts to Manafort Brothers, whose stock he still owned while mayor.",
  "In her memoir, Riva Levinson, a managing director at the firm from 1985 to 1995, wrote that when she protested to her boss that she needed to believe in what she was doing, Manafort told her that it would “be my downfall in this business.” The firm’s client base grew to include dictatorial governments in Nigeria, Kenya, Zaire, Equatorial Guinea, Saudi Arabia, and Somalia, among others.",
  "The London-based Arabic-language magazine Sourakia wrote, “The miracle of Al Assir is that he will have lunch with Don Juan Carlos [the king of Spain], dinner with Hassan II [the king of Morocco], and breakfast the next day with Felipe González [the prime minister of Spain].” Manafort suggested to his partners that Al Assir might help connect the firm to clients around the world.",
  "One of his deputies, Rick Gates, once boasted to a group of Washington lobbyists, “You have to understand, we’ve been working in Ukraine a long time, and Paul has a whole separate shadow government structure … In every ministry, he has a guy.” Only a small handful of Americans—oil executives, Cold War spymasters—could claim to have ever amassed such influence in a foreign regime.",
  "At the height of his wealth, Khashoggi spent $250,000 a day to maintain his lifestyle—which reportedly included a dozen houses, 1,000 suits, a $70 million yacht, and a customized airplane, which has been described as a “flying Las Vegas discotheque.”\n\nAl Assir was the Khashoggi empire’s representative in Spain and a broker of big weapons sales to African armies.",
  "“The thing I love,” Davis said, “is that the political elites and the economic elites in every other country but the United States of America are the same.” The elected officials and the people “running the elections are the richest people in the country, who own all the assets.” In 2006, Rick Gates, who’d begun as a wheel man at the old firm, arrived in Kiev.",
  "Time magazine deemed the operation “the ultimate supermarket of influence peddling.” Fred Wertheimer, a good-government advocate, described this expansive approach as “institutionalized conflict of interest.” The linkage of lobbying to political consulting—the creation of what’s now known as a double-breasted operation—was the real breakthrough.",
  "According to the Associated Press, he pitched a contract in 2005, proposing that Deripaska finance an effort to “influence politics, business dealings and news coverage inside the United States, Europe and former Soviet Republics to benefit President Vladimir Putin’s government.” (Deripaska says he never took Manafort up on this proposal.)",
  "But by then, domestic politics had begun to feel a little small, a bit too unexotic, for Paul Manafort, whom Charlie Black described to me as a self-styled “adventurer.” Manafort had long befriended ambitious young diplomats at the trailhead to power, including Prince Bandar bin Sultan Al Saud, then the Saudi ambassador to Washington.",
  "In the summer of 2016, Politico’s Kenneth Vogel, now with The New York Times, wrote a rigorous exegesis of a long-standing rumor: Manafort was said to have walked away with $10 million in cash from Ferdinand Marcos, money he promised he would deliver to Ronald Reagan’s reelection campaign (which itself would have been illegal).",
  "In one proposal, reported in The New York Times in 1988, the firm advertised its “personal relationships” with officials and promised to “upgrade” back channels “in the economic and foreign policy spheres.” No doubt it helped to have a friend in James Baker, especially after he became the secretary of state under Bush.",
  "When a U.S. diplomat discovered a rabidly anti-American speech on the Party of Regions’ website, Manafort told him, “But it isn’t on the English version.” Yanukovych’s party succeeded in the parliamentary elections beyond all expectations, and the oligarchs who’d funded it came to regard Manafort with immense respect.",
  "But as the former Pakistani official told me, “He was an introducer—and he received a fee for his part.” Documents show that Manafort earned at least $272,000 as a consultant to the Balladur campaign, although, as Manafort later conceded to French investigators, it was Al Assir who actually paid him.",
  "During the general’s 1986 trip to New York and Washington, Manafort and his associates created what one magazine called “Savimbi Chic.” Dressed in a Nehru suit, Savimbi was driven around in a stretch limousine and housed in the Waldorf-Astoria and the Grand Hotel, projecting an image of refinement.",
  "Climbing the ladder, however, in most cases required passing what came to be known as Manafort’s “loyalty tests”—challenging tasks that strayed outside the boundaries of standard professional commitment and demonstrated the control that Manafort expected to exert over the associates’ lives.",
  "Manafort never denied receiving the envelope but insisted that he’d merely asked for “boning-up materials.” A statute of limitations precluded prosecutors from filing charges against Manafort for the alleged crime of test-fixing—and ultimately he was never convicted of perjury.",
  "Even before this scandal broke, a former mayor of New Britain blasted Manafort for behavior that “violates the very essence of morality.”\n\nConventional wisdom suggests that the temptations of Washington, D.C., corrupt all the idealists, naïfs, and ingenues who settle there.",
  "His masterwork was a three-year progression: “Excess,” followed by “Exceed Excess,” capped by “Excess Is Best.”\n\nPartners at the firm let it be known to The Washington Post that they each intended to take home at least $450,000 in 1986 (a little more than $1 million today).",
  "John Donaldson, Manafort’s friend, recalls, “He was competing with the Al Assirs of the world—and he wanted to live in that lifestyle.” There were always suspicions among Manafort’s colleagues in the firm that he was making money for himself without regard for his partners.",
  "While he was in high school, his father, Paul Manafort Sr., became the mayor of New Britain, Connecticut, and Manafort Jr. gravitated toward the action—joining a mock city council, campaigning for the gubernatorial candidate Thomas Meskill as part of his Kiddie Corps.",
  "‘Hey, you need to pay a million.’ They would complain, but Yanukovych asked, so they would give.” When Yanukovych won the presidency in 2010, he gave Manafort “walk in” privileges, allowing him to stroll into the inner sanctum of the presidential offices at any time.",
  "The rehabilitation scheme never fully developed, but a few years later, Rick Davis triumphantly managed a referendum campaign that resulted in the independence of Montenegro—an effort that Deripaska funded with the hope of capturing the country’s aluminum industry.",
  "Ambassador John Herbst to his office, placed a binder containing Manafort’s strategy in front of him, and announced, “I’m going with Washington.” Manafort often justified his work in Ukraine by arguing that he hoped to guide the country toward Europe and the West.",
  "The nature of his home life can be observed in detail because Andrea’s text messages were obtained last year by a “hacktivist collective”—most likely Ukrainians furious with Manafort’s meddling in their country—which posted the purloined material on the dark web.",
  "As Deripaska’s lawyers informed a court in 2014 while attempting to claw back their client’s money, “It appears that Paul Manafort and Rick Gates have simply disappeared.” Nine months after the Ukrainian revolution, Manafort’s family life also went into crisis.",
  "He got Yanukovych to wear the same suits as he did and to comb the hair backwards as he does.” Yanukovych had been wooden in public and in private, but “Manafort taught him how to smile and how to do small talk.” And he did it all quietly, “from a back seat.",
  "“I must confess,” Atwater swooned to The Washington Post, “after four years on a government payroll, I’m delighted with my new life style.” The firm hired kids straight out of college—“wheel men” in the office vernacular—to drive the partners around town.",
  "* Along with Stone and Charlie Black, another veteran of the Young Republican wars, he set up a firm, Black, Manafort and Stone, which soon compiled an imposing client list: Bethlehem Steel, the Tobacco Institute, Johnson & Johnson, Trans World Airlines.",
  "Men such as Abe Fortas, Clark Clifford, Bryce Harlow, and Thomas Corcoran were known not as grubby mercenaries but as elegant avatars of a permanent establishment, lauded as “wise men.” Lobbying hardly carried a stigma, because there was so little of it.",
  "The Reagan administration had remade the contours of the Cold War, stepping up the fight against communism worldwide by funding and training guerrilla armies and right-wing military forces, such as the Nicaraguan contras and the Afghan mujahideen.",
  "“My dad,” she wrote, “is in the middle of a massive emotional breakdown.”\n\nBy the early months of 2016, Manafort was back in greater Washington, his main residence and the place where he’d begun his career as a political consultant and lobbyist.",
  "According to reporting by the Portuguese newspaper Observador, Manafort was the lead American investor in the company; his involvement helped justify the bank’s investment, despite evidence of the company’s faulty products and lax accounting.",
  "Whereas other firms had operated in specialized niches—lobbying, consulting, public relations—Black, Manafort and Stone bundled all those services under one roof, a deceptively simple move that would eventually help transform Washington.",
  "Just before World War II, Congress had passed the Foreign Agents Registration Act, largely in response to the campaigns orchestrated by Ivy Lee, an American publicist hired by the German Dye Trust to soften the image of the Third Reich.",
  "As the country stood on the brink of peace talks in the late ’80s, after nearly 15 years of bloody civil war, the firm helped secure fresh batches of arms for its client, emboldening Savimbi to push forward with his military campaign.",
  "Oleg Voloshyn, a former spokesman in the foreign-affairs ministry, told me that his own boss, the foreign minister, eventually turned to Manafort to carry messages and make arguments regarding foreign-policy priorities on his behalf.",
  "A lifetime of foreign adventures didn’t just contain scandalous stories, it evinced the character of a man who would very likely commandeer the campaign to serve his own interests, with little concern for the collective consequences.",
  "The desk held his copious binders, which he called “whip books.” Eight hundred delegates had gathered to elect a new leader of the Young Republicans organization, and Manafort, a budding kingmaker, had compiled a dossier on each one.",
  "According to a spokeswoman for Deripaska, Gates said that Chorne More had defaulted on a $1 million loan that it had taken out to pay for capital expenditures, allegedly forfeiting the partnership’s entire investment in the process.",
  "The scant tribe of Republican lobbyists working the cloakrooms included alumni of the Nixon and Ford administrations; operating under the shame-inducing cloud of Watergate, they were disinclined toward either ambition or aggression.",
  "When Manafort arrived, the candidate of this clique, Viktor Yanukovych, was facing allegations that he had tried to rig the 2004 presidential election with fraud and intimidation, and possibly by poisoning his opponent with dioxin.",
  "In the book, Rollins recounted a dinner-party conversation with a member of the Filipino congress who claimed to have personally given a suitcase of cash to a “well-known Washington power lobbyist” involved in the Marcos campaign.",
  "Manafort’s firm was a primary subject of scorn in a 1992 report issued by the Center for Public Integrity called “The Torturers’ Lobby.”\n\nThe firm’s international business accelerated when the Philippines became a client, in 1985.",
  "When Marcos called a snap election to prove his democratic bona fides in 1986, Manafort told Time, “What we’ve tried to do is make it more of a Chicago-style election and not Mexico’s.” The quip was honest, if unintentionally so.",
  "When Congress passed tax-reform legislation in 1986, the firm managed to get one special rule inserted that saved Chrysler-Mitsubishi $58 million; it wrangled another clause that reaped Johnson & Johnson $38 million in savings.",
  "One theory, fervently supported by some of the engineers’ families, holds that the bombing was orchestrated by Pakistani officials who were disgruntled that the bribes promised to them as part of the deal had never arrived.",
  "One of the more noteworthy was an arms sale they helped broker between France and Pakistan, lubricated by bribes and kickbacks involving high-level officials in both countries, that eventually led to murder allegations.",
  "For one Saint Patrick’s Day party, he gave two junior staffers 24 hours to track down a plausible impersonator of Billy Barty, the 3-foot-9-inch actor who made movies with Mickey Rooney and Chevy Chase—which they did.",
  "Ukraine had descended into political crisis, one that jeopardized business interests they’d already developed in the country (Rothschild had various private-equity investments; Deripaska had an aluminum smelter).",
  "Meanwhile, a Russian oligarch named Oleg Deripaska had been after Manafort to explain what had happened to an $18.9 million investment in a Ukrainian company that Manafort had claimed to have made on his behalf.",
  "Manafort would swim naked with his boss outside his banya, play tennis with him at his palace (“Of course, I let him win,” Manafort made it known), and generally serve as an arbiter of power in a vast country.",
  "For his 40th birthday, he threw himself a legendary party in the Balkan state of Montenegro, which reportedly cost well over $1 million—a three-day festival of hedonism, with palm trees imported from Uruguay.",
  "New Britain police had been accused of casting a blind eye toward illegal gambling in the city—and of tampering with evidence to protect Joseph “Pippi” Guerriero, a member of the DeCavalcante crime family.",
  "An associate of Manafort’s described the system this way: “Paul would ask for a big sum,” Yanukovych would approve it, and then his chief of staff “would go to the other oligarchs and ask them to kick in.",
  "In 1919, not long after the Manaforts emigrated from Naples, the family founded a demolition company, New Britain House Wrecking, which eventually became Manafort Brothers, a force in local construction.",
  "Deripaska had won his fortune by prevailing in the so-called aluminum wars of the 1990s, a corpse-filled struggle, one of the most violent of all the competitions for dominance in a post-Soviet industry.",
  "When Andrea expressed an interest in horseback riding, Manafort bought a farm near Palm Beach, then stocked it with specially bred horses imported from Ireland, which required a full-time staff to tend.",
  "In 2001, before Manafort and Deripaska met, the World Economic Forum in Davos had withdrawn its invitation to the oligarch, as a court examined his alleged misdeeds in the course of erecting his empire.",
  "President Ferdinand Marcos desperately needed a patina of legitimacy: The 1983 assassination of the chief opposition leader, Benigno Aquino Jr., had imperiled U.S. congressional support for his regime.",
  "But Manafort simply couldn’t accept the wisdom of his friends, advice that he surely would have dispensed to anyone with a history like his own—the imperative to shy away from unnecessary attention.",
  "He worked on behalf of a clique of former gangsters from the country’s east, oligarchs who felt linguistic and cultural affinity to Russia, and who wanted political control of the entire nation.",
  "Stone, then 24, reveled in the fact that he’d received his political education during Richard Nixon’s reelection campaign in 1972; he even admitted to playing dirty tricks to benefit his idol.",
  "Just as imagined, the firm’s political clients (Jesse Helms, Phil Gramm, Arlen Specter) became reliable warhorses when the firm needed them to promote the agendas of its corporate clients.",
  "By the time Manafort first entertained the possibility of working with Yanukovych, the defeated candidate had just returned to Kiev following a brief self-imposed exile at a Czech resort.",
  "As he later said of his work with his father in an interview with a local Connecticut paper, “Some of the skills that I learned there I still use today … That’s where I cut my teeth.” VI.",
  "Years later, in 2002, a car bomb went off in Karachi, killing 11 French naval engineers in transit to the shipyard where the submarines were being assembled, along with three Pakistanis.",
  "But this was classic: Somebody else does the work, and he walks away with the bag of cash.” Having spent so much time in the company of oligarchs, Manafort decided to become one himself.",
  "Rick Davis declared their firm to be mostly “in the deal business,” according to James Harding’s 2008 book, Alpha Dogs: The Americans Who Turned Political Spin Into a Global Business.",
  "But his polling data suggested that Yanukovych should accentuate cultural divisions in the country, playing to the sense of victimization felt by Russian speakers in eastern Ukraine.",
  "The grandiloquent American rhetoric posed an existential threat to entrenched rulers of the region who were friendly to Russia, and who had become rich by plundering state resources.",
  "Nancy Johnson, who served New Britain in Congress, told me that when she arrived in the city during those years, she couldn’t believe how little it interacted with the outside world.",
  "When investors from Florida built a jai alai arena in Bridgeport—using the Teamsters’ pension fund to finance the project—Manafort had “improperly” finagled its environmental permit.",
  "This made for a heavy lift because the operative had recently been accused in court as a central plotter in a conspiracy to assassinate the country’s president, Eduard Shevardnadze.",
  "He soon discovered that Manafort had also registered a new company—Davis Manafort International—to continue trading on the old firm’s name, while cutting him out of consulting fees.",
  "He wrote Donald Trump a crisp memo listing all the reasons he would be an ideal campaign consigliere—and then implored mutual friends to tout his skills to the ascendant candidate.",
  "The lawyers had already managed to get their hands on some of the documentation surrounding the deal, and they had extracted a belated explanation of what had happened from Gates.",
  "Former Senator Bill Bradley wrote in his memoir, “When Gorbachev pulled the plug on Soviet aid to the Angolan government, we had absolutely no reason to persist in aiding Savimbi.",
  "It made a partner of Peter Kelly, a former finance chairman of the Democratic National Committee, who had earned the loyalty of lawmakers by raising millions for their campaigns.",
  "In 2004, Rothschild hired Manafort’s new firm to resurrect the influence of an exiled Georgian politician, a former KGB operative and friend of Deripaska’s then living in Moscow.",
  "Al Assir By the late 1980s, Manafort had a new friend from abroad, whom he mentioned to his partners more than any other, an arms dealer from Lebanon named Abdul Rahman Al Assir.",
  "When Paul Manafort officially joined the Trump campaign, on March 28, 2016, he represented a danger not only to himself but to the political organization he would ultimately run.",
  "“I only go to luxury restaurants,” she once declared on a friend’s fledgling podcast, speaking expansively about her photo posts on social media: caviar, lobster, haute cuisine.",
  "His friends, like all Republican political operatives of a certain age, could recite the legend of Paul Manafort, which they did with fascination, envy, and occasional disdain.",
  "But they knew enough to believe that he could never sustain the exposure that comes with running a presidential campaign in the age of opposition research and aggressive media.",
  "When my kids were in high school, the number of their classmates who hadn’t been to Hartford was stunning.” Hartford, the state capital, is a 15-minute drive from New Britain.",
  "For Pericles’s first deal, Manafort used Deripaska’s money to buy a telecommunications firm in Odessa called Chorne More (“Black Seas,” in English) at a cost of $18.9 million.",
  "to his friends, idolized his dad, plunging himself into the campaign, whose success he would decades later describe as “magic.” Over the years, he would remain a devoted son.",
  "During its transition to power, he was the personnel coordinator in the Office of Executive Management, which meant that he’d stacked the incoming government with his people.",
  "This was still the era of brokered presidential conventions, and Young Republicans could descend in numbers sufficient to dominate the state meetings that selected delegates.",
  "Colleagues, amused by his sartorial quirks and his cosmopolitan lifestyle, referred to him as “the Count of Monte Cristo.”\n\nHis acts of rebellion were not merely aesthetic.",
  "The power had helped fill Manafort’s bank accounts; according to his recent indictment, he had tens of millions of dollars stashed in havens like Cyprus and the Grenadines.",
  "As he made a name for himself, he began to dress differently than the Brooks Brothers crowd on K Street, more European, with funky, colorful blazers and collarless shirts.",
  "In Memphis, Manafort was working on behalf of his friend Roger Stone, now best known as a pioneer in opposition research and a promiscuous purveyor of conspiracy theories.",
  "Because Davis’s connections to Manafort and Deripaska had caused him a public-relations headache at the outset of the campaign, he’d kept a healthy distance from both men.",
  "He seemed unwilling, or perhaps unable, to access his offshore accounts; an FBI investigation scrutinizing his work in Ukraine had begun not long after Yanukovych’s fall.",
  "In Memphis that year, he rented a Mississippi River paddleboat for a booze cruise and dispatched his whips to work over wavering delegates within its floating confines.",
  "Five years after the Davos rejection, Rick Davis shepherded Deripaska around the elite confab, taking him to a party brimming with U.S. senators, including John McCain.",
  "He was, for a time, the brother-in-law of the Saudi arms dealer Adnan Khashoggi, the middleman used in the arms-for-hostages scheme that became the Iran-Contra scandal.",
  "Some members of the firm worked for Democratic Senate candidates in Louisiana, Vermont, and Florida, even as operatives down the hall worked for their Republican foes.",
  "Taking a handful of colleagues with him, he started a new firm—Davis, Manafort and Freedman—and a new chapter, one that would see him enter the sphere of the Kremlin.",
  "It was a moment of consolidation in the industry, where the biggest players came to understand how much money could be made from the model that Manafort had created.",
  "Colleagues suspected the worst about Manafort because they had observed his growing mania for accumulating property, how he’d bought second, third, and fourth homes.",
  "After the long expansion of the regulatory state, business finally had a political partner eager to dismantle it—which generated unprecedented demand for lobbyists.",
  "Manafort repeatedly traveled to the oligarch’s Moscow office, where they would sit for hours and tour the business and political horizon of the former Eastern Bloc.",
  "In return, Manafort and Stone had promised to throw the Team behind Acker’s campaign to replace Stone as the head of the Young Republicans two years later, in 1979.",
  "Manafort was generous with his family financially—he’d invested millions in Jessica’s film projects, and millions more in her now-ex-husband’s real-estate ventures.",
  "He’d been the chief political strategist to the man who became the president of Ukraine, Viktor Yanukovych, with whom he’d developed a highly personal relationship.",
  "Andrea noted her father’s “tight cash flow state,” texting Jessica, “He is suddenly extremely cheap.” His change in spending habits was dampening her wedding plans.",
  "In 2016, his friends might not have known the specifics of his Cyprus accounts, all the alleged off-the-books payments to him captured in Cyrillic ledgers in Kiev.",
  "But nearly as soon as Burson acquired the firm, Tom Bell, the head of its Washington office, began to notice the ways in which Manafort hadn’t played by the rules.",
  "His indictment in October after investigation by Special Counsel Robert Mueller alleges money laundering, false statements, and other acts of personal corruption.",
  "Manafort has previously confirmed that his daughter’s phone was hacked and acknowledged the authenticity of some texts quoted by Politico and The New York Times.",
  "But now he frequently flew off to France or Spain, collaborating with Al Assir on projects that remained a mystery to his subordinates, and even to his partners.",
  "Al Assir would show him how to live that life.” Colleagues at Black, Manafort, Stone and Kelly noticed changes that accompanied the flowering of the friendship.",
  "“Paul took the opposite approach.” (Kelly and Manafort have not spoken in recent years; the former supported Hillary Clinton in the last presidential campaign.)",
  "While Manafort had been putting together Pericles, Davis had been on leave from Davis, Manafort and Freedman, running John McCain’s 2008 presidential campaign.",
  "Manafort’s exploration of the outermost moral frontiers of the influence business had already exposed him to kleptocrats, thugs, and other dubious characters.",
  "When the United States denied Deripaska a visa, the Russians handed him a diplomatic passport, which permitted him to make his way to Washington and New York.",
  "The risks of popular uprising were very much on Rothschild’s and Deripaska’s minds during the last months of 2004, when they handed Manafort a specific task.",
  "Shortly before the announcement of his job inside Trump’s campaign, Manafort touched base with former colleagues to let them know of his professional return.",
  "Despite his young age, Manafort projected the sort of confidence that inspires others to have confidence, a demeanor often likened to that of a news anchor.",
  "Because he clumsily obscured his infidelity—and because his mistress posted about their travels on Instagram—his family caught him again, six months later.",
  "According to the text messages, Manafort had rented his mistress a $9,000-a-month apartment in Manhattan and a house in the Hamptons, not far from his own.",
  "They attempted to protect Gerald Ford’s renomination bid in the face of Ronald Reagan’s energetic challenge; Manafort wrangled delegates on Baker’s behalf.",
  "When Acker ultimately balked—he wanted to stay neutral—Manafort turned on him with fury, “an unprecedented 11th-hour move,” the Associated Press reported.",
  "When Davis arrived, he found himself pumping the hand of the Honorable Nathaniel Philip Victor James Rothschild, the British-born financier known as Nat.",
  "Marcos hired Manafort to lift his image; his wife, Imelda, personally delivered an initial payment of $60,000 to the firm while on a trip to the States.",
  "Black, Manafort, Stone and Kelly had greatly abetted that transformation, and stood to profit from the rising flood of corporate money into the capital.",
  "After crews had taken down the reviewing stand and swept up the debris, the alumnus recalled, a vendor showed up in the office with a bag full of cash.",
  "Like a pair of old imperialists, they imagined new, sympathetic governments across eastern Europe that would accommodate and protect their investments.",
  "Wealth came in the form of Georgetown mansions, with their antique imperfections and worn rugs projecting power so certain of itself, it needn’t shout.",
  "But he complained about unpaid bills and, at age 66, scoured the world (Hungary, Uganda, Kenya) for fresh clients, hustling without any apparent luck.",
  "Man of the World By the 1990s, the double-digit list of registered lobbyists that Tommy Boggs had joined back in 1967 had swelled to more than 10,000.",
  "The loan included an interest payment in the form of abject humiliation: Putin traveled to one of Deripaska’s factories and berated him on television.",
  "But by then he had hired an effective Washington lobbying firm.” The war continued for more than a decade, killing hundreds of thousands of Angolans.",
  "The Firm During the years that followed World War II, Washington’s most effective lobbyists transcended the transactional nature of their profession.",
  "“It would have to move almost every year, because we weren’t invited back,” John Donaldson, an old friend of Manafort’s who worked at the firm, says.",
  "During the epic Republican National Convention of 1976, Manafort holed up with Baker in a trailer outside the Kemper Arena, in Kansas City, Missouri.",
  "Rothschild invested heavily in post-communist economies and became a primary adviser (and a friend) to the young Russian billionaire Oleg Deripaska.",
  "In 1964, the group’s efforts had arguably secured Barry Goldwater the GOP nomination; by the ’70s every Republican aspirant understood its potency.",
  "After the revolution, Manafort cadged some business from former minions of the ousted president, the ones who hadn’t needed to run for their lives.",
  "In 2006, the U.S. State Department had revoked Deripaska’s visa, reportedly out of concern over his ties to organized crime (which he has denied).",
  "In 1991, Black, Manafort, Stone and Kelly was purchased by the mega public-affairs firm Burson-Marsteller, the second-largest agency in the world.",
  "Upon returning from the campaign, and witnessing the extent to which Manafort had abused his trust, Davis left the firm they had created together.",
  "They wanted the authority to track down more information on the deal, even though the initial papers for it had been filed in the Cayman Islands.",
  "Paul Carver, a former New Britain City Council member and a protégé of the old man, told me, “It was like going to the bar with your grandfather.",
  "The firm won clients because it adeptly marketed its ties to the Reagan administration, and then the George H. W. Bush administration after that.",
  "When Manafort had arrived in Washington in the 1970s, the place reveled in its shabby glories, most notably a self-satisfied sense of high duty.",
  "“All of a sudden they came into a lot of money, and I don’t think any of them were used to earning the money that we were earning,” Kelly said.",
  "At the last minute, he might ask a staffer to entertain his visiting law-school buddies, never mind that the staffer had never met them before.",
  "She knew of him as a skilled manipulator of public opinion, and throughout the meal, Manafort displayed his most strategic, most charming self.",
  "But in his Kiev office, he’d left behind a safe filled with papers that he would not have wanted to fall into public view or the wrong hands.",
  "President George W. Bush’s democratic agenda espoused an almost messianic sense of how the United States could unleash a new age of freedom.",
  "Many of these young associates would eventually climb the firm’s ladder, and were often dispatched to manage campaigns on the firm’s behalf.",
  "A Reversal of Fortune Before everything exploded in Ukraine, Manafort saw the country as his golden land, the greatest of his opportunities.",
  "I told them they didn’t want to be.” As the head of the firm’s “social committee,” Manafort would supply a theme for the annual gatherings.",
  "It all arguably began with a 1993 dinner hosted by Manafort in his Virginia home and attended by Pakistan’s prime minister, Benazir Bhutto.",
  "To the Young Republican elite, the faction Manafort controlled carried a name that conveyed his expectation of unfailing loyalty: the Team.",
  "It entailed alleged kickbacks into the 1995 presidential campaign of Édouard Balladur, apparently arranged by the French defense minister.",
  "The consulting side hired the hard-edged operative Lee Atwater, notorious for pioneering race-baiting tactics on behalf of Strom Thurmond.",
  "In a bravura projection of power that no one in the Reagan campaign could miss, Manafort swung the vote sharply against Acker, 465 to 180.",
  "This strategy of military outsourcing—the Reagan Doctrine—aimed to overload the Soviet Union with confrontations that it couldn’t sustain.",
  "In 2007, Manafort persuaded him to commit $100 million to the project, a sum that would have hardly made a dent in the oligarch’s fortune.",
  "He did it very elegantly.” He also directed Yanukovych’s party to harp on a single theme each week—say, the sorry condition of pensioners.",
  "(Legally, the two practices were divided into different companies, but they shared the same founding partners and the same office space.)",
  "They have both sides.’ I kept saying, ‘How is it un-American to win?’ ” This sense of invincibility permeated the lobbying operation too.",
  "During the Memphis convention, Acker had served as a loyal foot soldier on the Team, organizing the southern delegates on Stone’s behalf.",
  "By flipping his allegiance from the former Ford faction, he provoked suspicion among conservatives, who viewed him as a rank opportunist.",
  "The previous November, as the cache of texts shows, his daughters had caught him in an affair with a woman more than 30 years his junior.",
  "By the late ’70s, Manafort and Stone could foresee Ronald Reagan’s ascendance, and both intended to become players in his 1980 campaign.",
  "Åslund, who had advised the Ukrainian government on economic policy, told me, “Yanukovych and Manafort are almost exactly the same size.",
  "He “hung up the phone, looked at his watch, and said, ‘Okay, we have 20 minutes until the next one,’ ” Andrea wrote to her then-fiancé.",
  "Spooks in Islamabad had observed the international rush to hire Washington lobbyists, and they had been clamoring for one of their own.",
  "At about that same time, Pakistan was looking to upgrade its submarine fleet, and European arms contractors raced to hawk their wares.",
  "Throughout his young career, Nat had fascinated the London press with his love interests, his residences, and his shrewd investments.",
  "Over the decades, Manafort had cut a trail of foreign money and influence into Washington, then built that trail into a superhighway.",
  "The Young Man and His Machine In the spring of 1977, a 28-year-old Paul Manafort sat at a folding table in a hotel suite in Memphis.",
  "Control over the Young Republicans—a political and social network for professionals ages 18 to 40—was a genuine prize in those days.",
  "Of all Paul Manafort’s foreign adventures, Ukraine most sustained his attention, ultimately to the exclusion of his other business.",
  "They met at an old movie palace that had been converted into the headquarters for his political organization, the Party of Regions.",
  "But none of these relationships imprinted themselves more deeply than his friendship and entrepreneurial partnership with Al Assir.",
  "When Paul Manafort Jr. broke the rules, when he operated outside of a moral code, he was really following the example he knew best.",
  "The firm would arrange for image-buffing interviews on American news programs; it would enlist allies in Congress to unleash money.",
  "As Deripaska’s world came crashing down, his representatives asked Manafort to liquidate Pericles and give him back his fair share.",
  "“He wanted us to help lead these guys in a better direction.” But moral improvement never really figured into Manafort’s calculus.",
  "Other lobbyists sought out authoritarian clients, but none did so with the focused intensity of Black, Manafort, Stone and Kelly.",
  "He descends from a different kind of political lineage, and in his formative experience one can see the makings of his worldview.",
  "He’d ensconced himself among the rich and famous, the set that skied in Gstaad, Switzerland, and summered in the south of France.",
  "Manafort reportedly made $1.5 million selling his shares of the biometrics firm before the company eventually came tumbling down.",
  "He’d learned how to soothe them, how to bend their intransigent wills with his calmly delivered, diligently researched arguments.",
  "And in the early months of 2014, protesters gathered on the Maidan, Kiev’s Independence Square, and swept his patron from power.",
  "The elder Manafort’s outsize capacity for charm made him the sort of figure whose blemishes tend to be wiped from public memory.",
  "The late pollster Warren Mitofsky traveled to the Philippines with CBS News to set up and conduct an exit poll for the election.",
  "To get it, they needed help refining their image, so that Congress wouldn’t look too hard at their less-than-liberal tendencies.",
  "Congress hadn’t outlawed influence peddling on behalf of foreign interests, but the practice sat on the far fringes of K Street.",
  "When Bandar attended the 1984 Republican National Convention, Manafort dedicated a small group of advance men to smooth his way.",
  "Manafort arranged for Bandar to arrive at the presidential entrance, then had him whisked to seats in the vice-presidential box.",
  "Foreign lobbying had certainly existed before the ’80s, but it was limited in scale and operated under a penumbra of suspicion.",
  "“Generally speaking, I would focus on how to bring the client in sync with western European or American values,” Kelly told me.",
  "The country’s politics are hardly as simple as commonly portrayed; corruption extends its tentacles into all the major parties.",
  "After the election of George H. W. Bush, Black, Manafort, Stone and Kelly agreed to help organize the inauguration festivities.",
  "Even though John Donaldson doubts the veracity of the tale, he told me that it persists because it reflects Manafort’s ethics.",
  "One venture would run campaigns; the other would turn around and lobby the politicians whom their colleagues had helped elect.",
  "In the early ’80s, Khashoggi was worth $4 billion; his biography, published in 1986, was titled The Richest Man in the World.",
  "In the end, France’s state-owned manufacturer won the contract—and Al Assir was added as an intermediary at the last minute.",
  "Back home, it would help regimes acquire the whiff of democratic legitimacy that would bolster their standing in Washington.",
  "His family business had then inflated the fees for its work on the arena so that cash could be kicked back to the Teamsters.",
  "For her “wedding weekend kick off” party, he suggested scaling back the menu to hot dogs and eliminated a line item for ice.",
  "Despite Deripaska’s reputation, or perhaps because of it, Manafort had been dodging the oligarch’s attempts to contact him.",
  "It housed the factory that turned out Stanley tools and was a tangle of ethnic enclaves—Poles, Italians, Irish, Ukrainians.",
  "When the legendary lawyer Tommy Boggs registered himself as a lobbyist, in 1967, his name was only 64th on the active list.",
  "One former Pakistani official who attended the dinner told me that Bhutto came away determined to make use of his services.",
  "The outrageous amounts that Manafort billed, sums far greater than any he had previously received, seemed perfectly normal.",
  "The firm commissioned a company from Rhode Island to sell memorabilia on the parade route—T-shirts, buttons, and the like.",
  "The firm had assiduously prepared him for the mission, sending him monthly reports on the political climate in Washington.",
  "And his personal corruption is less significant, ultimately, than his lifetime role as a corrupter of the American system.",
  "If he entertained the notion, say, of moving his backyard swimming pool a few feet, nothing stopped him from the expense.",
  "In the week leading up to the 1979 Young Republicans convention, Manafort and Stone set out to destroy Acker’s candidacy.",
  "Newsweek pronounced the firm “the hottest shop in town.” Manafort’s lobbying firm exuded the decadent spirit of the ’80s.",
  "Vogel relied in part on the 1996 memoir of Ed Rollins, a Republican consultant and Reagan’s reelection-campaign director.",
  "One of his greatest gifts as a businessman was his audacity, and his Ukrainian benefactors had amassed enormous fortunes.",
  "After spending so much time in the company of Russian and Ukrainian oligarchs, he set out to become an oligarch himself.",
  "Why not have the candidates go over to Black, Manafort and Stone and argue it out?” Manafort cultivated this perception.",
  "Even at this early stage in his career, Manafort had acquired a remarkable skill for managing a gathering of great size.",
  "Their performance positioned them for inner-sanctum jobs in the Reagan administration, but they had even grander plans.",
  "When Manafort’s father, Paul Sr., ran for mayor in 1965, he was a lonely Republican attempting to seize a blue bastion.",
  "Everybody’s happy.’ ” Another alumnus of Manafort’s firm answered my questions about the Marcos money with an anecdote.",
  "In 2003, Rick Davis, a partner in Manafort’s new firm, was invited to the office of a hedge fund in Midtown Manhattan.",
  "Al Assir is alleged to have extracted bloated commissions from the deal and to have pocketed some of the bank’s loans.",
  "In response to a questionnaire in The Washington Times, he declared Machiavelli the person he would most like to meet.",
  "Manafort had committed to couples therapy but, the texts reveal, that hadn’t prevented him from continuing his affair.",
  "That he would be accused of helping a foreign power subvert American democracy is a fitting coda to his life’s story.",
  "From Baker, he learned the art of ostentatious humility, how to use the knife to butter up and then stab in the back.",
  "“I always marveled at how patient and devoted he was with her during that time,” an old friend of Manafort’s told me.",
  "“He is authoritative, and you never see a chink in the armor,” one of his longtime deputies, Philip Griffin, told me.",
  "Many of Manafort’s colleagues at Black, Manafort, Stone and Kelly professed to believe in the conservative catechism.",
  "Deripaska began to publicly doubt whether Manafort had even bought the telecommunications company in the first place.",
  "But in 1981, he was charged with perjury for testimony that he had provided in a municipal corruption investigation.",
  "Demand for its services rose to such heights that the firm engineered a virtual lock on the 1988 Republican primary.",
  "At Manafort’s urging, the delegates who were pledged to Acker bolted—and Manafort took over his opponent’s campaign.",
  "The most devastating report came from Palmer McGee, a Hartford lawyer hired by New Britain to sort through its muck.",
  "In the early ’80s, he created a consulting firm that ignored the conventions that had previously governed lobbying.",
  "As he watched the U.S. presidential campaign take an unlikely turn, he saw an opportunity, and he badly wanted in.",
  "But after the exposure of his infidelity, his wife had begun to confess simmering marital issues to her daughters.",
  "They suggested that he would serve as Manafort’s partner, and that shares would be divided evenly between the two.",
  "In the ’70s, the big time was embodied by James A. Baker III, the shrewdest Republican insider of his generation.",
  "Money, which had always flowed freely to Manafort and which he’d spent more freely still, soon became a problem.",
  "Yanukovych could be bullheaded, and as his presidency progressed, he increasingly cut himself off from advisers.",
  "Manafort, however, knew how to change Yanukovych’s mind, using polling and political arguments to make his case.",
  "In the firm’s early years, Manafort had been a fixture of the office, a general presiding over his headquarters.",
  "The arms dealer Al Assir introduced Manafort to an aristocratic world that exceeded anything he had ever known.",
  "His unrestrained spending and pile of debt required a perpetual search for bigger paydays and riskier ventures.",
  "Atwater became the chief strategist for George H. W. Bush; Black worked with Bob Dole; Stone advised Jack Kemp.",
  "But when he called home in tears or threatened suicide in the spring of 2015, he was pleading for his marriage.",
  "To wheedle and cajole delegates, it helped to have an idea of what job they wanted in return for their support.",
  "Not long after that, Stone and Manafort won the crucial positions in the Reagan operation that they’d coveted.",
  "V. The Family Business “Paul’s not especially ideological,” his former partner Charlie Black told me recently.",
  "After that humiliating defeat, Yanukovych and the oligarchs who’d supported him were desperate for a new guru.",
  "Bhutto had just returned to power after three years in the opposition, and Manafort badly wanted her business.",
  "Manafort’s lifestyle came to feature opulent touches that stood out amid the relative fustiness of Washington.",
  "“At present it seems that the Partnership never acquired any of the Chorne More entities,” his lawyers argued.",
  "In 2002, he and Manafort persuaded the bank to invest 57 million euros in a Puerto Rican biometrics company.",
  "Manafort wrote well, especially in proposals to prospective clients, and excelled at thinking strategically.",
  "In the American political lexicon, Chicago-style elections were generally synonymous with mass voter fraud.",
  "An ensuing scandal that is still unfolding, some 20 years later, would entangle both Al Assir and Manafort.",
  "“The risks couldn’t have been more obvious,” one friend who attempted to dissuade him from the job told me.",
  "Collectively, the texts show a sometimes fraught series of relationships, by turns loving and manipulative.",
  "They shared a home state, an affection for finely tailored power suits, and a deeper love of power itself.",
  "His wife once quipped, according to the text messages, that Andrea was conceived between conference calls.",
  "When Deripaska’s lawyers asked him about the money he supposedly owed their client, Davis was gobsmacked.",
  "But months after the Chorne More purchase, the 2008 financial crisis hit, gutting Deripaska’s net worth.",
  "The Master of Kiev During the 1980s and ’90s, an arms dealer had stood at the pinnacle of global wealth.",
  "But Manafort’s role in Mueller’s broader narrative remains carefully guarded, and unknown to the public.",
  "But his role as adviser, as powerful as it was, never quite matched his own buccaneering sense of self.",
  "While Al Assir never rated much attention in the American press, he had a familial connection who did.",
  "When Roger Stone’s old hero, Richard Nixon, came to Washington, the wheel men would shuttle him about.",
  "For nearly a decade, he had counted primarily on a single client, albeit an exceedingly lucrative one.",
  "A few months earlier, he had intimated to his other daughter, Jessica, that suicide was a possibility.",
  "But his attempts at rehabilitation—of his family life, his career, his sense of self-worth—continued.",
  "“If politics has done anything, it’s taught us to treat everything as a campaign,” he once declared.",
  "His new firm found its way to a fresh set of titans, with the help of an heir to an ancient fortune.",
  "And as a practical matter, it’s hard to imagine that anyone could stuff $10 million in a suitcase.",
  "Manafort’s sartorial style began to pay homage to Al Assir, with flourishes of the European dandy.",
  "With this evolution of the profession, the effectiveness and influence of lobbying grew in tandem.",
  "All of the money Congress began spending on anti-communist proxies represented a vast opportunity.",
  "Deripaska had become a billionaire in his 30s, and acquired the noisy pretensions of young wealth.",
  "“It was a virgin market in virtually any industry you wanted to pick up,” Philip Griffin told me.",
  "It plummeted so far that he needed a $4.5 billion bailout from the Russian state bank to survive.",
  "Iron-fisted dictators and scruffy commandants around the world hoped for a share of the largesse.",
  "Still, Vogel found a raft of circumstantial evidence that suggested the plausibility of the tale.",
  "When Manafort entered the grandiose building, the place was a mausoleum and Yanukovych a pariah.",
  "(The business admitted to inflating its fees, but a grand jury declined to issue an indictment.)",
  "When I asked Manafort’s former colleagues about the apocrypha, they couldn’t confirm the story.",
  "Al Assir introduced Manafort to an aristocratic world that exceeded anything he had ever known.",
  "Senior partners were given luxury cars and a membership to the country club of their choosing.",
  "These were not the most-sophisticated techniques, but they had never been deployed in Ukraine.",
  "And in the face of the Team’s prowess, Stone’s rival eventually quit the race, mid-convention.",
  "When it comes to serving the interests of the world’s autocrats, he’s been a great innovator.",
  "Manafort had nursed his wife after a horseback-riding accident had nearly killed her in 1997.",
  "And each day, he would use it to ring his wife from Arizona, his voice often soaked in tears.",
  "Manafort was not a central figure in this scandal, and was never charged with any wrongdoing.",
  "“Paul went off on different foreign things that none of us knew about,” Peter Kelly told me.",
  "Manafort understood how highly Deripaska valued his symbiotic relationship with the Kremlin.",
  "He’d been operating as a freelancer, working on projects that never went to the bottom line.",
  "Back in the ’60s, Manafort’s hometown, New Britain, Connecticut, was known as Hardware City.",
  "“Yanukovych would listen to him,” Voloshyn told me, “when our arguments were ignored.” VIII.",
  "There was little denying that the Young Republicans made an ideal vehicle for his ambitions.",
  "But as the moment of Acker’s coronation approached, Manafort suddenly conditioned his plan.",
  "But that would require overcoming the reputation that stalked him, and Manafort could help.",
  "All the partners in his firm came to know his father, running into him at parties that P.J.",
  "Several investigations into the tampering drilled through New Britain’s rotten government.",
  "The Kremlin’s grip on its old Soviet sphere was especially precarious in the early aughts.",
  "Manafort placed him at the helm of a new private-equity firm he’d created called Pericles.",
  "For college and law school, he chose Georgetown University, a taxi ride from the big time.",
  "“He was studying at the feet of the master,” Jeff Bell, a Reagan campaign aide, remembers.",
  "He also charged a staggering $7.35 million in management fees for overseeing the venture.",
  "Al Assir’s occasional appearance in the international press lent these suspicions weight.",
  "The campaign had its share of infighting; both men survived factional schisms and purges.",
  "Their project required the type of expertise that Manafort had spent years accumulating.",
  "Manafort had profited from the sort of excesses that make a country ripe for revolution.",
  "He exuded his characteristic confidence, but they surprised him with doubts and worries.",
  "Manafort had known Deripaska for years, so he surely understood the oligarch’s history.",
  "He lost the election anyway, despite having imported a slew of consultants from Moscow.",
  "His Hamptons estate came with a putting green, a basketball court, a pool, and gardens.",
  "This was the world that brash novices like Manafort and Stone quickly came to dominate.",
  "Manafort would fly the Concorde to Europe and back as if it were the Acela to New York.",
  "An audit of Chorne More that Rick Gates said was under way likewise never materialized.",
  "Manafort had always intended to rely on financing from Oleg Deripaska to fund Pericles.",
  "The attention paid by party elders yielded opportunities for Young Republican leaders.",
  "These ambitions left a trail of damage, including an Alabama lawyer named Neal Acker.",
  "The Wisdom of Friends The clinic permitted Paul Manafort one 10-minute call each day.",
  "Then, in 2011, Manafort stopped responding to Deripaska’s investment team altogether.",
  "Russian oligarchs were drawn to Rothschild, whose name connoted power—and he to them.",
  "The Reagan administration represented a break with the old Republican establishment.",
  "Manafort could convincingly claim to know the new administration better than anyone.",
  "Photos from that time show him with a Tom Selleck mustache and meaningful sideburns.",
  "senators and foreign supreme commanders, imposing generals and presidents-for-life.",
  "He knew how to command an army of loyalists, who took his orders via walkie-talkie.",
  "Suddenly he started wearing unconventional shirts and suede loafers without socks.",
  "Manafort took Al Assir as his guest to George H. W. Bush’s inauguration, in 1989.",
  "What if it took an outsider to debase the capital and create the so-called swamp?",
  "(Balladur has denied any wrongdoing and doesn’t recall Manafort working for him.",
  "Generations of Democratic majorities in Congress had been terrible for business.",
  "He intended to raise $200 million to bankroll investments in Ukraine and Russia.",
  "Name-dropping never substituted for concrete steps that would bolster a client.",
  "Manafort avoided any harm by keeping a careful distance from the enflamed city.",
  "His work, the source of the status he cherished, had taken a devastating turn.",
  "A congressional staffer joked to Time, “Why have primaries for the nomination?",
  "“There’s money, and there’s really big money,” a friend of Manafort’s told me.",
  "Still, the narrative of Manafort’s time in Ukraine isn’t terribly complicated.",
  "They sent Manafort to Kiev to understand how they might minimize the dangers.",
  "“He likes this wild world,” Anders Åslund, a friend of Rothschild’s, told me.",
  "To the disbelief of his colleague, Manafort had arranged to take his own cut.",
  "When Al Assir and his second wife had a child, Manafort became the godfather.",
  "“He was radioactive.” Manafort groomed Yanukovych to resemble, well, himself.",
  "“Paul became aware of the difference between making $300,000 and $5 million.",
  "“He would buy a house without ever seeing it,” one former colleague told me.",
  "He had handed her an American Express card, which she’d used to good effect.",
  "To hear more feature stories, see our full list or get the Audm iPhone app.",
  "Manafort’s was the first lobbying firm to also house political consultants.",
  "In the new century, post-Soviet oligarchs climbed closer to that position.",
  "“Apparently he sobs daily,” his daughter Andrea, then 29, texted a friend.",
  "When it came to taking on new clients, he was uninhibited by moral limits.",
  "He was surrounded by phones that he’d specially installed for the weekend.",
  "During the spring of 2015, Manafort’s life had tipped into a deep trough.",
  "He entered the clinic in Arizona soon after, according to Andrea’s texts.",
  "Suddenly, the threat of democratic revolution no longer felt theoretical.",
  "She suggested that Manafort work with the Pakistani intelligence service.",
  "“A couple of women in the firm complained that they weren’t ever invited.",
  "On the eve of the 2008 global financial crisis, he was worth $28 billion.",
  "(Gates did not respond to multiple requests for comment on this article.)",
  "To seize the organization was to come into possession of a baby Tammany.",
  "Each year, it hosted a golf outing called Boodles, after the gin brand.",
  "“We’re getting into servicing what we sell,” Atwater told his friends.",
  "“It was one of the great fuck jobs,” a Manafort whip told me recently.",
  "But he had the schmoozing gene, as well as an unmistakable fierceness.",
  "“They were very brotherly,” one mutual acquaintance of theirs told me.",
  "The summons didn’t reveal the name of the man requesting his presence.",
  "All of the papers for the initial deal had included Rick Davis’s name.",
  "Deripaska wouldn’t let go of the notion that Manafort owed him money.",
  "As a result, Manafort began spending longer spans of time in Ukraine.",
  "Paul would sit there and say, ‘These guys can’t get access to Reagan.",
  "Words like freedom and liberty flowed through their everyday musings.",
  "“They were known as the Young Republican whizzes,” Jeff Bell told me.",
  "Fearing for his life, Yanukovych sought protective shelter in Russia.",
  "Stone directed the campaign in the Northeast, Manafort in the South.",
  "One deal brokered by Al Assir helped crash a private bank in Lisbon.",
  "“He believed that suckers stay out of debt,” the colleague told me.",
  "In fact, the Kremlin came to consider Deripaska an essential proxy.",
  "Deripaska handed his money to Paul Manafort because he trusted him.",
  "But that old boarding-school establishment wasn’t Manafort’s style.",
  "Throughout his long career, Manafort had advised powerful men—U.S.",
  "This explanation struck Deripaska’s lawyers as wildly implausible.",
  "Stories about Manafort’s slipperiness have acquired mythic status.",
  "But Manafort seldom spoke of first principles or political ideals.",
  "The Russian oligarch wanted to know what had become of his money.",
  "“This was in the days before the internet,” one of them told me.",
  "The texts extend over four years (2012–16) and 6 million words.",
  "Rothschild and Deripaska fed off each other’s grand ambitions.",
  "But some didn’t struggle to imagine it might be true, either.",
  "Manafort and Andrea both declined to comment on this article.",
  "He was always looking to curry favor with the Russian state.",
  "Al Assir seems to have been a key conduit of the kickbacks.",
  "And sure enough, his clients railed against nato expansion.",
  "But in his frayed state, these warnings failed to register.",
  "If Acker wanted the job, he had to swear loyalty to Reagan.",
  "He knew almost everybody in town.” Paul Jr., known as P.J.",
  "But what if that formulation gets the causation backwards?",
  "Al Assir could not be reached for comment on this story.)",
  "By the ’90s, the two had begun to put together big deals.",
  "“It’s all been scripted in the back room,” he complained.",
  "In 2015, his lawyers filed a motion in a Virginia court.",
  "He wanted to become the global face of Russia, he said.",
  "Manafort and Al Assir were more than business partners.",
  "“Excess Is Best” was the theme of one annual gathering.",
  "Businesses simply didn’t consider lobbying a necessity.",
  "He managed Stone’s candidacy for chairman of the group.",
  "Stone and Manafort had met through College Republicans.",
  "He would stick his hand out and buy a round of drinks.",
  "“Baker would send the firm clients,” Kelly remembered.",
  "Together, they campaigned with gleeful ruthlessness.",
  "Those whip books provided the basis for deal making.",
  "“His name kept popping up,” Peter Kelly remembered.",
  "“People said, ‘It’s un-American,’ ” Kelly told me.",
  "Presidential hopefuls sought to harness the group.",
  "The firm exuded the decadent spirit of the 1980s.",
  "“He was dedicated to him,” Nancy Johnson told me.",
  "“It was a Paul tax,” the former employee told me.",
  "He toiled for clients with unflagging intensity.",
  "Their families vacationed together near Cannes.",
  "But Davis knew nothing of the Chorne More deal.",
  "Manafort rewrote the rules of his adopted city.",
  "For Manafort, this was an audacious volte-face.",
  "He would “be gone forever,” she texted Andrea.",
  "He wanted to increase the firm’s global reach.",
  "They think they’ll be getting their influence.",
  "Deripaska’s interests were not only financial.",
  "The affair had been an unexpected revelation.",
  "But that promise never translated to action.",
  "In 1984, the firm reached across the aisle.",
  "hosted in his Mount Vernon, Virginia, home.",
  "Manafort would manage the campaign himself.",
  "(He has pleaded not guilty to all charges.)",
  "He began to make a different set of calls.",
  "“People avoided him,” Philip Griffin said.",
  "Yanukovych was proud of his American turn.",
  "“Can you imagine how hard that was?”\n\nIV.",
  "Jessica could not be reached for comment.",
  "They want to give $10 million to Reagan.",
  "Manafort’s ambitions trailed that shift.",
  "After he hired Manafort, he invited U.S.",
  "Manafort had little choice but to agree.",
  "“It was a small city and very ingrown.",
  "(The case was eventually dismissed.)",
  "Manafort had been dodging Deripaska.",
  "Manafort had been bred for politics.",
  "Patronage flowed in their direction.",
  "He discovered the south of France.",
  "Paul Manafort helped change that.",
  "And he knew how to put on a show.",
  "It was an expensive relationship.",
  "I can get them access to Reagan.",
  "“I know how Paul would view it.",
  "In 1995, Manafort left Burson.",
  "Reagan can’t take $10 million.",
  "“I guess he needed a new deck.",
  "I’ll take the $10 million.",
  "So they are big, tall men.",
  "(He denied involvement.)",
  "Mark Peterson / Redux",
  "“ ‘They can’t lose.",
  "III.",
  "VII.",
  "II.",
  "I."
]