[
  "The law’s definition states that any person acting on behalf of a foreign principal as a political representative, a “public relations counsel, publicity agent, information-service employee or political consultant,” fundraiser, or lobbyist before the US government has to register:\n\nany person who acts as an agent, representative, employee, or servant, or any person who acts in any other capacity at the order, request, or under the direction or control, of a foreign principal or of a person any of whose activities are directly or indirectly supervised, directed, controlled, financed, or subsidized in whole or in major part by a foreign principal, and who directly or through any other person—(i) engages within the United States in political activities for or in the interests of such foreign principal; (ii) acts within the United States as a public relations counsel, publicity agent, information-service employee or political consultant for or in the interests of such foreign principal; (iii) within the United States solicits, collects, disburses, or dispenses contributions, loans, money, or other things of value for or in the interest of such foreign principal; or (iv) within the United States represents the interests of such foreign principal before any agency or official of the Government of the United States.",
  "(The special counsel claims that “court-authorized searches of MANAFORT and GATES' DMI email accounts and MANAFORT's Virginia residence in July 2017 revealed numerous documents, including documents related to lobbying, which were more than thirty-days old at the time of the November 2016 letter to the Department of Justice.”)\n\nThis could be a bad omen for other FARA defendants\n\nThe fallout to Manafort and Gates’s indictments risks ensnaring a number of other people in their and Trump’s orbit for FARA violations.",
  "In the indictment, the special counsel explains that Manafort and Gates were approached in September 2016 to comply with the law voluntarily:\n\nIn September 2016, after numerous recent press reports concerning MANAFORT, the Department of Justice informed MANAFORT, GATES, and DMI that it sought to determine whether they had acted as agents of a foreign principal under the Foreign Agents Registration Act (FARA), without registering.",
  "The audit also found that 62 percent of new registrants in 2013-’15 filed late; that 50 percent of registrants failed to file supplemental statements describing their work in a timely manner; and that 61 percent of informational materials (what the law used to call \"propaganda\") were not filed on time, and 47 percent did not include a disclosure that the materials were distributed on behalf of a foreign government.",
  "The way it’s used is mostly to coerce and co-opt noncompliant parties into registering.”\n\nThe law does lead to indictments in cases like Manafort’s and Gates’s: when the DOJ approaches a person or group who isn’t complying, and that party then either continues not to comply despite the threat of an indictment or, more commonly, files false information as part of their registration.",
  "“Congress was trying to make the statute turn less on subjective distinctions around content.”\n\nThe law also exempts journalists, scientists, artists, and academics taking foreign government money (so Americans working for the BBC don’t have to register, for instance, even though they technically work for a foreign government), and people working on humanitarian projects.",
  "NBC News reports that both the Podesta Group and Mercury LLC worked with Gates on the pro-Russian Ukraine project; in the wake of the revelations, Tony Podesta, the Podesta Group’s co-founder and brother of former Hillary Clinton campaign chair and Bill Clinton/Barack Obama senior White House adviser John Podesta, has stepped down from the firm.",
  "In 1966, Congress amended the act significantly and, in the words of the DOJ report, “narrowed the reach of FARA so that the government has to prove that a foreign agent is acting at the order, request, or under the direction and control of a foreign principal”; the requirement of foreign direction was vaguer originally.",
  "In April of this year, the Project on Government Oversight, Demand Progress, Public Citizen, Issue One, and the Campaign Legal Center submitted testimony before Congress stating, \"Our reviews of the DOJ’s available foreign lobbying information found significant problems with how the data is currently structured.",
  "That has led a number of FARA experts to argue that the Manafort/Gates indictments leave Flynn vulnerable for a similar prosecution, though Flynn’s belated disclosure might save him, in keeping with the kinds of “disclose now so we don’t prosecute you” deals that FARA prosecutors have traditionally made.",
  "“FARA was enacted in 1938 in response to recommendations of a special congressional committee investigating anti-American activities in the United States,” the report states, alluding to the House Un-American Affairs Committee (HUAC), which would later become infamous in the post-World War II Red Scare.",
  "Unrelated to the Ukraine work, retired general and former National Security Adviser Michael Flynn worked on behalf of a Turkish businessman with close ties to the Turkish government in 2016, and engaged in a communications campaign against cleric and Turkish government enemy Fethullah Gülen.",
  "Mueller alleges that Gates and Manafort violated several disclosure laws, including others involving Treasury Department requirements about disclosing foreign bank accounts — part of a tax evasion scheme the counsel argues Manafort and Gates undertook with earnings from their lobbying.",
  "These problems are longstanding, and aren’t limited to poor compliance; back in 2004, documents released under the Freedom of Information Act showed that the Justice Department was worried it couldn’t copy its database of FARA disclosure without destroying the database in the process.",
  "Enforcement, overseen by the National Security Division of the Department of Justice, relies heavily on voluntary compliance: It is understood that lobbyists and others who qualify for disclosure under the statute should do so voluntarily, without prodding.",
  "“The real pattern of enforcement has been to encourage voluntary compliance, to convince those who are not complying with the statute by not registering that they should come clean, and that if they register the government won’t prosecute,” Vladeck says.",
  "Before HUAC began focusing exclusively on communists, it was interested in fascist influence in the US through groups like the German American Bund, which would eventually hold a 20,000-person pro-Nazi rally in Madison Square Garden in 1939.",
  "The committee concluded that “the Nazi German government had established an extensive underground propaganda apparatus using American firms and citizens,” according to the inspector general’s report — and FARA was enacted to try to stop it.",
  "What FARA is and where it came from\n\nAs a report from the Inspector General’s Office of the DOJ last year explains, FARA was originally passed in response to Nazi Germany’s efforts to influence American public opinion in the 1930s.",
  "“If you have someone you’ve told has to file, has to come clean, and they file in a way that’s so clearly problematic, DOJ is more comfortable assuming at that point that mistakes were not accidental,” Vladeck explains.",
  "The inspector general’s report last year found that new registrations plummeted in the 1990s, coinciding with both the Lobbying Disclosure Act’s curtailing of FARA and the introduction of fees for FARA registrants.",
  "They did not recall \"meeting with or conducting outreach to US government officials or US media outlets on behalf of\" the European Center for a Modern Ukraine, a pro-Party of Regions group in Belgium.",
  "Among the falsehoods Mueller and his team allege are claims that:\n\nManafort and Gates’s work on behalf of Ukraine's pro-Russian Party of Regions \"did not include meetings or outreach within the US.\"",
  "(The special counsel alleges that Manafort and Gates did far more, and actually directed those firms' lobbying work on behalf of the center and Ukraine's pro-Russian president Viktor Yanukovych.)",
  "In November 2016 and February 2017, MANAFORT, GATES, and DMI caused false and misleading letters to be submitted to the Department of Justice, which mirrored the false cover story set out above.",
  "If an American is acting as a political representative, or otherwise as a noncommercial agent of such a foreign individual or group, he or she has to register, with the above exceptions.",
  "FARA was used repeatedly to crack down on Nazi propagandists in the US before and during World War II, and after the war was used as one of many instruments of anti-communist repression.",
  "At the heart of special counsel Robert Mueller’s case against Trump campaign chair Paul Manafort and Manafort’s aide Rick Gates is a 1938 law that most Americans likely haven’t heard of.",
  "In 1995, the Lobbying Disclosure Act narrowed FARA's purview further, by exempting registered lobbyists working on behalf of foreign commercial (as opposed to political) interests.",
  "It requires lobbyists and other groups representing and advocating on behalf of foreign governments to disclose those activities to the government and then the public.",
  "“One person’s propaganda is another person’s innocent lobbying activity,” Steve Vladeck, a professor of law at the University of Texas who has written on FARA, says.",
  "The charge is politically explosive: Mueller claims Manafort and Gates were acting as undisclosed agents of a foreign power, the pro-Russian government of Ukraine.",
  "But while Manafort’s lawyer invoked the fact that the law rarely leads to indictments as a defense for his client, it doesn’t follow that the law isn’t enforced.",
  "And they don’t even touch on the vast number of people operating outside FARA’s orbit who haven’t been asked yet to register, even though they should.",
  "A “foreign principal” needn’t be a government; the law also provides for principals who are simply foreign individuals or corporations or groups.",
  "Moreover, we found that loopholes in the law, in addition to a lack of resources and staff, can make enforcement difficult if not impossible.\"",
  "(The special counsel's office alleges that they \"communicated directly with United States officials in connection with this work.\")",
  "That their lobbying firm \"does not retain communications beyond thirty days\" and so had no relevant documents for FARA disclosure.",
  "At the time, he did not register under FARA, only doing so in March of 2017 after media reports about his pro-Turkey work.",
  "The law was passed nearly 80 years ago to prevent meddling by a foreign dictatorship in American elections and politics.",
  "How FARA is enforced\n\nFARA doesn’t criminalize any conduct by representatives of foreign individuals and governments.",
  "But the Manafort/Gates indictments could provide an ideal opportunity to start taking enforcement more seriously.",
  "Still, failing to comply and disclose is a federal crime, one both Manafort and Gates have been charged with.",
  "They merely introduced two lobbying firms, called Company A and Company B in the indictment, to the center.",
  "And when someone belatedly registers, and then gives false information, inferring malign intent is easier.",
  "“When Manafort’s lawyer says the statute isn’t used that often anymore, it’s not quite true.",
  "The FARA charge alleges another kind of false statement on Manafort and Gates’s part.",
  "More generally, many activists have argued that FARA is chronically underenforced.",
  "Already, lobbying firms alluded to in the indictment are facing renewed scrutiny.",
  "And it’s rarely used in actual criminal prosecutions that reach a courtroom.",
  "The LDA also removed the term \"political propaganda\" from FARA's text.",
  "FARA only bans willful failure to register, or misleading statements.",
  "It simply mandates disclosure to the federal government.",
  "The Foreign Agent Registration Act has a simple purpose.",
  "The IG judges these compliance rates \"unacceptable.\"",
  "You can see this in the Manafort and Gates case.",
  "It’s just that we don’t see it.",
  "That’s how fragile it was.",
  "So who does qualify?",
  ".",
  ".",
  "."
]