[
  "The committee sought to question Simpson amid discussions about the Foreign Agents Registration Act (FARA), which comes in light of accusations that the firm played a role in setting up a June 2016 meeting between Russian lawyer Natalia Veselnitskaya, Donald Trump Jr., and former Trump campaign manager, Paul Manafort.",
  "Here's a statement from the committee's ranking Democrat, Dianne Feinstein:\n\n\"Glenn Simpson, through his attorney, has declined to voluntarily attend Wednesday's Judiciary Committee hearing regarding compliance with the Foreign Agents Registration Act,\" Sen. Dianne Feinstein said in a statement on Friday.",
  "Fusion GPS' work on the Trump-Russia dossier, which contains memos compiled by former British intelligence agent Christopher Steele, was unrelated to the June 2016 Veselnitskaya/Trump Jr./Manafort meeting, The Washington Post reported, adding that work on the dossier was conducted on a different timeline.",
  "Separately, Trump Jr. and former Trump campaign manager Paul Manafort have agreed to negotiate to provide the Senate Intelligence Committee with documents and be interviewed by the panel before a public hearing.",
  "Trump has previously called the dossier \"phony,\" but the FBI appears to be taking cues from it in its investigation of Russia's meddling and possible collusion with the Trump campaign in the 2016 US election.",
  "Fox News The Senate Judiciary Committee has subpoenaed the research firm responsible for the bombshell Russia dossier that contains unverified memos related to President Donald Trump's activities in Russia.",
  "Simpson has previously denied any untoward connection with Veselnitskaya, but said Fusion GPS did collaborate on a lawsuit with the Russian lawyer for two years, The Washington Post reported.",
  "An attorney for Fusion GPS cofounder Glenn Simpson rejected a request to voluntarily appear before a Senate Judiciary hearing next week, citing Simpson's vacation plans.",
  "The committee said it will not issue subpoenas to force Trump Jr. and Manafort to appear at the Wednesday meeting, but would reserve the right to do so in the future.",
  "The meeting was held under the pretense that the Trump campaign would receive damaging information on its rival, Hillary Clinton.",
  "Simpson's attorney has asserted that his client will invoke his Fifth Amendment rights in response to the subpoena.\"",
  "\"Therefore, a subpoena has been issued to compel his attendance.",
  "Donald Trump Jr. on Fox News."
]