[
  "“Robert Amsterdam is not interested in the education of American kids.”\n\nWhile spokespeople for the schools have said they aren’t affiliated with Gulen, Aslandogan acknowledged they were “started by individuals who are sympathetic to the Gulen movement.” He said the schools should be judged by their performance, and “by and large, they are doing a very good job.”\n\nSome of the schools, such as those in the Harmony chain in Texas, indeed have won awards and recognition, while others have just mediocre test scores.",
  "“We think it’s very important for us to get the word out.”\n\nTurkey retained Amsterdam and Partners LLP, an international law firm with offices in London and Washington, D.C., that specializes in cross-border disputes and white-collar crimes, in 2015 as the Gulen movement was falling out of favor with President Recep Tayyip Erdogan’s party.",
  "Story Continued Below\n\nIt’s the latest move in a curious propaganda war playing out in America’s state capitals between Turkey’s ruling party and a secretive religious movement that the Center for Public Integrity previously revealed has funded scores of international trips for state lawmakers from places such as Texas and Tennessee.",
  "“In Texas, there are a network of charter schools where there have been serious allegations of, or highly suspected activities of financial mismanagement, suspected fraud, apparent self-dealing,” John Martin wrote in an email in January 2018 requesting a meeting with the state’s Attorney General Ken Paxton.",
  "“That is characteristic of an authoritarian regime and not a democratic regime.”\n\nThe lobbying team has also tried influencing legislation and law enforcement in Texas, which has around 40 Gulen-linked schools and at least 10 state lawmakers who have gone on trips to Turkey with the movement.",
  "“Harmony provides high quality teaching and learning at Harmony, perhaps best exemplified by their May 2017 nomination as a Broad Prize finalist for the best public charter school system in the nation,” charter school association spokesman Seth Winick said in an email.",
  "“It’s such nonsense what’s going on in these schools,” said Robert Amsterdam, whose firm is leading the government of Turkey’s campaign to inform state leaders of what it calls “suspect” hiring of Turkish teachers and contractors, among other matters.",
  "Nonprofits associated with what is commonly called the Gulen movement — named for the elderly Turkish cleric Fetullah Gulen — sponsored subsidized trips to Turkey for at least 151 state lawmakers, the Center for Public Integrity reported last year.",
  "“The zeal with which the Erdogan administration wants to root out and suppress the Gulen movement is surprising to me,” said William Martin, a friend of the Gulen movement and a professor at the Baker Institute for Public Policy at Rice University.",
  "Last year, Arnold, a Republican strategist who ran Rick Perry’s campaign for lieutenant governor in 1998, attempted to drum up legislative support for bills to require more transparency from charter schools, but the measures failed to pass.",
  "Federal records show Turkey’s lawyers requested meetings in January 2018 with politicians in 26 states and the District of Columbia, including attorneys general, influential legislators and at least one governor — Michigan’s Rick Snyder.",
  "This story is from The Center for Public Integrity, a nonprofit, nonpartisan investigative media organization in Washington, D.C. Read more of its investigations on the influence of money in politics or follow it on Twitter.",
  "Following a failed coup attempt in July 2016, Turkish leaders sharpened their rhetoric, calling Gulen a terrorist and demanding the U.S. extradite him from the compound in Pennsylvania’s Poconos where he lives in exile.",
  "A law firm hired by the government of Turkey is lobbying state officials across the U.S. about what it alleges is a suspicious network of American charter schools run by a dangerous Turkish opposition leader.",
  "He paid for his hotels and flights and contributed to the cost of the trips, said his spokesman Steve Brown, but state records show he also disclosed at least one of the trips as a gift worth more than $500.",
  "The legal team has already sat down with an official in the Arizona attorney general’s office, worked on legislation in Texas and attended school board meetings in California, Louisiana and Massachusetts.",
  "“I don’t think they have the same accountability as our other public schools.”\n\nThe Texas lawmaker received $250 in political contributions from Arnold’s firm since the lobbyist began working for Turkey.",
  "Harmony is a transparent organization.”\n\nTurkey’s legal team also hired Texas lobbyist Jim Arnold at a rate of $20,000 per month, according to filings required under the Foreign Agents Registration Act.",
  "Turkey then made headlines last fall when former White House national security adviser Michael Flynn was reported to be under investigation for helping to plan to kidnap Gulen and return him to Turkey.",
  "Martin, the lawyer representing Turkey, acknowledges the “awkwardness” of reaching out to state officials such as Madigan who have already had positive experiences with the Gulen movement.",
  "Some of the state lawmakers who took the trips later introduced resolutions supporting the movement — or even backed some of the nearly 200 American charter schools linked to it.",
  "In recent weeks, the two countries have found themselves on opposite sides in Syria, after the Turkish government attacked a Kurdish militia that is supported by American forces.",
  "Harmony Charter Schools in Texas, one of the school chains targeted by Amsterdam, points out that another state agency already dismissed an investigation instigated by the firm.",
  "The Texas Charter School Association, an advocacy group that says it represents more than 90 percent of Texas’ public charter school students, defended the schools’ performance.",
  "“‘We’re here to inform you and let you know who these people are so that the next time your eyes are wide open.’”\n\nBut others find such efforts unusually aggressive.",
  "The White House has stayed mum about the request, and the Justice Department did not respond to a request for comment about the status of the extradition request.",
  "“I have had numerous complaints from many of my constituents about the Harmony schools,” said state Rep. Dan Flynn, a Republican who sponsored one of the bills.",
  "Within Turkey, the ruling party has jailed more than 40,000 alleged supporters of Gulen and shut down related institutions ranging from news outlets to a bank.",
  "“One of our intended messages is, ‘Hey, look, you may have taken a trip with these folks or you may have even received a political contribution,’” he said.",
  "“Since then the school has only grown in popularity, with an annual waiting list of about 30,000,” said Timothy Lankford, a spokesman for the school.",
  "Stateside, Turkey has paid at least $1.8 million funding Amsterdam and his team in the effort to undermine the Gulen movement and the schools.",
  "Tensions grew after Turkish officials disputed the White House’s account of a phone call between President Donald Trump and Erdogan.",
  "Still, Dan Flynn said he will try again to pass the transparency legislation when the Texas Legislature reconvenes next year.",
  "He said they are not worried about Amsterdam’s efforts with state officials because he is pushing “a toxic brand” — Erdogan.",
  "A spokesman for Gulen, Alp Aslandogan, denies that either Gulen or his followers had any involvement in the coup attempt.",
  "Still, the schools have been dogged by accusations of financial irregularities and extensive hiring of Turkish citizens.",
  "One of the Turkish government’s lobbying targets is Illinois’ powerful Democratic House Speaker Mike Madigan.",
  "He was among those who went on trips to Turkey guided by a Gulen nonprofit — in his case, four trips total.",
  "Madigan has also appeared in a promotional video for one of the schools linked to the movement, Brown said.",
  "“The moment they realize it they will see the political and monetary motivation behind this,” he said.",
  "John Martin, a lawyer representing Turkey, wrote him an email last week requesting a meeting.",
  "The new revelations of Turkish lobbying come at a delicate moment for U.S.-Turkey relations.",
  "Flynn said Arnold, who did not respond to requests for comment, is a longtime supporter.",
  "“It clearly indicates the quality and efficiency of our organization.",
  "This article tagged under: Charter Schools\n\nTurkey",
  "Carrie Levine contributed to this story.",
  "Madigan may seem a surprising choice."
]