[
  "It just requires showing the defendants conspired to “impair or obstruct the lawful function of any part of the government.”\n\nIn the October indictment and a subsequent court document from February related to Gates’ plea deal, the special counsel specified that Manafort and Gates defrauded the government by “impeding, impairing, obstructing, and defeating the lawful governmental functions of a government agency, namely the Department of Justice and the Department of the Treasury.”\n\nThis is a reference to their alleged money laundering (which obstructs the functioning of the IRS, a subsidiary of the Treasury), their failure to disclose foreign financial transactions (also a purview of the Treasury), and their failure to adequately disclose their lobbying under the Foreign Agents Registration Act, which is enforced by the National Security Division of the Department of Justice.",
  "In the conspiracy against the United States count, the special counsel wrote that the two conspired to “commit offenses against the United States, to wit, the violations of law charged in Counts Three through Six and Ten through Twelve.” Those counts include Failure to File Reports of Foreign Bank and Financial Accounts (counts three through six), serving as an Unregistered Agent of a Foreign Principal (count 10, namely serving the pro-Russian government of Ukraine), False and Misleading Foreign Agent Registration Act Statements (count 11), and False Statements to investigators (count 12).",
  "Here’s what the statutory definition says:\n\nIf two or more persons conspire either to commit any offense against the United States, or to defraud the United States, or any agency thereof in any manner or for any purpose, and one or more of such persons do any act to effect the object of the conspiracy, each shall be fined under this title or imprisoned not more than five years, or both.",
  "“The statute defines separate and additional offenses if two or more people enter into an illegal agreement with the intent to engage in criminal conduct, and commit an overt act in furtherance of that agreement,” Lisa Kern Griffin, a professor of law at Duke who specializes in criminal law and criminal procedure, told me last October.",
  "But when the Trump campaign and Manafort specifically stand accused of collaborating with a foreign government to influence an American election, conduct that has (erroneously) led to the word “treason” being thrown around quite a bit, the language of a “conspiracy against the United States” is very loaded, to say the least.",
  "The initial indictment and February court document allege that Manafort and Gates ran afoul of this part of the law as well — because making false statements about lobbying for foreign governments, not filing reports about foreign bank accounts, and lying to investigators are all crimes against the United States government.",
  "Rick Gates, the lieutenant to Trump campaign chair Paul Manafort who has now flipped to cooperate with special counsel Robert Mueller, has pled guilty to an eye-popping charge: “conspiracy against the United States.”\n\nIt’s a charge that was included in the first round of indictments against Gates and Manafort.",
  "There were three other counts in theinitial indictment relating to failure to file reports of foreign bank and financial accounts, but they related solely to Gates, not Manafort, and were thus excluded from the conspiracy against the United States charge, which concerned joint activity.",
  "The second part of the “conspiracy against the United States” definition concerns “commit[ing] any offense against the United States.” Unlike the defrauding clause, charges relating to this part of the statute require an underlying criminal offense against the United States.",
  "None of the charges in Gates and Manafort’s indictments have anything to do with the 2016 campaign or collusion with Russia to help Trump, and neither of the offenses to which Gates has pled guilty do either.",
  "But it is fundamentally a charge related to the other charges of money laundering and misleading federal officials and investigators about foreign bank accounts and lobbying for the Ukrainian government.",
  "If you and an accomplice plan a bank robbery, or a hacking attempt, or a home break-in, and take at least one concrete step toward enacting your plan, you can be charged with conspiracy.",
  "He is also pleading guilty to a single charge of false statements, but not to other offenses alleged as part of the initial indictment, which should reduce his potential prison sentence.",
  "Indeed, Manafort and Gates were also charged in October with conspiracy to launder money, and in February were charged with additional counts of bank fraud conspiracy.",
  "“It is not uncommon when there are multiple actors engaged in criminal conduct—white collar or otherwise—for prosecutors to charge a conspiracy,” Griffin told me.",
  "It certainly has nothing to do with treason, which would require the US and Russia to be actively at war with each other.",
  "So what separates “conspiracy against the United States” from conspiracy to commit X, Y, or Z criminal offense?",
  "That appears to be what Robert Mueller and his team did with the conspiracy against the United States charge.",
  "Basically, Gates has admitted to conspiring to commit offenses against, and to defraud the US government.",
  "One is “defrauding the United States,” which, Griffin explains, doesn’t require an underlying crime.",
  "The offenses involve false statements or misrepresentations of financial and lobbying activity.",
  "Now, Gates appears to have evaded prosecutions on those charges through his plea deal.",
  "So let’s be clear: “Conspiracy against the United States” isn’t what it sounds like.",
  "The statute, rather, is an extension of the ordinary crime of conspiracy.",
  "It has nothing to do with foreign actors influencing an election.",
  "It’s not about betraying America in some deep sense.",
  "There are two parts to the definition."
]