[
  "$849,215 to a New York mens clothing store\n\n$655,500 to a Hamptons landscaper\n\n$623,910 to a New York antique dealer\n\n$520,000 to a Beverly Hills clothing store\n\n$500,000 to an investment company\n\n$432,487 to a Florida contractor\n\n$164,740 to a different Hamptons landscaper\n\n$163,705 in payments for three Range Rovers\n\n$125,650 for a Virginia contractor\n\n$112,825 for home entertainment vendor in the Hamptons\n\n$62,750 for a Mercedes\n\n$47,000 for a Range Rover\n\n$46,000 for a property management company in South Carolina\n\n$31,900 to a Florida art gallery\n\n$20,000 on housekeeping in New York",
  "\"These are incredibly serious charges, and suggest a longstanding and pervasive pattern of reckless illegality on the part of someone who was instrumental in the Trump campaign, and who should've known better,\" said Steve Vladeck, CNN legal contributor and professor at the University of Texas Law School.",
  "Under the alleged scheme from 2008 to 2014, Manafort wired $12 million from offshore accounts in Cyprus, Grenadines, and the United Kingdom to buy luxury cars, clothing and art and to fund renovations and home improvements relating to his Hamptons, New York, property.",
  "As DOJ was investigating whether Manafort, Gates and DMI were acting as agents of a foreign country without registering (a violation of the Foreign Agents Registration Act), Manafort, Gates and DMI continued their cover story, the indictment alleges.",
  "Manafort paid $3 million in cash for a brownstone in Brooklyn and then took out a $5 million loan \"after promising the bank that approximately $1.4 million\" of the loan would be used \"solely for construction of the Union Street property.\"",
  "Among the payments:\n\n$5.4 million to vendors for home repairs for his properties in the Hamptons\n\n$1.3 million to a Florida home automation, lighting and entertainment company\n\n$934,350 to an antique rug store in Alexandria, Virginia.",
  "It alleges that they received tens of millions of dollars for their Ukraine work, and to hide that income, they laundered the money through \"scores of United States and foreign corporations, partnerships, and bank accounts.\"",
  "Focus on Ukraine work\n\nSigned by Robert Mueller, who was named special prosecutor May 17, the indictment focuses on an entity first created by Manafort in 2005 for political consulting, called Davis Manafort Partners.",
  "In fact, Mueller alleges, Manafort and Gates had selected the two companies to undertake the lobbying on behalf of Yanukovych and the two men then engaged in weekly calls and emails to direct the steps to be taken.",
  "The indictment says more than $75 million flowed through the offshore accounts, specifically that Manafort laundered more than $18 million and Gates transferred more than $3 million from the offshore accounts.",
  "Because Manafort and Gates were directing a campaign to lobby the US on behalf of the government of Ukraine and officials there, the indictment says, they were required to report the work and income.",
  "Four years later when Manafort was applying for a mortgage he falsely represented that his daughter and son-in-law to get a better interest rate on the loan, according to the indictment.",
  "(Manafort had apparently told investigators that DMI did not keep communications beyond 30 days; the indictment says that numerous older documents related to the lobbying were found.)",
  "Washington (CNN) The 31-page, 12-count indictment against Paul Manafort and Richard Gates focuses on their years as political consultants and lobbyists working with Ukraine.",
  "In 2012, Manafort allegedly wired $2.85 million in Cyprus accounts to purchase a Manhattan condo that he used as an income-generating property by renting it out on Airbnb.",
  "According to the indictment, before the loan was made Manafort told his tax preparer the construction loan would allow him to pay off a different mortgage in full.",
  "It includes details about their lavish lifestyle, that they used money from offshore accounts to pay for mortgages, children's tuition and home decorating.",
  "\"Taken together, it seems to me that this is a very important interim development in the Mueller investigation, but only as an appetizer,\" Vladeck said.",
  "\"And like most meals, if all we get is an appetizer, I think folks on all sides of the political spectrum will find the denouement rather unsatisfying.",
  "A focus was advancement of the pro-Russia political party in the Ukraine, the Party of Regions,\" and candidacy of Viktor Yanukovych for president.",
  "Letters \"approved by Manafort and Gates\" insisted that DMI's efforts did not include work on behalf of the Party of Regions within the US.",
  "Manafort and Gates used an entity called the European Centre for Modern Ukraine (the Centre) allegedly to conceal their activities.",
  "Mueller alleges that Manafort and Gates developed a false \"cover story\" using the Centre to distance themselves from Ukraine.",
  "The document says that the July 2017 search of Manafort's Virginia home revealed numerous documents related to this lobbying.",
  "He also allegedly used other loan proceeds for a down payment on a California property, according to the indictment.",
  "In 2011, Manafort created DMP International (DMI) and began consulting, lobbying and public relations for Ukraine.",
  "They paid the lobbying firms more than $2 million from their offshore accounts, according to the indictment.",
  "Mueller said the Centre was set up in 2012 \"as a mouth piece for Yanukovych and the Party of Regions.\"",
  "Gates worked for both firms and according to the indictment \"served as Manafort's right-hand man.\"",
  "They said they had merely served to introduce Company A and Company B to the Centre.",
  "They didn't and when asked by the Justice Department about it, they lied about it.",
  "(The Centre ceased operations in 2014 when Yanukovych fled to Russia).",
  "It's a tantalizing step, but only if it's the first—and not the last.\"",
  "As a result, the bank provided Manafort with a $3.18 million loan.",
  "He was elected in 2010 (and fled to Russia four years later).",
  "An 'appetizer' to future charges?",
  "Where'd the money go?"
]