[
  "David Marin of the Podesta Group also wrote in an email, “It’s not in any way clear to me how our publicly disclosed work “contrasts with charges from Democrats.”)\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Democrat super-lobbyist Tony Podesta was paid $170,000 over a six-month period last year to represent Sberbank, Russia’s largest bank, seeking to end one of the Obama administration’s economic sanctions against that country, The Daily Caller News Foundation’s Investigative Group has learned.",
  "The lobbying campaign targeted Congress and the executive branch, with Podesta and other lobbyists arranging at least two meetings between Sberbank officers and Department of State officials, according to Elena Teplitskaya, Sberbank’s board chairman, who spoke to House aides in August.",
  "The discovery of high-profile Democrats like Podesta being paid lucrative fees for lobbying to lift U.S. sanctions on Russia contrasts with charges from Democrats that President Donald Trump and his key aides are soft on Russia while the Obama administration was tough on Moscow.",
  "Podesta’s efforts were a key part of under-the-radar lobbying during the 2016 U.S. presidential campaign led mainly by veteran Democratic strategists to remove sanctions against Sberbank and VTB Capital, Russia’s second largest bank.",
  "Troika Dialog also was related to Klein, Ltd., a Cayman Island organization that once funneled tens of millions of dollars to environmental groups to oppose low-cost fracking in the U.S., which was hurting the Russian oil industry.",
  "A third lobbying firm, Manatos & Manatos represented VTB Capital, Russia’s second largest bank, and received $17,500 per month to seek an end to economic sanctions, according to their FARA filings with the Department of Justice.",
  "Joining the Podesta lobbying campaign was David Adams, who describes himself on the Podesta Group website as a “trusted adviser” to Hillary Clinton, serving as her as assistant secretary of state for congressional affairs.",
  "The two Russian banks spent more than $700,000 in 2016 on Washington lobbyists as they sought to end the U.S. sanctions, according to Senate lobbying disclosure forms and documents filed with the Department of Justice.",
  "“The Democrats are sitting there trying to convince us that the Russians are trying to throw the election to Trump,” a congressional aide who requested anonymity and met Teplitskaya told TheDCNF.",
  "Giustra sought to sell his stake in uranium reserves that included ore deposits in the Western United States, and Hillary Clinton, who as secretary of state, approved the sale.",
  "The Podesta Group represented Sberbank and its subsidiaries, Troika Dialog Group in the Cayman Islands, SBGB Cyprus Ltd in Nicosia, Cyprus, and SB International in Luxembourg.",
  "Podesta is the brother of John Podesta, who was the national campaign chairman for former Secretary of State Hillary Clinton’s losing 2016 campaign for the presidency.",
  "His firm received more than $24 million in fees in 2016, much of it coming from foreign governments, according to the nonpartisan Center for Responsive Politics.",
  "The Podesta Group represents dozens of foreign embassies in the nation’s capital, as well as many authoritarian regimes like Vietnam, Myanmar and Somalia.",
  "Podesta is one of the Democrat’s highest profile lobbyists who enjoys close personal and business connections to former Presidents Obama and Bill Clinton.",
  "Sberbank was the lead financial institution in the Russian deal to purchase Uranium One, owned by one of Bill Clinton’s closest friends, Frank Giustra.",
  "A second lobbying shop, the Madison Group also represented Sberbank and received $330,000 from the bank in 2016, according to Senate lobbying records.",
  "Podesta, founder and chairman of the Podesta Group, is listed as a key lobbyist on behalf of Sberbank, according to Senate lobbying disclosure forms.",
  "The lobbying firm also represents political parties in Moldova and Albania, according to its Foreign Agents Registration Act (FARA) filing.",
  "“And then they’re with us here in the House and meeting directly with the administration behind closed doors on the issue of the sanctions.",
  "Andy Manatos was an advance man for former President Lyndon Johnson and assistant secretary for commerce in the Carter administration.",
  "Another Podesta lobbyist was Stephen Rademaker, a former Department of State official in the George W. Bush administration.",
  "Former President Barack Obama imposed the sanctions following the Russian seizure of the Crimean region of Ukraine in 2014.",
  "If the economic sanctions were lifted, however, both banks could legally seek funds from American financial institutions.",
  "(Editor’s Note: An earlier version incorrectly stated that Stephen Rademaker once worked at Manatt, Phelps & Phillips.",
  "Giustra and Bill Clinton lead the Clinton-Giustra Enterprise Partnership, an integral part of the Clinton Foundation.",
  "The Podesta Group charged Sberbank $20,000 per month, plus expenses, on a contract from March through September 2016.",
  "During the pending sale, the Podesta Group represented Giustra’s company and tried to advance the transaction.",
  "Both Sberbank and VTB Capital face severe cash shortages due to plunging oil prices, plus the U.S. sanctions.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "And in one felled swoop, 20 percent of America’s uranium ore was sold to the Russian state atomic agency.",
  "John Podesta was chief of staff in Clinton’s White House and special counselor in the Obama White House.",
  "Two of the three Madison lobbyists working the account are lifelong Democrats.",
  "Giustra has additionally donated $25 million to the Clinton Foundation.",
  "The Sberbank-Podesta relationship goes back many years.",
  "The hypocrisy could not be any richer,” he said."
]