[
  "Manafort had initially complained about his detention in Northern Neck because, he said, it was too far for his lawyers to travel, and this was impeding his ability to prepare his defense in the two trials he faces, one later this month for bank fraud and failure to file income taxes and one in September in Washington, D.C., for violating the Foreign Agents Registration Act.",
  "Ellis ruled that he should be moved to the Alexandria facility earlier this week, Manafort filed another response effectively rescinding his request, citing \"concerns about his safety\" and \"challenges he will face in adjusting to a new place of confinement and the changing circumstances of detention two weeks before trial.",
  "Willilam G. Truesdale Adult Detention Center\n\nManafort wore what appeared to be a light olive drab jacket over a worn white tee shirt in his Alexandria mugshot, which was released by the William G. Truesdale Adult Detention Center.",
  "Reporting by Clare Hymes\n\nFormer Trump campaign chairman Paul Manafort has been moved to an Alexandria jail pending trial, though he had decided he wanted to remain detained in Northern Neck Virginia, a couple of hours away.",
  "\"All of those defendants were housed safely in Alexandria pending their respective trials,\" Ellis continued, \"and defendant's experience at the Alexandria Detention Center will presumably be no different.\"",
  "The Alexandria Detention Center, he pointed out is \"very familiar with housing high-profile defendants including foreign and domestic terrorists, spies and traitors.\"",
  "Sheriff Lawhorne added, \"Because he is a high-profile inmate, Mr. Manafort will be placed in protective custody which limits his interactions with other inmates.",
  "In other words, he had decided he wanted to stay in Northern Neck, where, the special counsel pointed out, Manafort had said he was being treated like a \"VIP.\"",
  "Ellis has ordered that Manafort also will be permitted to meet and confer with his attorneys at least 8 hours per day for the next two weeks before trial.",
  "\"It is hereby ORDERED that defendant's motion opposing his transfer to the Alexandria Detention Center is DENIED,\" he concluded in his ruling Wednesday.",
  "In the past, the Alexandria Detention Center has housed several high-profile inmates including Robert Hanssen and Zacarias Moussaoui.",
  "Ellis has not yet ruled on Manafort's request to postpone his Virginia trial until after his D.C. trial has taken place in September.",
  "The Alexandria Detention Center houses approximately 400 inmates, including federal inmates under an agreement with the U.S.",
  "Specific details about Mr. Manafort's confinement will not be made public due to security and privacy concerns.",
  "Manafort's charges in both cases stem from his work for pro-Russian Ukrainian political interests.",
  "His arrival and booking process Thursday were \"routine,\" Alexandria Sheriff Dana Lawhorne said.",
  "Marshals to ensure his proper care while he remains in our custody.\"",
  "Currently, his trial in Virginia is scheduled to begin July 25.",
  "The judge was unmoved by Manafort's arguments.",
  "We will work closely with the U.S.",
  "Then, once Judge T.S.",
  "Marshals Service."
]