[
  "The pro-Kremlin slant of the Centre was publicly known as far back as 2012 when The Los Angeles Times noted that “it just happens to be an operation controlled by Yanukovych, according to Ukrainska Pravda.”\n\nThe fact that Russia has connections with figures on both sides of the aisle is not necessarily surprising.",
  "The Podesta Group, though, already is part of an FBI and Justice Department investigation looking into the activities of Manafort’s firm and other U.S. companies who allegedly were used to aid corruption by former Ukrainian president Viktor Yanukovych and his pro-Kremlin Party of Regions, according to CNN.",
  "“The Russians are not any different than the Chinese in that they play both sides of the aisle developing relationships with whoever is close to power,” Peter Schweizer, author and president of the Government Accountability Institute and an outspoken Clinton critic, told FoxNews.com.",
  "“When the Centre became a client, it certified in writing that ‘none of the activities of the Centre are directly or indirectly supervised, directed, controlled, financed or subsidized in whole or in part by a government of a foreign country or a foreign political party.",
  "The Organized Crime and Corruption Reporting Project, a consortium of journalists, has reported that both Sberbank and Troika Dialog have links to companies that were exploited by Putin allies to redirect state resources into profitable private investments.",
  "Hillary Clinton's campaign and its allies have hurled allegations that Team Trump is tangled up with the Kremlin -- but remain largely silent about the Russian links of Clinton's own campaign chairman, John Podesta, and the company he co-founded.",
  "As first revealed in The Panama Papers leak, the Podesta Group, a lobbying firm co-founded by John Podesta, moved to register in March with the U.S. government as a lobbyist for Sberbank -- the U.S. subsidiary of the Russian state-held bank.",
  "“Our firm represents many global companies, based around the world, and we file publicly available disclosure reports associated with these representations as necessary,” Podesta Group CEO Kimberly Fitts said in a statement to FoxNews.com.",
  "According to Senate lobbying records, Tony Podesta is listed as a lobbyist for the bank and for three affiliated companies -- the Luxembourg-based SB International, Cyprus-based SBGB and Troika Dialog Group, located in the Cayman Islands.",
  "Senate Minority Leader Harry Reid piled on last week, asking FBI Director James Comey to investigate potential Trump camp ties to Russia’s alleged involvement in hacking of Democratic organizations and possible election interference.",
  "“The reset went far beyond the normal diplomatic outreach on the surface to the flow of funds to the Clintons and their allies,” he said, referring to the attempt to \"reset\" relations with Moscow early on in the Obama administration.",
  "According to an Associated Press report, the investigation is looking at the $1.13 million paid to the Podesta Group by the European Centre for a Modern Ukraine, a pro-Yanukovych non-profit.",
  "“Sberbank is the Kremlin, they don’t do anything major without Putin’s go-ahead, and they don’t tell him ‘no’ either,” a retired senior U.S. intelligence official told The New York Observer.",
  "We relied on that certification and advice from counsel in registering and reporting under the Lobbying Disclosure Act rather than the Foreign Agents Registration Act,” the statement said.",
  "One of the links, according to a recent report from Schweizer's group, involves John Podesta’s time on the board of Joule Unlimited, a small Massachusetts-based energy company.",
  "Just two months after Podesta joined the company it received an investment of $35 million from Rusnano, an investment firm founded by Russian President Vladimir Putin.",
  "Neither the Clinton campaign nor Reid’s office responded to requests for comment on whether they back a probe of Clinton campaign Russian links.",
  "This was after his campaign chairman Paul Manafort stepped down amid reports he received payments from Ukraine’s pro-Kremlin political party.",
  "“The evidence of a direct connection between the Russian government and Donald Trump’s presidential campaign continues to mount,” he wrote.",
  "While disclosure papers for Joule Unlimited were filed, Podesta did not disclose his work for Joule Global Stichting, a related entity.",
  "Robby Mook, Clinton's campaign manager, recently told ABC News that the \"hand of the Kremlin\" is at work in the Donald Trump campaign.",
  "Podesta left the firm years ago, but his brother and co-founder Tony Podesta -- also a top Clinton bundler -- is currently chairman.",
  "Because the payment was made to the center, the Podesta Group did not register as a lobbyist for a foreign entity.",
  "The amount of compensation that Podesta received for his contribution to the company is unclear.",
  "According to the report, Podesta said in a 2014 filing he divested stock options from Joule.",
  "John Podesta has not had a role at or stake in the Podesta Group since 2003.",
  "In a separate statement, Fitts said the group has retained outside counsel.",
  "But the Trump campaign is not alone in its Russian connections."
]