[
  "According to a POLITICO story from October, “it usually investigates possible failures to register only when its staff reads about them in the media.”\n\nSo, it’s not unreasonable to conclude that the only reason that Manafort got busted was because a special counsel was appointed after the firing of FBI Director James Comey to look into the Trump campaign’s possible collusion with Russia.",
  "I’m not going to weigh in on whether Manafort or his associate, Rick Gates, did in fact launder more than $18 million dollars, largely gathered as fees from Ukrainian strongman and Putin ally Viktor Yanukovych, but I can say with certainty that the law, which Manafort is accused of violating, known as the Foreign Agents Registration Act, or FARA, is a complete joke.",
  "It’s no surprise that when asked by the Washington Times what historical figure he’d like to meet, Manafort replied: Machiavelli.” Furthermore, I added, Manafort was born to modest wealth but “monetized his misdeeds at every step of the way.”\n\nI’m hardly the only one who has reported on Manafort’s rather checkered career.",
  "According to this 2015 story in the New York Observer, more than a third of Qorvis partners had left the firm—to start their own lobby shops—“partly because of the firm’s work on behalf of such clients as Yemen, Bahrain, Saudi Arabia and the Central African nation of Equatorial Guinea,” reported the Huffington Post.",
  "Earlier this year, a group of companies owned by Katsyv, who was represented by Natalia Veselnitskaya (the Russian attorney who met with Donald Trump Jr. in the summer of 2016), agreed to pay nearly $6 million to settle allegations that the firms laundered proceeds of a $230 million tax fraud.",
  "The same year as the Spy piece, the Center for Public Integrity issued a report titled “The Torturers' Lobby,” which cited Manafort and his firm’s work on behalf of human rights abusing regimes in Nigeria, the Philippines and Kenya, as well as a thuggish band of Angolan rebels known as UNITA.",
  "As I wrote in my piece: “That was a full bloody hand more than the rating accorded to runner-up Edward von Kloberg, whose clients—listed in his Rolodex under D for dictators—including Iraq’s Saddam Hussein, Romania’s Nicolae Ceaucescu, and Liberia’s Samuel Doe.",
  "Manafort has been under investigation since 2014, but if the DOJ’s track record is any indicator, it’s quite likely that had he not been Trump’s campaign manager, Manafort would be kicking back and enjoying his allegedly laundered cash at this very moment.",
  "The real news in the indictment of Paul Manafort on charges of laundering and failing to register as a foreign agent is that someone has actually been prosecuted under a foreign lobbying law that has existed for decades but has almost never been enforced.",
  "This is all an open secret in D.C.)\n\nMany of the people involved in the case were lobbying against the Magnitsky Act—the law passed in 2012 that sanctioned and barred some Russian officials suspected of human rights abuses.",
  "(And let me emphasize here that I know a lot of them and like them, and I'm only reporting what I've read in media accounts and what various lobbyists—not the ones I like—have told me about how little they fear FARA.",
  "“‘I just have trouble working with despotic dictators killing their own people,’ said one Qorvis insider.”\n\nThe Department of Justice’s own inspector general has confirmed just how toothless the FARA enforcement is.",
  "I wrote about Manafort as recently as August 2016—one story for Fusion focusing on his Ukraine work and another story for my website WashingtonBabylon.com, that looked at his historic work for dictators and crooks.",
  "The last time I can remember a stir about a lobby firm evading disclosure law was in 2004, when Qorvis Communications’ offices were raided by the FBI in a probe about its work for the royal family of Saudi Arabia.",
  "The indictment may or may not prove that the Trump campaign colluded with the Russian government, but it has already proved how flawed the foreign lobbying rules have always been and how easily they are flouted.",
  "And it was always some foreign group, or Washington outsider, or foreign group—the Cuban 5 or someone allegedly connected to Irish Republican Army—never a wired Washington lobbyist like Manafort.",
  "Only one of the individuals charged was convicted at trial; according to the report, two pleaded guilty to FARA charges, two were convicted on non-FARA charges and two saw their cases dismissed.",
  "The country simply has a major American law firm hire the lobbyist or PR executive, and now you're not lobbying for Russia, you're providing litigation support for a certified American law firm.",
  "The Center for Public Integrity, again in the early 1990s, reported that only about half of foreign lobbyists bother filing under FARA, and it's surely gotten worse since then.",
  "If you rob banks and TV stations broadcast video images of you pointing a gun at the teller, but the police never bother arresting you, you'd keep robbing banks, right?",
  "It certainly appears that Manafort received undisclosed money from the Ukrainian government or its business allies, and maybe it was laundered offshore.",
  "But somewhere down the line, it appears, Manafort discovered that registering simply wasn’t necessary, which made it harder to follow his activities.",
  "Instead, some of them apparently worked, directly or indirectly for the Russian oligarch Denis Katsyv, who was a DOJ target under the Magnitsky Act.",
  "But if you're going to indict and prosecute lobbyists for failing to disclose their activities, roughly half of Washington would be under arrest.",
  "During that time, I’ve seen only a handful of cases brought against people or organizations accused of not registering as foreign agents.",
  "In 1992, Spy magazine ranked his lobbying firm as the “sleaziest of all in the Beltway,” giving it a “blood-on-the-hands” rating of four.",
  "Manafort actually should get points for ever filing and disclosing anything at all, although he didn’t in the case of Ukraine.",
  "Putin definitely doesn't like the Magnitsky Act, and quite frankly, I don’t either—but that doesn’t make me Putin’s agent.",
  "Two years ago, reportedly, a number of Qorvis lobbyists quit because they were uncomfortable with the firm's work.",
  "In September 2016, DOJ issued a report that tallied all the prosecutions under FARA since 1966—a total of seven.",
  "More relevantly, none of my lobbyist and PR friends were working, to my knowledge, for the Russian government.",
  "All this work, for which he was well-paid, was known precisely because he registered under the FARA laws.",
  "Look at lobbyists, PR executives and opposition researchers caught up in the Russiagate investigation.",
  "Yet Manafort, like dozens of other influence peddlers, has been operating in plain sight for years.",
  "Let's say a government wants a lobbyist or someone else to do some work for them in Washington.",
  "However, nothing much came of it, and business carried on as usual among Washington lobbyists.",
  "And it's 100 percent legal and outside the purview of the ever more meaningless FARA statute.",
  "Ken Silverstein is a long-time Washington reporter and the creator of WashingtonBabylon.com.",
  "Manafort is hardly the only Washington lobbyist who appears to have flouted the FARA rules.",
  "Ken Silverstein is a longtime Washington reporter and the creator of WashingtonBabylon.com.",
  "An important reason for this lack of enforcement is that there are virtually no enforcers.",
  "The law was enacted in 1938, but it's been under-enforced or not enforced at all for ages.",
  "Because I've written about foreign lobbying and Manafort for more than 20 years.",
  "The FARA team at DOJ is small, poorly funded and relies on voluntary compliance.",
  "And here's another trick that's even better, and it's not just used by Russia.",
  "Almost no one who cheats gets called to account, so why bother?",
  "If true, and it has looked that way for a while, that's bad.",
  "Evading registration is child's play for Washington pros.",
  "Maybe it's lobbying and maybe it's not exactly lobbying.",
  "Now it has come out in excruciating detail.",
  "Makes you wonder why there’s a law at all.",
  "Story Continued Below\n\nHow do I know?",
  "It's the same with lobbyists.",
  "And why would anyone file?"
]