[
  "Indeed, the second sentence of the Times article on the subject stated that the information about Israel reportedly serving as the source “adds a potential diplomatic complication to the episode.”\n\nThe Times was elaborating on a Washington Post article one day earlier that first reported that Trump allegedly revealed “highly classified information” during a meeting with the Russian foreign minister and ambassador, according to “current and former U.S. officials.”\n\nThe Post article acknowledged that as president “Trump has broad authority to declassify government secrets, making it unlikely that his disclosures broke the law.”\n\nMeanwhile, on May 19, the day Trump departed Washington, DC to Saudi Arabia for the first leg of his foreign tour, the Post reported that the Russia investigation “has identified a current White House official as a significant person of interest, showing that the probe is reaching into the highest levels of government, according to people familiar with the matter.”\n\nThe story further claimed the “senior White House adviser under scrutiny by investigators is someone close to the president, according to these people, who would not further identify the official.”\n\nThe article once again dominated the news cycle and drew attention away from Trump’s international diplomatic adventure amid a flurry of speculation that Trump’s son-in-law and senior adviser Jared Kushner may be the White House official in question.",
  "The Times’ exclusive story cited “confidential government records described to the New York Times” alleging that Trump Jr. arranged a meeting at Trump Tower two weeks after Trump secured the Republican nomination with a Russian lawyer who, the newspaper claimed, “has connections to the Kremlin.” The Kremlin denied any links to the lawyer, Natalia Veselnitskaya, who herself said she was not tied to the Kremlin.",
  "On Tuesday, May 16, six days before Trump was due in Israel as part of his first trip abroad as president and while the White House was coordinating travel plans with Israel, the New York Times quoted a “current and a former American official” saying it was Israel that provided classified intelligence purportedly disclosed by Trump during a White House meeting one week prior with Russian officials.",
  "This instead of news media focus on Trump’s highly successful visit to Saudi Arabia, where he brought the Sunni Muslim leadership together to fight Islamic terrorism and oppose Iran; or his historic trip to Israel, which marked the first time a sitting U.S. president visited the Western Wall and the first time an American president went to the Jewish state on his first foreign tour.",
  "Then on May 26, one day before Trump returned from his first international trip, the Washington Post dropped another anonymously sourced story claiming that Kushner discussed with Russia’s Washington envoy the possibility of establishing a “secret and secure communications channel” between Trump’s transition team and the Kremlin.",
  "CNN cited “three sources familiar with” the Russia investigation revealing that the government utilized a FISA court warrant to secretly snoop on former Trump campaign chairman Paul Manafort before and after the 2016 presidential election, including during periods when Manafort was known to have communicated with Trump.",
  "One has to read to the bottom of the story to discover that the original warrant had nothing to do with the Trump campaign, but was first reportedly obtained in 2014 as part of another government investigation into consulting work done by Manafort and others for Ukraine’s former ruling party, according to the sources.",
  "NEW YORK — Whenever President Donald Trump is about to embark on a major diplomatic initiative, like clockwork CNN, the Washington Post or the New York Times drop a leak about the Trump-Russia conspiracy narrative seemingly designed to taint the presidency with the aura of treason.",
  "With Trump’s major foreign policy speech today at the United Nations General Assembly, it was only a matter of which of those three news media outlets would drop an anonymously sourced story attempting to once again tie Trump to Russia despite the lack of any actual evidence.",
  "CNN reported:\n\nSome of the intelligence collected includes communications that sparked concerns among investigators that Manafort had encouraged the Russians to help with the campaign, according to three sources familiar with the investigation.",
  "Lo and behold, the cable network that played a critical role in originally publicizing the existence of a largely discredited 35-page dossier on Trump released a new story last night trying to ratchet up the Russia conspiracy storyline.",
  "In July, immediately following the U.S. president’s successful diplomatic trip to Europe for the Group of 20 summit, the New York Times broke a questionable story about Donald Trump Jr. and his brief meeting with a Russian lawyer.",
  "The last section of the Times’ story on Trump Jr. and the lawyer, titled, “Trump Jr. Was Told in Email of Russian Effort to Aid Campaign,” seems to be gleeful about the manner in which the issue overshadowed Trump’s G20 trip.",
  "The president was frustrated by the news of the meeting, according to a person close to him — less over the fact that it had happened, and more because it was yet another story about Russia that had swamped the news cycle.",
  "It reads:\n\nNews of the meeting involving the younger Mr. Trump, Mr. Kushner and Mr. Manafort blunted whatever good feeling the president’s team had after his trip to Europe for the Group of 20 economic summit meeting.",
  "ABC News quoted two sources saying the purported back channel that Kushner and Kislyak were allegedly discussing was supposed to focus on policy issues, including the war in Syria, where Russia is highly influential.",
  "Russian diplomats are known to deliberately place misinformation in communications they believe are being monitored, the Post noted, allowing for the possibility that Kushner never actually asked for a back channel.",
  "The CNN hit marks the latest example of a leak or major news media claim about Trump and Russia dropping at strategic times, often while Trump was departing for or returning from a significant diplomatic venture.",
  "The Times subsequently published what it says are the contents of a correspondence indicating that the meeting with Veselnitskaya was set up by third parties who claimed that she had dirt on Hillary Clinton.",
  "The other firm working on the Ukraine project was none other than the Podesta Group, run by Tony Podesta, the Democratic mega-bundler and brother of Hillary Clinton’s 2016 campaign chairman John Podesta.",
  "Regardless, the Post’s original story, titled, “Russian ambassador told Moscow that Kushner wanted secret communications channel with Kremlin,” dominated the news cycle upon Trump’s return.",
  "But some people in the White House had known for several days that it had occurred, because Mr. Kushner had revised his foreign contact disclosure document to include it.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "Fox News quoted a source saying it was the Russians – and not Kushner – who broached the concept of creating a secure line for back channel communications.",
  "The Washington Post cited alleged communications from Russian Ambassador Sergei Kislyak to Moscow reportedly intercepted by U.S. intelligence officials.",
  "Like Podesta’s group, Manafort’s firm failed to register under the US Foreign Agents Registration Act, and only did so retroactively earlier this year.",
  "The newspaper even proceeded to gloat about how the story tempered the “good feeling” inside the Trump administration following Trump’s Europe trip.",
  "Two of the three CNN sources in the story admit there may be no evidence that Manafort attempted any coordination with Russia during the campaign.",
  "It would not be abnormal for a political campaign to take a meeting with an individual claiming to have compromising information on an opponent.",
  "Regardless, the story achieved its likely intended purpose, producing a major spike in coverage about the Russia-Trump conspiracy.",
  "Trump also met with Pope Francis at the Vatican before attending a NATO summit in Brussels and a confab with G7 leaders in Sicily.",
  "The president learned from his aides about the 2016 meeting at the end of the trip, according to a White House official.",
  "There are numerous other examples of leaks being released at strategic times related to Trump’s diplomatic ventures.",
  "One wonders whether Tony Podesta was similarly treated with a FISA court warrant to monitor his communications.",
  "Representatives for Barack Obama’s 2008 presidential campaign reportedly established a back channel with Iran.",
  "There was immediate talk that the report could potentially impact the U.S. relationship with Israel.",
  "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "The establishment of back channels by incoming administrations is nothing new.",
  "Two of these sources, however, cautioned that the evidence is not conclusive.",
  "And the story presents no proof of any alleged Russia collusion.",
  "As we learned last night, it was CNN’s turn.",
  "Follow him on Facebook."
]