[
  "Facebook claims to have found no evidence of this happening, though it has acknowledged that governments and non-state actors are now using fake news, disinformation campaigns, and networks of bogus accounts on the social network to “distort domestic or foreign political sentiment, most frequently to achieve a strategic and/or geopolitical outcome.” Nevertheless, Ellen Weintraub, the FEC commissioner, has called on the commission to investigate whether there’s any truth to the Time report.",
  "But it becomes problematic in the case of, say, Trump’s former national-security adviser Michael Flynn, who wrote an op-ed on Election Day endorsing a priority of the Turkish government—the extradition of a U.S.-based Turkish cleric—while serving both as a Trump campaign aide and a paid lobbyist for a Dutch company owned by a Turkish businessman with links to the Turkish government.",
  "Other loopholes include FARA not applying to U.S.-based foreign agents who hop on a plane and meet with American government or campaign officials overseas (“Foreign-influence laws stop at the water’s edge,” Freeman told me), and the practice of American lobbyists making campaign contributions to American politicians whom they’re simultaneously lobbying on behalf of foreign clients.",
  "2) Run political ads online\n\nIn a recent investigation into “Russia’s social media war on America,” Time magazine reported that, according to anonymous intelligence officials, “Moscow’s agents bought ads on Facebook to target specific populations with propaganda” during the U.S. presidential campaign.",
  "If the ad says, “‘Hillary Clinton is a killer’ ... it’s not a contribution as long as it’s not being done in coordination with a campaign, and it’s not an independent expenditure because it’s never saying, ‘Vote against Clinton,’” Hasen told me.",
  "Regardless of whether the Russian government bought political ads on Facebook, the allegation has exposed a soft spot in U.S. campaign-finance law, according to Rick Hasen, an election-law scholar at the University of California, Irvine.",
  "It’s illegal for foreign nationals and foreign governments to make contributions to political campaigns and parties, or to independently spend money on ads that explicitly advocate the election or defeat of a particular candidate.",
  "And, as Freeman emphasizes, there’s nothing wrong with this from a legal perspective: Lobbyists who are U.S. citizens are entitled to exercise their First Amendment right to free speech by contributing to a campaign.",
  "3) Get creative with lobbyists\n\nThe U.S. government rarely punishes violations of the Foreign Agents Registration Act, which largely relies on voluntary compliance with the statute.",
  "Lobbyists representing foreign companies rather than foreign governments, for example, are generally subject to less strict reporting requirements than those imposed by FARA.",
  "All I can tell you is that those two things happened on the same day.” In poring over FARA filings, Freeman has documented several such “coincidences” in recent years.",
  "But things get more nebulous with election-related communications by a foreign entity—especially in the less regulated online space as opposed to TV and radio.",
  "“I might meet with you on behalf of my foreign client and I might also write you a $1,000 check that same day,” Freeman explained.",
  "All it proves is that if governments want to get around U.S. laws against foreign influence on American politics, they can.",
  "Normally that’s sensible, since private corporations typically don’t have the political agenda that governments have.",
  "And, as Freeman has written, the weaknesses of the law go beyond feeble enforcement.",
  "The government probably should.",
  "“Now is that quid pro quo?",
  "Is that a dirty exchange?",
  "You follow all that?",
  "[I] can’t say.",
  "Maybe."
]