[
  "The Mueller investigation had initially only delved into the Podesta Group's activities to gather facts on Manafort, whose indictment was announced yesterday, but then began to investigate the Podesta Group itself after it became apparent that it had failed to disclose that it was lobbying in the US on behalf of a foreign actor, a violation of the Foreign Agents Registration Act (FARA).",
  "Tony Podesta has emerged as another potential target for Robert Mueller Jacqueline Larma/AP\n\nA big-shot lobbyist and Democratic donor has gotten caught up in special counsel Robert Mueller's Russia investigation because of his firm's ties to the lobbying organization led by President Donald Trump's former campaign chairman Paul Manafort.",
  "After the group's failure to disclose their foreign employers was reported in the media, Podesta amended their previous disclosures and provided details of their financial ties to foreign actors under FARA, and documented their lobbying in Congress and in the executive branch, according to CNN.",
  "According to Manafort's indictment, he and Gates created a think tank in Brussels, Belgium called the European Centre for a Modern Ukraine (ECMU), which then solicited lobbying services from two companies that were only identified in the indictment documents as companies \"A\" and \"B.\"",
  "AP Photo/Alex Brandon Manafort used the Podesta Group and Mercury as part of a two-pronged strategy he was pursuing as a consultant for the Ukrainian Party of Regions, which was the ruling party during the tenure of ousted Russian-backed Ukrainian President Viktor Yanukovych.",
  "Tony Podesta, who stepped down from his position as the head of the lobbying firm the Podesta Group on Monday, reportedly worked with Manafort's lobbying firm that had sought to ease the Obama administration's tough stance toward Ukraine's Russian-backed government.",
  "To this end, the traditionally left-leaning Podesta Group lobbied members of Congress \"about Ukraine sanctions, the validity of Ukraine elections\" and the validity of the jailing of Yanukovych's political rival, Yulia Tymoshenko, according to the indictment papers.",
  "While the first part of his strategy was focused on improving Yanukovych's image in Ukraine, the second part involved lobbying the US to overlook the president's human rights abuses and to view him as a Western-leaning leader, the Associated Press reported.",
  "Because Manafort had been initially hired to elect Yanukovych, once he achieved this in 2010, he began a campaign to legitimize him in the eyes of the US and the European Union by portraying him as angling to join the European bloc.",
  "Manafort, President Donald Trump's former campaign chairman, and Manafort's business associate Rick Gates have pleaded not guilty to felony charges of conspiracy against the US, and other counts.",
  "Podesta, however, claims he was not aware that the ECMU was working for a foreign government and did not file a disclosure under FARA due to legal opinions attorneys gave him.",
  "Manafort and his business associate Rick Gates were also charged with failing to disclose their activities to FARA regulators, in addition to several other federal offenses.",
  "The group also had extensive contacts with the State Department and the National Security Council in 2012 in the lead-up to the Ukrainian elections that year.",
  "\"They were pretty open about their purpose being to give a positive perspective on the upcoming election,\" a former State Department employee told CNN.",
  "Paul Manafort makes his way through television cameras as he walks from Federal District Court in Washington, Monday, Oct. 30, 2017.",
  "However, Manafort and Gates both roundly acknowledged that they were in Yanukovych's employ, as did several Podesta employees.",
  "However, he has received numerous donations from his brother, who has been a donor for a wide swath of Democratic causes.",
  "Over the course of several years, the ECMU paid the Podesta Group $1.13 million to lobby Congress, according to the AP.",
  "Tony Podesta is the brother of John Podesta, the former campaign chairman for Hillary Clinton's presidential campaign.",
  "The companies were later revealed to be the Podesta Group and Mercury Public Affairs, according to NBC News.",
  "He is now being investigated by Mueller for failing to properly disclose these efforts to regulators.",
  "While John Podesta used to be involved in lobbying, he is not affiliated with the Podesta Group."
]