[
  "Vice President Mike Pence said Thursday that the revelation that Flynn was lobbying for the Turkish government is “affirmation of the President’s decision to ask General Flynn to resign.” (RELATED: New Disclosures Reveal The Next Scandal That Would Have Hit Michael Flynn)\n\nTurkey’s president, Recep Tayyip Erdogan, wants the U.S. government to extradite Gulen, who he blames for terrorist attacks in his country and a failed coup attempt in July.",
  "After discussing the technology product, the source said that Kian introduced several men who said they had research on Gulen and network of charter schools his followers operate in the U.S.\n\nOther lobbyists for the Turkish government have harped on the charter school network, claiming that Gulenists flout the H-1B system to hire teachers.",
  "Flynn Intel’s foreign agent disclosure reports show that it waged a public relations and congressional outreach campaign as part of its work for Inovo BV, which is owned and operated by Ekim Alptekin, the head of the Turkey-U.S. Business Council (TAIK) with ties to the Turkish government.",
  "(RELATED: Trump’s National Security Adviser Is Lobbying For Obscure Dutch Company With Ties To Turkish Government)\n\nFlynn Intel also paid $20,000 to Operational Behavioral Services, a Virginia-based company that lists retired FBI agents Thomas Neer and Gina Orton as executives.",
  "Former national security adviser Michael Flynn’s lobbying work for the Turkish government involved payments to several former FBI officials and a retired admiral who served in a top intelligence role for the joint chiefs of staff.",
  "Witnesses interviewed by the FBI in the case alleged that McCauley and now-retired State Department official Patrick Kennedy discussed a quid pro quo arrangement involving classification markings on a Clinton email.",
  "McCauley acknowledged that he suggested a quid pro quo with Kennedy but quickly scuttled the idea when he learned that the email involved “Secret” information related to the Sept. 11, 2012 Benghazi attacks.",
  "They also served on the board of directors for Brainwave Science, a company that claims to have developed a “ground-breaking” brain fingerprinting technology that gauges truthfulness during interrogation.",
  "As part of the lobbying contract, Flynn Intel’s researchers presented information they had on Gulen to House Homeland Security Committee staffers during a meeting in October, the new disclosures show.",
  "A person familiar with the meetings was unable to recall any names of meeting participants other than that of Bijan Kian, a Flynn Intel partner and former board member of the Export-Import Bank.",
  "One of Brainwave Science’s co-founder’s, Sabu Kota, pleaded guilty in 1996 to selling stolen biotech material to an undercover FBI agent posing as a KGB spy, Bloomberg News reported in December.",
  "But the firm’s $530,000 lobbying contract with its client, a Turkey-connected shell company called Inovo BV, centered on Fethullah Gulen, a cleric living in exile from Turkey in Pennsylvania.",
  "McCauley made national news in the aftermath of the Clinton email investigation and during the presidential campaign, while he was contracted with Flynn Intel Group.",
  "Nor was the information disclosed in December, when Flynn Intel terminated the relationship with Inovo after Flynn was chosen as Trump’s national security adviser.",
  "The firm, which was based in Alexandria, Va., paid $28,000 to Brian McCauley, the former deputy assistant director for international operations at the FBI.",
  "Becker is a former director of intelligence for the chairman of the joint chiefs of staff and now runs Becker T3 Group, an intelligence consulting firm.",
  "TheDC’s source said that Kian used a pitch for a defense technology product as cover to discuss the Gulen extradition issue with the House committee.",
  "That final filing listed that Flynn Intel received less than $5,000 for its work for Inovo BV, far less than the $530,000 reported this week.",
  "Flynn disclosed that information to the Justice Department earlier this week when registering as a foreign agent for the Turkish government.",
  "They felt it was surreptitious, as well as pointless, given that the Homeland Security Committee would have no input on Gulen’s extradition.",
  "Alptekin also coordinated a meeting between Flynn and two high-ranking Turkish government officials in New York City on Sept. 19.",
  "None of the former government officials or firms responded to emails and phone calls placed directly or through intermediaries.",
  "The Turkish government has presented evidence to the Justice Department that they say shows he is behind the July coup attempt.",
  "TheDC was able to reach Robert Kelley, the Flynn Intel lobbyist listed on the company’s lobbying disclosures with the Senate.",
  "Flynn was fired from the Trump White House last month in a row over phone calls he had with Russia’s ambassador in December.",
  "Flynn himself is not answering questions about the lobbying work, his research on Gulen, or the retired officials’ duties.",
  "Part of Flynn Intel’s work involved conducting and gathering research on Gulen, an ally-turned-enemy of Erdogan’s.",
  "Flynn’s consulting firm, Flynn Intel Group, also paid a behavior analysis firm operated by two former FBI agents.",
  "It is unclear what services Flynn, a retired lieutenant general, sought from the retired intelligence officials.",
  "Flynn Intel disclosed very little about the lobbying arrangement in filings with the U.S. Senate in September.",
  "On that same day, Flynn, Trump, and then-Sen. Jeff Sessions met with Egypt’s president, Abdel Fattah el-Sisi.",
  "Flynn Intel’s filing, made under the Foreign Agents Registration Act, is notable for its detail and timing.",
  "The House staffers in the meeting were turned off by Flynn Intel’s bait-and-switch, TheDC’s source said.",
  "The White House said Thursday that Trump was not aware of Flynn’s lobbying work prior to the election.",
  "Neer was assigned to the FBI’s Behavioral Analysis Unit, and Orton was a psychiatrist at the bureau.",
  "It is unclear if McCauley or any of Flynn’s other subcontractors were part of that presentation.",
  "The pair are personal friends, according to the book “Twilight Warriors,” published last year.",
  "He was unable to answer questions about the details of Flynn’s or the ex-officials’ work.",
  "White Canvas Group, an open source research firm, received $15,000 from Flynn Intel.",
  "Another $7,500 was paid to retired Rear Admiral Paul Becker for consulting work.",
  "He answered TheDC’s phone call but did not respond to after an initial greeting.",
  "The federal court system would determine whether Gulen should be extradited.",
  "He also served as intelligence community lead for the Trump transition team.",
  "Kian did not respond to an emailed request for comment on the meeting.",
  "Flynn’s lawyer forwarded questions to a press relations specialist.",
  "His PR consultant told TheDC that he is not conducting interviews.",
  "McCauley has several connections to Flynn.",
  "Follow Chuck on Twitter"
]