[
  "They are:\n\nActing as an unregistered agent of the government of Ukraine, its president, and one of its major political parties\n\nMaking false and misleading statements under the Foreign Agents Registration Act related to that Ukraine work\n\nThen on Thursday, Mueller filed a new 32-count set of charges against Manafort and Gates in a separate venue (the Eastern District of Virginia).",
  "The gist of the charges was that Manafort and Gates “acted as unregistered agents” of the government of Ukraine and Ukrainian politicians, generating “tens of millions of dollars in income,” which they then “laundered” through “scores of United States and foreign corporations, partnerships, and bank accounts.” You can read the full indictment here.",
  "Though Gates pleaded not guilty after he was first indicted last October, he’s increasingly been looking at an expensive legal defense with no end in sight and a potential decades-long prison sentence — particularly since Mueller filed a dizzying new set of tax, financial, and bank fraud charges against him and Manafort just yesterday.",
  "The plea agreement lists much of what was alleged in the previous indictment against Gates, but boils it down to two charges:\n\nThe first is “conspiracy against the United States” — by which Mueller means, Gates defrauded the government by hiding his foreign income and work.",
  "For instance, there have been recent reports that Mueller is keenly interested in the White House’s story about the June 9, 2016, meeting Donald Trump Jr. arranged with a Russian lawyer in Trump Tower for the purpose of getting “dirt” on Hillary Clinton.",
  "This began with advising work for the Russian oligarch and aluminum magnate Oleg Deripaska, and soon moved into the political realm with advising work for the Party of Regions — Ukraine’s pro-Russian political party — and its leader, Viktor Yanukovych.",
  "That is to say that while Gates’s potential cooperation could just be about providing information on Manafort’s business, it’s not out of the question that it’s about providing information on potential collusion with Russia.",
  "Gates admits lying to the FBI on the very recent date of February 1, 2018, when he was asked what Manafort had told him about a 2013 meeting he had had with a member of Congress — apparently Rep. Dana Rohrabacher (R-CA).",
  "And if anything inappropriate involving Russian interference with the campaign did happen there, one person Manafort just might tell could be his close friend and business partner of more than a decade, Rick Gates.",
  "Though Trump fired Manafort in August 2016, Gates stayed on with the campaign through the general election, and later served on Trump’s inaugural committee and worked at a pro-Trump outside group until March 2017.",
  "On the money laundering front, Manafort and Gates were both charged with a broader “conspiracy to launder money” and separate specific charges on their failure to report foreign bank and financial accounts.",
  "Rick Gates — Paul Manafort’s longtime junior business partner and a 2016 Trump campaign aide — agreed to a plea deal in Mueller’s investigation Friday afternoon in which he’ll cooperate with the probe.",
  "Basically, Gates is Paul Manafort’s protégé and right-hand man, who was at his side during his past decade of lobbying and foreign work, before going with him to join the Trump campaign.",
  "Manafort, who is two decades older than Gates, had worked for Republican politicians, controversial dictators, and corporate interests before his career took a turn in the mid-2000s.",
  "And unlike cooperator George Papadopoulos, he actually had a high-level job there, which had him work quite closely with the person running the campaign for several months: Manafort.",
  "And while Gates didn’t officially work on the transition, he worked as the deputy chair of Trump’s inaugural committee, so he was in the president-elect’s orbit at the time.",
  "It’s helpful to think of the charges in two separate but related buckets: One is money laundering, and the second is false statements or failure to disclosure foreign work.",
  "And as the original campaign manager, Corey Lewandowski, saw his star fall, Manafort’s portfolio gradually expanded until he was effectively running the whole operation.",
  "Gates joined Manafort’s firm in 2006 and began managing much of its Eastern Europe portfolio soon afterward, often working out of Kiev, according to the New York Times.",
  "Now, these charges don’t necessarily seem to have anything to do with potential collusion between the Trump campaign and Russia — Mueller’s main investigative job.",
  "So now that Gates has flipped, the bigger picture is that Mueller has three former Trump aides — that we know of — cooperating and providing him with information.",
  "The stronger the evidence he has against either or both of them, the more pressure he can exert to get them to cooperate in the probe into Russian interference.",
  "“Despite my initial desire to vigorously defend myself, I have had a change of heart,” Gates wrote in a letter to his friends and family obtained by ABC News.",
  "Because if Manafort were to know of anything that could implicate Trump in connection with Russia, it seems quite plausible Gates would know it too.",
  "In exchange, other charges related to money laundering, acting as an unregistered foreign agent, and making other false statements will be dropped.",
  "In particular, Gates was to run a new private equity company called Pericles that Manafort was starting, to fund investments in Ukraine and Russia.",
  "Pericles, meanwhile, collapsed in a messy legal battle, as Deripaska, its leading funder, accused Manafort and Gates of cheating him of millions.",
  "It is also worth noting that Mueller has also looked closely into events during the transition period after Trump won but before he was sworn in.",
  "“I had hoped and expected my business colleague would have had the strength to continue the battle to prove our innocence,” the statement reads.",
  "Or does it have even bigger implications for the investigation into Russian interference as a whole, and into President Trump specifically?",
  "On October 30, 2017, in the first public indictments of Mueller’s investigation, Manafort and Gates were charged with a total of 12 counts.",
  "So though he pleaded not guilty at first, speculation almost immediately began over whether he might flip to avoid a long prison sentence.",
  "He “all but vanished from the Washington scene” and began focusing on business activities in Eastern Europe, as Politico later reported.",
  "“I will better serve my family moving forward by exiting this process.”\n\nManafort, meanwhile, released a statement criticizing Gates.",
  "Then, as part of an effort from Donald Trump to professionalize his presidential campaign, he brought Manafort aboard in March 2016.",
  "“For reasons yet to surface he chose to do otherwise.”\n\nThe question, now, is precisely what Gates’s cooperation would entail.",
  "If criminal collusion with Russia did happen, that would put the special counsel in a better position than ever to uncover it.",
  "(An essential recent profile of Manafort by Franklin Foer in the Atlantic has more details on the pair’s Ukrainian work.)",
  "Gates pleaded to one count of conspiracy against the United States and one count of making false statements to the FBI.",
  "It is possible that Gates’s cooperation would primarily be useful to Mueller as a means to pressure Manafort further.",
  "His cooperation could make it easier to make a case against Manafort — or to get Manafort himself to flip.",
  "President Yanukovych was forced to flee Ukraine due to protests and clashes over his pro-Russian policies.",
  "After all, Gates certainly has in-depth knowledge about Manafort’s activities over the past decade-plus.",
  "The big question, though, is just what this flipping might entail — and whom Gates might implicate.",
  "These include filing false individual income tax returns, bank fraud, and bank fraud conspiracy.",
  "But he likely saw these separate charges against Manafort and Gates as a means to this end.",
  "Gates in particular is far younger than Manafort (he’s only 45), and he has young children.",
  "In mid-May, Manafort was officially named campaign chair and chief strategist.",
  "Special counsel Robert Mueller just flipped another former Trump staffer.",
  "Then there are the false statements and failure to disclose charges.",
  "But in recent years, these business ventures went awry.",
  "Is Gates flipping just on Manafort — or also on Trump?",
  "Here are his statement of offense and plea agreement.",
  "Gates wasn’t at that meeting — but Manafort was.",
  "After all, Gates worked on the Trump campaign.",
  "That is: Is it mainly bad news for Manafort?",
  "But there are other possibilities as well.",
  "The second is a false statements charge.",
  "What was Rick Gates indicted for?",
  "With Manafort came Gates.",
  "And now he has done so.",
  "Who is Rick Gates?"
]