[
  "\"The point is that a lot of these things have stayed below the radar because there's not been appropriate focus and attention on it, and the special investigation has brought that, and in the view of many of us, it's long overdue,\" Johnson said, asking the attorney general, \"would you agree to work with us — me and this committee — to correct these very serious problems, so we can update our disclosure laws, so that the American people can see what's going on behind the veil?\"",
  "The special counsel's office wrote in a court filing in the Manafort case that, \"while criminal charges under FARA are not often brought, the facts set forth in the indictment indicate the gravity of the violation at issue based on the dollar volume of earning from the violation, its longevity, its maintenance through creation of a sham entity designed to evade FARA's requirements, and its continuation through lies to the FARA unit.\"",
  "In late August, for example, the law firm Sidley Austin amended its filing to disclose that partner Michael Borden had the previous year met with staffers from the Senate Foreign Relations Committee and House Foreign Affairs Committee, as well as a State Department official and two congressmen, on behalf of the Russian partially state-owned VTB Bank to \"discuss U.S. sanctions on Russian institutions.\"",
  "Sen. Charles E. Grassley (R-Iowa) noted at a hearing earlier this year that only nine people in the Justice Department work full time on bringing about compliance with the law, and a Justice Department Office of the Inspector General report last year found that those in federal law enforcement often don't agree on how to do that.",
  "[Read Foreign Agents Registration filing of Paul Manafort’s firm]\n\nOfficials from Mercury and Podesta have said for months that they have been cooperating with investigators and have a long-standing commitment to disclosure via FARA and the traditional domestic lobbying disclosure system.",
  "\"Today, you see an indictment brought by an office of special counsel that is using a very novel theory to prosecute Mr. Manafort regarding a FARA filing,\" he said, adding that Manafort was \"seeking to further democracy and to help the Ukraine come closer to the United States.\"",
  "According to the indictment, Gates told Mercury it would be \"representing the Government of Ukraine,\" and provided talking points to the Podesta Group falsely describing how Manafort and Gates merely provided an introduction to connect them with the European Centre.",
  "Even before Manafort and Gates were charged, the Justice Department had put pressure on them to register as foreign agents for their Ukraine work, and they — along with the Podesta Group and Mercury — did so retroactively before indictments were issued.",
  "Tony Podesta, 74, the brother of longtime Democratic adviser and Hillary Clinton campaign chairman John Podesta, resigned on the day Mueller announced charges against former Trump campaign chairman Paul Manafort and his business partner Rick Gates.",
  "According to the indictment, the men used a Brussels-based nonprofit organization, the European Centre for a Modern Ukraine, to hide that they were running a multimillion-dollar lobbying campaign for a Ukrainian political party friendly to Russia.",
  "That section made reference to \"Company A and Company B,\" later confirmed to be the Podesta Group and Mercury LLC, another lobbying dynamo that includes Vin Weber, a former Republican congressman from Minnesota who worked on the Ukraine account.",
  "He has tremendous affection, respect and admiration for her and hopes that she and her team of former Podesta Group colleagues will build a firm that is even more successful than the Podesta Group,\" Podesta spokeswoman Molly Levinson said.",
  "Lobbyists, lawyers and public relations professionals who work for foreign companies and governments say Mueller's probe has spooked K Street, and firms are likely to be more careful in their compliance with public disclosure standards.",
  "Since Mueller was appointed, more people and firms have either filed or amended registrations that make public their work on behalf of foreign interests than had done so over the same time period in each of at least the past 20 years.",
  "On the day of the indictment, Podesta announced his resignation from the firm he had founded, telling employees, \"It is impossible to run a public affairs firm while you are under attack by Fox News and the right-wing media.\"",
  "Mueller was appointed in May to investigate possible coordination between the Kremlin and the Trump campaign to influence the 2016 election, but his work and similar congressional inquiries have stretched into other areas.",
  "The Podesta Group was famous for providing access to Washington power, hosting events for a roster of high-profile domestic and international clients who helped make it one of the city's most successful lobbying firms.",
  "[The rise and fall of the Podestas, Washington’s powerful brother act]\n\nThe 12-count indictment included charges of failing to accurately report lobbying work for a Ukrainian political party as required under FARA.",
  "The act, implemented in 1938 to expose Nazi propagandists, has been haphazardly enforced in recent years by a Justice Department office that mainly acts on news reports and asks people to register voluntarily.",
  "It is special counsel Robert S. Mueller III whose work seems to be sending shock waves through the capital, by exposing the lucrative work lobbyists from both parties engage in on behalf of foreign interests.",
  "Mueller's team, though, still charged Manafort and Gates with including misleading statements on their FARA form, such as the assertion that their efforts did not include outreach within the United States.",
  "\"My colleagues are being contacted by waves of clients concerned about this,\" said Joe Sandler, an ethics and lobbying lawyer in Washington who specializes in Foreign Agents Registration Act issues.",
  "Thomas J. Spulak, a partner at King & Spalding specializing in government advocacy, said more clients have been calling since Mueller began his work to ask, \"Do I have to register under FARA?\"",
  "Podesta officials have said they initially thought the work they were doing was solely for the European Centre and learned only later of Gates's connection to the Ukrainian political party.",
  "The indictment alleges that Gates and Manafort had weekly phone calls and exchanged frequent emails with the two firms to provide direction on specific lobbying steps they should take.",
  "He said an uptick in registrations might be partially attributable to new people wanting to influence a new administration, but the special counsel was undoubtedly having an effect.",
  "\"I think it all goes back to Mueller — this is of acute concern after Manafort and Podesta — and my sense is that it's going to continue that way for some time,\" Spulak said.",
  "An official from the Podesta Group wrote back that there was \"a lot of email traffic that has you much more involved than this suggests,\" adding, \"we will not disclose.\"",
  "His lobbying firm, the Podesta Group, a Washington icon of power and political influence, notified its employees recently that the enterprise is shutting its doors.",
  "His probe also has been looking at former Trump national security adviser Michael Flynn, who retroactively registered as a paid foreign agent for Turkish interests.",
  "), asked whether — were it not for Mueller's probe — the allegations against Manafort, Gates and the firms with which they did business would have stayed secret.",
  "Even before Mueller charged Manafort and Gates, his work had long seemed to indicate that he was taking a more aggressive approach in pursuing foreign agents.",
  "President Trump famously promised that, if elected president, he would \"drain the swamp\" — upending the culture in Washington that favors the well-connected.",
  "A week later, the chief executive of the firm, Kimberley Fritts, told the staff that the firm would be closing and employees might not be paid after Nov. 16.",
  "Earlier this month, Podesta employees, stunned by the sudden implosion of the firm, were told to immediately turn in their company laptops and security fobs.",
  "Justice recently pressured the company operating the website and television channel RT — previously known as Russia Today — to register under FARA.",
  "The men paid the firms, which have not been publicly accused of any crimes, more than $2 million from offshore accounts they controlled.",
  "She announced that she was off to start her own firm, Cogent Strategies, which includes many former Podesta Group employees.",
  "Mueller's team alleged that the men hired the Podesta Group and Mercury to lobby for the Ukrainians in the United States.",
  "Kevin Downing, Manafort's attorney, noted the rarity of such prosecutions when his client first appeared in court.",
  "Not everyone who filed or amended their filings after Mueller was appointed did so because of fear of the probe.",
  "When Attorney General Jeff Sessions appeared before the House Judiciary Committee, Rep. Mike Johnson (R-La.",
  "\"We are continuing to fully cooperate as we have from the start,\" said Michael McKeon, a Mercury partner.",
  "Between 1966 and 2015, the OIG found, the Justice Department had brought only seven criminal FARA cases.",
  "Willfully failing to register, though, is technically a felony that can come with a five-year sentence.",
  "Criminal charges for noncompliance with FARA — such as those faced by Manafort and Gates — are rare.",
  "\"If there's a new normal for foreign agents, it's going to be to pay a lot more attention to it.\"",
  "They said they did not initially file under FARA in this case based on the advice of counsel.",
  "In a statement, a Podesta spokesman acknowledged Fritts's departure — and the end of an era.",
  "The charges against Manafort and Gates were unrelated to their Trump campaign work.",
  "The Mueller probe has already claimed its first K Street casualty: Tony Podesta.",
  "Revenue declined after the 2016 election, but the firm remained a powerhouse.",
  "Some filings are innocuous, such as firms signing new clients.",
  "The Justice Department, too, might be changing its posture.",
  "\"Tony and Kimberley worked together for 22 years.",
  "That firm is soon expected to launch publicly.",
  "Borden declined to comment for this report.",
  "\"I would,\" Sessions replied.",
  "Others are more notable."
]