[
  "Though the page appears to have not been updated recently, Samochornov says that has worked as an “Interpreter at high level UN and private sector meetings for the Secretary of State and other VIPs.”\n\nHe has also worked to “develop programs that establish an understanding of US foreign policy goals and objectives for current and future international leaders” and represented the U.S. government “in securing cooperation of key U.S. resources in corporate, governmental and NGO community.”\n\nIt is unclear if Samochornov would have required security clearances in those roles, though they would seem to involve sensitive diplomatic issues.",
  "Anatoli Samochornov, a Russia-born professional translator who worked as a part-time contractor for the State Department, worked with Veselnitskaya last year on an effort to roll back the Magnitsky Act, a law passed in 2012 which allows for sanctions against Russians accused of human rights abuses.",
  "Bill Browder, a London-based investor who has accused Veselnitskaya of violating the Foreign Agents Registration Act because of her anti-Magnitsky lobbying, told TheDC that Samochornov translated for the lawyer during his deposition for the legal case involving Katsyv.",
  "Emails first reported last year by The Daily Beast show that Samochornov and Veselnitskaya worked closely to undercut the Magnitsky Act by setting up the screening of a film that questioned the story of the law’s namesake, a Russian lawyer named Sergei Magnitsky.",
  "Donald Trump Jr., Jared Kushner, Paul Manafort, Rob Goldstone and Natalia Veselnitskaya — it is now widely known — took part in the meeting, which Trump Jr. granted after being told he would be provided with derogatory information about Hillary Clinton.",
  "In his initial outreach to Trump Jr., Goldstone referred to Veselnitskaya as a “Russian government attorney.”\n\nThis article has been updated with additional information reported by NBC News regarding the people who attended the Trump Tower meeting.",
  "Hosko told TheDC that investigators, including special counsel Robert Mueller, will want to know “what is the pedigree of the attorney and of any translator in the room or involved in any way” in the Trump Tower meeting.",
  "Samochornov, whose wife lists herself on social media as a program officer at the State Department, recently translated for Veselnitskaya and Katsyv during a court hearing held in the Prevezon case on May 3.",
  "NBC News reported early Friday that Veselnitskaya, who does not speak English, was accompanied by a Russian-American lobbyist who some U.S. officials believe is a former Soviet counterintelligence officer.",
  "The duo’s non-profit, HRAGIF, claims to advocate for the adoption of Russian children by Americans, which was banned by Russian president Vladimir Putin in retaliation for passage of the Magnitsky Act.",
  "Browder was deposed in the case because money stolen from his companies back in 2007 was allegedly laundered through the U.S. real estate market by Prevezon Holdings and other Russian companies.",
  "Democrats on the House Judiciary Committee have pressed the Justice Department to find out whether Veselnitskaya’s meeting with Trump Jr. had anything to do with the settlement of the case.",
  "Whoever accompanied Veselnitskaya to the Trump Tower meeting will be of interest to federal investigators, says Ron Hosko, a former assistant director of the FBI’s criminal division.",
  "He ended the phone call with TheDC before that question could be asked, and the State Department typically does not discuss security clearance status for employees and contractors.",
  "Magnitsky died under mysterious circumstances in 2009 in a Russian prison, where he was sent after being accused (falsely, says Browder) of perpetuating a fraud scheme of his own.",
  "A State Department official confirmed to TheDC that Samochornov was a contractor for the agency through Meridian International Center, a non-profit public diplomacy organization.",
  "Katsyv’s American lawyers filed a request asking the judge on the case to allow Samochornov to use a portable FM tour guide system to help translate for the two Russians.",
  "Goldstone, who helped set up the Trump Tower meeting between Trump Jr. and Veselnitskaya, did not respond to emails asking for information about the lawyer’s translator.",
  "The pair are also founding members of an obscure non-profit group registered in Delaware called the Human Rights Accountability Global Initiative Foundation (HRAGIF).",
  "Reached by phone on Wednesday, Samochornov declined to discuss his work with Veselnitskaya, citing confidentiality agreements preventing him from discussing clients.",
  "[Update: Samochornov confirmed to other news outlets after this article was published that attended the Trump Tower meeting as Veselnitskaya’s translator.]",
  "NBC also reported that a lawyer for Trump Jr. said that Veselnitskaya was accompanied by a second man, though no details were provided about him.",
  "Goldstone, a British music publicist, had informed Trump Jr. that Veselnitskaya, a Russian attorney, would be providing the Clinton dirt.",
  "Akhmetshin, the suspected former Soviet intelligence officer who attended the Trump Tower meeting, is a registered lobbyist for HRAGIF.",
  "That case was settled in May with Katsyv’s company, Prevezon Holdings, agreeing with the Justice Department to pay a $6 million fine.",
  "Sergei Magnitsky was Browder’s lawyer when he uncovered the $230 million money laundering scheme targeting the financiers’ firms.",
  "At least six people were involved in the June 9, 2016, Trump Tower meeting, but so far only five have been publicly identified.",
  "As for what allegedly occurred in the meeting, both Trump Jr. and Veselnitskaya claim that no Clinton research was exchanged.",
  "Samochornov ended the phone call before he could be asked a series of questions about his work for the State Department.",
  "Samochornov has also worked for State’s Office of Language Services as a contract interpreter for exchange programs.",
  "Samochornov lists himself as a State Department and Meridian International Center employee on his LinkedIn profile.",
  "Veselnitskaya has used Samochornov’s translation services in court proceedings for cases she has in the U.S.",
  "The Associated Press confirmed after NBC’s report that the Russian-American lobbyist is Rinat Akhmetshin.",
  "The meeting has drawn massive attention because of Veselnitskaya’s connections to the Russian government.",
  "He was identified in reports last year as having lobbied U.S. lawmakers to rollback the Magnitsky Act.",
  "Veselnitskaya works closely with another Russian emigre other than the suspected former Soviet spy.",
  "TheDC asked him if he was involved in the Trump Tower meeting, but he declined to say.",
  "The contract under which Samochornov worked ended in September, the official said.",
  "Veselnitskaya also did not respond to requests sent through Facebook and email.",
  "Instead, both say that Veselnitskaya lobbied hard against the Magnitsky Act.",
  "Samochornov also appears to be Veselnitskaya’s go-to translator.",
  "Browder is the leading proponent behind the Magnitsky Act.",
  "Follow Chuck on Twitter"
]