[
  "“If you look at the jobs reports, which are totally phony, because if you stop looking for a job you are essentially considered employed.” (March 7 in Concord, N.C.)\n\nIn the way the unemployment rate is calculated, discouraged workers who give up on looking for a job leave the workforce so they don’t count toward unemployment, but they don’t count as employed either.",
  "You don’t see that anymore.” (March 7 in Concord, N.C.)\n\nThe U.S. Economics and Statistics Administration authored a report called “What Is Made In America?” in 2014 that found that U.S. manufacturers sold $4.4 trillion of goods that classify as “Made in the U.S.A.” Manufacturing contributes $2.17 trillion to the U.S. economy and employs 12.33 million Americans.",
  "And everybody liked Trump from the standpoint of ISIS, from the standpoint of the military.” (March 7 in Concord, N.C. and at least one other time)\n\nAfter the Paris attacks, fewer than half (42 percent) of GOP respondents in a Washington Post-ABC poll said Trump was the best candidate to best handle the threat of terrorism.",
  "Now they’re part-timers and they go out and get another job, and that has to do solely with Obamacare.” (March 7 in Concord, N.C. and at least one other time)\n\nThere are many reasons Americans tend to change jobs more often and work on a part-time basis more than they used to, and the trend predates Obamacare.",
  "***\n\n“ABSOLUTE SLEAZE”: THE PRESS\n\n“The only way, now everybody’s talking about how massive these crowds are, the only way they find out about the crowds, the only way is with the protestors.” (March 9 in Fayetteville, N.C.)\n\nThe press has long noted the size of Trump’s audiences with or without protestors.",
  "Here’s POLITICO’s run-down of a week in the life of a Donald Trump fact-check:\n\n***\n\n“WE DON’T WIN ANYMORE”: TRADE AND ECONOMICS\n\n“$500 billion a year trade deficit with China.” (March 7 rally in Concord, N.C., and at least four other times last week)\n\nThat’s overstating the case by $134 billion.",
  "“They do a poll in South Carolina, [Lindsey Graham] endorses somebody else and the poll in South Carolina has me at 47.” (March 8 in Jupiter, Fla.)\n\nTrump never topped 42 percent in all the polls collected by Real Clear Politics and won the state with 32.5 percent of the vote.",
  "From warning of the death of Christianity in America to claiming that he is taking no money from donors, the Manhattan billionaire and reality-show celebrity said something far from truthful many times over to the thousands of people packed into his raucous rallies.",
  "Offensive barbs against Muslims, Mexicans, women and people with disabilities would have quickly sunk the fortunes of other White House candidates but they haven’t hurt the real estate mogul’s standing in the polls, or, more importantly, with Republican voters.",
  "ISIS drowns “people in these massive steel cages where 40, 50, 60 people they dump it and they pull it up half an hour later with 50 people dead.” (March 9 in Fayetteville, N.C.)\n\nLast June, ISIS released video of the group drowning five Iraqis in a cage.",
  "“I’ve been hearing from virtually everybody in the Republican Party and they’re congratulating me and they’re saying, we’re going to get together.” (March 11 in Palm Beach)\n\nThere are many Republicans who are not engaging with Trump or congratulating him.",
  "Many were straight-up wrong, such as his claim that the United States has a “$500 billion a year trade deficit with China,” which has been debunked over and over by fact checkers, and his statement that he never settles lawsuits, when in fact he has.",
  "“We have lousy health-care, where it’s going up 35, 45, 55 percent.” (March 7 in Concord, N.C.)\n\nPremiums rose by an average of 5.8 percent a year since Obama took office, compared to 13.2 percent in the nine years prior, Politifact found in October.",
  "I haven’t even started with her other than four weeks ago.” (March 8 in Jupiter, Fla.)\n\nMonths ago, in December, Trump said Clinton’s bathroom break during a Democratic debate was “disgusting” and Barack Obama “schlonged” her in the 2008 primaries.",
  "He has no idea who they are.” (March 7 in Concord, N.C. and at least one other time)\n\nNo one has suggested accepting refugees without screening them for security, a process that refugee advocates currently call daunting and far too time consuming.",
  "I’m beating Hillary Clinton quite easily, thank you.” (March 7 in Concord, N.C. and at least one other time)\n\nTrump is likely referring to a USA Today/Suffolk University poll from mid-February, which showed him two points ahead of Clinton.",
  "$38 million worth of horrible lies.” (March 8 in Jupiter, Fla.)\n\nEvery Republican dollar not spent by Trump on TV and radio from March 1 through 7 comes to $10.57 million, according to The Tracking Firm, a service that monitors media buys.",
  "It’s been covered on Time magazine covers many many times.” (March 11 in St. Louis)\n\nTrump has been on the cover of Time three times since he started running for president nine months ago, not four times over the last three or four months.",
  "Marco Rubio was a main target last week and saw Trump twist the truth about his immigration position to warn voters that the senator is “totally in favor of amnesty.”\n\nThen there are the seemingly small falsehoods, piled one atop another.",
  "So I’ve spent the least.” (March 7 in Concord, N.C.)\n\nAs of Jan. 31, Trump’s campaign had spent $23.9 million, more than John Kasich’s campaign, which has spent $7.2 million, or $19.5 million if you include outside groups supporting him.",
  "About Rubio: “He’s totally in favor of amnesty.” (March 9 in Fayetteville, N.C.)\n\nRubio opposed amnesty while running for Senate but, in an effort to draft compromise legislation, co-sponsored a bill that included a path to citizenship.",
  "poster=\"http://v.politico.com/images/1155968404/201603/3060/1155968404_4799691453001_Title-for-Trump-falshoods-.jpg?pubId=1155968404\" true\n\nIn other instances, Trump stretches the limits of reality to distort the records of his rivals.",
  "***\n\n“NOBODY IS GOING TO MESS WITH US”: SECURITY\n\n“We have tremendous problems with crime and other things.” (March 7 in Concord, N.C.)\n\nCrime rates have declined dramatically since the 1990s and remain at historically low levels.",
  "In fact, the press, I’m asking you, please check.” (March 8 in Jupiter, Fla.)\n\nTrump Winery in Charlottesville is not the largest vineyard or winery on the East Coast, according to the National Association of American Wineries.",
  "At a February London aid conference, Gulf states pledged at least $537 million to help mitigate the Syrian crisis, and the United Arab Emirates has accepted more than 100,000 Syrian nationals since the civil war began in 2011.",
  "The result: more than five dozen statements deemed mischaracterizations, exaggerations, or simply false – the kind of stuff that would have been stripped from one of our stories, or made the whole thing worthy of the spike.",
  "“Trump Winery is a registered trade name of Eric Trump Wine Manufacturing LLC, which is not owned, managed or affiliated with Donald J. Trump, The Trump Organization or any of their affiliates.”\n\n“We make the finest wine.",
  "Right now, I’m into, you would know better than me, maybe $30 million, maybe more.” (March 11 press conference in Palm Beach)\n\nThere’s a big blue “DONATE” button in the top right corner of his campaign website.",
  "“We have a trade deficit with Japan of over $100 billion a year.” (March 8 victory press conference in Jupiter, Fla. and at least one other time)\n\nThe trade deficit with Japan in 2015 was about $69 billion.",
  "Story Continued Below\n\nWith the GOP front-runner scooping up delegates in a march toward the Republican nomination, POLITICO subjected a week’s worth of his words to our magazine’s fact-checking process.",
  "As good a wine as you can get anywhere in the world.” (March 8 in Jupiter, Fla.)\n\nNone of the wines from Trump Winery made the top 100 list of the best wines in 2015 as ranked by Wine Spectator Magazine.",
  "“Upstate New York I poll higher than anybody ever.” (March 8 in Jupiter, Fla.)\n\nHillary Clinton would beat Trump 56 percent to 33 percent in upstate New York, according to a recent Siena College poll.",
  "Trump misstates the timing of things – an omnibus spending bill, for example, was called “the craziest thing I’ve ever seen six weeks ago” when in fact it was a spending package passed in December.",
  "“We’re winning every poll with the Hispanics.” (March 9 in Fayetteville, N.C.)\n\nA Washington Post-Univision poll in February found that 8 in 10 registered Hispanic voters viewed Trump unfavorably.",
  "His remarks represent an extraordinary mix of inaccurate claims about domestic and foreign policy and personal and professional boasts that rarely measure up when checked against primary sources.",
  "I think I was on the cover of Time twice over 30 years and now I think I’ve been almost, I think it’s four times in the last three or four months.” (March 7 in Concord, N.C.)\n\n“It is a movement.",
  "It funds ISIS.” (March 9 in Fayetteville, N.C.)\n\nThe omnibus spending bill, passed in December, is not strictly a budget, and it’s not clear what part of it Trump thinks gives money to ISIS.",
  "I never do well in the Wall Street Journal polls; it’s set against me.” (March 11 in St. Louis)\n\nThe Journal routinely covers polls on its front page, and Trump does well in many of them.",
  "Trade we lose to everybody.” (March 11 in St. Louis)\n\nIn 2015, the U.S. had trade surpluses with a number of countries including Hong Kong, the Netherlands, the UAE and Australia.",
  "We send them nothing, by comparison, nothing.” (March 7 in Concord, N.C. and at least one other time)\n\nThe United States exported $62 billion worth of goods to Japan last year.",
  "They have their donors.” (March 7 in Concord, N.C.)\n\nForeign countries can and do hire representatives in Washington, registered under the U.S. Foreign Agents Registration Act.",
  "I was one, the other person was number five.” (March 8 in Jupiter, Fla.)\n\nTrump actually spent $3.1 million in New Hampshire, not $1.5 million, according to Politifact.",
  "“We’re losing our jobs and the politicians don’t tell you that.” (March 7 in Concord, N.C.)\n\nPoliticians from both parties rail against unemployment and outsourcing.",
  "These untruths – strung together as they are in all of his speeches – have helped drive one of the most rapid ascents in modern presidential campaign history.",
  "They’re not supposed to but that’s the way life works.” (March 8 in Jupiter, Fla.)\n\nTrump provided no evidence that Rubio and Cruz talk to their super PACs.",
  "North Dakota’s increased more in percentage terms, and New York’s in dollar terms, according to data from the National Association of State Budget Officers.",
  "“Truthiness,” the comedian declared on his debut episode in 2005, was the truth as felt in one’s heart and gut, not what was written up in reference books.",
  "He never goes to vote.” (March 7 in Concord, N.C.)\n\nRubio missed 229 of 1,517 votes between January 2011 and March 2016, according to GovTrack.us.",
  "Daniel Lippman is associate editor for states and a reporter for Politico, working on Politico Playbook and contributing to political coverage.",
  "Higher than any budget.” (March 11 press conference in Palm Beach)\n\nOhio’s budget increased from $55.9 billion in 2010 to $64 billion in 2015.",
  "We chronicled 4.6 hours of stump speeches and press conferences, from a rally in Concord, N.C., on Monday to a rally on Friday in St. Louis.",
  "He exaggerates polls and rankings of other things – such as his position among Hispanics and how he performs in Wall Street Journal polls.",
  "***\n\n“BIGGEST,” “BEST,” “MOST BEAUTIFUL”: PERSONAL BOASTS\n\n“It turned out I’m much richer than people think.” (March 7 in Madison, Miss.)",
  "The poll was wrong.” (March 8 in Jupiter, Fla.)\n\nThe last South Carolina NBC/WSJ poll had Trump at 28 percent versus Cruz at 23 percent.",
  "Candidates coordinating with super PACs is against the law; Trump has not filed a formal complaint with the Federal Election Commission.",
  "I won five states.’” (March 11 in St. Louis)\n\nCruz correctly stated he won eight states, not five, according to the debate transcript.",
  "I don’t do it.” (March 8 in Jupiter, Fla.)\n\nIn 2013, Trump settled with condo buyers who had sued over a project in Baja California.",
  "“Maybe truthful to a fault,” he boasted last week at a North Carolina rally where one of his supporters sucker punched a protester.",
  "Certainly, many politicians stretch the truth – the practice of political fact-checking began long before the 2016 election cycle.",
  "Trump's week of errors, exaggerations and flat-out falsehoods A collection of Donald Trump's remarks over the timespan of a week.",
  "That Trump so frequently ventures so far from the truth perhaps shouldn’t surprise given how much of his campaign is unorthodox.",
  "The Trump campaign did not respond to attempts to get comment for this story or these individual instances of inaccuracies.",
  "and at least one other time)\n\nFour of Trump’s companies have declared bankruptcy, meaning they could not repay their debts.",
  "Iran agreed to ship uranium out of the country, dismantle two-thirds of its centrifuges and accept rigorous inspections.",
  "“I built an unbelievable, some of the greatest assets in the world, very little debt, tremendous cash flow, tremendous.",
  "For example, a headline from mid-January reads: “Poll: Donald Trump Widens His Lead in Republican Presidential Race”.",
  "By the way, they’re not taking anybody, they’re not taking, they’re not spending.” (March 7 rally in Madison, Miss.)",
  "“I’m self-funding my campaign.” (March 7 in Concord, N.C., and at least two other times)\n\n“I’m not taking money.",
  "The same poll found that the only region in New York he would win is by 5 points in the state’s suburban areas.",
  "The Trump Hotels and Casinos Resorts filed for bankruptcy in 2004 carrying an estimated $1.8 billion in debt.",
  "***\n\n“EVERYBODY LIKES ME”: POLLS\n\n“One of the polls just came out, and a number of them have just come out.",
  "Looking at just Virginia wines, none of Trump’s wines were finalists in the flagship 2016 Governors’ Cup.",
  "In December 2008, Trump Entertainment Resorts couldn’t pay a $53.1 million interest payment for a bond.",
  "He even claims ownership of a successful winery that denies any ownership tie to the GOP front-runner.",
  "He lent another $17.5 million, but that’s repayable at any time until shortly after the election.",
  "For example, the Obama White House in 2012 put out a fact sheet with “outsourcing” in the title.",
  "Credible estimates vary for the value of sanctions relief to Iran, topping out at $100 billion.",
  "A national WSJ/NBC poll around the same time had Cruz ahead of Trump 28 percent to 26 percent.",
  "“You have Japan, where the cars come in by the hundreds of thousands, they pour off the boats.",
  "“If you look at the Iran deal, where we give a terror nation $150 billion” and “got nothing”.",
  "For example, last August, CNN covered Trump’s crowd of 30,000 at an Alabama football stadium.",
  "As of Jan. 31, his campaign had accepted $7.5 million from donors not named Donald J. Trump.",
  "***\n\n“SELF-FUNDING”: CAMPAIGN FINANCE\n\n“I’ve spent the least money and I’m by far number 1.",
  "“Wasn’t that funny last night when Cruz said, ‘I’m the only one that can beat Donald Trump.",
  "“In New Hampshire, as an example, I spent $1.5 million and somebody else spent $48 million.",
  "The Bush campaign and super PAC actually spent $36 million in the state, not $48 million.",
  "For example, the Trump Plaza Hotel declared bankruptcy in 1992 with $550 million in debt.",
  "“How many times do you think Marco and Ted and all of them were calling their super PAC?",
  "The Trump campaign did not respond to a request for a reference on this specific claim.",
  "“By the way, four times on the cover of Time Magazine over the last number of months.",
  "“They [the WSJ/NBC poll] had me practically dying in South Carolina the day before.",
  "Stephen Colbert once invented a word to define the political discourse of the time.",
  "The median record for missed votes for senators currently serving is 1.7 percent.",
  "And the budget of Ohio went up more than any budget in the entire United States.",
  "***\n\n“NASTY GUY”: ATTACKING HIS RIVALS\n\n“I have not even focused on Hillary yet.",
  "“Then all of a sudden they [WSJ/NBC] come up with this poll that was very close.",
  "Before his presidential run, he was on the cover just once, in 1989, not twice.",
  "“I know there are some companies where the people were full time for 25 years.",
  "***\n\n“LIKE SWISS CHEESE”: IMMIGRATION\n\n“The migration, they’re coming across.",
  "... And it looked like I was really in trouble and then I won in a landslide.",
  "As of then he had only contributed $250,318, plus the loan of $17.5 million.",
  "But foreign nationals are not allowed to contribute to political campaigns.",
  "The Bloomberg Billionaires Index estimated his net worth at $2.9 billion.",
  "A decade later, Trump has taken the idea and run (for president) with it.",
  "In the last four months, he’s been on the cover twice, not three times.",
  "That’s not the same as blanket amnesty, he said in the Jan. 28 debate.",
  "It equates to roughly one misstatement every five minutes on average.",
  "They put it on the front-page of the Wall Street Journal, front-page.",
  "“Really they’ve shut Christianity down.” (March 7 in Madison, Miss.)",
  "As of last Friday, outside groups had spent $15 million in Florida.",
  "“I think I have $50 million of negative ads against me in Florida.",
  "“I’m already in for $30 million cash.” (March 7 in Madison, Miss.)",
  "The Gulf states have so much money, they’re not spending anything.",
  "But it’s false to suggest the U.S. gains nothing from the deal.",
  "Seven in 10 Americans identify as Christian, according to Pew.",
  "“So many horrible, horrible things said about me in one week.",
  "Almost all of my businesses work.” (March 7 in Madison, Miss.",
  "Not unless he’s made a lot more contributions since Jan. 31.",
  "Darren Samuelsohn is a senior policy reporter for Politico.",
  "Obama wants to bring thousands and thousands of people in.",
  "A clear majority of other polls show she would beat him.",
  "Somebody said $50 million.” (March 7 in Madison, Miss.)",
  "And the winery’s own website denies that Trump owns it.",
  "“Eight weeks ago, they signed a budget that is so bad.",
  "(March 11 in St. Louis and March 7 in Madison, Miss.)",
  "Bush also came in fourth in New Hampshire, not fifth.",
  "And not all of that money was negative against Trump.",
  "“After Paris, all of a sudden it started changing.",
  "“Remember we used to have Made in the USA, right?",
  "The imbalance peaked at $366 billion in 2015.",
  "Forbes Magazine says he’s worth $4.5 billion.",
  "Trump says he’s worth more than $10 billion.",
  "You know, he’s a no-show in the U.S. Senate.",
  "... You know, I’ve self-funded my campaign.",
  "“It’s the largest winery on the East Coast.",
  "I don’t take.” (March 7 in Madison, Miss.)",
  "There are no reports of 40 to 60 victims.",
  "I have demonstrated that I can beat him.",
  "“Ohio got lucky because they struck oil.",
  "You have to go check the records, folks.",
  "Donald Trump says he is a truthful man.",
  "Trump gave his campaign only $250,318.",
  "When was the last time you’ve seen it?",
  "Isaac Arnsdorf is a Politico reporter.",
  "“I’m not going to take any money.",
  "“The Gulf states aren’t spending.",
  "... [W]e send them like nothing.",
  "“Countries have lobbyists also.",
  "Produced by Beatrice Peterson.",
  "We lose to everybody at trade.",
  "They talk to their super PAC.",
  "We started getting polls in.",
  "You don’t see that anymore.",
  "But none so much as Trump.",
  "“I don’t settle lawsuits.",
  "“We don’t win at trade.",
  "But truthful he is not.",
  "I don’t want any money.",
  "I spent a lot of money.",
  "I own it 100 percent.",
  "“Little Marco Rubio.",
  "They have lobbyists.",
  "They never do that.",
  "... I’m not taking.",
  "That’s 15 percent.",
  "You can all check.",
  "It’s called life.",
  "Is that right?",
  "$50 million.",
  "No mortgage.",
  "No debt.",
  "...",
  "...",
  "...",
  "...",
  "...",
  "...",
  "..."
]