[
  "The indictment against Manafort and Gates contains 12 counts: conspiracy against the United States, conspiracy to launder money, unregistered agent of a foreign principal, false and misleading US Foreign Agents Registration Act statements, false statements, and seven counts of failure to file reports of foreign bank and financial accounts.",
  "(CNN) Former national security adviser Michael Flynn is the fourth person connected to President Donald Trump's campaign to be charged as part of an investigation into possible collusion between the Russian government and members of Trump's team, as well as potential obstruction of justice and financial crimes.",
  "Paul Manafort\n\nJUST WATCHED Manafort's journey to center of Mueller's investigation Replay More Videos ... MUST WATCH Manafort's journey to center of Mueller's investigation 01:25\n\nTrump's former campaign chairman Paul Manafort and his deputy Rick Gates were indicted in October.",
  "Papadopoulos lied to FBI agents \"about the timing, extent and nature of his relationships and interactions with certain foreign nationals whom he understood to have close connections with senior Russian government officials,\" according to the complaint.",
  "These are the four who've been charged in special counsel Robert Mueller's investigation:\n\nMichael Flynn\n\nFormer Trump national security adviser Michael Flynn pleaded guilty in December to lying to the FBI about conversations with Russia's ambassador.",
  "According to a statement of offense filed in court, Flynn conducted several calls with senior officials on the Trump transition team about his discussions with then-Russian Ambassador to the US Sergey Kislyak related to US sanctions of Russia.",
  "Manafort's connections to Russia faced fresh scrutiny earlier this year after current and former US officials told CNN that high-level Trump campaign advisers, including Manafort, regularly communicated with Russians known to US intelligence.",
  "02:53\n\nThe former Trump campaign foreign policy adviser pleaded guilty in October to making a false statement to the FBI after he lied about his interactions with foreign nationals, including two Russians, with ties to the Russian government.",
  "With just under three months to go until the presidential election, Manafort resigned amid questions over his campaign role and extensive lobbying history overseas, particularly in Ukraine, where he represented pro-Russian interests.",
  "He and Trump advisers discussed US sanctions three times, and Flynn, then called Kislyak to ask that Russia not respond too harshly to US sanctions, the statement of offense said.",
  "He also spoke with Kislyak about an upcoming UN Security Council vote condemning Israel's policy regarding settlements in the occupied territories, the legal document says.",
  "When Trump took office in January 2017, Flynn served as his national security adviser, but resigned after less than one month amid questions about his links to Russia.",
  "He disclosed that he is cooperating with the special counsel's office and became the first person inside the Trump's administration to be charged in Mueller's probe.",
  "He faces a maximum sentence of five years in prison, according to federal sentencing guidelines, though the judge could impose a harsher or lighter sentence.",
  "The FBI said Papadopoulos \"falsely described his interactions with a certain foreign contact who discussed 'dirt' related to emails\" concerning Clinton.",
  "Records also describe an email between Trump campaign officials suggesting they were considering acting on Russian invitations to go to Russia.",
  "Flynn targeted then-Democratic presidential candidate Hillary Clinton in the chant, \"lock her up\" during the Republican National Convention.",
  "Flynn lied to investigators about these calls with the ambassador, according to his guilty plea and the criminal statement of offense.",
  "The charges against Manafort and Gates are unrelated to the Trump campaign, though it's possible Mueller could add additional charges.",
  "Like Manafort, Gates also was charged with 12 counts, and his alleged crimes are not related to his role in Trump's campaign.",
  "Rick Gates\n\nRichard Gates arrives at the Prettyman Federal Courthouse for a bail hearing November 6, 2017 in Washington, DC.",
  "\"Everything was done legally and with the approval of our lawyers,\" Gates said in a June interview with The New York Times.",
  "Gates joined Manafort's lobbying firm in the mid-2000s when he handled projects in Eastern Europe, including in Ukraine.",
  "Gates stayed on the Trump campaign after Manafort was ousted in August 2016 amid questions about his work in Ukraine.",
  "Manafort called the allegation \"100% not true\" and said he didn't \"remember talking to any Russian officials, ever.\"",
  "A Republican strategist and longtime Washington operator, Manafort became Trump's campaign chairman in spring 2016.",
  "But he was ousted from a pro-Trump advocacy group this year amid mounting questions about Manafort.",
  "Gates is a longtime business associate of Manafort and served as his deputy on the Trump campaign.",
  "The retired lieutenant general started advising Trump on national security in early 2016.",
  "They pleaded not guilty and had been ordered under house arrest.",
  "George Papadopoulos\n\nJUST WATCHED Who is George Papadopoulos?",
  "Replay More Videos ... MUST WATCH Who is George Papadopoulos?",
  "\"Nothing to my knowledge was ever done inappropriately.\"",
  "The pair's relationship goes back years.",
  "Gates has denied any wrongdoing."
]