[
  "“Due to the circumstances that RT America is facing, therefore, we are forced to replace our campaign with alternative advertising, which you will see in the coming weeks.”\n\nShe continued: “The ability for current, politically motivated, Russophobic orators to twist and manipulate the ads for nefarious purposes, has left us where we are today.”\n\n[Perspective | RT wants to spread Moscow’s propaganda here.",
  "RT's new DC ad campaign trolls Hillary Clinton pic.twitter.com/B1MwG6rVbK — Robert Maguire (@RobertMaguire_) October 10, 2017\n\nAdvertisements from a Russia-funded news outlet that appear to make light of Hillary Clinton’s loss to President Trump in last year’s election will be removed from D.C. streets after the outlet said federal officials asked it to register as a foreign agent.",
  "James Kirchick, a visiting fellow at the Brookings Institution who wrote in a Washington Post piece last month that RT should register under FARA, said the advertisement controversy “seems like a giant PR stunt on their part.”\n\n“First, we’re not even sure that DOJ is making them register under FARA — all we have is the public statements from RT,” he wrote in an email.",
  "“It merely requires transparency about who controls the messenger.”\n\nWhat a clever RT ad 3 blocks from the WH pic.twitter.com/jueMKRJZ6V — Simon Glenn-Gregg (@SimonGlennGregg) October 11, 2017\n\nAnna Belkina, a spokeswoman for RT, said the ads were intended to run for a month but would be removed on the advice of its legal team.",
  "Blame it on us!” Another says: “The CIA calls us a ‘propaganda machine.’ Find out what we call the CIA.”\n\nJustice Department spokesman Wyn Hornbuckle said the agency does not comment on which groups “may or not be required to register” as foreign agents, and RT doesn’t appear on the online FARA registry.",
  "[From the Kremlin to K Street: Russia-funded radio broadcasts blocks from the White House]\n\n“The war the US establishment wages with our journalists is dedicated to all the starry-eyed idealists who still believe in freedom of speech,” RT Editor in Chief Margarita Simonyan said at the time.",
  "“The campaign was developed and platforms secured prior to the receipt of correspondence from the DOJ demanding FARA registration, and the mounting pressure on our US operations that surrounds this,” Belkina wrote in an email.",
  "Last month, the company announced that the Department of Justice asked it to register as a foreign agent under the Foreign Agents Registration Act, a law passed in 1938 to fight German propaganda on the eve of World War II.",
  "“Secondly, were they forced to register under FARA, all they would have to do is put some small lettering at the bottom of the ad noting that it is paid for by the Russian government.",
  "“FARA does not in any way affect the contents of the message by the press or others,” Hornbuckle wrote in an email.",
  "RT, formerly known as Russia Today, is a cable channel and website funded by the Russian government.",
  "There’s no regulation on content.” He added: “This whole thing is a charade.”",
  "“Those who invented it, have buried it.”\n\n“Stuck in traffic?” one ad reads.",
  "She also denied that the ads referred to Clinton’s election loss.",
  "Let’s treat it that way.]",
  "“Lost an election?"
]