[
  "While Flynn's attorneys began the process of determining whether he would need to register under the Foreign Agents Registration Act, Flynn had a phone conversation with the Russian ambassador to the United States that was recorded by the U.S. government and that swiftly caught the attention of the Justice Department.",
  "Days later, then-acting Attorney General Sally Yates warned White House counsel Don McGahn that Flynn had been compromised because of discrepancies between the White House public narrative — that Flynn and Kislyak had not discussed sanctions — and the reality of what occurred.",
  "In the filings, both men laid out a contract Flynn signed in the final months of the presidential campaign that called for his firm, the Flynn Intel Group, to gather information that could support a criminal case against a Turkish cleric living in the U.S.",
  "Michael Flynn was President Donald Trump's favorite general, rapidly vaulted to prominence by his fiery speech at the 2016 Republican National Convention and Trump's decision to reward him with a plum job as his top national security aide.",
  "White House officials took no immediate action against Flynn, and he was not forced to resign his position until after news reports indicated that he had discussed sanctions and that Justice Department officials had raised concerns.",
  "He was fired by Trump after just a month in the White House and left to contend with a mounting criminal probe that led to his decision to plead guilty Friday to lying to the FBI about his contacts with the Russian ambassador.",
  "In the weeks after his firing, Flynn registered retroactively with the Justice Department, disclosing that $530,000 worth of lobbying his company did for a Turkish businessman could have benefited the government of Turkey.",
  "Congressional committees investigating Flynn earlier this year found that he had been paid more than $37,000 by RT, a Russian state-sponsored television station, to attend its anniversary gala in Moscow in December 2015.",
  "Flynn had won plaudits as a military intelligence officer in combat zones in Afghanistan and Iraq and was rewarded in July 2012 with a post as director of the Defense Intelligence Agency, the Army's spy organization.",
  "Flynn is the first person who served in the Trump White House to be charged in the wide-ranging investigation led by special counsel Robert Mueller into possible coordination between the Trump campaign and Russia.",
  "Flynn called for a more aggressive campaign against the Islamic State group and turned his fire on Islam itself, calling it a \"cancer\" and a \"political ideology\" that \"definitely hides behind being a religion.\"",
  "A grand jury in the Eastern District of Virginia soon began investigating, and FBI agents began asking questions about how much Flynn and Kian knew about Ekim Alptekin, the Turkish businessman who hired them.",
  "He was interviewed by FBI agents on Jan. 24 about his communications with the ambassador, Sergey Kislyak, and about whether they had discussed sanctions imposed on Russia following its election interference.",
  "Flynn is also under investigation by the Defense Department's inspector general to determine whether he failed to obtain government approval before accepting payments from foreign governments.",
  "Within weeks, Flynn had been named national security adviser and the Justice Department had taken an interest in the op-ed as possible evidence of unregistered foreign agent work.",
  "Flynn was a familiar presence on the Trump campaign trail, his appearance intended to lend national security gravitas to an election effort short on established names.",
  "The cleric, Fethullah Gulen, has been accused of being behind a failed coup last year, and Turkish President Recep Tayyip Erdogan has called for his extradition.",
  "That evening, Trump won the election, thrusting the retired general known for his attacks on Islam into the leading candidate for a top national security post.",
  "He also becomes the first former national security adviser to be charged with a felony since the fallout from the Iran-Contra affair of the mid-1980s.",
  "At campaign events, and at the Republican convention, he led cheers of \"Lock her up\" about Democrat Hillary Clinton and her email practices.",
  "The Turkish contract landed by Flynn's consulting firm was the first significant promise of business success since he had left the military.",
  "He traveled to the Mideast in 2015 to lend credibility to a proposal for a U.S.-Russia private nuclear partnership that has yet to work out.",
  "Flynn's rise in prominence in conservative circles came as he became an outspoken critic of President Barack Obama's handling of terrorism.",
  "He lasted two years, criticized by Obama administration officials for his management and temper, and was forced to retire in August 2014.",
  "The Russian network has since been identified by a U.S. intelligence community assessment as a propaganda arm of Putin's government.",
  "Flynn harped on similar themes on the campaign trail, joining Trump at rallies and working his way into the campaign inner circle.",
  "Most notably, Flynn also became the face of Trump's calls for Clinton to be jailed over her use of a private email server.",
  "That morning, Flynn published an op-ed in The Hill newspaper, trumpeting the talking points of the Turkish government.",
  "Flynn was given a dignitary's welcome, seated beside Russian President Vladimir Putin at the network's lavish dinner.",
  "Flynn's post-military career was a succession of consulting gigs and directorships at small defense contractors.",
  "\"If I did a tenth of what she did, I would be in jail today,\" Flynn said at the Republican convention.",
  "Flynn's path to the courtroom can be traced back to two events on the same day — Election Day 2016.",
  "Flynn's business partner, former Export-Import Bank board member Bijan Kian, also registered.",
  "But Flynn's retroactive disclosure of the work did not satisfy federal prosecutors.",
  "And he took payments from several foreign firms that have come back to haunt him.",
  "When Mueller was appointed in May, he incorporated that investigation.",
  "The U.S. has rebuffed those calls for lack of evidence.",
  "Flynn's plunge was even faster."
]