[
  "Conservatives, long leery of Manafort precisely because he flaunted his love of foreign clients and capital — and wary of the Manafort investigation’s implications for President Trump in the special counsel’s Russia probe — have vacillated between avoiding discussion of the case, as GOP members of Congress have done, and tossing the longtime GOP politico under a large bus: Before the prosecution, Trump himself tweeted that Manafort was a bit player in his campaign and that the trial would cover allegations about crimes that occurred “years ago, before Paul Manafort was part of the Trump campaign.” (Both of the president’s assertions were false.)",
  "But since Manafort’s incarceration and trial, in which the tax evasion and fraud charges against him have been backed by reams of evidence, Trump has seemingly embraced his former campaign chairman and painted the prosecution as a persecution; the president asserted (again, on Twitter) that Manafort, a “Reagan/Dole darling, now serving solitary confinement,” was being treated worse by his own government than Al Capone.",
  "Red and blue politicos alike play this profitable game — the name Podesta is deeply tarnished by it, too — but it has a special place in Republicans’ hearts, perhaps because money-moving influence peddlers find ample cover in a party that treats money as constitutionally protected speech and welcomes lawmakers who consider taxation theft or slavery .",
  "In her 2016 memoir, one longtime employee recalled that when she once protested that she needed to believe in the work she was doing, Manafort told her that her ethos would “be [her] downfall in this business.”\n\nIt was that firm where Gates entered professional politics as an intern in the early ’90s, after pledging Sigma Chi at William and Mary.",
  "He grew up feeding on the ill-gotten wealth of the potentates who swam into Manafort’s school — including Viktor Yanukovych, the Kremlin-friendly former president of Ukraine, whose party has been accused by former U.S. officials of orchestrating violent protests against American Marines there in 2006, while Manafort was advising him.",
  "Washington’s hottest federal case, United States v. Paul Manafort, has everything: ostrich-leather jackets, fine imported rugs, Cypriot shell corporations, infidelities in far-flung locales, double-crosses, triple-crosses, $20 million in allegedly ill-gotten loans and more than $65 million dumped in offshore accounts over four years.",
  "In the years since the Panama Papers leaks, we’ve learned much about the ways — legal and not — in which banks and certain governments happily facilitate large transfers of wealth from corrupt actors to lobbyists in exchange for deference from federal officials that Joe Citizen cannot get.",
  "We know why, after retired Lt. Gen. Michael Flynn’s admission that he concealed foreign lobbying proceeds, after Gates’s cooperation with authorities and after Manafort’s indictment, the number of people registering with the U.S. government as lobbyists for foreign entities has surged.",
  "To this party, as then-candidate Trump told Hillary Clinton in a 2016 debate, showing no taxable income makes a wealthy man “smart.”\n\nGates is a common political animal who found he could hunt in this wild domain: foreign lobbying, paid for by cutouts, concealed in offshore accounts.",
  "Then he admitted to embezzling money for his mentor, embezzling money from his mentor, using the proceeds to keep a London flat for a romantic liaison with a woman who was not his wife and stealing from other employers over the years.",
  "But perhaps the most enigmatic fixture is Rick Gates, the prosecution’s star witness, a Manafort protege who took a plea deal to implicate his former boss in a bevy of financial crimes in 2 1 / 2 days of testimony this past week.",
  "These questions, of course, are asked in bad faith, to defend Manafort and, by extension, Trump — men whose marital infidelities, financial vicissitudes and coziness with dictators are part of a long public record.",
  "How can such a prolific, admitted cad and criminal — he noted this past week that he may face years in prison — be trusted to tell the truth in court, especially when his cooperation is transactional?",
  "As other reporters who track dark money have written, the 1938 Foreign Agents Registration Act has long been so toothless and poorly enforced, it’s a minor miracle that Manafort even got indicted.",
  "But then again, only two of the 12 charges in his original indictment are directly related to his failing to register as a lobbyist; most allege that he concealed the money he got for that work.",
  "The question is hard, not because we aren’t good people, but because most of us have never even visited the briny deep where Rick Gateses and Paul Manaforts dwell, and we never will.",
  "In these turbid waters, Manafort was like any other great white, only more so: The firm he ran with Roger Stone, among others, was dubbed “The Torturers’ Lobby” by critics.",
  "Gates can be forgiven, sort of, for taking what he could in a shadowy world with no boundaries or accountability — and, when confronted by authorities, for taking a deal.",
  "We are conditioned to think of this atmosphere as a “swamp,” but that belies its depth, darkness and scale: It is an ocean floor teeming with hungry, lithe predators.",
  "(He was not, however, compelled to answer a defense attorney’s question that suggested there were at least three other romantic affairs Gates had not disclosed.)",
  "Rarely are those sorts of sums, and their sources, found or tracked by investigators; the sea is deep and dark, and you don’t know what you don’t know.",
  "The short answer is that he went to Washington, not to run for office, and not to advise on policies that would benefit his 320 million countrymen.",
  "That narrative dovetails nicely with defense attorneys’ shredding of Gates, a man who seemingly has never met an id impulse he did not indulge.",
  "During his time on the stand, Gates stressed that he was not the conspicuous consumer of House of Bijan attire and silk rugs that Manafort was.",
  "But it is fair to ask how a clearly intelligent, capable, even affable man like Gates came to live the life of a Scorsese mob-film narrator.",
  "[Russian intelligence would have seen Paul Manafort as the perfect mark]\n\nYou’re hardly expected to carry a moral compass in those parts.",
  "I suspect Manafort would, too, if he didn’t have more and worse revelations to hide from investigators than Gates does.",
  "Adam Weinstein is an investigative reporter and editor at work on a book about American gun culture and counterfeiting.",
  "And you make money by notching wins for wealthy people who want access to power — as quietly and easily as possible.",
  "What kind of a man, critics ask, steals from his boss and then flips against him in a court case?",
  "This murky sea’s bottom-dwellers are worried about getting caught in a Justice Department net.",
  "It boasted Ferdinand Marcos, Jonas Savimbi and Mohammed Siad Barre as clients.",
  "Conscience, like most valuable things, can’t grow where there’s no sunlight.",
  "Even the strongest sharks know that a killer whale can ruin their day.",
  "Read more from Outlook:\n\nSitting presidents can’t be prosecuted.",
  "Would you or I be so opportunistic, given the chance?",
  "[Trump or Congress can still block Robert Mueller.",
  "Trump’s problem isn’t that he has bad lawyers.",
  "Follow our updates on Facebook and Twitter.",
  "That’s never really happened before.",
  "He always lacked a moral compass.]",
  "[I worked for Paul Manafort.",
  "It’s that he’s a bad client.",
  "Has he no moral compass?",
  "He went to make money.",
  "I wrote the rules.]",
  "Probably.",
  "I know."
]