[
  "Russian lawyer who got inside Donald Trump’s inner circle had been denied US visa https://t.co/d3Dg59CRM8 — Sara A. Carter (@SaraCarterDC) July 9, 2017\n\nThe senator said if Natalia Veselnitskaya was representing a foreign government she should have been registered under the Foreign Agents Registration Act and that the law \"was not enforced the way it should be enforced\" under the Obama administration.",
  "NYPD Officers Again Turn Backs to De Blasio at Slain Cop's Funeral\n\nSen. Charles Grassley (R-IA) said he wants answers on why the Russian lawyer who met with Donald Trump Jr. was in the United States, since her entry visa had been denied.",
  "Kaine on Trump Jr. Emails: This Is Now a 'Treason Investigation'\n\nDean: 'Criminal Enterprise' Running the Country, Mueller Will Save Democracy\n\nCoulter: 'A Lot of Republicans Hate Trump Just as Much as MSNBC Does'",
  "The chairman of the Senate Judiciary Committee said on \"Fox & Friends\" that he has written to Secretary of State Rex Tillerson and DHS Secretary John Kelly in an effort to find out what happened.",
  "Democrats, meanwhile, have characterized the revelations as a smoking gun in the investigation into collusion between Russia and the Trump campaign against Clinton.",
  "\"It was in the previous administration [and] if there had been enforcement of the immigration laws, she wouldn't have been in the country,\" said Grassley.",
  "In the email exchange, Trump Jr. expressed interest in obtaining dirt on Hillary Clinton from Veselnitskaya, though he says none was ever produced.",
  "Trump Jr. responded last night on \"Hannity\" after releasing emails with a publicist, Rob Goldstone, who set up the June 2016 meeting.",
  "Brian Kilmeade noted that Veselnitskaya was connected to Fusion GPS, a DNC opposition research firm behind the Trump-Russia dossier.",
  "Carlson on Trump Jr Mtg: 'How Many DC Lobbyists Meet With Foreign Agents?'",
  "Grassley said there will be a hearing within days on the lax enforcement.",
  "Watch the interview above."
]