[
  "But potentially more perilous for the president was the guilty plea by former adviser Papadopoulos, who admitted in newly unsealed court papers that he was told in April 2016 that the Russians had \"dirt\" on Democratic rival Clinton in the form of \"thousands of emails,\" well before it became public that the Democratic National Committee and Clinton campaign chairman John Podesta's emails had been hacked.",
  "FILE PHOTO: FBI Director Mueller testifies at a security threat hearing on Capitol Hill in Washington Thomson Reuters WASHINGTON (AP) — Special counsel Robert Mueller has sent a warning to individuals in President Donald Trump's orbit: If they lie about contacts between the president's campaign and Russians, they'll end up on the wrong end of federal criminal charges.",
  "Papadopoulos was not charged with having improper communications with Russians but rather with lying to FBI agents when asked about the contacts, suggesting that Mueller — who was appointed in May to lead the Justice Department's investigation — is prepared to indict for false statements even if the underlying conduct he uncovers might not necessarily be criminal.",
  "The indictment naming him and Gates, who also had a role in the campaign, lays out 12 counts including conspiracy against the United States, conspiracy to launder money, acting as an unregistered foreign agent, making false statements and several charges related to failing to report foreign bank and financial accounts.",
  "With the disclosure of the first criminal cases in his investigation, Mueller also showed that he will not hesitate to bring charges against people close to the campaign even if they don't specifically pertain to Russian election interference and possible collusion with the Trump campaign.",
  "And the revelations in the guilty plea about an adviser's Russian contacts could complicate the president's assertions that his campaign had never coordinated with the Russian government to tip the 2016 presidential election in his favor, the central issue behind Mueller's mandate.",
  "Prominent Washington lobbyist Tony Podesta, a Democrat and brother to John, resigned Monday, seeking to avoid further enmeshing his firm in the controversy, according to a person familiar with the decision who spoke anonymously to preserve relationships with former colleagues.",
  "Former Trump campaign manager Paul Manafort, one focus of special counsel Robert Mueller's investigation into alleged Russian meddling in the 2016 U.S. presidential election, hides behind his car visor as he leaves his home in Alexandria, Virginia, U.S. October 30, 2017.",
  "Manafort, who steered Trump's campaign for much of last year, and business associate Rick Gates ended the day under house arrest on charges that they funneled payments through foreign companies and bank accounts as part of their political work in Ukraine.",
  "Kathleen Manafort tries to put a credential on her husband Paul Manafort, campaign manager to Republican Presidential Candidate Donald Trump, as he talks on the phone from the floor of the Republican National Convention in Cleveland, U.S., July 17, 2016.",
  "Court papers unsealed Monday revealed an indictment against Trump's former campaign chairman, Paul Manafort, and a guilty plea by another adviser, who admitted to lying to the FBI about meetings with Russian intermediaries.",
  "REUTERS/Jonathan Ernst\n\nPapadopoulos, also a former campaign adviser, faced further questioning and then sentencing in the first — and so far only — criminal case that links the Trump election effort to the Kremlin.",
  "Rick Wilking/Reuters\n\nManafort, 68, was fired as Trump's campaign chairman in August 2016 after word surfaced that he had orchestrated a covert lobbying operation on behalf of pro-Russian interests in Ukraine.",
  "Mueller's investigation has already shadowed the administration for months, with investigators reaching into the White House to demand access to documents and interviews with key current and former officials.",
  "Manafort and Gates, who pleaded not guilty in federal court, are not charged with any wrongdoing as part of the Trump campaign, and the president immediately sought to distance himself from the allegations.",
  "Perhaps more unsettling for the White House, the plea by George Papadopoulos came weeks ago and his initial arrest has been kept quiet for months, all while he has been cooperating with federal agents.",
  "In court papers, Papadopoulos admitted lying to FBI agents about the nature of his interactions with \"foreign nationals\" who he thought had close connections to senior Russian government officials.",
  "According to a previous filing in the case, Papadopoulos told the FBI that he didn't tell anyone in the Trump campaign about the \"dirt\" on Clinton because he didn't know if it \"was real or fake.\"",
  "The indictment also cites more than $900,000 in payments to an antique rug store, about $850,000 to a New York men's clothing store and the purchase of a Mercedes Benz and multiple Range Rovers.",
  "There, too, the White House scrambled to contain the potential fallout, with press secretary Sarah Huckabee Sanders contending that Papadopoulos' role in the campaign was \"extremely limited.\"",
  "The Papadopoulos plea occurred on Oct. 5 but was not unsealed until Monday, creating further woes for an administration that had prepared over the weekend to deflect the Manafort allegations.",
  "Outside the courthouse, Manafort attorney Kevin Downing attacked the charges and said \"there is no evidence that Mr. Manafort or the Trump campaign colluded with the Russian government.\"",
  "The filing under the Foreign Agents Registration Act came retroactively, a tacit acknowledgment that he operated in Washington in violation of the federal transparency law.",
  "The charges had been sealed specifically to keep the news of his guilty plea from discouraging others from cooperating with the special counsel or from destroying evidence.",
  "Specifically, the indictment accuses Manafort of using \"his hidden overseas wealth to enjoy a lavish lifestyle in the United States, without paying taxes on that income.\"",
  "The indictment against Manafort and Gates says the pair had managed a covert Washington lobbying operation on behalf of Ukraine's ruling political party.",
  "Previous emails obtained by The Associated Press show Papadopoulos discussing his attempts to line up a meeting between Trump and the Russian government.",
  "The Mueller probe is \"a large-scale ongoing investigation of which this case is a small part,\" Zelinsky said, according to a transcript unsealed Monday.",
  "He said on Twitter that the alleged crimes occurred \"years ago,\" and he insisted anew there was \"NO COLLUSION\" between his campaign and Russia.",
  "That included using offshore accounts to purchase multimillion-dollar properties in the U.S., some of which the government is seeking to seize.",
  "LinkedIn\n\nThe court filings don't say whom Papadopoulos may have told about the Russian claims about possessing emails damaging to Clinton.",
  "At Papadopoulos' plea hearing earlier this month, one of Mueller's prosecutors, Aaron Zelinsky, hinted at the possibility of more to come.",
  "Manafort's indictment doesn't reference the Trump campaign or make any allegations about coordination between Russia and campaign aides.",
  "The indictment alleges the men moved money through hidden bank accounts in Cyprus, St. Vincent and the Grenadines and the Seychelles.",
  "Manafort also had registered with the Justice Department as a foreign agent for parts of Ukrainian work that occurred in Washington.",
  "The developments, including the unexpected unsealing of a guilty plea, usher Mueller's investigation into a new, more serious phase.",
  "The indictment Monday accuses Manafort and Gates of making several false and misleading statements in that FARA filing.",
  "The emails showed that Manafort and Gates, who were top officials in the campaign at the time, rebuffed those efforts.",
  "But it does allege a criminal conspiracy was continuing through February of this year, after Trump had taken office.",
  "Gates directed the work of two prominent Washington lobbying firms, Mercury LLC and the Podesta Group.",
  "The criminal case against Manafort, who surrendered to the FBI in the morning, had long been expected.",
  "In total, more than $75 million flowed through the offshore accounts, according to the indictment.",
  "His lawyers hinted strongly in a statement Monday that their client has more testimony to provide.",
  "The indictment doesn't refer to the companies by name, but the fallout at one was swift.",
  "Papadopoulos has been cooperating with investigators, according to the court papers.",
  "She said that \"any actions that he took would have been on his own.\"",
  "Manafort is accused of laundering more than $18 million.",
  "George Papadopoulos."
]