[
  "Based on “feedback … from the individuals who were in the room making the decision,” Burr said, the committee had tentatively concluded that Trump campaign staff were “attempting to implement what they believed to be guidance to be strong, to be a strong ally in Ukraine but also leave the door open for better relations with Russia.”\n\nBut, he added, the matter was “not closed, open for the continuation.”\n\nKyle Cheney contributed to this report.",
  "Schiff asked Page who he had communicated with about the platform change, referring him to an email he sent to Gordon, other campaign advisers and at least one campaign official that said, “As for the Ukraine amendment, excellent work.”\n\n“Does it refresh your recollection at all about what other interactions you may have had with the campaign about the amendment?” Schiff asked, according to the transcript.",
  "“I know I’m not being very helpful, but I’m locked down.”\n\nDenman is not suspected of any wrongdoing, according to people familiar with her situation, but she likely will be asked to provide documents and testimony in the coming weeks to help investigators lock down the details of what happened behind the scenes during the week before the convention in which the platform was hammered out.",
  "Story Continued Below\n\nThe Trump campaign’s position in the platform fight was seen at the time as making the official GOP stance friendlier toward Russia because the proposed language they defeated would have endorsed sending weapons to aid the Ukrainian government’s fight against pro-Russian separatists in the eastern part of the country.",
  "“Would prefer people stop trying to use my head as a battering ram.”\n\nDiana Denman — a Texas delegate to the 2016 convention who pushed for the GOP platform to support providing weapons to Ukraine, the provision Trump aides fought to change — told POLITICO that she had hired a Washington-based defense lawyer within the past 10 days.",
  "Manafort, who remains under active investigation in the broader collusion probes, also sent an email days before the platform debate to a longtime aide with ties to Russian intelligence, offering private briefings about the campaign to a top Vladimir Putin associate and Russian oligarch he owed millions of dollars.",
  "“It seems that I needed to do this and I was advised to do it,” said Denman, who said she proposed the pro-Ukraine amendment because she thought it was in line with the GOP position and in favor of “people fighting for their freedom.”\n\n“I was told why I should not discuss anything further,” she added.",
  "U.S. investigators are focusing on an enduring mystery of the 2016 election: whether Trump campaign officials made the Republican Party platform more friendly to Russia as part of some broader effort to collude with the Kremlin, according to congressional records and people familiar with the probes.",
  "The president has repeatedly denied any collusion, calling the investigations a “witch hunt.”\n\nGordon, who has been a senior national security adviser or spokesman to four GOP presidential candidates since 2012, has largely escaped the harsh spotlight on some other Trump campaign officials.",
  "But while he has not been accused of wrongdoing, he has been questioned, in part, because of his role in the platform fight and his job overseeing two campaign volunteers, Carter Page and George Papadopoulos, who communicated with Russian officials or operatives last year.",
  "The Senate Intelligence Committee also has been looking at the platform issue as part of its broader probe, and has “interviewed every person involved in the drafting of the campaign platform,” Sen. Richard Burr, the committee chairman, said at a briefing last month.",
  "Gordon said it would be up to Mueller to reveal whether the special counsel’s office had reached out to him or interviewed him, and he declined to provide specifics of his talks with congressional investigators except to say that they covered a range of topics.",
  "Investigators are focusing, in part, on whether those activities were part of any choreographed effort by the campaign to forge closer ties to Russia or to exchange promises — such as dropping U.S. sanctions, if elected — in return for help defeating Clinton.",
  "Two other senior campaign officials who were involved in the convention, Manafort and Rick Gates, were indicted last week by the special counsel on various charges stemming from their overseas lobbying work before they joined Trump’s campaign.",
  "\"Investigators are rightly looking into whether or not crimes were committed by individuals connected to Ukraine, including possible FARA violations and other illegal activities,” Gordon wrote, referring to the Foreign Agents Registration Act.",
  "Now that year-old debate is getting fresh scrutiny from the ongoing investigations into how Moscow meddled in the 2016 election and whether any Trump aides were involved, including then-convention manager Paul Manafort.",
  "Gordon, the national security policy representative at last year’s GOP convention, about the campaign’s push to remove proposed language from the 2016 Republican platform that called for giving weapons to Ukraine.",
  "He agreed to speak on the record to POLITICO only via text message exchanges, given what he said was the sensitivity of the investigations and efforts by some Trump opponents to thrust him into the middle of them.",
  "Rep. Adam Schiff, the top Democrat on the House intelligence panel, queried Page about the platform change during a seven-hour interview with the committee last week, according to a transcript released on Monday.",
  "Lawmakers continue to ask about the 2016 platform fight as part of that probe, and Page, a campaign foreign policy adviser, faced questions on the subject when he appeared before House investigators last week.",
  "The amendment was tabled, and the language for the official party platform ultimately was changed to offer “appropriate assistance” to Ukraine, which Gordon said reflected the original draft language.",
  "People involved with crafting the platform also were expecting interest from special counsel Robert Mueller’s team, such as witness interviews or producing documents, some of those sources said.",
  "Gordon told POLITICO in a series of exchanges that he wasn’t involved in any wrongdoing and that he wasn’t aware of any suspect activities by Manafort or other campaign officials or advisers.",
  "The month before, Manafort, Donald Trump Jr. and Trump senior adviser Jared Kushner met at Trump Tower with a Kremlin-connected Russian lawyer who had promised dirt on Hillary Clinton.",
  "Denman said that after her proposal was offered, Gordon intervened to lobby members of the GOP foreign policy platform committee, with help from other Trump campaign officials.",
  "A former deputy assistant attorney general, Driscoll lists as some of his specialties representing clients involved in congressional and Department of Justice investigations.",
  "One of the things investigators want to know is who Gordon was consulting with, and why, during the extended period when the campaign was fighting the proposed change.",
  "Gordon has denied that, but he acknowledged asking the subcommittee to table the amendment until the end of the deliberations so he could alert campaign officials.",
  "Papadopoulos pleaded guilty to lying to investigators about his interactions with Russian-linked intermediaries, and he is now cooperating with Mueller’s probe.",
  "And that's all that was.”\n\nSchiff also asked Page, “Did you ever communicate with Paul Manafort about the Ukraine amendment?”\n\n“Absolutely not,” Page replied.",
  "He said investigators were probing other people involved in pushing the platform change that the Trump campaign opposed, though he would not identify them.",
  "“I applaud them for conducting a thorough investigation as there are clearly two sides to the GOP Platform controversy.\"",
  "Congressional investigators have interviewed ex-Donald Trump aides and advisers including J.D.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up here for POLITICO Huddle A daily play-by-play of congressional news in your inbox.",
  "“I represent Diana, and I’m not commenting,” said Robert N. “Bob” Driscoll, her lawyer.",
  "Many leading Republicans backed the idea, so the platform fight came as a surprise.",
  "She said she spent several days in Washington last week on related issues.",
  "Prison, impeachment proceedings, lawsuits,” he wrote in one text message.",
  "“Impeachment of a President at stake,” he wrote in another.",
  "“This … is my only interaction that I vaguely recall.",
  "Details of the amendment fight remain in dispute.",
  "And this expresses my personal opinion.",
  "The “stakes are too high for error.",
  "You can unsubscribe at any time.",
  "“No,” Page replied."
]