[
  "That’s according to a spokeswoman for Sessions at the Department of Justice, Sarah Isgur Flores, who also tells [Michael Warren] that Sessions is telling Alabama Republicans he is not considering being appointed to the seat if Roy Moore wins and is either not seated by or is expelled from the Senate.”\n\nPLAY-BY-PLAY\n\nAfter Trump spoke to President Xi Jinping, three UCLA basketball players detained in China fly back to U.S. - WashEx\n\n\n\nSenate examines president’s nuclear authority - AP\n\nSenators roll out bipartisan deal on banking rules - Politico\n\nIn first interview, Sen. Paul says ‘no justification’ for attack - WashEx\n\nRep. Gene Green D-Texas to retire - Politico\n\nAUDIBLE: SAY BYE TO PARTY LINES\n\n“If this choice is between Roy Moore and a Democrat, a Democrat.",
  "‘After reading his account, and to the best of my recollection, I believe that I wanted to make clear to him that he was not authorized to represent the campaign with the Russian government, or any other foreign government for that matter.’”\n\nSessions admits to having email alias like Loretta Lynch - Fox News: “Former Attorney General Loretta Lynch picked up an unlikely defender on Tuesday… During his highly-anticipated testimony before the House Judiciary Committee, Attorney General Jeff Sessions was pressed by Rep. Matt Gaetz, R-Fla., over whether he was recused from investigating a swath of issues… Lynch used the pseudonym for official emails, including ones related to her now-infamous tarmac meeting in the summer of 2016 with former President Bill Clinton.",
  "… ‘These senior prosecutors will report directly to the Attorney General and the Deputy Attorney General [Rod Rosenstein], as appropriate, and will make recommendations as to whether any matters not currently under investigation should be opened…’ [Assistant Attorney General Stephen Boyd] wrote.”\n\nSenate Judiciary interviewed Russian-American lobbyist - AP: “The Senate Judiciary Committee is planning a Tuesday interview with a Russian-American lobbyist who attended a campaign meeting last year with President Donald Trump’s son, according to a person familiar with the interview.",
  "The staff interview behind closed doors with Rinat Akhmetshin is part of the committee’s probe into Russian meddling in the 2016 election, as well as an ongoing investigation by Senate Judiciary Chairman Chuck Grassley into lax enforcement of the Foreign Agents Registration Act.”\n\nTHE RULEBOOK: GENTLE GIANTS\n\n“The genius of republics (say they) is pacific; the spirit of commerce has a tendency to soften the manners of men, and to extinguish those inflammable humors which have so often kindled into wars.” – Alexander Hamilton, Federalist No.",
  "**\n\nOn the roster: Sessions may not recall, but claims he hasn’t lied - Senate GOP include ObamaCare repeal in tax bill - McConnell consults Trump, Pence about Moore - Itsy, bitsy, lime green mankini\n\nSESSIONS MAY NOT RECALL, BUT CLAIMS HE HASN’T LIED\n\nFox News: “Attorney General Jeff Sessions maintained Tuesday that he has ‘always told the truth,’ refuting before House lawmakers reports that he may have lied about meetings with Trump campaign officials regarding contact with Russian officials.",
  "Both bills would reduce the corporate tax rate to 20% from 35%, but the Senate proposal would delay the rate cut until 2019, forgo a repeal of the estate tax and eliminate the entire state and local tax deduction.”\n\nReport shows Senate bill would raise taxes for middle class - AP: “Promoted as needed relief for the middle class, the Senate Republican tax overhaul actually would increase taxes for some 13.8 million moderate-income American households, a nonpartisan analysis showed Monday.",
  "Barging into the carefully calibrated work that House and Senate Republicans have done, President Donald Trump called for a steeper tax cut for wealthy Americans and pressed GOP leaders to add a contentious health care change to the already complex mix.”\n\nTrump to visit Hill to meet with House GOP on plan - The Hill: “President Trump will travel to Capitol Hill on Thursday to speak to House Republicans about their effort to overhaul the tax code, according to the White House.",
  "Sessions, however, did not reveal his secret name.”\n\nSessions directs prosecutors on Uranium One - Fox News: “Attorney General Jeff Sessions directed senior federal prosecutors to evaluate ‘certain issues’ requested by congressional Republicans, involving the sale of Uranium One and alleged unlawful dealings related to the Clinton Foundation, leaving the door open for an appointment of another special counsel.",
  "Since Mr. Moore’s name is already on absentee ballots that have been distributed, Republicans are debating a write-in campaign with another candidate, possibly incumbent Sen. Luther Strange.”\n\n\n\nQ Poll: Voters say Moore has got to go - Quinnipiac University: “American voters say 63 - 23 percent, in questions asked Friday through Monday, that Roy Moore should drop out of the U.S. Senate race in Alabama.",
  "… President Donald Trump has been urging congressional Republicans to include mandate repeal in the tax package.”\n\n\n\nTrump admin won’t change view on corporate tax rate - WSJ: “Treasury Secretary Steven Mnuchin said the Trump administration wouldn’t support tax legislation with a corporate tax rate of more than 20% as part of any future compromise between the House and the Senate.",
  "… ‘Ahead of the House’s upcoming vote on tax reform legislation, the president will speak to the conference about how important cuts and reform are to jumpstart our economy, make our businesses more competitive, and let hardworking Americans keep more of their well-earned paychecks.’ [White House spokesman Raj Shah said.]",
  "SCOREBOARD\n\nTrump net job-approval rating: -20.6 points\n\nChange from one week ago: down 0.2 points\n\n[President Trump’s score is determined by subtracting his average job disapproval rating in the five most recent, methodologically sound public polls from his average approval rating, calculated in the same fashion.]",
  "Trump’s visit is designed to spark momentum behind the House tax bill, which could come to the floor for a vote as soon as Thursday.”\n\n[Watch Fox: Tune in to the Fox News Channel for a town hall on tax cuts with House Speaker Paul Ryan, hosted by Bret Baier and Martha MacCallum, tonight at 6 p.m.",
  "‘But the only voters who matter are in Alabama.’”\n\nSessions has no interest in running again - Weekly Standard: “Attorney general Jeff Sessions has told political allies in Alabama that he is not considering running for his old Senate seat as a write-in candidate in next month’s special election.",
  "In a letter first obtained by Fox News, the Justice Department responded to July 27 and September 26 requests from House Judiciary Committee Chairman Bob Goodlatte, R-Va., and other committee members, who called for the appointment of a special counsel to investigate the matters in question.",
  "6\n\n\n\nTIME OUT: GOOD, CLEAN FUN\n\nTime: “A few years ago, three female students from the Parsons School of Design visited their home country of India… they were hoping to learn about India’s sanitation issues—and why the country had become the world leader in childhood deaths.",
  "Sessions seemed keen early on in testimony before the House Judiciary Committee to address fresh reports that he failed to disclose in prior testimony debriefings former Trump campaign officials George Papadopoulos and Carter Page gave after meeting with Russian operatives.",
  "SENATE GOP INCLUDE OBAMACARE REPEAL IN TAX BILL\n\nPolitico: “Republicans are adding repeal of Obamacare’s individual mandate to the latest version of their tax bill, according to several GOP senators, with several key swing votes saying they’re open to the idea.",
  "MCCONNELL CONSULTS TRUMP, PENCE ABOUT MOORE\n\nSally Persons has the latest - WashTimes: “Senate Majority Leader Mitch McConnell has reportedly spoken with President Trump and Vice President Mike Pence about the controversy in the Alabama Senate race.",
  "‘I can tell you this is one of the things the president feels very strongly about.’ Senate Republicans’ proposal to overhaul the tax code, unveiled last week, diverges in key ways from a plan that advanced through a House committee.",
  "… The concept, a soap dispenser that looks like a pen, won the 2015 UNICEF Wearables for Good Challenge and Yogita Agrawal, Amanat Anand, and Shubham Issar—all 24 years old—were recognized in Forbes 30 Under 30.",
  "The assessment by Congress’ Joint Committee on Taxation emerged as the Senate’s tax-writing committee began wading through the measure, working toward the first major revamp of the tax system in some 30 years.",
  "Two Republicans in Washington said that Mr. McConnell is relying on the White House to help resolve the situation surrounding embattled candidate Roy Moore, The Associated Press reported.",
  "The GOP views repealing the mandate as both a down payment on its campaign pledge to undo Obamacare and a source of revenue: Repeal would generate $338 billion to help pay for tax reform.",
  "‘I do now recall the March 2016 meeting at Trump Hotel that Mr. Papadopoulos attended, but I have no clear recollection of the details of what he said during that meeting,’ Sessions said.",
  "… However, taking distasteful photos or wearing inappropriate fancy dress in many different nations may land you in hot water.”\n\nBrianna McClelland contributed to this report.",
  "The legislation was discussed at a closed-door party lunch meeting Tuesday and several Republican senators said no one spoke out publicly against repealing the mandate.",
  "Republicans have been in crisis mode since a Washington Post report cited three women who claimed Mr. Moore made sexual advances towards them when they were minors.",
  "… Other Republicans have also called on Mr. Moore to exit the race and some have said that even if he were to win, the GOP should vow not to seat him in the Senate.",
  "‘I would say in defense of Attorney General Lynch, that I have a pseudonym also.’ ‘She was probably following the advice of the Department of Justice,’ he added.",
  "said adding mandate repeal could allow Republicans to include more middle-class tax relief in the tax bill, and that he was confident it could pass the Senate.",
  "In an interview at The Wall Street Journal CEO Council gathering on Monday, Mr. Mnuchin ruled out any increase in the corporate tax rate to above 20%.",
  "ITSY, BITSY, LIME GREEN MANKINI\n\nBBC: “Six Czech tourists who dressed up as Borat have been arrested in Kazakhstan for wearing nothing but mankinis.",
  "Voters disapprove 43 - 25 percent, with 31 percent undecided, of the way Republican officials have responded to accusations against Moore.",
  "Local media reported on Tuesday the tourists were arrested and fined 22,500 Tenge ($67; £51) each for their ‘indecent’ appearances.",
  "The children in these schools, they noticed, rarely washed their hands and the teachers would lock bars of soap in closets.",
  "It wasn’t until they visited a few elementary schools that they understood how something small could have a huge effect.",
  "For sure.” – Sen. Jeff Flake told reporters when asked who he will support in the Alabama Senate special election.",
  "‘I don’t think so,’ Sessions said, in response to whether he was recused from investigating that email account.",
  "The costume was made notorious by Borat, a fictional Kazakh TV presenter played by comedian Sacha Baron Cohen.",
  "Republicans are divided, as 38 percent say he should stay in the race and 42 percent say he should drop out.",
  "Republican voters are divided, as 31 percent approve and 29 percent disapprove, with 40 percent undecided.",
  "The group posed for photos dressed in the revealing swimsuits in the capital city of Astana last week.",
  "Trump will speak to members of the House Republican Conference at a meeting at 11:30 Thursday morning.",
  "… With that money, the three founders plan to increase production, which will lower the price.",
  "They hope SoaPen will one day be the same price as a stick of chapstick.”\n\nFlag on the play?",
  "Note: Chris Stirewalt has gone off to look for America (and likely eat chicken wings).",
  "’Roy Moore has to go, say American voters,’ [assistant director Tim Malloy] said.",
  "Finance Committee Republicans decided to include repeal language in the package.",
  "- Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM with your tips, comments or questions.",
  "He will return on Thursday, November 16, ready to answer your correspondence.]",
  "All American voters believe 51 - 19 percent the charges against Moore.",
  "Mr. Moore denied the allegations and has vowed to remain in the race.",
  "Every other listed group says by wide margins he should get out.",
  "… The children, the teachers said, would rather be coloring.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "Want FOX News Halftime Report in your inbox every day?",
  "That’s when the idea for SoaPen hit them.",
  "‘It’s not going up,’ he said.",
  "John Thune (R-S.D.)",
  "Sign up here.",
  "Sign up here.",
  "ET.]",
  "[Ed."
]