[
  "The legislation is supposed to target foreign governments or political parties but may \"catch these companies in the crosshairs,\" said Nancy McLernon, president of the Organization for International Investment, a lobbying group that represents the U.S. operations of global businesses including BP America, Honda North America, Nestle USA and Samsung.",
  "But the defense lawyers association and the Center for Democracy and Technology, a civil-liberties group, have declared that Fourth Amendment privacy protections would be undermined by a section of the bill that would expand the Justice Department's power to investigate possible violations of the law.",
  "Earlier this year, federal prosecutors unveiled an indictment against a Russian troll farm accused of interfering in the 2016 election through bogus Facebook posts that revealed how foreign parties can weaponize social media to influence public opinion.",
  "But the National Association of Criminal Defense Lawyers, in a sharply worded letter to the leaders of the House Judiciary Committee, said the investigative procedures proposed in the bill amount to an \"expansion of unchecked law-enforcement authority.\"",
  "\"What we are currently seeing is a lot of confusion over the vagueness of FARA and concern that the breadth of the law can lead to its politicized use,\" said Nick Robinson, legal adviser at the International Center for Not-for-Profit Law.",
  "Congressional interest in fortifying the law comes in the aftermath of Russia's meddling in the 2016 election and a special counsel investigation that's drawn greater attention to the inner workings of international influence peddling.",
  "Organizations that range from the influential U.S. Chamber of Commerce to the National Association of Criminal Defense Lawyers have raised objections to legislation that would sharpen the teeth of the Foreign Agents Registration Act.",
  "The department would be able \"to compel the production of documents and force the testimony of the targets of criminal investigations, without any prior showing of probable cause or court approval,\" the association's letter said.",
  "And an alliance of more than 40 nongovernmental organizations called InterAction has urged lawmakers to repair vague and outdated provisions in the current law before passing a new one that strengthens the government's hand.",
  "President Donald Trump invoked the law in a Sept. 13 tweet that attacked former Secretary of State John Kerry for meeting with Iran's foreign minister, who was his main interlocutor during the Iran nuclear deal negotiations.",
  "While there's bipartisan support for cracking down on unregistered foreign agents, several of the changes proposed in congressional bills could backfire by sweeping in a host of unintended targets, according to critics.",
  "Lobbyists that register under FARA must report specific meetings, phone calls and other details of contacts with members of Congress or federal officials to the Justice Department, which then posts the material online .",
  "That shift, one business group has warned, could extend the rigorous disclosure requirements to U.S. subsidiaries of global companies, stigmatizing them as foreign agents even though they employ thousands of Americans.",
  "A push to give the Justice Department more enforcement authority over the lucrative and at times shadowy world of foreign lobbying is stalled amid opposition from pro-business groups, nonprofits and privacy advocates.",
  "Most recently, Paul Manafort, the former Trump campaign chairman, admitted in a plea deal that he'd failed to register as a foreign agent when he directed a lobbying operation for Ukrainian interests.",
  "The House version of the bill, sponsored by Rep. Mike Johnson, R-La., seemed to be on the fast track to passage in the GOP-led House after a committee approved it in January by a comfortable margin.",
  "The loophole targeted for elimination permits lobbyists representing foreign commercial interests to get an exemption provided that they register under the less-demanding Lobbying Disclosure Act.",
  "U.S.-based subsidiaries of international companies say the change may lead officials to avoid meeting with companies bound by FARA, putting them at a disadvantage with their domestic competitors.",
  "These groups fear that the law, if not repaired, could leave nonprofits open \"to possible politicized enforcement actions and attack,\" according to an open letter they wrote earlier this year.",
  "The legislation also would allow the Justice Department to demand that individuals and businesses turn over material relevant to federal investigations into alleged violations of FARA.",
  "One of the most contentious provisions would eliminate a popular loophole that permits lobbyists representing foreign commercial interests to be exempt from the law, known as FARA.",
  "The law, enacted 80 years ago to expose Nazi propaganda, requires people to disclose when they lobby in the U.S. on behalf of foreign governments or political entities.",
  "Yet criminal cases under FARA have been rare, with fewer than a dozen since 1966 as the Justice Department generally emphasized voluntary compliance over prosecution.",
  "Meetings between a private U.S. citizen and foreign official are not against the law and not necessarily inappropriate or a violation of federal regulations.",
  "The quarterly reports filed with the House and Senate under the 1995 Lobbying Disclosure Act also are made public but require much less information.",
  "Grassley charged last year that there has been \"rampant disregard\" of the law by foreign agents and \"lackluster enforcement by federal authorities.\"",
  "Lawmakers supporting the bills say a 2016 inspector general's report found that the department lacked the tools it needed to properly enforce FARA.",
  "Backers of the bill say the department's FARA registration unit has long sought the use of administrative subpoenas to better enforce the law.",
  "Johnson described the objections as \"overblown\" and said he's hopeful the full House will vote on his bill before the end of the year.",
  "An identical Senate bill, by Judiciary Committee Chairman Chuck Grassley, R-Iowa, is bottled up in the Foreign Relations Committee.",
  "Trump called the meetings illegal and questioned whether Kerry, now a private citizen, had registered as a foreign agent.",
  "That pushback has effectively kept the legislation from advancing as lobbying groups press for revisions.",
  "Prosecutors said he concealed millions of dollars in income for the work from the IRS.",
  "The bill, they added, includes safeguards to ensure this authority isn't abused.",
  "Further, FARA provisions don't extend to activities conducted entirely overseas.",
  "A violation of the law is punishable by a fine or up to five years in prison.",
  "\"The longer we wait to enact these reforms the more critical they become.\"",
  "The House is in recess and won't return until after the Nov. 6 elections.",
  "Spokesman Ivan Dominguez said the association's position has not changed.",
  "\"People in Washington are resistant to change,\" Johnson said.",
  "\"No one wants to be labeled a foreign agent,\" she said.",
  "Yet eight months later, it hasn't moved any further.",
  "\"It sounds like a spy for a foreign government.\"",
  "But Trump's broadside appeared to be off base.",
  "The letter was written in January."
]