[
  "“They did so to buy access and curry influence – something the Clintons have been selling for nearly three decades in and out of government.”\n\nHe continued, “The really scary question is, what did this particular donor with this strange web of connections hope to buy for his quarter-million dollars?”\n\nThe Committee to Defend the President, alleges that Sargsyan’s former employer, SBK Holding USA — for which he was still working at the time of his HVF donations –- is an investment firm that is affiliated with United Arab Emirates president, Sheikh Khalifa bin Zayed al-Nahyan,and its international affiliate has business interests in Russia.",
  "“The really scary question is, what did this particular donor with this strange web of connections hope to buy for his quarter million dollars?” — Dan Backer , The Committee to Defend the President\n\n“Nobody gave to the Hillary Victory Fund out of the goodness of their heart or some generalized desire to help 33 random state parties,” Dan Backer, an attorney with the Committee to Defend the President, which learned about Sargsyan’s donations to the HVF, said to Fox News.",
  "“It reinforces the need to take a long hard look at not just the unlawful money laundering process, but the way in which they were solicited as well.”\n\n“The Clintons,\" Backer said, \"have never shown a great deal of concern for whomever it was cutting the checks – whether it’s foreign influence peddlers or Hollywood smut peddlers like Harvey Weinstein.”",
  "Last September, SBK’s principal owner, Sezgin Baran Korkmaz, was subpoenaed by Special Counsel Robert Mueller, who's looking into foreign meddling in the 2016 elections, because of his alleged ties to a Turkish lobbying client of Michael Flynn, President Trump's former national security adviser.",
  "The committee said the filing was spurred by its own analysis of FEC reports, in which it said it found that irregularities: The HVF either never transferred the money to state chapters and back to the DNC, or did so without the state chapters having actual control.",
  "“It reinforces how fast and loose the Clinton machine was when it came to 'Hoovering up' these megadonor checks, not just from questionable Hollywood and Wall Street elites but potentially from foreign influence peddlers using who knows what money,” he said.",
  "The committee maintained in a complaint filed with the FEC that her presidential campaign, along with the Democratic National Committee (DNC), used state chapters as strawmen to circumvent campaign donation limits and launder the money back to her campaign.",
  "“The grand jury is conducting an investigation of possible violations of federal criminal laws involving the Foreign Agents Registration Act, among other offenses,” a letter accompanying the subpoena stated, according to ProPublica.",
  "The donor, Edgar Sargsyan, contributed $250,000 to the Hillary Victory Fund in 2016, according to Federal Election Commission (FEC) filings, ands chaired a $100,000-a-couple Clinton fundraiser in Beverly Hills in September 2016.",
  "Fox News has learned that one of the top donors to the “Hillary Victory Fund” (HVF) in 2016 was a Los Angeles-based attorney who is alleged to have misused company funds to create his own $22 million real estate portfolio.",
  "According to Backer, SBK Holding is a member of the Turkey-U.S. Business Council, which is chaired by Ekimn Alptekin, who hired and paid Flynn, giving him $450,000 for lobbying services shortly before the 2016 election.",
  "The committee alleged at the time that about $84 million was funneled illegally from the DNC through state party chapters and back into the war chest of the Clinton campaign.",
  "Backer said that it wasn't immediately clear if Sargsyan himself had any direct connection with the Russian government, but that his SBK link has raised questions.",
  "It was back in December when the Committee to Defend the President accused the Clinton campaign of running a “corrupt money scheme” through the HVF.",
  "He has also been considered by California to be one of the state's biggest tax cheats, and allegedly has ties to the Kremlin.",
  "“That’s usually an indicator of political favor and connections.”\n\nSargsyan did not immediately return requests for comment.",
  "He is also being sued by his former company for allegedly diverting those funds to start his own real estate company.",
  "EXCLUSIVE: The murky nature of Hillary Clinton’s former presidential campaign fund continues to rise to the surface.",
  "Among its dealings was a bid to finance $850 million for a major bridge project to connect Crimea with Russia.",
  "“He worked for SBK, and SBK appears to have bid on some Crimean/Russian bridge project,” he said.",
  "Backer says that the discovery of Sargsyan’s donations shows a flawed nature underlying the HVF.",
  "Officials for the Democratic National Committee also did not respond to a request for comment."
]