[
  "Donald Trump Jr., the president’s oldest son, came under fire after details of the meeting were revealed, especially as publicized emails about the meeting said the information was part of “Russia and its government’s support for Mr. Trump.”\n\nTRUMP AND THE RUSSIA INVESTIGATION: WHAT TO KNOW\n\nThe Senate Judiciary Committee said Manafort would be excused from the hearing “if he would be willing to agree to production of documents and a transcribed interview, with the understanding that the interview would not constitute a waiver or his rights or prejudice the committee’s right to compel his testimony in the future.”\n\nA spokesman for Manafort said later Tuesday morning that Manfort met with members of the Senate Intelligence Committee earlier in the day and “answered their questions fully.”\n\nWhat about Trump Jr. and Kushner?",
  "Feinstein said on Twitter that the committee will talk to Trump Jr. and Manafort in private “before they testify in public.”\n\nBut Grassley tweeted later the same day that Trump Jr.’s testimony “albeit not public, will be on the record.”\n\nJared Kushner, Trump’s son-in-law and adviser, met with members of the Senate Intelligence Committee behind closed doors on Monday and discussed the handful of meetings he took with Russians during and after the campaign.",
  "Chuck Grassley, R-Iowa, and Dianne Feinstein, D-Calif., said in a joint statement that the committee had been willing to work with Manafort in his request to aid the investigation without appearing at the hearing, but they “were unable to reach an agreement for a voluntary transcribed interview.”\n\nSo Manafort is slated as a witness for the hearing, called “Oversight of the Foreign Agents Registration Act and Attempts to Influence U.S.",
  "The panel had issued a subpoena for Glenn Simpson – whose firm hired a British intelligence officer who compiled a dossier of allegations pertaining to Trump and his ties to Russia – for Wednesday’s hearing but withdrew it after Simpson agreed to a private testimony.",
  "PAUL MANAFORT SUBPOENAED BY SENATE JUDICIARY COMMITTEE\n\nFollowing the meeting, Kushner publicly said outside the White House that he “did not collude with Russia” and is not aware of “anyone else in the campaign who did so.”\n\nWhat can we expect from the hearing?",
  "Elections: Lessons Learned from Current and Prior Administrations.”\n\nHere’s what to know about the hearing and how it pertains to the investigation into potential Russian collusion in the 2016 presidential election.",
  "The Senate Judiciary Committee is set to hold a hearing on Russia’s influence on the 2016 presidential election on Wednesday – and at least one key campaign aide to President Donald Trump could appear.",
  "Kushner, a quiet insider who generally avoids the spotlight, was the first top Trump lieutenant to be quizzed by the congressional investigators probing Russia’s meddling in the election.",
  "Manafort also attended the contentious meeting in June 2016 with a Russian lawyer who claimed to have damaging information about Trump’s political opponent, Hillary Clinton.",
  "He is under investigation by multiple federal agencies, including the F.B.I., regarding his business dealings with Ukraine and a pro-Russia political party.",
  "The committee issued a subpoena to former Trump campaign manager Paul Manafort Monday night to compel him to appear at the public hearing.",
  "Feinstein, the top Democrat on the panel, said special counsel Robert Mueller did clear Trump Jr. and Manafort for public testimony.",
  "Manafort resigned from the Trump campaign in August 2016 – just a few months shy of his boss’ election.",
  "The president’s son could be allowed to testify in private, according to the Associated Press.",
  "The hearing will review a law that oversees the registration of foreign agents.",
  "Manafort retroactively registered as a foreign agent on June 27, 2016.",
  "Trump Jr. is also listed as a witness for Wednesday’s hearing.",
  "The Associated Press contributed to this report.",
  "Who is Manafort?",
  "Sens."
]