[
  "Sure there are several cross-over points, but much more limited than Trump’s propagandists would have you believe: FBI agent Peter Strzok worked on both cases (but was removed from the Russia investigation in the summer of 2017, his worked was independently rechecked and there is no indication he is a witness in the Russia case); Comey plays a major role in both cases (although the inspector general explicitly found that he evidenced no partisan bias in Clinton’s case and never once accused Comey of dishonesty); and both investigations were conducted during the 2016 campaign, though Clinton’s was made public at inopportune times (e.g., 11 days before the election).",
  "Horowitz also found that McCabe rightly recused himself from a separate investigation into [then Virginia governor Terry] McAuliffe for his finances and possible violations of the Foreign Agents Registration Act.” The discussion about lapses in McCabe’s recusal proves interesting:\n\nThe inspector general said investigators found “several instances” in which McCabe did not fully comply with his recusals, and they suggested that he should have sought guidance from ethics officials before, on March 7, 2015, he and his wife met with McAuliffe at the governor’ mansion before a political event.",
  "(Bill O’Leary/The Washington Post)\n\nOpinion writer\n\nWith President Trump and his state media cherry-picking the Justice Department inspector general’s report, and former FBI director James B. Comey insisting the report “went through the FBI’s work with a microscope and found no evidence that bias or improper motivation affected the investigation,” many Americans will be at a loss to figure out who’s right, or if this impacts the Russia investigation.",
  "And, here, the inspector general finds:\n\nWe concluded that Comey’s unilateral announcement [that Comey would not recommend prosecution] was inconsistent with Department policy and violated long-standing Department practice and protocol by, among other things, criticizing Clinton’s uncharged conduct.",
  "Many Clinton defenders point to the painful contrast between Comey’s admonition to the intelligence chiefs not to raise the Russia investigation within a month of the election and his own decision to raise the ultimately irrelevant discovery of more Clinton emails.",
  "First, and foremost, this is not an investigation of the Russia inquiry, of special counsel Robert S. Mueller III or of any other players in the investigation into whether the Trump team coordinated with Russia agents and/or obstructed justice to cover it up.",
  "With regard to Peter Strzok and Lisa Page, FBI agents who exchanged highly partisan anti-Trump emails, the IG found that these same agents “in some instances advocated for more aggressive investigative measures” in the email probe.",
  "As a result, Comey thought he was doing Clinton some kind of favor by again raising the email scandal in the closing days of the campaign; he thought he was protecting her legitimacy (for a presidency that never occurred).",
  "Remember, there is no evidence any political bias affected the investigation, but the inspector general excoriates FBI officials for text exchanges that millions of friends and relations might have had during the campaign.",
  "The Post reports:\n\nWhy did Lisa Page and Peter Strzok, two officials with the FBI, engage in a months-long conversation disparaging 2016 presidential candidates and discussing FBI cases from their work cellphones?",
  "Page explained to investigators that the reason was a personal one: “The predominant reason that we communicated on our work phones was because we were trying to keep our affair a secret from our spouses.” .",
  "Fourth, Trump’s allegations about Jill McCabe, the wife of now-former FBI deputy director Andrew McCabe, and was a Democratic candidate for office in Virginia, also sinks a favorite conspiracy theory.",
  "The Post reports that the inspector general discovered that “[Andrew] McCabe was not required to recuse himself from Clinton-related investigations, though he did so voluntarily in late November.",
  "Did he seek ethics guidance before participating in Comey’s firing, which the president said related to Russia and which the terminating memo said related to Comey’s handling of the Clinton case?",
  "If Trump thinks the inspector general is right on the money in criticizing Comey, he cannot very well claim that, contrary to all the facts in the report, Trump’s candidacy was harmed.",
  "If and when a look-back at Attorney General Jeff Sessions’s recusal from any 2016-related matters — including the Russia case — takes place, one wonders how scrupulous Sessions was.",
  "(Reading between the lines, one can see Comey was terribly concerned about his own reputation in reraising the email case; ironically his reputation is now permanently stained.)",
  "The whole point of our training is we learn to set them aside when we make decisions.” She added, “I think we do exceptionally well even in small remote offices.",
  "We also found that Comey usurped the authority of the Attorney General, and inadequately and incompletely described the legal position of Department prosecutors.",
  "Nevertheless, it is critical to understand that the rule of law — which Trump would like to tear down — works because government employees are held accountable.",
  "McCabe’s noncompliance with his recusals seemed to be limited mostly to participating in discussions about cases, and the evidence for some incidents was mixed.",
  "Do we really think there are no military personnel, White House employees or any other kind of government employee engaged in election-related discussions?",
  "Strzok described these messages as a “personal opinion talking to a friend” and insisted that his opinions “never transited into the official realm.",
  "It’s such a deep part of the culture.”\n\nTrump, as always, is betting his supporters don’t read or understand exactly what’s in the report.",
  "If it is wrong to discuss partisan election politics by text or email, then presumably it’s wrong to have in-person conversations as well.",
  "We have ways, including IG inquiries, to review conduct and we have standards against which government employees’ conduct is measured.",
  "Third, the inspector general criticized the delay in revealing the discovery of Huma Abedin’s emails, but found no political motive.",
  "Not in discussions, not in acts.” Page added an additional reason: “I guess I didn’t feel like I was doing anything wrong.",
  "Second, the inspector general’s report eviscerates Trump’s conspiracy theory that the FBI was out to sink his campaign.",
  "He can just shout “I told you so!” when it’s Clinton who really should get dibs on that reaction.",
  "I’m entitled to an opinion.”\n\nThey shouldn’t have used work email for personal conversations.",
  "(Sessions technically was obligated to leave the room or otherwise cut off the conversation.)",
  "Former U.S. attorney Joyce White Vance tells me, “Everybody’s entitled to political opinions.",
  "Let me emphasize five salient points that may make it easier to untangle what is going on.",
  "(Clinton surely would have had time to clear the air had the story broke a month earlier.)",
  "Did Sessions or his office attempt to find “dirt” on Comey to justify a termination?",
  "Nevertheless, many Americans will be puzzled as to w they cannot exchange opinions.",
  "If only Trump understood this he might not be in a thicket of legal investigations.",
  "In fact, Comey and others within the FBI were wrongly convinced Clinton would win.",
  "Fifth, there is a legitimate issue about FBI officials discussing politics.",
  "No evidence that bias affected the Clinton investigation was found.",
  "Did the president discuss the Russia probe in Sessions’s presence?",
  "At the time, McCabe was running the FBI’s Washington Field Office.",
  "\n\nAttorney General Jeff Sessions in Washington in August 2017.",
  "It is solely about the Hillary Clinton email investigation.",
  "Once again, Trump was the beneficiary, not the victim.",
  "Let’s take this one step further.",
  "This surely doesn’t seem right.",
  "We have the First Amendment.",
  "(But so did Comey.)",
  "I’m an American.",
  "In any way.",
  "We get it.",
  ".",
  "."
]