[
  "NEW JOINT FUNDRAISERS:\n\nCantwell Victory 2018 (Sen. Maria Cantwell, Washington State Democratic Central Committee)\n\nMoulton Leadership Fund (Rep. Seth Moulton, Serve America PAC)\n\nTeam Roby Victory Fund (Rep. Martha Roby, Martha PAC, NRCC)\n\nNEW PACs:\n\nJustice & Public Safety PAC (Unknown)\n\nNEW LOBBYING REGISTRATIONS:\n\nAmerican Continental Group: Roivant Sciences, Inc.\n\nBaker Donelson Bearman Caldwell & Berkowitz: Remote Diagnostic Technologies, Ltd.\n\nBuchanan Ingersoll & Rooney PC: Deepwater Wind, LLC\n\nFederal Policy Group, LLC: Truck Renting and Leasing Association\n\nThe Outlaw Group: American Massage Therapy Association\n\nNEW LOBBYING TERMINATIONS:\n\nConnecticut State Colleges & Universities: Connecticut State Colleges & Universities\n\nHolland & Hart LLP: Barrick Gold Corporation North America\n\nHolland & Hart LLP: Great Northern Properties LP\n\nHolland & Hart LLP: Newmont Mining Company\n\nMcLarty Inbound LLC: HNA Group Co., Ltd.",
  "SPOTTED: At the launch of the Creative Thread Foundation, a nonprofit started by Fusion TV, Amazon, Spotify, AT&T, Disney, the Entertainment Software Association, the National Association of Broadcasters and dozens of other companies and trade associations, on the rooftop of 101 Constitution Avenue last night, according to a PI tipster: Reps. Yvette Clarke (D-N.Y.), Tony Cardenas (D-Calif.), Judy Chu (D-Calif.) Nydia Velazquez (D-N.Y.), Joaquin Castro (D-Texas) and Ruben Gallego (D-Ariz.); Kimberly Brooks of Fusion TV, who emceed; Tony Tijerino of the Hispanic Heritage Foundation; Jiny Kim of Asian Americans Advancing Justice; Rochelle King of Spotify; Jay Grant of Fusion Media Group; Kimberly Hulsey of Scripps; Sarah Hudgins of Amazon; Susan Fox of Disney; Angela Rye of IMPACT Strategies; and Andrew Howell of Monument Policy Group.",
  "— At a Chemistry Caucus event on non-traditional careers in chemistry in the Capitol Visitor Center yesterday, according to a PI tipster: Non-traditional chemists including Rep. John Moolenaar (R-Mich.), Tracy Caldwell Dyson of NASA, Dana Sedin of New Belgium Brewing Company and Bill Provine of Delaware Innovation Space; Tom Connelly of the American Chemical Society; and Rep. Dan Lipinski (D-Ill.).",
  "“This comes as the administration and congressional leaders prepare to unveil a broad-brush tax proposal, weeks ahead of schedule, as a way to pivot from the grinding debate over health care — and to show movement on an issue significant to the business community before Congress adjourns for its August recess.” Knight was a lobbyist for Fidelity Investments before joining the administration.",
  "Qatar signs Lewandowski’s old firm\n\nWith help from David Beavers and Aubree Eliza Weaver\n\nQATAR SIGNS LEWANDOWSKI’S FORMER FIRM: The Qatari government has signed Avenue Strategies Global, a sister firm of the lobbying shop co-founded by Donald Trump’s former campaign manager, Corey Lewandowski, as it scrambles for favor in Washington in its ongoing standoff with Saudi Arabia and its allies.",
  "KNIGHT AND MNUCHIN CLASHING ON TAX REFORM: “The White House’s top tax staffer, Shahira Knight, who works for Gary Cohn at the National Economic Council, has feuded in the last few months with Treasury Secretary Steve Mnuchin and other Treasury officials, according to a senior administration official and four other people familiar with their interactions,” POLITICO’s Nancy Cook reports.",
  "“I fear that FARA violations are happening around this town all the time,” said Sen. John Cornyn (R-Texas), “meaning foreign governments are attempting to exert undisclosed influence over U.S. policy, and we simply don’t know about it.” He cited Saudi lobbying against a bill last year allowing families of victims of the Sept. 11, 2001, terrorist attacks to sue the kingdom.",
  "Bennett and two others — Ed Brookover, another Trump campaign veteran, and Angus M. Green Jr. — will represent Qatar through “communications with Members of Congress and Congressional staff, Executive Branch officials, the media, and with other individuals and organizations involved in governmental and public policy matters.” Qatar is paying the firm $150,000 a month.",
  "CFTC NOMINEE LOBBIED FOR TRADE GROUP THAT CRITICIZED THE AGENCY: “Dawn DeBerry Stump, one of the Republicans who President Donald Trump selected to join the [Commodity Futures Trading Commission], earned almost $400,000 in the last year working for an industry association that has been critical of the agency's regulations,” POLITICO’s Patrick Temple-West reports.",
  "SENATORS PUSH FOR A TOUGHER FARA: The Senate Judiciary Committee’s hearing on the Foreign Agent Registration Act — which started on Wednesday and continued today — drew headlines when Sen. Chuck Grassley (R-Iowa) issued and then withdrew subpoenas to Paul Manafort and Glenn Simpson, the founder of Fusion GPS, the firm that compiled the infamous Trump dossier.",
  "— Members of the International Franchise Association and Reps. Virginia Foxx (R-N.C.), Bradley Byrne (R-Ala.), Tim Walberg (R-Mich.), Henry Cuellar (D-Texas) and Lou Correa (D-Calif.) held a press conference this morning touting legislation that would update the National Labor Relations Act and the Fair Labor Standards Act that the association supports.",
  "But the real takeaway from the hearing might have the bipartisan support for toughening up FARA, which requires those working for foreign powers in Washington (and the rest of the country) to register and file regular reports with the Justice Department.",
  "“Unfortunately it appears that the Justice Department and the FBI have been seriously lax in enforcing the Foreign Agents Registration Act and for a long time.” Only nine Justice Department staffers work full-time to enforce FARA, according to Grassley.",
  "Story Continued Below\n\n— Now Avenue “may provide counsel to the State of Qatar on matters relating to public diplomacy, strategic communications and government relations services,” according to a disclosure filed with the Justice Department.",
  "The Hill’s Megan Wilson reports that Rep. Mark Pocan (D-Wis.) is working on a bill that would scrap a loophole that allows lobbyists to register under the less onerous Lobbying Disclosure Act instead of FARA for some foreign work.",
  "Qatar has hired three additional firms — Information Management Services, LEVICK and former Attorney General John Ashcroft’s firm — in addition to Avenue, and is spending at least $1.5 million per month on Washington lobbying.",
  "\"The Qataris are playing catch-up ball,\" Patrick Theros, a former U.S. ambassador to Qatar in the Clinton administration who now heads the U.S.-Qatar Business Council, told POLITICO earlier this month.",
  "She was previously a principal legal adviser at the Department of Homeland Security Immigration and Customs Enforcement and before that worked as chief of staff at the Environmental Protection Agency.",
  "Six firms — Brownstein Hyatt Farber Schreck, CGCN Group, Glover Park Group, Hogan Lovells, McKeon Group and Qorvis MSLGROUP — are taking the lead in Saudi Arabia’s own lobbying push.",
  "Lewandowski founded Avenue Strategies with Barry Bennett, another Trump campaign veteran, after Trump’s victory last year but left in May after a spate of unflattering stories.",
  "“From about January 2016 to May 2017, Stump was paid $198,902 by the Futures Industry Association in salary and bonus, according to a financial disclosure form signed in May.",
  "ON THE CALENDAR:\n\n— Members of the National Federation of Independent Business are in town for their annual fly-in and heard from Vice President Mike Pence this morning.",
  "— “Given recent Russian and other efforts to influence our elections, this law has never been more important,” Grassley said in his opening remarks.",
  "“If there are no consequences to [not] registering, why not wait for the knock on the door rather than come up voluntarily and do it?” he said.",
  "(Bennett had initially ruled out working for foreign governments but later said this spring that the firm was pursuing overseas clients.)",
  "— Two witnesses before the panel, Adam Hickey of the Justice Department and Bill Priestap of the FBI, largely agreed with Grassley.",
  "Bennett and Lewandowski started Avenue Strategies Global to focus on international work weeks before Lewandowski quit the firm.",
  "— Qatar’s hiring of Avenue is part of an expensive effort to beef up the tiny Gulf country’s presence in Washington.",
  "I accept anonymous mail: Theodoric Meyer, POLITICO, Eighth Floor, 1000 Wilson Boulevard, Arlington, VA, 22209.",
  "Priestap endorsed legislative efforts to “put some teeth into the statute” and make it easier to enforce.",
  "She was previously senior manager for PAC and political affairs at the Consumer Technology Association.",
  "— The Public Affairs Council has hired Kristin Brackemyre as manager of PAC and advocacy practices.",
  "“Why comply when the Justice Department clearly doesn’t treat this law as a priority?” he said.",
  "Stump and two other CFTC nominees are testifying today before the Senate Agriculture Committee.",
  "— First Data has promoted Kim Ford to senior vice president and head of government affairs.",
  "JOBS REPORT:\n\n— Van Ness Feldman is adding Gwendolyn Keyes Fleming next month as a partner.",
  "After she left FIA, she made $197,586 lobbying at the firm she founded, Stump Strategic.",
  "Saudi Arabia and its allies, meanwhile, have plenty of lobbying muscle of their own.",
  "She’s expected to devote the bulk of her time to legal work but may lobby as well.",
  "For everything else, email should suffice: tmeyer@politico.com.",
  "Stump worked for FIA from 2012 to May 2016 as an executive.",
  "\"They had a minimal lobbying presence\" before the crisis.",
  "She was previously vice president of government affairs.",
  "You can also follow me on Twitter: @theodoricmeyer.",
  "Jeanne Shaheen (D-N.H.) and Todd Young (R-Ind.)",
  "are working on their own FARA reform bill.",
  "FIA was her only client.” Full story.",
  "Good afternoon, and welcome to PI.",
  "Got a sensitive tip?",
  "Full story.",
  "And Sens."
]