[
  "The trial of Paul Manafort – former Trump campaign chairman and lobbyist for some of the sleaziest regimes of the past quarter-century – has given us a remarkable look at the tools, the tactics and the trade craft of kleptocratic overseas regimes, and how their Western enablers have abetted America’s transformation into a thriving offshore haven.",
  "As the Atlantic’s Franklin Foer has written, the proceedings against the ex-lobbyist, who made tens of millions from his consulting work for then-Ukrainian President Viktor Yanukovych, have offered “an occasion for the United States to awaken from its collective slumber about the creeping dangers of kleptocracy.”\n\nAre we getting the message?",
  "For years, American states such as Delaware, Wyoming and Nevada have created rules favoring the creation of opaque corporations, and the resulting opportunities have been exploited by everyone from Russian gun runners to Iranian theocrats and the dictatorship of Equatorial Guinea.",
  "Yet since Manafort’s public implosion, FARA registrations have soared — and a new database from the Center for Responsive Politics’ OpenSecrets enables us to see just which countries have spent the most, and on whom, under the Trump administration.",
  "Over the past few months, activists and officials across the country have been experimenting with reform of the institutions that have allowed corrupt overseas politicians and businesspeople to stash their ill-gotten gains in the United States.",
  "In 2016, the Treasury Department launched a pilot program, called Geographic Targeting Orders, that aimed at unveiling the identities of once-anonymous buyers of luxury properties in New York, Miami, San Antonio and a few other metro areas.",
  "This sort of high-end real estate, which is notoriously opaque, is the kleptocrats’ preferred asset class for storing their stolen wealth (usually with the effect of driving up real estate markets and property taxes for the rest of us).",
  "The trend isn’t getting much press, but the United States’ days as a global offshore haven could be drawing to a close — and we may have the president, and his vile campaign manager, to thank for it (at least in part).",
  "And there’s sudden momentum for applying the measures nationwide – a move that some South Florida realtors themselves support, as long as Miami is no longer placed on an uneven footing against other locales.",
  "Now the Treasury Department has lowered the disclosure requirement price threshold in Miami-Dade from $1 million to $300,000, extending transparency to non-luxury real estate purchases.",
  "The results have been revealing: This summer, researchers found that the types of anonymous purchases targeted by the program have fallen 70 percent since the program’s implementation.",
  "Most notably of all, Delaware’s secretary of state has published a letter of his own that supports the rollback of the excessive protections granted to publicity-shy beneficial owners.",
  "Then there’s the Foreign Agents Registration Act (FARA), the Justice Department-based regulations that are supposed to ensure transparency for foreign lobbyists in the United States.",
  "That statement, says one expert on American corporate anonymity, is a “game-changer” when it comes to combating anonymous shell companies in the United States.",
  "At the very least, it is now much harder for the rest of us to deny the magnitude of the problems created by dirty money flowing into the United States.",
  "Next, look at what those shell companies tended to buy: luxury condos in Manhattan, lavish high-rises in Miami, deluxe beachfront property in Malibu.",
  "Consider, for instance, one of the primary tools authoritarians and arms dealers have been using in the United States: anonymous shell companies.",
  "Kremlin henchmen or the heads of drug cartels can still park their wealth in Dallas, Boise, Idaho, or Boston, with the rest of us none the wiser.",
  "Foreign lobbyists wined and dined their targets in political Washington without ever revealing the identities of their ultimate clients.",
  "Over the past two weeks, Americans have been treated to one of the most astonishing tales of grand corruption in our republic’s history.",
  "Arms dealers can still travel to Carson City, Nev., or Laramie, Wyo., to set up their anonymous shell companies for chump change.",
  "Recently, two dozen attorneys general signed a letter calling for an end to the United States’ empire of anonymous corporations.",
  "(Manafort goes on trial in September for what prosecutors describe as his failure to register as a Ukrainian lobbyist.)",
  "And if it happens, we may well owe the credit to Manafort – and, of course, to President Trump, his former employer.",
  "Companies like these were the perfect vehicle for anyone who wanted to hide the origins of their dirty money.",
  "In Miami-Dade County alone, spending from anonymous corporate entities has collapsed almost entirely.",
  "Both men’s opaque ties to the former Soviet Union have prompted a renewed interest in FARA.",
  "Casey Michel is a reporter with ThinkProgress, covering money laundering and corruption.",
  "For the previous half-century, you could count FARA-related prosecutions on two hands.",
  "In fact, though, those rules have been all but ignored for the past eight decades.",
  "But then Donald Trump came along, ably abetted by his campaign manager Manafort.",
  "That could change dramatically, though, if current trends hold.",
  "The trial, of course, is about much more than Manafort.",
  "There are actually some reasons to think so.",
  "None of these new efforts are panaceas.",
  "Now that may be changing.",
  "And why not?"
]