[
  "China has lately reduced its holdings of United States government debt, and a growing number of financiers, economists and geopolitical analysts are quietly raising the prospect that China may look to its ability to influence interest rates as its ultimate Trump card.”\n\nBrad Setser, a Council on Foreign Relations senior fellow, raised doubt that any such move is in the offing:\n\n2) That's very different than an intentional Chinese effort to disrupt the Treasury market by shifting the composition of its US portfolio, whether by selling Treasury duration and buying bills, or moving out of the dollar and into euros/ yen pic.twitter.com/URUPrYbhTo — Brad Setser (@Brad_Setser) October 9, 2018\n\nBeijing could also apply new scrutiny to big U.S. deals that need its regulatory approval.",
  "— Maggie Haberman (@maggieNYT) October 9, 2018\n\nBloomberg's Max Abelson notes that Powell has beat a track back and forth between Republican administrations to Goldman Sachs:\n\nDina Powell's career: From George W. Bush's White House, to Goldman Sachs, to Trump's White House, back to Goldman Sachs, then...https://t.co/Q37TpZxaih — Max Abelson (@maxabelson) October 9, 2018\n\nBreitbart, meanwhile, is highlighting what it calls \"eight significant ties\" between Powell and the Clintons, which include working with the Clinton Global Initiative when she headed Goldman's philanthropic arm.",
  "“But some companies worry that this opacity could provide cover for retaliation in response to tariffs that the United States has placed on Chinese goods — and wonder if long-negotiated deals could become collateral damage in the trade war.”\n\nWith the picture darkening between the two nations — and the specter of a U.S.-led trade war dragging on projections for global growth — the International Monetary Fund, the World Bank, and the OECD are making a joint call for a return to trade liberalization, Bloomberg's Shawn Donnan reports.",
  "For the whole negotiations to succeed, an agreement on exit terms must be accompanied by a separate accord over the shape of future trade and security relations between the U.K. and the EU, which would be negotiated in detail later after Britain leaves the bloc.”\n\nU.S. labor market hot, jobs hard to fill: Fed's Harker U.S. employers are struggling to fill jobs and that is unlikely to change any time soon given the labor market is getting quite tight, Federal Reserve Bank of Philadelphia President Patrick Harker said on Tuesday.",
  "WSJ's Nick Timiraos: \"Trump repeated his displeasure with higher short-term interest rates set by the Federal Reserve, but said he hadn’t spoken with Fed Chairman Jerome Powell about his frustration because he didn’t want to meddle with monetary policy.vSpeaking to reporters outside the White House on Tuesday, Mr. Trump said he believed the Fed was increasing its benchmark rate too fast given the apparent lack of inflationary pressures in the economy.",
  "Here's a chart of the Chinese currency's recent struggle against the dollar, via the FT:\n\n“As we look at trade issues there is no question that we want to make sure China is not doing competitive devaluations,” Mnuchin tells the FT, adding, “We are going to absolutely want to make sure that as part of any trade understanding we come to that currency has to be part of that.” He declined to discuss Treasury's forthcoming report.",
  "That doesn’t seem unreasonable to me.’ While he acknowledged that knowing the point where monetary policy ceases being stimulative and turns restrictive of growth is quite uncertain, he said he would like to get those rate increases in place, assuming the economy performs as expected, and then take stock of where the economy is.",
  "NYT's Tara Siegel Bernard: \"J. P. Morgan Securities said this week that it had fired a broker accused of making unauthorized trades in a customer’s account — and reaping fees that were 10 times the typical amount — three months after settling with the customer and several weeks after The New York Times reported on the dispute.",
  "\"While the new trade pact gives American farmers greater access to Canada’s dairy market and requires that a higher percentage of a car be produced in the United States, business and trade groups are raising questions about whether the agreement will actually deliver the economic boost the president promises .",
  "\"The enormous sum brings Bloomberg — who has already pledged to spend $80 million to support Democratic congressional candidates — up to $100 million in spending commitments for the 2018 election cycle, firmly positioning himself in the Democratic camp as he contemplates a White House bid.\"",
  "The Wall Street Journal\n\nThe Switch Virgin Galactic is weeks away from reaching space, CEO says A few months after another successful test flight over the Mojave Desert, billionaire Richard Branson says his space company, Virgin Galactic, might be out among the stars in a matter of weeks.",
  "However, a deal to increase U.S. meat imports would affect the trade balance, as well as placating the Trump base of U.S. farmers and rural communities which have been hit by the tit-for-tat trade war with China.”\n\nWorldViews Mexico’s incoming president wants to rename the new NAFTA.",
  "Taylor Telford\n\nWonkblog It’s better to be born rich than gifted The least-gifted children of high-income parents graduate from college at higher rates than the most-gifted children of low-income parents, and other dispatches from the point where genetics intersects with economics.",
  "Bloomberg's Tom Schoenberg and Greg Farrell: \"HSBC Holdings will pay $765 million to settle allegations that it sold defective residential mortgage-backed securities, resolving one of the last remaining U.S. investigations stemming from the mortgage meltdown a decade ago.",
  "The currency’s recent performance — it has dropped 9 percent against the dollar in the past six months and this week has drawn close to its lowest level since January 2017 — has stoked speculation on the Trump team that the Chinese are deliberately depressing its value.",
  "And we’ve canceled a couple of meetings because I say they’re not ready to make a deal.” Trade watchers say an announcement to level the remaining tariffs could come any time, and the consensus leans toward the administration taking action before the end of the year.",
  "NYT's Maggie Haberman says Trump has been looking to bring Powell back:\n\nSomething to bear in mind re Haley replacement - when Dina Powell left the White House, Trump almost immediately started asking aides whether he should rehire her for something else.",
  "In recent public appearances, Powell has argued that the Fed can countenance a fall in joblessness to an almost 50-year low without triggering an inflationary surge in large part because Americans believe the central bank will keep prices under wraps.",
  "Google appeals $5 billion EU fine in Android antitrust case Google is appealing a record $5 billion antitrust fine by European Union authorities, who say the tech giant abused the dominance of its Android operating system to stifle competitors.",
  "France’s Cour de Cassation ruled last month that a lower court should have thrown out the 2016 indictment after finding that investigators didn’t follow the proper procedures when they interrogated and charged the bank’s Paris unit in 2015...",
  "AP's Richard Lardner: \"A push to give the Justice Department more enforcement authority over the lucrative and at times shadowy world of foreign lobbying is stalled amid opposition from pro-business groups, nonprofits and privacy advocates.",
  "The $92 billion Vision Fund, which is backed largely by Saudi Arabia and Abu Dhabi wealth funds as well as by SoftBank, already owns nearly 20% of WeWork after last year committing $4.4 billion in equity funding at a $20 billion valuation.\"",
  "The broker, Trevor Rahn, was discharged on Sept. 17, according to a regulatory disclosure filing that cited 'unacceptable practices' related to the 'timing and size of orders entered and resulting transaction charges in a client account.'",
  "“Declaring China to be a currency manipulator wouldn’t trigger any sanctions or other U.S. penalties, but it would escalate trade tensions, would likely upset markets and could pave the way for other actions down the road,” Mohsin writes.",
  "With interest rates rising, Wall Street has been handicapping how high yields can go before the stock market begins to really suffer, and some analysts say the market could start to get nervous as soon as the 10-year touches 3.5 percent.",
  "Reuters's Philip Blenkinsop: “European Union countries are on the verge of agreeing to start negotiations with the United States to allow more U.S. beef into Europe, in what could be a major move to defuse transatlantic trade tensions.",
  "Organizations that range from the influential U.S. Chamber of Commerce to the National Association of Criminal Defense Lawyers have raised objections to legislation that would sharpen the teeth of the Foreign Agents Registration Act.",
  "Reuters\n\nIsraeli leader picks Wharton professor as central bank chief Israeli Prime Minister Benjamin Netanyahu has nominated a University of Pennsylvania business school professor to be the next chief of Israel’s central bank.",
  "Ackman's average cost for Starbucks was $51 a share, according to his presentation made at the Grant's Interest Rate Observer conference, which means the hedge fund manager is already up about 13 percent on the investment.",
  "While there’s bipartisan support for cracking down on unregistered foreign agents, several of the changes proposed in congressional bills could backfire by sweeping in a host of unintended targets, according to critics.",
  "The bank was indicted almost two years ago after French investigators accused it of helping the former chief executive officer of Wendel SA, Jean-Bernard Lafonta, and other managers at the French firm commit tax fraud.\"",
  "Bloomberg News's Rich Miller: “Powell is pinning his hopes of stopping the U.S. economy from overheating on a variable that a former colleague called 'the most significant unobservable of all:' inflation expectations.",
  "THE FUNNIES\n\n— A New Yorker cartoon from David Borchart:\n\nBULL SESSION\n\nIdentity of second Russian linked to Skripal poisoning “uncovered”:\n\nWhat to know about sinkholes:\n\n“I am a voter, are you?”: AMAs get political.",
  "But we tested a few frameworks to determine the 10-yr yield breakpoint at which bonds look more attractive than stocks, and they all spit out the same number: 5%,’ the BofAML strategists wrote.”\n\n— Brexit deal nears.",
  "Fixed-Income Sales Chief to Depart Goldman Sachs Turnover continues in Goldman Sachs’s troubled trading arm as the head of sales for the firm’s all-important fixed-income division, John Willian, said he will retire.",
  "Treasury Secretary Steven Mnuchin has authority to apply the label, a step the United States hasn’t taken since 1994, and he tells the Financial Times that the department is monitoring the issue “very carefully”.",
  "Powell, who returned to Goldman in a senior role after leaving her job as President Donald Trump’s deputy national security adviser, is said to be strongly considering the job but also weighing family concerns.",
  "Bloomberg: \"JPMorgan Chase won a decisive ruling at France’s top court in its bid to strike down an indictment that ordered the bank to stand trial for helping clients commit tax fraud more than a decade ago.",
  "WSJ: \"SoftBank Group is in discussions to take a majority stake in WeWork Cos., in what would be a giant bet on the eight-year-old provider of shared office space, according to people familiar with the talks.",
  "That makes Powell’s focus on price expectations a potentially risky move as the Fed gradually raises interest rates.”\n\nDallas Federal Reserve Bank President Robert Kaplan at a luncheon in El Paso on Oct. 2.",
  "The New York Times's Alan Rappeport: “Nafta, the North American Free Trade Agreement, could soon be on its way to becoming the U.S.M.C.A., but American businesses still face a cloud of trade uncertainty.",
  "WSJ's Michael S. Derby: “Dallas Federal Reserve Bank President Robert Kaplan said Tuesday he supports the U.S. central bank pressing forward ‘gradually and patiently’ with interest-rate increases.",
  "THE TICKER\n\nPresident Trump, speaking during a United Nations Security Council briefing in New York last week, accused China of attempting to interfere in the 2018 midterm congressional elections.",
  "TRUMP TRACKER\n\nDina Powell — trailed by White House Senior Adviser Jared Kushner, then-economic advisor Gary Cohn, and Ivanka Trump — leaves the Rose Garden after a press conference last year.",
  "CNBC's Patti Domm: “Bonds will become more attractive than stocks only when the 10-year Treasury note yield reaches 5 percent, according to Bank of America Merrill Lynch equity strategists.",
  "‘If SSS (same store sales) and valuation revert closer to historical average levels, we believe that SBUX shares can more than double over the next three years,’ states the presentation.",
  "Meanwhile, the president on Tuesday repeated his threat to apply tariffs to the remaining $267 billion in Chinese imports, roughly doubling the value of incoming goods subject to duties.",
  "The sum, announced Tuesday by U.S. Attorney Bob Troyer in Colorado, is substantially lower than the billions paid by other banks to resolve misconduct linked to these toxic securities.",
  "While obstacles remain, negotiators on both sides now believe that London and Brussels could settle an exit agreement in time for a critical summit of European Union leaders next week.",
  "Ahead of this week's meeting of global finance chiefs in Bali, IMF president Christine Lagarde pointed to the renegotiated North American Free Trade Agreement as a potential model.",
  "WSJ's Laurence Norman: “British and European negotiators have moved within sight of a deal on Brexit, having narrowed differences over the main sticking point of Northern Ireland.",
  "Despite a solid economy with rising interest rates — normally a boon for banking — lending activity hasn’t grown as quickly as hoped, and trading is expected to be lackluster.",
  "The metal tariffs, combined with retaliatory taxes that foreign governments have placed on American products, are undercutting the concessions that Mr. Trump won in the deal.",
  "The billionaire philanthropist and potential 2020 contender announced via Instagram he is formally returning to the party he quit back in 2001 to run for New York mayor.",
  "The law, enacted 80 years ago to expose Nazi propaganda, requires people to disclose when they lobby in the U.S. on behalf of foreign governments or political entities.",
  "Among the sectors hardest hit by Mr. Trump’s approach are the beverage and auto industries, which rely heavily on foreign aluminum and steel to make cans and cars .",
  "That would still leave the two sides to agree on an outline on their future trade and security ties and the U.K. and European parliaments to ratify an exit deal.",
  "But the New York Times’s Andrew Ross Sorkin on Tuesday raised the specter of Beijing invoking its “nuclear option” by dumping its sizable holdings of U.S. debt.",
  "The beef issue is officially separate from a pact reached by [Trump] and European Commission chief Jean-Claude Juncker in July to try and ease trade tensions.",
  "New optimism has surrounded the talks since British Prime Minister Theresa May emerged unscathed from last week’s annual conference of her Conservative Party.",
  "The options run from the relatively symbolic to the truly ugly — but neither of the world’s two largest economies are showing signs they intend to stand down.",
  "Keeping up with the news in President Trump’s Washington is exhausting — whether you live here, work in the nation’s capital, or are just watching from afar.",
  "Disney’s tie-up with 21st Century Fox, which faces an October 19 deadline, needs Beijing’s sign-off, the NYT’s Alexandra Stevenson noted over the weekend.",
  "Here was Trump praising Haley after she announced her resignation Tuesday:\n\nTRADE FLY-AROUND:\n\nPresident Trump at the White House in Washington on Oct. 9.",
  "Powell already lives in New York, where the U.N. is based, but has young children and left the administration in part to spend more time with family.",
  "Politico's Ben White: \"Dina Powell, the Goldman Sachs executive and former senior White House official, is the top candidate to replace outgoing U.S.",
  "CNBC's Leslie Picker and Liz Moyer: “Bill Ackman of Pershing Square Capital revealed a new stake in Starbucks on Tuesday at a conference in New York.",
  "But the BofAML strategists say it's 5 percent, where the return on equity investments is challenged by the ability to earn yield in the bond market.",
  "“The very idea is typically dismissed as a waste of time to even consider, and the reason is a sort of mutually assured destruction,” Sorkin writes.",
  "Chinese President Xi Jinping and Trump review Chinese honour guards during a welcome ceremony at the Great Hall of the People in Beijing last year.",
  "(Nicolas Asfouri / AFP)\n\nFor its part, China, which is taxing all American imports, is checking its own economic armory for new weapons to deploy.",
  "But as the tax cuts become business as usual, investors and analysts have turned their attention to worrying signs about the banks’ future growth.",
  "The season kicks off Friday when JPMorgan Chase & Co., Wells Fargo & Co. and Citigroup report results.”\n\n— The stock market shouldn't worry yet.",
  "Associated Press\n\nPOCKET CHANGE\n\nFormer New York City Mayor Michael Bloomberg (REUTERS/Shannon Stapleton)\n\n— Mike Bloomberg is a Democrat again.",
  "What’s more, there’s no measure of where companies -- arguably the most important players in setting prices -- expect the cost of living to go.",
  "'The Fed is doing what they think is necessary but I don’t like what they are doing because we have inflation really in check,' Mr. Trump said.",
  "‘What we do beyond [the three increases], I’ve been candid in saying “I don’t know,' \" Mr. Kaplan said.”\n\n— What to look for in bank earnings.",
  "Bank profits have been strong this year, thanks in large part to a December law that slashed the tax bill for banks and other corporations.",
  "The investment could total between $15 billion and $20 billion and would likely come from SoftBank’s Vision Fund, some of the people said.",
  "(Jeenah Moon/Bloomberg)\n\nThe U.S. and China are looking beyond tariffs for options to crank up the pain in their escalating trade battle.",
  "\"Last week, Bloomberg announced he would give $20 million to the main Democratic Senate super PAC,\" The Post's John Wagner writes.",
  "It's a ‘rare opportunity to own one of the world's best businesses at a discount.’ ”\n\n— SoftBank eyes majority stake in WeWork.",
  "The Treasury Department is considering the move in a report set for release next week, Bloomberg News’s Saleha Mohsin reports.",
  "It's a new newsletter from The Washington Post that will land in your inbox before you reach for that first cup of coffee.",
  "The Bipartisan Policy Center hosts an event titled “Reference rate reform: impact on the economy and consumers” tomorrow.",
  "President Trump campaigned on the threat, accusing Beijing of holding down the value of the yuan to boost its exports.",
  "WSJ's Telis Demos: “Big U.S. banks are set to report their most profitable third quarter since the financial crisis.",
  "The biggest concern: Lingering tariffs on foreign steel and aluminum that do not appear to be ending anytime soon.",
  "The beer industry is feeling a similar pinch and called the new trade deal a ‘missed opportunity.’ ”\n\n— E.U.",
  "Mr. Kaplan said he was ‘comfortable’ if over the next year or so the Fed raised rates ‘another three times .",
  "Senate Banking Committee hearing on “oversight of pilot programs at Fannie Mae and Freddie Mac” on Oct. 18.",
  "... J. P. Morgan confirmed on Monday that it no longer employed Mr. Rahn, but declined to comment further.\"",
  "That pushback has effectively kept the legislation from advancing as lobbying groups press for revisions.\"",
  "Andrés Manuel López Obrador asked Twitter users to help pick a new name for the North America trade deal.",
  "Trump has pledged to reduce the United States’ $151 billion goods trade deficit with the European Union.",
  "“China wants to make a deal, and I say they’re not ready yet,” Trump told reporters in the Oval Office.",
  "“But the conventional wisdom about what China might — or might not — be prepared to do could be wrong.",
  "\"The problem is that it’s not easy to divine what inflation beliefs are and how they might change.",
  "Ambassador to the United Nations Nikki Haley, two people familiar with the matter said Tuesday.",
  "“Let us try to use that momentum to turn tension into rapprochement,” she said on Wednesday.",
  "Josh Partlow\n\nMARKET MOVERS\n\nFederal Reserve Chairman Jerome H. Powell in Boston on Oct. 2.",
  "“China’s antitrust regulators disclose little about their deliberations,” Stevenson wrote.",
  "And so does United Technologies’s bid to acquire aerospace parts maker Rockwell Collins.",
  "Andrew Van Dam\n\nMONEY ON THE HILL\n\n— Foreign lobbying reform push blunted by opposition.",
  "Next up for the Trump administration: potentially labeling China a currency manipulator.",
  "Here's Bloomberg's post:\n\nThe Starbucks logo on a shop in Pittsburgh on March 14, 2017.",
  "The president said he was concerned higher rates would slow down economic growth.",
  "The fund has 15.2 million shares or about $900 million worth at current prices.",
  "AP\n\nDAYBOOK\n\nToday\n\nThe Brookings Institution hosts a discussion with Ohio Gov.",
  "(AP Photo/Frank Augstein)\n\n— HSBC to pay $765 million to settle mortgage probe.",
  "Starbucks shares popped more than 2 percent to $57.81 a share amid the news.",
  "Senate Banking Committee hearing on cryptocurrency and blockchain tomorrow.",
  "‘Asset allocation is a dynamic process, and we would hate to oversimplify.",
  "That’s why next Tuesday, we’re launching Power Up by Jacqueline Alemany.",
  "There are no indications the Chinese are planning anything imminently.",
  "(Evan Vucci/AP)\n\n— U.S. businesses worry about Trump's trade policies.",
  "Coming soon\n\nSecurities and Exchange Commission open meeting tomorrow.",
  "And there are signs the Chinese could tolerate it weakening further.",
  "The 10-year reached 3.26 percent early Tuesday before retreating.",
  "(Gene J. Puskar/AP)\n\n— Bill Ackman announces stake in Starbucks.",
  "But underneath the blockbuster numbers are reasons for caution.",
  "THE REGULATORS\n\nThe HSBC bank headquarters building in London.",
  "'You don’t see that inflation coming back,' Mr. Trump said.",
  "I just don’t think it’s necessary to go as fast' on rates.\"",
  "‘The key is the anchored expectations,’ he said last week.",
  "(Ann Saphir/Reuters)\n\n— Fed's Kaplan supports rate hikes.",
  "London-based HSBC wasn’t a major player in the market.\"",
  "— JPMorgan fires broker accused of excessive trading.",
  "She is also said to be happy in her job at Goldman.\"",
  "— Powell tops Trump's shortlist for UN ambassador.",
  "(Elise Amendola/AP)\n\n— Trump criticized Fed again.",
  "(AP Photo/Andrew Harnik)\n\nDINA POWELL'S RETURN?",
  "But he reversed himself upon taking office.",
  "John Hickenlooper (D) about the economy.",
  "— JPMorgan beats back French tax probe.",
  "It will bring you Washington, fast.",
  "“I just say they’re not ready yet.",
  "could start talks over U.S. beef.",
  "John Kasich (R) and Colorado Gov.",
  "'Now, at some point it will….",
  "He asked Twitter for help.",
  "Click here to sign up.",
  "Powell's bold bet.",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]