[
  "After Comey’s firing in May, Cernovich posted a piece titled “Will DOJ leaker David Laufman be next to leave after #Comey?”\n\nCritics noted that Laufman had donated to Barack Obama’s presidential campaigns, referring to him as a “holdover.” But he is a career attorney who has served as a political appointee in Republican administrations as well, notably as chief of staff to Deputy Attorney General Larry Thompson under President George W. Bush from 2001 to 2003.",
  "Building on the FARA unit’s work, Mueller in October indicted Manafort and his business partner Rick Gates, accusing them of, among other things, acting as an “unregistered agent of a foreign principal” and issuing “false and misleading FARA statements.”\n\nIn November, Mueller obtained a plea agreement from Flynn, who conceded he had lied to the FBI about his discussions with the Russian ambassador.",
  "Laufman became a target of the far-right blogosphere, with conspiracy theorist Mike Cernovich accusing him last year of being the source of “national security leaks.” Cernovich’s claim, which Laufman’s colleagues have called baseless, surfaced after media reports detailed then-national security adviser Michael Flynn’s discussion of U.S. sanctions with Russian Ambassador Sergey Kislyak.",
  "“He has the integrity and attention to detail that is critical to investigating and prosecuting the types of sensitive matters handled by the department’s Counterintelligence and Export Control Section.”\n\n[Career attorney who oversaw Russia probe at Justice steps aside — willingly]\n\nThe Clinton and Russia probes have fueled political rancor.",
  "“But I know that prosecutors and agents will continue to bring to their work precisely what the American people should expect: a fierce and relentless commitment to protect the national security of the United States.”\n\nLaufman declined to discuss the Clinton or Russia probes.",
  "(Justice Department/Justice Department)\n\nA Justice Department official who helped oversee the controversial probes of Hillary Clinton’s use of a private email server and Russian interference in the 2016 election stepped down this week.",
  "But “David never expressed any hint of partisanship in the management of his investigations,’’ said McCord, who is now a senior litigator at the Georgetown University Law Center’s Institute for Constitutional Advocacy and Protection.",
  "His departure from the high-pressure job comes as President Trump and his Republican allies have stepped up attacks on the Justice Department, the FBI and special counsel Robert S. Mueller III for their handling of the Russia probe.",
  "Laufman’s section also obtained a guilty plea by ZTE, a major Chinese state-owned telecommunications company, for selling equipment containing items of U.S. origin to Iran and North Korea in violation of sanctions.",
  "He has served as deputy minority counsel for Republicans on the House Foreign Affairs Committee and as investigative counsel on the House Ethics Committee, which investigated members of both political parties.",
  "“David is a dedicated public servant and an excellent lawyer,” Thompson said in an interview, noting how Laufman had helped him coordinate the department’s response to the Sept. 11, 2001, terrorist attacks.",
  "David Laufman, who had a key role in the Justice Department’s investigations of Hillary Clinton and Russian interference in the 2016 presidential election, stepped down Wednesday citing personal reasons.",
  "David Laufman, an experienced federal prosecutor who in 2014 became chief of the National Security Division’s Counterintelligence and Export Control Section, said farewell to colleagues Wednesday.",
  "In a court filing, Mueller noted that Flynn had “made materially false statements and omissions” in his FARA registration, which had been prompted by the FARA unit’s increased enforcement efforts.",
  "When he returned to Justice in 2014, Laufman was excited to be heading what he called the department’s “crown jewel section,” with its focus on cybersecurity, counterespionage and export controls.",
  "The lawyer, a former Justice Department official, consulted Democratic colleagues, who told Thompson they considered Laufman “a conservative — someone they couldn’t support, and so she declined.",
  "During Laufman’s tenure, the Justice Department stepped up enforcement of the Foreign Agents Registration Act, a 1938 law created to counter Nazi propaganda efforts in the United States.",
  "ZTE’s total settlement, with the Commerce, Treasury and Justice departments, neared $1 billion and included the largest criminal fine for a sanctions-violation case.",
  "In 2006, when Laufman was a federal prosecutor handling terrorism cases in the Eastern District of Virginia, he was up for a job as the Pentagon inspector general.",
  "“David’s departure is a great loss for the department,’’ said Mary McCord, a former acting head of the National Security Division who resigned in May.",
  "And it pushed Paul Manafort, Trump’s former campaign manager, to register his consulting work on behalf of a pro-Kremlin political party in Ukraine.",
  "He’s been scorned by the left, and now he’s been scorned by the right.”\n\nLaufman eventually withdrew his nomination for the Pentagon job.",
  "Laufman contributed a total of about $880 to Obama’s two presidential campaigns, according to Federal Election Commission records.",
  "“It’s tough to leave a mission this compelling and an institution as exceptional as the Department of Justice,” said Laufman, 59.",
  "Other than terrorism, he said then, its work is “at the vortex of national security threats to the United States.”",
  "The FARA unit last year pressed the company backing RT America, a Russian-funded broadcast network, to register.",
  "Laufman, who obtained a law degree from Georgetown University, began his career in 1980 as a CIA analyst.",
  "The post required Senate confirmation, and Laufman asked Thompson to organize a letter of support.",
  "The latter was handed off to Mueller in May after Trump fired FBI Director James B. Comey.",
  "“I asked a lawyer friend of mine, a Democrat, to sign the letter,” Thompson recalled.",
  "He has not donated to Hillary Clinton’s campaigns, records show.",
  "Thompson laughed when he heard about the criticism of Laufman.",
  "The online attacks persisted for months.",
  "He cited personal reasons."
]