[
  "Bromwich said in his statement, “The explanations we were given for the last minute course correction, which we found completely unconvincing, center on the need to protect the confidentiality of a law enforcement matter that has in fact been publicly known for many years.”\n\nThe inspector general found that McCabe rightly recused himself from the McAuliffe investigation and that there was no evidence he “participated in making or supervising substantive decisions” in the case.",
  "Michael R. Bromwich, McCabe’s lawyer, said in a statement, “In short, the report demonstrates that any and all claims that political bias or political influence affected Mr. McCabe’s actions, including charges from the President and other critics, are entirely baseless.”\n\nHe added that he was “troubled” by the inspector general’s decision to not release all of his findings about McCabe’s recusal publicly.",
  "[Inspector general blasts Comey and also says others at FBI showed ‘willingness to take]\n\nThe report raises questions about whether McCabe honored his recusals completely, and it faults FBI ethics officials as not appreciating “the potential significant implications to McCabe and the FBI” from the campaign contributions.",
  "The inspector general said investigators found “several instances” in which McCabe did not fully comply with his recusals, and they suggested that he should have sought guidance from ethics officials before, on March 7, 2015, he and his wife met with McAuliffe at the governors mansion before a political event.",
  "Similarly, the inspector general found a July 2016 email in which a supervisor told investigators in Washington who were probing the Clinton Foundation that they could not obtain bank records that the Los Angeles Field Office had picked up in an unrelated case and that the directive had come from McCabe.",
  "Deep in his 500-page report blasting the FBI’s handling of the Hillary Clinton email investigation, Inspector General Michael E. Horowitz assessed a topic of keen interest to President Trump: the bureau’s former deputy director, Andrew McCabe, and political donations received by his wife.",
  "The inspector general also found no evidence to suggest McAuliffe directed money to McCabe’s wife for any purpose other than to help her win the election, and when he encouraged her to run for office, there was no evidence to suggest the governor knew he was under FBI investigation.",
  "The inspector general found a Feb. 25, 2016, email in which a senior FBI official messaged others that, per McCabe’s instructions, they should try to schedule an interview with McAuliffe with at least 48 hours of lead time so the director could be briefed.",
  "The report generally describes a climate in which FBI officials, reacting to an October 2016 Wall Street Journal report about the donations McAuliffe directed to McCabe’s wife, fretted over how McCabe’s situation might be perceived by the public.",
  "Even an extended, law-enforcement-sensitive version of Horowitz’s report found that McCabe was not required to recuse himself from Clinton-related investigations, though he did so voluntarily in late November.",
  "The law-enforcement-sensitive version of the report does not offer any dramatic new information about McCabe compared with the public version, according to a copy reviewed by The Washington Post.",
  "Though the report notes the law would not have required McCabe to step aside, as ethics officials advised, it raises questions about why the bureau seemed to want to keep the recusal quiet.",
  "“We believe that anything and everything relating to Mr. McCabe’s recusals should be made public, and neither DOJ nor the OIG should do anything to conceal any aspect of it,” Bromwich said.",
  "Those findings ultimately led to McCabe’s ouster from the FBI, and he is now facing an investigation by the U.S. Attorney’s Office in the District into whether he committed a crime.",
  "Horowitz also found that McCabe rightly recused himself from a separate investigation into McAuliffe for his finances and possible violations of the Foreign Agents Registration Act.",
  "Trump has highlighted the donations in recent months, suggesting that Jill McCabe’s taking hundreds of thousands of dollars from a group controlled by then-Virginia Gov.",
  "McCabe’s noncompliance with his recusals seemed to be limited mostly to participating in discussions about cases, and the evidence for some incidents was mixed.",
  "In particular, the report faults the FBI for not revealing the decision when asked about the topic by Sen. Charles E. Grassley (R-Iowa) in December 2016.",
  "The Clinton Foundation case is a separate investigation from the examination of Clinton’s use of a private email server while she was secretary of state.",
  "But the blows are glancing at best — a far cry from the April inspector general report that alleged McCabe misled investigators exploring a media leak.",
  "But McCabe said he had merely given broad instructions about interviews of high-profile political subjects that those below him applied to McAuliffe.",
  "But the supervisor told the inspector general he did not actually have personal knowledge of McCabe’s giving such a command, according to the report.",
  "Terry McAuliffe (D) to support her run for a state legislative seat might have biased her husband in favor of Clinton, a longtime McAuliffe ally.",
  "“We do not believe the FBI acted wisely in deciding not to reveal McCabe’s recusal to Senator Grassley,” the inspector general wrote.",
  "It appears to have been deemed law-enforcement sensitive because it mentions the ongoing investigation of McAuliffe.",
  "The inspector general attached to the report a “law enforcement sensitive” appendix about the FBI’s former No.",
  "Investigators in Washington ultimately obtained the records through other means, according to the report.",
  "The report, though, largely seemed to rebut the president’s claims.",
  "At the time, McCabe was running the FBI’s Washington Field Office.",
  "That case has been well-publicized.",
  "2 official."
]