[
  "It showed work it did for the Saudi Embassy: bringing veterans of the U.S. armed forces to Capitol Hill to talk about the Justice Against Supporters of Terrorism Act, legislation that allows, among other things, those affected by the Sept. 11, 2001, terrorist attacks to sue Saudi Arabia for any possible involvement in the attacks.",
  "This week, attention has turned to Saudi Arabia, which has enjoyed a robust relationship with the United States over the years — a relationship that would seem to be at risk given the apparent slaying of Post journalist Jamal Khashoggi at the country’s consulate in Turkey.",
  "The Center for Responsive Politics makes it a bit easier to see where and how foreign entities try to influence the government with an interactive tool detailing FARA filings and reports on spending, but the tool can work only with the information given to the government.",
  "Over the past several years, dozens of consulting and lobbying firms have drawn income from work for a variety of Saudi governmental agencies, including the country’s embassy to the United States, Ministry of Energy, sovereign wealth fund and national oil company.",
  "Having tracked the filings over time, she’d seen all sorts of ways in which lobbying efforts are kept out of sight, intentionally or not: people not reporting, people not fully reporting, people reporting only years after the fact (as Manafort eventually did).",
  "What was unusual about this wasn’t that Manafort didn’t file the proper Foreign Agents Registration Act reports but, as journalist Ken Silverstein wrote at Politico, that he got busted for it.",
  "They’re filed as PDFs and it takes a bit of digging to suss out who’s reporting what, but it’s generally doable — assuming that the parties who are supposed to do the filing actually do so.",
  "We used data from Department of Justice reports to Congress on spending from 2016 and 2017 and combed through more recent filings ourselves to roughly scale the circles by financial scope.",
  "Among the charges faced by President Trump’s former campaign chairman Paul Manafort was that he failed to report income earned from his lobbying efforts on behalf of Ukrainian officials.",
  "The country, like many others, spends heavily to influence U.S. elected officials and members of the media, to the tune of $6 million this year, according to the CRP’s data.",
  "Outlined circles are entities that worked with the Saudi government in 2016 or 2017 but are no longer actively registered as working for the country.",
  "“The filings are only as good as the people making them,” the CRP’s Anna Massoglia said in a phone conversation with The Washington Post this week.",
  "In addition to references to sitting elected officials targeted by the firms, the names of former elected officials also crop up in the reports.",
  "(The Center for Responsive Politics, for example, estimates that the South Korean government has spent $55 million over the past two years.)",
  "To get a sense of that influence effort, we perused FARA reports and reports to Congress on spending to develop a map of the Saudi network.",
  "Each line indicates a different sort of work performed for the Saudi agency: direct lobbying, for example, or a public-relations campaign.",
  "Several others, such as Glover Park Group, recently broke off relationships with the Saudi government after Khashoggi’s disappearance.",
  "One of the quieter revelations of the investigation by special counsel Robert S. Mueller III is the murky world of foreign lobbying.",
  "Gray circles are organizations or companies that filed FARA reports but for which we don’t have a sense of how much was earned.",
  "Former Minnesota senator Norm Coleman is the signatory to an agreement between Hogan Lovells and the Embassy of Saudi Arabia.",
  "Each of those circles represents a firm that has registered as doing work on behalf of a Saudi governmental entity.",
  "(Philip Bump/The Washington Post)\n\nThere’s a lot of data included in that diagram that requires some explanation.",
  "But the breadth of outreach by entities affiliated with the Saudi government is nonetheless sweeping in scope.",
  "Former California representative Buck McKeon’s firm, McKeon Group, filed a report on work for the embassy.",
  "Bigger blue circles, in other words, earned more money or have bigger contracts with the Saudi agencies.",
  "It’s certainly the case that many other countries have broader, more expensive networks of influence.",
  "One firm, Capitol Media Group, filed a report last year showing how that line can be blurry.",
  "And that doesn’t include any relationships that might not yet have been reported.",
  "That puts Saudi Arabia among the 10 most heavily spending countries.",
  "The green-shaded circles are governmental entities or groups.",
  "If you’re interested, you can peruse FARA reports yourself.",
  "The Department of Justice publishes them on its website.",
  "This issue of influence is nonetheless often important.",
  "The influence of these organizations can be subtle.",
  "First is the size of the blue-shaded circles.",
  "“Kingdom” refers to the country itself.",
  "It looks like this."
]