[
  "“When we see that, we’ll get a chance to determine—all of us will get a chance to make a determination as to the credibility of the work that went into that, whether it’s truly accurate, fair, and transparent in the very way they made a personal commitment to me, and ultimately made a personal commitment to the president when they spoke to him.”\n\nBefore taking the short walk back into the White House, he added that Saudi Arabia was also “an important strategic alliance of the United States.",
  "The Pentagon has a team of U.S. service members based out of the capital Riyadh wholly dedicated the “management and administration of Saudi Arabian Foreign Military Sales.” It serves as a direct pipeline to move weapons from U.S. arms manufacturers into the arms of the Saudi military.",
  "On Thursday, Secretary of State Mike Pompeo told reporters outside the White House that the U.S. will give Saudi Arabia a “few more days” to “conduct a complete, thorough investigation.”\n\n“We’re all going to get to see the response from Saudi Arabia to this,” he said.",
  "The Foreign Influence Transparency Initiative, a left-leaning think tank in Washington, recently compiled records filed under Foreign Agents Registration Act that show in 2017 Saudi lobbyists contacted over 200 members of Congress, including every Senator.",
  "“We have other very good allies in the Middle East, but if you look at Saudi Arabia: They’re an ally and they’re a tremendous purchaser of not only military equipment, but other things,” Trump said Wednesday in the Oval Office.",
  "This is President Donald Trump’s rationale in dismissing calls in Congress to halt future arms sales to Saudi Arabia following the mysterious disappearance of Jamal Khashoggi, the Saudi journalist and American resident.",
  "Once the Saudis commit to what they want — tanks, attack helicopters, missiles, ships, laser-guided bombs — the arms packages must be OK’d by the U.S. Defense and State Departments, and approved by Congress.",
  "But even if the kingdom moves forward with the sales, the transactions wouldn’t be worth it, according to William D. Hartung, director of the arms and security project at the Center for International Policy.",
  "“Jobs are no excuse for arming a regime with Saudi Arabia’s dismal human rights record, whether it is its role in the killing of Jamal Khashoggi or its indiscriminate bombing of civilians in Yemen,” he said.",
  "James Carafano, a vice president at the Heritage Foundation, a conservative think tank, says it’s critical that Washington doesn’t rush policy changes on such an enduring alliance until the facts are clear.",
  "The United Nations has said that more half of the more than 10,000 people who have been killed in the three-year old war are civilians, and the lives of millions are potentially at risk from famine.",
  "Saudi Arabia accounted for nearly one-fifth of American of all weapons exports over the past five years, according to a recent report by the Stockholm International Peace Research Institute.",
  "But recently filed documents detailing expenses and reimbursements put the actual number closer to $9 million, said Lydia Dennett, investigator with the Project on Government Oversight.",
  "View Sample Sign Up Now\n\nThe 75-year alliance between the two nations has been built on a simple arrangement: American demand for Saudi oil and Saudi demand for American firepower.",
  "The eye-popping figure includes $110 billion in military sales, which analysts point out is misleading because it represented letters of interest and not firmed-up contracts.",
  "Saudi Arabia has spent at least $5.8 million on lobbying Congress this year, according to data compiled by the Center for Responsive Politics, a government watchdog.",
  "It was the President’s latest attempt to trumpet $400 billion in business deals that his administration signed in May 2017 during a two-day visit to Saudi Arabia.",
  "Senators found out earlier this year when they moved to cut off military assistance to the Saudis in their war against Houthi rebels in Yemen.",
  "The U.S. military’s Joint Advisory Division works alongside commanders in each branch of the Saudi military to help fill their weapons needs.",
  "The mission is primarily designed to bolster Saudi Arabia against arch-rival Iran in order to assert power and influence in the Middle East.",
  "The data also found the Saudi agents contacted officials in the State Department, which oversees foreign military sales, nearly 100 times.",
  "The U.S. government has provided intelligence, munitions and midair refueling to Saudi warplanes since operations kicked off in 2015.",
  "“The Kingdom has a veritable army of lobbyists and PR firms working to promote their interests in a wide variety of ways,” she said.",
  "Saudi Arabia has thus far only committed to purchase $14.5 billion-worth of equipment since the announcement was made 17 months ago.",
  "Lawmakers on both sides have called for a reappraisal if the kingdom is found responsible for Khashoggi’s disappearance or death.",
  "“This isn’t an episode of ‘Law & Order.’ This is a murder investigation and a murder investigation takes a lot of time,” he said.",
  "The arrangement falls under the U.S. Military Training Mission to Saudi Arabia, which is led by a two-star American general.",
  "“I don’t like the concept of stopping an investment of $110 billion into the United States,” Trump said last week.",
  "The Administration says the Saudis are currently pursuing more than $114 billion in military hardware.",
  "The Khashoggi case has caused an escalating debate on Capitol Hill over the U.S.-Saudi relationship.",
  "It’s a cold financial calculation: Saudi money for U.S.-made weaponry results in American jobs.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "“All they’re going to do is say, ‘That’s OK. We don’t have to buy it from Boeing.",
  "It is a relationship that is not easily unwound as a bipartisan group of U.S.",
  "Attempts by American lawmakers to stop that aid have thus far failed.",
  "The Saudi-U.S. relationship is peerless when it comes to arms sales.",
  "We don’t have to buy it from Raytheon and all these great companies.",
  "The kingdom buys more American weapons than any other nation.",
  "The Trump Administration has repeatedly called for patience.",
  "We need to be mindful of that as well.”\n\nWrite to W.J.",
  "Hennigan at william.hennigan@time.com.",
  "We don’t have to buy it from Lockheed.",
  "We’ll buy it from China,” he said.",
  "We’ll buy it from Russia."
]