[
  "Rob Bishop of Utah, the committee chairman, and Bruce Westerman of Arkansas, who heads the panel's oversight and investigations subcommittee, have written letters over the last few months to the Center for Biological Diversity and three other environmental groups — the Natural Resources Defense Council, the World Resources Institute, and Earthjustice — to inform them of the inquiry.",
  "Bishop and Westerman said the Center for Biological Diversity appears to have engaged in political activities on behalf of \"foreign anti-base activists, environmental groups, and members of the Okinawan government opposed to the U.S. military's presence\" on the southern Japanese island, according to a seven-page letter they sent to the group in late June.",
  "In a bluntly worded letter delivered earlier this week, the Center for Biological Diversity accused the Republican chairman and another senior GOP member of the Natural Resources Committee of pursuing a \"politically motivated abuse of authority\" and for operating outside of their jurisdiction.",
  "NRDC spokesman Jake Thompson declined to provide a copy of the organization's response to the committee or describe what information was He emailed a statement from Bob Deans, NRDC's director of strategic engagement, who denied the group takes any direction from the Chinese government.",
  "The harsh response from the Center for Biological Diversity, headquartered in Arizona, is the group's latest salvo at the panel, which is investigating whether nonprofit groups are being manipulated by foreign governments or entities that want to undercut U.S. interests.",
  "Kieran Suckling, the Center for Biological Diversity's executive director, responded a week later, denying any foreign control over the group's work and declaring that the center wouldn't be intimidated \"by crude political bullying tactics.\"",
  "An environmental group has denounced a House oversight committee for suggesting the organization's efforts to block construction of a U.S. military base on the southern Japanese island of Okinawa may require it to register as foreign agent.",
  "Earthjustice, which keeps a running tally on its web site of environment-related lawsuits it's filed against the Trump administration — 111 at last count — said it's confident that it doesn't need to be registered as a foreign agent.",
  "But special counsel Robert Mueller's Russia probe pushed the law, known as FARA, into the spotlight, as his team of prosecutors revealed how foreign parties often work unnoticed to sway political agendas and shape public thinking.",
  "The Natural Resources Defense Council, for example, was told to produce records related to its work in China, where it has a sizable presence, and that would show whether or not it registered \"as an agent of a foreign principal.\"",
  "The focus on the foreign lobbying law also represents a new point of contention between the GOP and many environmentalists who are at odds over the Trump administration's push to undo Obama-era programs to fight climate change.",
  "The lawmakers pointed to the group's assistance in organizing the visit of an Okinawan delegation to the United States and its participation in an extensive publicity campaign condemning the base relocation.",
  "The committee's interest in the Center for Biological Diversity stems from the group's efforts to protect a manatee-like animal called the dugong that's associated with traditional creation myths in Japan.",
  "Still, it's unusual to see the law wielded by a committee primarily responsible for overseeing the government's stewardship of public lands, energy production, wildlife and other natural resource matters.",
  "At the center of the fight is the Foreign Agents Registration Act, an 80-year-old law that requires people to disclose when they lobby in the U.S. on behalf of foreign governments or political entities.",
  "Former Trump campaign chairman Paul Manafort recently admitted he'd failed to register as a foreign agent when he directed a multi-million dollar lobbying operation for Ukrainian interests.",
  "The lawmakers demanded a wide range of internal documents about the groups' operations to include their relationships and transactions with foreign governments or businesses.",
  "Environmentalists say the construction of two aircraft runways as part of a base relocation plan on Okinawa will destroy the dugong's critical feeding grounds and habitat.",
  "\"The attempts to mislead the public through vague insinuations and innuendo about the center and its staff do not serve the public interest,\" he wrote.",
  "The NRDC, according to the lawmakers, consistently praises the Chinese government's environmental initiatives while withholding criticism of Beijing.",
  "By contrast, the group takes an \"adversarial approach to its advocacy practices in the United States,\" particularly since President Trump's election.",
  "It's tangled with the committee from the start, challenging its authority to conduct an inquiry dealing with the foreign lobbying law.",
  "Suckling wrote back Oct. 17, addressing the letter to Bishop and Rep. Raul Grijalva, the committee's top ranking Democrat.",
  "But a GOP congressional aide who wasn't authorized to speak publicly and requested anonymity called it unproductive.",
  "For decades, the statute languished in obscurity and criminal prosecutions under the law were exceedingly rare.",
  "The GOP aide said the committee is keeping Judiciary and other congressional committees apprised of its probe.",
  "The environmental group has been part of a long-running fight to protect an endangered marine mammal.",
  "He said the group would not be providing any further information unless it was at an open hearing.",
  "The World Resources Institute said in a statement \"there are no merits to this House inquiry.\"",
  "Like NRDC, both organizations declined to share their written replies to the committee.",
  "In early August, however, a federal judge threw out a lawsuit that challenged the plan.",
  "That's the Judiciary Committee's jurisdiction, the group has argued.",
  "The Center for Biological Diversity, however, isn't holding back.",
  "In Mid-September, Bishop and Westerman called for documents.",
  "The committee didn't provide a comment on the letter.",
  "Reps."
]