[
  "NEW JOINT FUNDRAISERS\n\nGeorgia Blue Victory Fund (Friends of Lucy McBath Inc., Carolyn for Congress)\n\nMiller Spano Webber Victory (Carol for Congress, Ross Spano for Congress, Webber for Congress, West Virginia Republican Party Inc., Republican Party of Florida,, New Jersey Republican State Committee, NRCC)\n\nReschenthaler Victory Committee (Guy for Congress, RVFPAC)\n\nNEW PACS\n\n314 Action Victory Fund (PAC)\n\nAustin DSA In Action (PAC)\n\nUrgent Care Association Political Action Committee (PAC)\n\nWISE PAC (PAC)\n\nNEW LOBBYING REGISTRATIONS\n\nAmerican Continental Group: Ambac Assurance Corporation\n\nAmerican Continental Group: Kaman Corporation\n\nAmerican Continental Group: TerreStar Corporation\n\nCommonwealth Strategic Partners, LLC: Grau & Associates, LLC on behalf of Invest in United States of America (IIUSA)\n\nLeavitt Partners, LLC: National Alliance to Impact the Social Determinants of Health\n\nMcDermott Will & Emery LLP: Rural Media Group\n\nOgilvy Government Relations: Southwest Key Programs\n\nSixteen Thirty Fund: Sixteen Thirty Fund\n\nTeleMedia Policy Corp.: Vermont Telephone Company\n\nThe Ferguson Group, LLC: Idaho Falls Regional Airport, ID\n\nWhitmer & Worrall, LLC: Baum Environmental Group\n\nNEW LOBBYING TERMINATIONS\n\nA1.9 Strategies LLC: Outdoor Venture Corporation\n\nAlcalde & Fay: Rio Rancho Public Schools\n\nAmerican Continental Group: Bond Dealers of America\n\nAmerican Continental Group: The Authors Guild\n\nAptim Corp.: Aptim Corp.\n\nAptim Corp.: CB&I Project Services Group, LLC\n\nArent Fox LLP: KemPharm, Inc.\n\nBaker & Botts, LLP: Akzo Nobel Polymer Chemicals LLC\n\nBallard Partners: Advanced Roofing, Inc\n\nBallard Partners: Africell Holding\n\nBallard Partners: CH Group\n\nBallard Partners: Food Group International\n\nBallard Partners: Strategic Property Partners, LLC\n\nBarnett Sivon & Natter, P.C.",
  ": Klondex Holdings Inc.\n\nHart Health Strategies: American College Of Emergency Physicians\n\nHawksbill Group, LLC: Nord Stream 2 AG\n\nK&L Gates LLP: Daxor Corporation\n\nK&L Gates LLP: Gilad Government Relations & Lobbying\n\nK&L Gates LLP: Islabikes\n\nK&L Gates LLP: Simon Kucher & Partners\n\nK&L Gates LLP: Stanley Black & Decker, Inc.\n\nMichael Best Strategies LLC: SNP Inc.\n\nMichael Best Strategies LLC: United Community Center\n\nMonument Policy Group, LLC: Flexera Software, Inc.\n\nMs. Marla Grossman: American Continental Group on Behalf of The Authors Guild, Inc.\n\nMs. Rebecca Halkias: Excela Health Systems\n\nParsons Behle & Latimer: Freeport Mcmoran Copper & Gold\n\nPlurus Strategies, LLC: CompTIA Certifications, LLC\n\nPublic Strategies Washington, Inc.: Gwendolyn Strong Foundation\n\nRubicon Advisors, LLC: Albany Molecular Research Inc.\n\nRubicon Advisors, LLC: State Mutual Insurance Company\n\nShenker Russo & Clark LLP: New England Fuel Institute\n\nSquire Patton Boggs: Midwest Terminals of Toledo, International, Inc.\n\nSteve Buyer Group: Gilead\n\nStuntz Davis & Staffier, P.C.",
  "“Among those who were interviewed or approached about the job were Denis McDonough, former White house chief of staff under President Barack Obama; Jay Carney, the former White House press secretary who is now senior vice president of global corporate affairs at Amazon.com; Jake Sullivan, a former senior policy adviser to Hillary Clinton’s presidential campaign; and Jake Siewert, the head of corporate communications at Goldman Sachs Group Inc., according to people familiar with the process.”\n\nSENATE DEM SUPER PAC’S MIDTERMS FUNDRAISING HITS $113 MILLION: “The super PAC affiliated with Senate Democrats raised $17.6 million in September, according to figures shared with POLITICO Friday, bringing the group's total midterms fundraising as of the end of the month above $113 million,” POLITICO’s Maggie Severns reports.",
  "SPOTTED: At Google's Washington office on Thursday night for the Fiber Broadband Association's welcome reception for new president and chief executive Lisa R. Youngers, according to a PI tipster: Staci Pies and Michael Purdy of Google; Gigi Sohn of the Georgetown Law Institute for Technology Law & Policy; Cyril Dadd of CenturyLink; Steve Berry of Competitive Carriers Association; Jason Oxman of Electronic Transactions Association; Michele Farquhar of Hogan Lovells; Jonathan Adelstein of the Wireless Infrastructure Association; Ellen Satterwhite of Glen Echo Group; Sasha Moss and Thomas Struble of R Street Institute; Karen Johnson of Humanity Street Group; Karen Reidy of Incompas; Kathleen Abernathy of Wilkinson Barker Knauer; Heather Burnett Gold of HBG Strategies; and Alan Hill of J.A.",
  ": Alpha-1 Foundation\n\nCGCN GROUP, LLC (formerly known as Clark Geduldig Cranford & Nielsen, LLC): Alliance for Responsible Atmospheric Policy\n\nCogent Strategies LLC: The Optical Society\n\nCommonwealth Strategic Partners, LLC: Luxfer Magtech (Formerly Magnesium Elektron Powders)\n\nCornerstone Government Affairs, Inc.: Dungan Engineering\n\nCornerstone Government Affairs, Inc.: Northwest Arkansas Council\n\nCouncil for Global Immigration: Council For Global Immigration\n\nCovington & Burling LLP: IAP Worldwide Services, Inc.\n\nCumberland North America, LLC: McConnell Valdes, LLC on behalf of Scotiabank de Puerto Rico\n\nDAVIS GOLDBERG & GALPER PLLC (formerly DAVIS GOLDBERG GALPER PLLC): CSGM a.s.\n\nEdeniq, Inc.: Edeniq, Inc.",
  "The Glover Park Group LLC: United Bid Committee of Canada, Mexico and United States, LLC\n\nThe McKeon Group, Inc.: National Council of Teachers of English (NCTE)\n\nTroutman Sanders Public Affairs Group, LLC: Southern Company Services Inc\n\nTroutman Sanders Public Affairs Group, LLC: Virginia Hospital & Healthcare Association\n\nVan Scoyoc Associates: Central Arkansas Water\n\nVan Scoyoc Associates: Humanetics Corporation\n\nVan Scoyoc Associates: University of Nebraska",
  "— The Wall Street Journal described the move as “arguably Facebook’s most high-profile external hire since poaching [Sheryl] Sandberg from Google in 2008.” “As part of its search, Facebook spoke with a number of prominent public-policy and communications officials on Wall Street and some with ties to the Obama administration, according to people familiar with the process,” The Journal’s Stu Woo and Deepa Seetharaman report.",
  "‘We remain well positioned to aggressively defend and go after Senate seats across the country.’ As of the end of September, Senate Majority PAC had raised more for the midterm elections than its GOP counterpart, Senate Leadership Fund — a reflection of enthusiasm among Democratic donors enraged by President Donald Trump and the Republican Party’s unified control of Washington.” Full story.",
  "WHY SOME TRADE ASSOCIATIONS DON’T WANT FORMER MEMBERS ANYMORE: The New York Times’ Carl Hulse has an intriguing look at why trade associations might be more reluctant to hire former members of Congress next year than they have been in the past — in part because it’s become so tough to find members with good relationships on both sides of the aisle.",
  "FORMER OBAMA ADVISER HAS CONTRACT WITH SAUDIS: “In the wake of the disappearance of journalist Jamal Khashoggi, a host of people in President Donald Trump’s orbit have taken heat for their connections to the government of Saudi Arabia — widely suspected to be behind Khashoggi’s dismemberment and death,” The Daily Beast’s Betsy Woodruff reports.",
  "Two days after the end of the month, former New York City Mayor Michael Bloomberg announced plans to cut the group a $20 million check, giving it another major infusion of cash that Democrats badly need as they both defend a swath of battleground seats and attempt to compete for others in hopes of retaking the Senate majority.",
  "The Embassy of Saudi Arabia had hired Theodore Olson, solicitor general of the United States between 2001 and 2004, Amir Tayrani and Benjamin Hayes to lobby against legislation that would allow the Justice Department to pursue antitrust actions against the Organization of Petroleum Exporting Countries.",
  "Edge Hill Group (formerly known as Mr. Tobyn Anderson): Alliance Pipeline L.P. (Alliance USA)\n\nFarragut Partners LLP: Daiichi Sankyo\n\nFarragut Partners LLP: SoundExchange\n\nFarragut Partners LLP: The Williams Companies\n\nForbes-Tate: Commercial Real Estate Financial Council\n\nFreemyer & Associates P.C.",
  ": North American Electric Reliability Corporation\n\nThe Estell Group, LLC: Chicago State University\n\nThe Estell Group, LLC: Jackson County, Missouri\n\nThe Estell Group, LLC: The Clay Group\n\nThe Ferguson Group, LLC: Charles County, Maryland\n\nThe Glover Park Group LLC: Crop Pro Insurance Services, Inc.",
  "“The bogus ‘quarterly report’ that Petrella produced to the federal law enforcement agent purportedly disclosed to authorities that [Niyato’s president and chief executive Robert Stencil] had made false and misleading statements about Niyato’s business,” the indictment said.",
  "Gibson Dunn will no longer lobby for Saudi Arabia\n\nWith David Beavers and Daniel Lippman\n\nGIBSON DUNN ENDS RELATIONSHIP WITH SAUDI ARABIA: Gibson Dunn ended its contract with Saudi Arabia Thursday, according to a filing under the Foreign Agents Registration Act.",
  ": Mutual of Omaha Insurance Company\n\nCapitol Core Group, Inc.: Banc Certified Merchant Services, Inc.\n\nCassidy & Associates, Inc.: County Of Orange\n\nCastro Strategies, LLC: Bombardier Aerospace (Holdings) USA Inc.\n\nCavarocchi Ruscio Dennis Associates, L.L.C.",
  "Story Continued Below\n\nDOJ INDICTS FORMER LOBBYIST FOR FAKE QUARTERLY REPORTS: The Justice Department said Friday it has indicted Christopher Petrella, a former lobbyist for Niyato Industries, a car company under investigation for an alleged fraud scheme.",
  "Compete against the nation’s top political minds in the POLITICO Playbook Election Challenge, by correctly picking the winning candidates in some of the most competitive House, Senate and gubernatorial races in the country.",
  "“The ‘quarterly report’ Petrella produced to federal law enforcement was a sham and Petrella’s statement that he had filed the document with the United States Congress was false.”\n\nGood afternoon, and welcome to PI.",
  "The move comes after a difficult few months for the social media giant, which has faced regulatory challenges in Europe over data protection and increasing political pressure in the United States.” Full story.",
  "Written by Dan Diamond, the newsletter will take readers inside one of the most influential gatherings of global health industry leaders and innovators as they tackle today's most pressing health challenges.",
  "A company helmed by Jim Jones, then-President Barack Obama’s first national security adviser, has a contract with the Saudi government to advise on industrial matters, The Daily Beast has learned.",
  "A spokesperson for Ironhand Security, a subsidiary of Jones’ firm Jones Group International, confirmed the existence of the contracts — one in place, one expired — to The Daily Beast.",
  "FACEBOOK HIRES CLEGG: “Facebook has hired former U.K. Deputy Prime Minister Nick Clegg to lead its global affairs and communications team,” POLITICO Europe’s Judith Mischke reports.",
  "— “Jones’ company, Jones Group International, had, until March of this year, a second contract with the kingdom related to Crown Prince Mohammad bin Salman’s military overhaul.",
  "DOJ alleges that Niyato Industries falsely marketed itself as a manufacturer of electric and compressed natural gas automobiles and told investors an IPO was imminent.",
  "POLITICO is partnering with the Milken Institute to bring a special edition of the POLITICO Pulse newsletter to the Milken Institute Future of Health Summit.",
  "“The member companies, I think, see Washington as a place that has become so partisan,” said Mike Sommers, the new head of the American Petroleum Institute.",
  "“Gibson, Dunn & Crutcher LLP’s representation of the Embassy of the Kingdom of Saudi Arabia has concluded as of October 18, 2018,” the filing said.",
  "Gibson Dunn is the latest lobbying firm to end its relationship with the kingdom following the alleged murder of Saudi journalist Jamal Khashoggi.",
  "In the latest indictment, DOJ accuses Petrella of lying to federal investigators about filing a quarterly lobbying report with Congress.",
  "— “‘As November approaches, Democratic enthusiasm has shown no signs of winding down,’ said Senate Majority PAC president J.B. Poersch.",
  "“The 51-year-old will take over the position from Elliot Schrage, who announced in June he would leave Facebook after 10 years.",
  "“Senate Majority PAC ended September with $38.8 million in cash on hand heading into the final weeks of the midterm elections.",
  "“If you hire a partisan who has been on the ballot, that is not how you want your trade association to be portrayed.",
  "The spokesperson indicated that Jones is not yet ready to cut his business ties with the kingdom.” Full story.",
  "But I think they are not being hired by what outside of Washington views as dysfunction.” Full story.",
  "Other firms that have dropped the Saudis include Harbour Group, Glover Park Group and BGR Group.",
  "Under the terms of the contract, dated Aug. 30, the kingdom paid a flat fee of $250,000.",
  "A spokesperson for Gibson Dunn declined to comment on the reason for the termination.",
  "Marianne will be on vacation for the next two weeks, sipping cocktails by the Nile.",
  "Clegg is set to move to Silicon Valley in January next year, the FT reported today.",
  "It’s another sign of the deep reach of Saudi money into the Washington elite.",
  "Sign up today to begin receiving exclusive coverage on Day One of the summit.",
  "It is not that former members or former senators aren’t capable; they are.",
  "You can also follow us on Twitter: @theodoricmeyer and @marianne_levine.",
  "President Donald Trump says a red wave is coming on Election Day.",
  "“But Obama World isn’t without close connections to the kingdom.",
  "Don’t leave Theo hanging while she’s away: tmeyer@politico.com.",
  "In reality, DOJ alleges, the company had no plans to go public.",
  ": American Bankers Association\n\nBarnett Sivon & Natter, P.C.",
  "Visit politico.com/playbookelectionchallenge to play.",
  "The Glover Park Group LLC: Impossible Foods Inc.",
  "Win awesome prizes and eternal bragging rights.",
  "They could run these trade associations.",
  "Is he right, or will the tide turn blue?",
  "The newsletter will run Oct. 23-24.",
  "Sign up today!",
  "Hill Group.",
  "..."
]