[
  "“The false statements published by Defendants accusing Dr. Goldfarb of murder constitute libel on its face, and have caused him significant actual damages.”\n\nIn addition to the intent of holding the channels accountable for the damage the false allegations have done to his reputation, the suit says Goldfarb is bringing the action “to deter the dissemination of false narratives fabricated by master propagandists deceitfully posing as journalists.”\n\nThe defendants haven’t responded formally.",
  "Channel One is widely available on American cable and satellite television services, and Goldfarb’s suit cites its boast on its website that it is “the most widely distributed Russian-language channel … reaching over 250 million TV viewers around the world.” And RT America says it has “a total weekly audience of 100 million viewers in 47 of the 100+ countries where RT broadcasts.”\n\nChannel One “transacts significant business within the State of New York,” according to the suit.",
  "“The fact that these lies have been revived, repackaged and broadcast years later as part of a well-orchestrated propaganda campaign evidences the Defendants’ malice.”\n\nMarina Litvinenko said she felt taking the case to court was the “right thing to do because we don’t have [any] other power to prevent Russian propaganda.”\n\nMore From Just Security:\n\nWhat Would National Security Oversight Look Like in a Democratic House?",
  "“Even though it seems like it’s about one individual and his problem, this suit seems to have a wider goal or purpose in striking back against the Russian propaganda campaign.” — Lyrissa Lidsky\n\n“Defendants published the statements at issue with actual knowledge that they were false; at a minimum, they acted with reckless disregard of the falsity of those statements,” according to the suit.",
  "An annex in the report dating to Dec. 2012 describes RT as a key element of a “Kremlin-directed campaign to undermine faith in the US Government and fuel political protest.” The 2017 report contributed to the U.S. Justice Department’s decision last year to require RT and a sister channel to register under the Foreign Agents Registration Act as “proxies” for the Russian government.",
  "“I think we can see in this case some real echoes of what is going on with Russian propaganda—the attempts to disrupt democracy not only in our country but all over the world.”\n\nLitvinenko was a former officer of the Federal Security Service, known by its Russian acronym FSB and the successor agency to the Soviet Union’s KGB.",
  "“Upon information and belief, Litvinenko’s discoveries were the immediate motive for his murder by Russian operatives.”\n\nIn Nov. 2006, Litvinenko fell ill and was hospitalized after drinking tea in a hotel bar with the two former KGB agents–turned-businessmen, Andrey Lugovoy and Dmitri Kovtun.",
  "“Even though it seems like it’s about one individual and his problem, this suit seems to have a wider goal or purpose in striking back against the Russian propaganda campaign.”\n\nLitvinenko’s widow, Marina Litvinenko, who lives in Britain, is backing Goldfarb in the suit.",
  "A lawsuit in the U.S. District Court in Manhattan alleges defamation by two Kremlin-controlled television stations, both widely available in the United States, in their coverage of the infamous poisoning of Russian dissident Alexander Litvinenko in the U.K. 12 years ago.",
  "“And now they try to use the case of Alexander Litvinenko to destroy the future case of Yulia and Sergei Skripal.”\n\nThe complaint focuses on four programs broadcast by Russian Channel One in March and April and a separate broadcast by RT America around the same time.",
  "He also served as an adviser to Hungarian-American philanthropist George Soros in the 1990s and as director of the billionaire’s projects in Russia advancing open society during the turbulent transition from Communist rule after the breakup of the Soviet Union.",
  "“Its Russian-language programs are streamed to tens of thousands of paid cable, satellite and IPTV subscribers in New York through major distributors, including Spectrum, DirecTV, Optimum and Xfinity.” The channel also maintains an office in New York.",
  "“The aim of it is, of course, to distance the Russian government [from culpability] by saying that both poisonings have nothing to do with Russia,” Goldfarb told an audience during a Sept. 11 event at the Atlantic Council in D.C.",
  "“Taking full account of all the evidence and analysis available to me, I find that the FSB operation to kill Mr. Litvinenko was probably approved by FSB Director Mr. [Nikolai] Patrushev and also by President Putin,” Owen wrote.",
  "… It was absolutely clear who killed my husband,” she said, sitting alongside Goldfarb and his attorney, Bertrand “Randy” Sellier of the Manhattan-based firm Rottenberg Lipman Rich, at the Atlantic Council event.",
  "After joining other FSB officers in 1998 in publicly revealing what they said was corruption and criminal behavior at the top of the agency, he was arrested and jailed for about a year before being released.",
  "The broadcasts at issue occurred in the aftermath of the latest poisoning of Russian expats in Britain—that of former Russian spy Sergei Skripal and his daughter, Yulia, on March 4 in Salisbury, England.",
  "“A suit like this is often about making the public pronouncement, because it is so hard to take it to the point where you a) win, and then b) collect,” Lidsky said in an interview with Just Security.",
  "“RT distributes English language programming to tens of thousands of paid subscribers in New York through Spectrum” and also maintains a bureau and a correspondent in New York, the suit states.",
  "Channel One is legally an independent company, but the Russian government owns 51 percent, with much of the remainder owned by Roman Abramovich and Yuri Kovalchuk, both close friends of Putin.",
  "The well-publicized inquiry also found a “strong probability” that the murder was committed at the behest of the Russian government and probably on the personal orders of Vladimir Putin.",
  "“This is something that is happening in the United States on cable television programs that are available to hundreds of thousands of people here,” Sellier said at the Atlantic Council.",
  "The inquiry, led by retired judge Sir Robert Owen, concluded “to a criminal standard,” meaning beyond a reasonable doubt, that Andrey Lugovoy and Dmitri Kovtun poisoned Litvinenko.",
  "Leedy professor of law, said Goldfarb’s suit is the kind that, whether he expects to win or not, at least makes a public statement that he is being subjected to a campaign of lies.",
  "Still, it can serve as a “symbolic shot across the bow” to dissuade the channels from repeating the falsehoods and for informing the broader public about a campaign of propaganda.",
  "The case, Alex Goldfarb v. Channel One Russia and RT America, contends that the two channels maligned the plaintiff, a retired professor of microbiology and human rights activist.",
  "And collecting on any favorable judgment is likely to be difficult because, though both television channels appear to have some U.S. assets, they are based in Russia.",
  "When the suit was filed in September, RT told the Guardian that it was reviewing a letter from Goldfarb’s representative, and Channel One didn’t respond to comment.",
  "The complaint cites repeated broadcasts of false accusations in March and April this year that it was Goldfarb who had killed Litvinenko, who was his close friend.",
  "A formal British inquiry had concluded beyond a reasonable doubt in 2016 that two Russian former KGB agents poisoned Litvinenko with radioactive polonium-210.",
  "Martin Hayhow/AFP/Getty Images\n\nThis piece was originally published on Just Security, an online forum for analysis of U.S. national security law and policy.",
  "For almost 10 years, she said, “we tried to get justice for my husband.” She thought that had been accomplished in 2016 with the report of the U.K. inquiry.",
  "He became a consultant to MI6, the British Secret Service, and was assigned to help Spanish law enforcement investigate the Russian mafia in Spain.",
  "Litvinenko also had been an associate of Boris Berezovsky, a Russian oligarch turned anti-Putin activist who also gained asylum in Britain in 2003.",
  "RT is financed by the Kremlin and was cited in a January 2017 U.S. intelligence report on Russian interference in the 2016 presidential election.",
  "Litvinenko soon wrote two books accusing the FSB of corruption and of staging a series of apartment bombings in Russia that killed 300 people.",
  "By the time the report was released, Lugovoy had received a commendation from Putin and had become a member of the Russian Parliament.",
  "Suspicion immediately fell on the Kremlin, especially in light of the previous high-profile poisoning of Litvinenko 12 years earlier.",
  "“In 2003, Litvinenko began working as a consultant for British security and business intelligence companies,” according to the suit.",
  "The defendants “broadcast these falsehoods knowing full well that they had been debunked in the UK Inquiry,” Goldfarb’s suit argues.",
  "“During this work, Litvinenko uncovered connections between Russian gangsters and members of Putin’s inner circle,” the suit states.",
  "Litvinenko claimed the FSB had staged the bombings to strengthen Putin’s position to win the March 2000 presidential election.",
  "It receives revenue from advertising, including from U.S. and other Western conglomerates doing business in Russia.",
  "Such claims tend to be long and drawn out, requiring more than a little fortitude on the part of the plaintiff.",
  "Goldfarb’s complaint outlines the litany of allegations that Russian outlets had trotted out over the years.",
  "Yet early this year, Channel One and RT America both revived alternative narratives for Litvinenko’s death.",
  "But the litigation has a much larger aim: to highlight the scope and danger of Russian propaganda today.",
  "Goldfarb, a naturalized U.S. citizen living in New Jersey, moved to the United States 40 years ago.",
  "Goldfarb says the timing of the broadcasts hearkening to a 12-year-old case was no coincidence.",
  "“This lawsuit is a bold strike, in a way, against Putin and his government,” Lidsky said.",
  "He and his wife and their 6-year-old son fled to the U.K. in 2000, with Goldfarb’s help.",
  "Putin had blamed the bombings on Chechen separatists and soon after invaded Chechnya.",
  "(Full disclosure: Soros’ Open Society Foundations provides support to Just Security.)",
  "The British government has long sought the extradition and arrest of both suspects.",
  "Lyrissa Lidsky, dean of the University of Missouri School of Law and Judge C.A.",
  "And it makes clear the breadth of their potential audience reach and influence.",
  "Owen rejected alternative explanations floated by the suspects or others.",
  "When the Skripal poisoning occurred in March, it started again.",
  "?The Torture of Forcibly Separating Children From Their Parents",
  "The broadcasts also accused him of being an agent of the CIA.",
  "They also suggested Goldfarb even murdered his own wife.",
  "He once worked with Russian dissident Andrei Sakharov.",
  "As for Goldfarb’s wife, she died of cancer in 2010.",
  "“We brought all information to the public.",
  "The U.K. granted them asylum in 2001.",
  "Alexander Litvinenko in 2004.",
  "He died later that month.",
  "Owen went further."
]