[
  "NEW JOINT FUNDRAISERS:\n\nMcSally Schweikert Victory Committee (Reps. Martha McSally (R-Ariz.) and David Schweikert (R-Ariz.))\n\nNEW PACs:\n\nAmericans for Comprehensive Education Reform (PAC)\n\nCenter for Real News (Super PAC)\n\nConservative Strategies Group (PAC)\n\nDark Horse Dems (PAC)\n\nIndian American PAC of Lehigh Valley (PAC)\n\nLMG PAC (Super PAC)\n\nmiamiamerica.org (PAC)\n\nMillennial PAC (Super PAC)\n\nMissouri Leadership Coalition (Leadership PAC: Robert Arbuthnot)\n\nNational Consumer Credit Access Super PAC, Inc. (Super PAC)\n\nOur Voice Our Vote Arizona (Super PAC)\n\nSecond Generation (PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nACG Analytics: Wavestream Music Inc\n\nNorth Star Strategies, LLC: Appalachian Wildlife Center\n\nNorth Star Strategies, LLC: CM Energy Holdings\n\nNorth Star Strategies, LLC: Jackson BioEnergy\n\nRock & Associates: Parry Romani Associates\n\nNEW LOBBYING TERMINATIONS:\n\nFireEye, Inc: FireEye, Inc\n\nGroom Law Group, Chartered: Aetna, Inc.",
  "IF YOU MISSED IT: There’s a remarkable detail in Matt Rosenberg and Maggie Haberman’s story in The New York Times on the Russian and Chinese governments listening in on Trump’s cell phone calls: Current and former officials told the paper “China is seeking to use what it is learning from the calls — how Mr. Trump thinks, what arguments tend to sway him and to whom he is inclined to listen — to keep a trade war with the United States from escalating further.",
  "‘Arranging meetings between a foreign government and U.S. government officials to discuss the foreign policy of the U.S. vis-à-vis a foreign government or to discuss the relationship between the U.S. and the foreign country would in my view count as political activities requiring registration,” said Joshua Rosenstein, a FARA specialist at the law firm Sandler Reiff.” Full story.",
  "“While we support improvements in efficiency, we oppose legislative or regulatory changes that would force the Postal Service to raise its prices above market rates; forcing the Postal Service to raise its prices for package delivery services will harm, not help, Main Street businesses and consumers,” the coalition states on its website.",
  "Retail lobby speaks up on tariffs\n\nWith Sarah Cammarata and Daniel Lippman\n\nRETAIL LOBBY SPEAKS UP ON TARIFFS: The Retail Industry Leaders Association sent a letter to President Donald Trump praising him for agreeing to meet with Chinese President Xi Jinping next month while expressing worry about the tariffs he’s imposed.",
  "Several months later, Lightstone was appointed by the Trump administration to a top position in the U.S. Embassy in Israel.”\n\n— Some experts say Lightstone and Broidy should’ve registered under Foreign Agents Registration Act “for the Angolan meetings, though representatives for both dispute that.",
  "STATE DEPARTMENT OFFICIAL MAY HAVE VIOLATED FARA: “A current State Department official helped a top fundraiser for Donald Trump arrange meetings with U.S. senators and Angolan officials in early 2017, according to emails obtained by ProPublica,” ProPublica’s Justin Elliott reports.",
  "“In particular, we are concerned that the January 1 increase from 10 percent to 25 percent on $200 billion worth of common everyday items will ultimately have a harmful impact on the household budgets of millions of American families.” Here’s the full letter.",
  "HOW TO GET TO TRUMP: A Syrian-American activist “spent hundreds of thousands of dollars at Republican fundraisers for brief moments of direct access to [Trump] — and persuaded him to change U.S. Syria policy,” Josh Rogin writes in his Washington Post column.",
  "Influence Strategies: American Made Business Coalition\n\nLongview Global, LLC: Thermopylae Sciences and Technology (TST)\n\nM.J. Simon & Company, LLC: The Community Transportation Association of America\n\nThe Cormac Group, LLC: GenomeDX",
  "In what amounts to a marriage of lobbying and espionage, the Chinese have pieced together a list of the people with whom Mr. Trump regularly speaks in hopes of using them to influence the president, the officials said.” Full story.",
  "Story Continued Below\n\n— The “Tariffs Hurt the Heartland” campaign, meanwhile, which is spearheaded by the National Retail Federation, is holding an event in Waukesha, Wis., today to lay out how the tariffs are hurting the state.",
  "Compete against the nation’s top political minds in the POLITICO Playbook Election Challenge, by correctly picking the winning candidates in some of the most competitive House, Senate and gubernatorial races in the country.",
  "Work for foreign governments must be publicly reported under [FARA], which requires people conducting business with foreign countries for political purposes to disclose and periodically report details of that work.",
  "ANNALS OF ENVIRONMENTAL LOBBYING: Groups such as the Nature Conservancy are lobbying on behalf of “major public land bills that moved out of committee in October and September,” Roll Call’s Jeremy Dillon reports.",
  "FORD, OSHKOSH TO LOBBY ON POSTAL REFORM: Ford and the defense contractor Oshkosh Corporation have hired a team of lobbyists at K&L Gates led by former Rep. John McHugh (R-N.Y.) to lobby on postal reform.",
  "— The Credit Union National Association has hired Mitria Wilson as senior director of advocacy and counsel and Hannah Truslow as director of political fundraising development for the trade group’s PAC.",
  "Trump has publicly stated multiple times that, but for her, he would not have known about — and would not have done anything to stop — the looming humanitarian crisis in” the Syrian province of Idlib.",
  "K&L Gates also represents a coalition of companies and trade groups including Amazon, Columbia Sportswear, Express Scripts and the National Retail Federation that’s advocating on postal reform.",
  "“The money that New Jersey cardiologist Rim Al-Bezem paid for short audiences with Trump pales in comparison with the millions spent by some corporations or foreign governments.",
  "Aryeh Lightstone helped plan the January 2017 meetings with U.S. senators, high-ranking Angolan government officials and the Trump fundraiser Elliott Broidy, the emails show.",
  "“Razor-thin margins give retailers very little room to absorb the tariffs without passing some cost on to consumers,” wrote Sandra Kennedy, the trade group’s president.",
  "In an interview, McHugh said the companies wanted to communicate their views on postal reform to Congress as both chambers consider the issue.",
  "Wilson was previously senior counsel for the House Financial Services Committee’s financial institutions and consumer credit subcommittee.",
  "— McHugh, who worked on postal legislation while in Congress, said there’s more activity on the issue now than he’s seen in two decades.",
  "The campaign is backed by Farmers for Free Trade and a coalition of trade groups known as Americans for Free Trade, as well as the NRF.",
  "JOBS REPORT:\n\n— Edelman has hired Tom Cochran as general manager for digital and integrated marketing in the firm’s Washington office.",
  "Leading oil companies usually spend in a quarter more than what some of the environmental groups spend in a year.” Full story.",
  "Postal Service to charge Amazon more money, and the group is expected to issue a public report by the end of the year.",
  "He was previously a consultant and before that worked in tech in the White House under President Barack Obama.",
  "The outcome of high-stake contests could dramatically alter the course of policymaking across the country.",
  "Policy professionals know the 2018 midterms represent more than keeping track of winners and losers.",
  "Sen. Ron Johnson (R-Wis.) is scheduled to be at today’s event, according to the trade group.",
  "But the spending “pales in comparison to spending by energy industry companies and groups.",
  "You can also follow Marianne and me on Twitter: @theodoricmeyer and @marianne_levine.",
  "Trump convened a task force to study the issue in April after urging the U.S.",
  "“Neither the official nor the fundraiser registered as a foreign agent.",
  "Go beyond election night with POLITICO Pro’s 2018 Midterms HQ.",
  "Visit politico.com/playbookelectionchallenge to play.",
  "Trump says a red wave is coming on Election Day.",
  "Win awesome prizes and eternal bragging rights.",
  "Truslow previously worked for Network for Good.",
  "Your 2018 Midterms HQ: The countdown is on.",
  "Is he right, or will the tide turn blue?",
  "And there’s no doubt she was effective.",
  "Send your tips to tmeyer@politico.com.",
  "Trump visited the state on Wednesday.",
  "Good afternoon, and welcome to PI.",
  "Marianne is off this week.",
  "Sign up today!",
  "Full story.",
  "Read more."
]