[
  "For months, the Trump administration has been considering ways to decouple the U.S. and Chinese tech sectors: restricting visas for Chinese students in the scientific, engineering and math fields, banning Chinese telecommunications equipment companies from U.S. 5G networks, expanding export controls on U.S. tech firms, and increasing official scrutiny of Chinese investments and joint U.S.-Chinese research, Sacks said.",
  "We’re not going to take it anymore.”\n\n[Read the indictment against agents of the Chinese government]\n\nThe initiative is significant in that it fuses ongoing efforts within the FBI, Justice Department and other federal agencies into a single coordinated initiative, and sends a clear message to Beijing that Chinese economic espionage — whether by cyber or human means — will not be tolerated, officials said.",
  "“This initiative is an important set of hammer blows against China’s efforts to disadvantage American companies, steal their intellectual property, and exercise unwanted influence in our universities and political system,” said James Mulvenon, a China expert and general manager of SOS International’s Special Programs Division, which provides consulting services to intelligence and defense agencies.",
  "Dmitri Alperovitch, a cyber expert and chief technology officer at the cybersecurity firm CrowdStrike, said the Chinese military curtailed its commercial hacking in 2016 but that over the past year, operatives affiliated with China’s Ministry of State Security have increasingly taken up the slack, stealing military, medical, agricultural, high-tech and other secrets.",
  "This is part of a much broader whole-of-government approach to countering China’s efforts to gain strategic advantage, particularly in emerging technology.”\n\nSessions noted that earlier this year, U.S. Trade Representative Robert E. Lighthizer found that Chinese sponsorship of hacking into American businesses has gone on for more than a decade.",
  "With this new initiative, he said, “we will confront China’s malign behaviors and encourage them to conduct themselves as they aspire to be one of the world’s leading nations.”\n\nThe indictment alleges the defendants conspired to steal trade secrets from Micron, an Idaho-based semiconductor company with a subsidiary in Taiwan.",
  "According to the indictment, the Chinese government set up a state-owned company, Fujian Jinhua Integrated Circuit Co. Ltd., for the express purpose of developing DRAM technology and sought to learn trade secrets through the criminal acts of former employees of Micron’s Taiwan branch.",
  "The Justice Department on Thursday unveiled a broad new initiative to combat what it says is mounting criminal economic activity by China, announcing the plan as U.S. officials unsealed charges against several individuals and Chinese and Taiwanese companies for trade-secret theft.",
  "Congress in August passed the Foreign Investment Risk Review Modernization Act to expand the government’s power to review investments from foreign countries — a response to China’s efforts to obtain U.S. technology through mergers, acquisitions and takeovers.",
  "The Justice Department on Thursday also filed a civil suit in San Francisco seeking to stop the further transfer of these stolen trade secrets and to prevent the defendants from exporting to the United States any products resulting from the alleged theft.",
  "Under the initiative, Sessions said, the department will aggressively pursue trade-secret theft cases, and develop a strategy to identify researchers and defense industry employees who’ve been “co-opted” by Chinese agents to transfer technology to China.",
  "“This is consistent with the state of confrontational actions over the last couple of weeks taken by the administration to tackle everything China’s trying to do,” said Samm Sacks, a senior fellow at the Center for Strategic and International Studies.",
  "As both countries place greater emphasis on competition and security, the big question, analysts say, is whether the two governments can maintain commercial engagement despite increasing tensions over the quest for technological supremacy.",
  "The administration already has imposed tariffs on $250 billion worth of Chinese goods, and since September federal prosecutors have brought charges in three intellectual property theft cases allegedly involving Chinese spies and hackers.",
  "“This was,” said U.S. Attorney for the Northern District of California Alex Tse, “some of the most advanced semiconductor technology in the world.”\n\nIf convicted, the defendants face up to 14 years in prison and $5 million in fines.",
  "The Justice Department also will target Chinese threats to U.S. companies that provide components for sensitive technologies, especially those in the telecommunications sector as it readies for the transition to 5G networks.",
  "Micron is worth an estimated $100 billion and is the only company in the United States that makes “dynamic random-access memory,” or DRAM, high-capacity data storage used in computers, mobile devices and other electronics.",
  "In July 2015, the president of Micron’s Taiwan subsidiary, Chen Zhengkun, also known as Stephen Chen, left to join United Microelectronics Corporation, a semiconductor foundry headquartered in Taiwan.",
  "The attorney general outlined a number of laws that prosecutors would use, including the Foreign Agents Registration Act, to identify unregistered agents seeking to advance China’s political agenda.",
  "Chen also brought on defendant Kenny Wang, a Micron manager and Taiwanese national who allegedly stole more than 900 files, some containing confidential DRAM designs, the indictment says.",
  "This week, the Commerce Department added Jinhua to its “entity list” to prevent it from buying goods and services in the United States, effectively cutting it off from the U.S. market.",
  "Some months later, in early 2016, Jinhua, the Chinese company, began discussions with United Microelectronics to forge a technology cooperation agreement, according to the indictment.",
  "The Trump administration has prioritized countering threats to U.S. national and economic security as China seeks to supplant the United States as the world’s dominant economic power.",
  "In September 2015, Chinese President Xi Jinping pledged that China would not target U.S. companies for the economic benefit of nonmilitary Chinese companies.",
  "“Chinese economic espionage against the United States has been increasing — and it has been increasing rapidly,” said Attorney General Jeff Sessions.",
  "“China wants the fruits of America’s brainpower to harvest the seeds of its planned economic dominance,” Assistant Attorney General John Demers said.",
  "Wang allegedly downloaded secrets from Micron’s servers in the United States and stored them on his Google Drive account, the indictment said.",
  "Chen helped negotiate the agreement, and in early 2017 became president of Jinhua in charge of its DRAM factory, prosecutors said.",
  "“We are not just reacting to crimes — we are acting to block the defendants from doing any more harm to Micron,” Sessions said.",
  "Ho, a Taiwanese national, who before leaving Micron allegedly stole confidential DRAM materials, U.S. officials say.",
  "It was Chen, Sessions alleged, who orchestrated the theft of trade secrets from Micron worth up to $8.75 billion.",
  "Sessions said the Justice Department will work with Treasury on further developing those regulations.",
  "The two companies, United Microelectronics and Jinhua, could face fines worth more than $20 billion.",
  "Chen is said to have recruited former colleagues, including defendant He Jianting, or J.T.",
  "The company has a 20 to 25 percent share of the world’s supply of DRAM, prosecutors said.",
  "Without equipment sold only in the United States, Jinhua cannot build the DRAM chips.",
  "Last month, the Treasury Department released interim rules to implement the new law.",
  "Thursday’s actions follow a series of moves meant to put Beijing on notice.",
  "By some estimates, the cost to the U.S. economy is $30 billion annually.",
  "The three men charged Thursday are in China, U.S. officials said.",
  "In the meantime, Washington is signaling that the gloves are off.",
  "The Chinese embassy did not respond to a request for comment.",
  "“Obviously that commitment has not been met,” Sessions said.",
  "It’s China’s efforts to be global leaders in 5G.",
  "“It’s bigger than intellectual property theft.",
  "It’s traditional espionage.",
  "It’s influence operations.",
  "It’s supply chain risk.",
  "“Enough is enough."
]