[
  "JAN. 16, 1996 Mrs. Clinton testifies for more than four hours before a Federal grand jury in Washington investigating the disappearance and sudden recovery of billing records from her former Arkansas law firm that detail some of Mrs. Clinton's legal work on Whitewater-related matters while at the firm.",
  "JAN. 14, 1998 Mrs. Clinton is questioned at the White House for about 15 minutes by Starr and his deputies concerning the White House's gathering of Federal Bureau of Investigation background files on appointees from past Republican Administrations.",
  "And in 1980 Carter gave a deposition to the Justice Department about his conversations with Attorney General Benjamin R. Civiletti about an investigation into whether Carter's brother, Billy, had violated the Foreign Agents Registration Act.",
  "JIMMY CARTER Testified on videotape for two prosecutions: one in 1978 in a Federal gambling conspiracy case against a Georgia state legislator, and another in 1980 in a grand jury investigation of Robert Vesco, the fugitive financier.",
  "GERALD R. FORD While in office gave a videotaped deposition in the trial of Lynette (Squeaky) Fromme, who was accused of trying to assassinate him, after the court rejected a White House proposal that he submit a written statement.",
  "APRIL 25, 1998 Starr and his deputies question Mrs. Clinton for nearly five hours at the White House about her work as a private lawyer for the failed savings and loan at the center of the Whitewater investigation.",
  "Testimony by the Clintons\n\nJUNE 12, 1994 President Clinton and his wife, Hillary, provide sworn testimony to Robert B. Fiske Jr., the independent counsel investigating the Whitewater matter.",
  "ASHINGTON -- Following is a list of the times when President Clinton and Hillary Rodham Clinton, as well as previous Presidents in the last two decades, have provided testimony.",
  "Testimony by Previous Presidents\n\nRONALD REAGAN Agreed in November 1987 to respond to written questions from Lawrence E. Walsh, the special counsel in the Iran-contra inquiry.",
  "In 1979 he gave a four-hour deposition at the White House to a special counsel investigating accusations of financial improprieties at the Carter family's peanut warehouse.",
  "AUG. 17, 1998 President Clinton is questioned for five and a half hours in the White House Map Room by prosecutors for Starr about his relationship with Ms. Lewinsky.",
  "JULY 7, 1996 President Clinton gives a sworn deposition in the trial of two Arkansas bankers charged with making illegal donations to his 1990 campaign for governor.",
  "APRIL 28, 1996 President Clinton gives videotaped testimony in a criminal trial involving his former Whitewater business partners, James B. and Susan H. McDougal.",
  "JAN. 17, 1998 President Clinton is questioned for six hours in his lawyer's office by lawyers for Paula Corbin Jones in her sexual misconduct suit against him.",
  "President Clinton is the first President to testify in a criminal investigation of his own conduct, but other Presidents have testified in criminal matters.",
  "APRIL 22, 1995 President and Mrs. Clinton are questioned in the White House by the new Whitewater independent counsel, Kenneth W. Starr, and his aides.",
  "He is asked, among other things, about Monica S. Lewinsky, a former intern at the White House, and he denies he had a sexual relationship with her.",
  "After leaving office, he gave videotaped testimony in 1990 in the Iran-contra trial of John M. Poindexter, his national security adviser.",
  "The questioning is videotaped and broadcast via closed-circuit television to the Washington grand jury.",
  "He testifies for more than three hours in the White House as a defense witness for the McDougals.",
  "The testimony is videotaped in the White House and lasts for 2 hours 20 minutes.",
  "In March, Ms. Jones's lawyers release excerpts from the President's deposition.",
  "All copies of the taped testimony are ordered sealed until played at the trial.",
  "The President and Mrs. Clinton are questioned separately in the White House.",
  "The session is videotaped so it can be presented to an Arkansas grand jury.",
  "Clinton spends 90 minutes answering questions from Fiske and his deputy.",
  "The deposition is given at the request of the defense.",
  "The tape is ordered sealed until played at the trial.",
  "Mrs. Clinton's interview also lasts about two hours.",
  "Clinton's interview lasts about two hours.",
  "Mrs. Clinton is questioned for an hour.",
  "Ms. Fromme was convicted in 1975.",
  "The deposition is videotaped."
]