[
  "“Among the other items that may be on their legislative agenda are an infrastructure package, lowering the price of prescription drugs, protecting participants in the Deferred Action for Childhood Arrivals (DACA) program (an upcoming court ruling on DACA will likely force action on this issue, regardless of which party controls the House), working to preserve and protect the Affordable Care Act (ACA), gun control, and protecting voting rights, among other items.”\n\n— “House Democrats will also move quickly to pursue a wide-ranging oversight agenda focused on hearings and investigations into the Trump administration.",
  "In fact, Soros’ group is worried that overzealous Democrats will go too far, cast too wide a net, and turn FARA into a suppressing force that stigmatizes foreign-funded NGOs in the U.S. and prompts foreign governments to crack down on American ones.”\n\n— Mort Halperin, a senior adviser to the Open Society Foundations, said he worried “that well-meaning attempts to strengthen the act will be used to crack down on Open Society’s activities abroad, and on some groups operating in the U.S. using funds derived from foreign governments.",
  "Rather than fighting them off, the Chamber slashed its primary-season expenditures this cycle, spending just $3.6 million on political communications for its preferred candidates, compared to $11 million and $14 million in 2014 and 2016 respectively, according to federal election data.”\n\n— Scott Reed, the Chamber’s senior political strategist, “said his group identified fewer primaries in 2018 that pitted moderates against less business-friendly conservatives, and the group felt its cash was not as critical in those races.",
  "WHY THE CHAMBER IS SPENDING LESS ON PRIMARIES: POLITICO’s Maggie Severns and Lorraine Woellert spotlight a trend that has mostly escaped notice: “The Club for Growth, a small-government group often at odds with the [U.S. Chamber of Commerce], predicts that November's midterms will add as many as 15 Republican lawmakers to the 30-member Freedom Caucus, the uncompromising conservative bloc that doesn’t hesitate to buck congressional GOP leaders.",
  ": City of Santee, California\n\nKelley Drye & Warren LLP: HNI Corporation\n\nNEW LOBBYING TERMINATIONS\n\nBGR Government Affairs: Wine Institute\n\nCouncil of the Americas: Council of The Americas\n\nCumberland North America, LLC: McConnell Valdes on behalf of ENGIE North America\n\nR2P Strategies, LLC: BeIN Media Group LLC\n\nThe Gallagher Group, LLC: Defender Pharmaceuticals, Inc.",
  "), Pete King (R-N.Y.), Scott Tipton (R-Colo.) and Lee Zeldin (R-N.Y.), whose races are rated “Likely Republican.” Just one Democrat is considered at risk: Rep. Josh Gottheimer (D-N.J.), whose race is rated “Likely Democratic.”\n\n— K&L Gates takes a different approach in its memo, outlining what might happen in both chambers depending on which party controls them.",
  "WHAT SOROS’ OPEN SOCIETY POLICY CENTER IS LOBBYING ON: The Daily Beast’s Lachlan Markay has an intriguing item in his newsletter on Washington influence, PAY DIRT, on George Soros’ Open Society Policy Center, which has “dropped millions of dollars this year in an attempt to steer proposals to overhaul the Foreign Agents Registration Act.",
  "The impact of these investigations on government agencies could be paralyzing, with many agencies understaffed to reply to the requests for documentation and testimony.” The memo also delves into what might happen in different issue areas, such as the environment, financial services, health care, taxes and trade.",
  "FORMER LOBBYIST COULD LEAD INTERIOR DEPARTMENT IF ZINKE LEAVES: POLITICO’s Ben Lefebvre and Zack Colman take a look at Interior Secretary Ryan Zinke’s “heir apparent” if he leaves the job: David Bernhardt, the deputy secretary, who worked as a lobbyist at Brownstein Hyatt Farber Schreck until 2016.",
  "‘There is a split within the liberal NGO community and therefore a split among members of Congress, some of whom find our arguments more persuasive, and some of whom find the arguments of the people who are concerned about transparency and accountability more persuasive,’ Halperin told” PAY DIRT.",
  "The hire comes six months after Wells Fargo revamped its Washington office as it was fined $1 billion by federal regulators for “reckless unsafe or unsound practices.” Wells Fargo has spent nearly $2.6 million on Washington lobbying so far this year, according to disclosure filings.",
  "), who ran for Senate but lost in the primary; Rep. Steve Pearce (R-N.M.), who’s running for governor; Rep. Kyrsten Sinema (D-Ariz.), who’s running for Senate; Rep. Keith Ellison (D-Minn.), who’s running for state attorney general; and Rep. John Delaney (D-Md.",
  "Don’t miss your chance to compete against the nation’s top political minds in the POLITICO Playbook Election Challenge by correctly picking the winning candidates in some of the most competitive House, Senate and gubernatorial races in the country.",
  "How K Street sees the midterms\n\nWith David Beavers, Sarah Cammarata and Daniel Lippman\n\nHOW K STREET SEES THE MIDTERMS: With five days to go before the midterms, Washington’s lobbying firms are finishing up their final election memos to clients.",
  "“‘For the last month, if not longer, it has been a common reference, even from the secretary, that David needs to be ready,’ said a source close to Interior’s senior staff, who requested anonymity to discuss internal personnel matters.",
  "NEW JOINT FUNDRAISERS\n\nNone\n\nNEW PACS\n\nBattleground Kentucky (PAC)\n\nCitizens for the Center (Unknown)\n\nFORPAC Inc (PAC)\n\nRestore Our Healthcare, Inc. (Super PAC)\n\nThe Ozarks (Super PAC)\n\nNEW LOBBYING REGISTRATIONS\n\nDavid Turch & Assoc.",
  "Another seven members are in races that are rated toss-ups: Reps. Andy Barr (R-Ky.), Ted Budd (R-N.C.), Randy Hultgren (R-Ill.), Mia Love (R-Utah), Tom MacArthur (R-N.J.), Bruce Poliquin (R-Maine) and Claudia Tenney (R-N.Y.).",
  "Brownstein Hyatt’s memo helpfully breaks down the potential turnover on each committee due to retirements and possible losses, giving a sense of the scale of the changes that could occur on certain committees.",
  "‘Not anything actionable [was said], but Bernhardt could be in charge in the future and the implication was sooner rather than later.’” (The department says Zinke has no plans to resign.)",
  "If Democrats win back the House, they’ve “indicated they want to quickly pursue an ethics and campaign finance reform package should they assume control of the House,” the firm writes.",
  "He was previously a lobbyist at Mehlman Castagnetti Rosen & Thomas, where he lobbied for clients including the Business Roundtable, Chevron, Humana, the Mayo Clinic and Twitter.",
  "The association has spent $6.6 million on Washington lobbying to date this year and had 21 in-house lobbyists on staff in the third quarter, according to disclosure filings.",
  "He was previously associate director of legislative affairs in the OMB under Director Mick Mulvaney, as well as an adviser to Mulvaney in his role at the CFPB.",
  "But unlike many progressive organizations and legislators, the group’s primary concern isn’t surreptitious Russian influence on the American political process.",
  "WELLS FARGO HIRES MORTGAGE BANKERS ASSOCIATION LOBBYIST: Meghan Sullivan is joining Wells Fargo as senior vice president for federal government relations.",
  "— LivaNova, a medical device manufacturer based in London, has opened a Washington office and hired John Versaggi as vice president of government affairs.",
  "'There weren’t a lot of primaries where there was a real, fundamental difference between the candidates, so we took a different approach.’” Full story.",
  "CORNYN AIDE LEAVES THE HILL: Sam Beaver is leaving the Hill to join the National Association of Manufacturers as a director of government relations.",
  "The search for office space and for Versaggi was handled by Jeff Kimbell of Jeffrey J. Kimbell & Associates, which lobbies for the company.",
  "She was previously a lobbyist for the Mortgage Bankers Association, where her title was associate vice president for legislative affairs.",
  "If all of them lose next week — which isn’t outside the realm of possibility — a third of the committee’s 60 members would be gone.",
  "JOBS REPORT\n\n— The music-licensing agency BMI has hired Michael Collins as its vice president for government relations.",
  "Brownstein Hyatt Farber Schreck sent one to clients on Wednesday afternoon, and K&L Gates sent one Thursday morning.",
  "You can also follow Marianne (who’s on vacation this week) and me on Twitter: @theodoricmeyer and @marianne_levine.",
  "Five members of the committee aren’t coming back after choosing to run for other offices: Rep. Luke Messer (R-Ind.",
  "He’s running against Democratic Rep. Conor Lamb due to redistricting, and the race is rated likely Democratic.",
  "The outcome of high-stake contests could dramatically alter the course of policymaking across the country.",
  "Are you headed out to a battleground state or district this weekend for the home stretch of the campaign?",
  "So are Reps. Dennis Ross (R-Fla.), Ed Royce (R-Calif.), Dave Trott (R-Mich.) and Ruben Kihuen (D-Nev.).",
  "Policy professionals know the 2018 midterms represent more than keeping track of winners and losers.",
  "He’s also a veteran of Sen. Marco Rubio’s (R-Fla.) presidential campaign and congressional office.",
  "— As Playbook noted this morning, Harbinger Strategies has hired Jonathan Slemrod as a partner.",
  "Rep. Keith Rothfus (R-Pa.) is the most endangered, according to the Cook Political Report.",
  "Story Continued Below\n\n— Take the House Financial Services Committee, for instance.",
  "It instead shifted spending to support vulnerable Republican incumbents, he said.",
  "He was previously a policy adviser in Senate Majority Whip John Cornyn’s office.",
  "— Now take into account the committee members who might be defeated next week.",
  "Other committee members could be in trouble, too: Rep. Ann Wagner (R-Mo.",
  "), whose race is rated “Lean Republican,” and Reps. French Hill (R-Ark.",
  "He was previously vice president of external affairs for UnitedHealth.",
  "Have you made your POLITICO Playbook Election Challenge picks yet?",
  "And Reps. Robert Pittenger (R-N.C.) and Mike Capuano (D-Mass.)",
  "Go beyond election night with POLITICO Pro’s 2018 Midterms HQ.",
  "Visit politico.com/playbookelectionchallenge to play.",
  "'It’s not a normal year,' Reed said in an interview.",
  "), who’s running a long-shot campaign for president.",
  "That’s a dozen members who are definitely gone.",
  "Win awesome prizes and eternal bragging rights.",
  "Chairman Jeb Hensarling (R-Texas) is retiring.",
  "Your 2018 Midterms HQ: The countdown is on.",
  "If so, drop me a line: tmeyer@politico.com.",
  "The contest closes at 6 a.m. on Nov. 6.",
  "— Here’s Brownstein Hyatt’s full memo.",
  "He plans to register as a lobbyist.",
  "Good afternoon, and welcome to PI.",
  "Election day is almost here.",
  "Here’s K&L Gates’ full memo.",
  "lost their primaries.",
  "Sign up today.",
  "Full story.",
  "Read More."
]