[
  "Mueller’s position is consistent with Department of Justice policy, memorialized most recently in October 16, 2000, that provides the “indictment or criminal prosecution of a sitting President would unconstitutionally undermine the capacity of the executive branch to perform its constitutionally assigned functions.” So, while many may perceive that Mueller’s investigation is getting closer to the President, Mueller nevertheless is likely to adhere to DOJ policy and pursue the investigation and cases only as close as possible to the President’s inner circle.",
  "Why then not begin the paragraph with the line from the fourth paragraph “we have restored and upheld the rule of law – a glorious tradition that each of us has a responsibility to safeguard.” Earlier, Sessions wrote that in doing his duty and serving the country to the best of his ability he worked “to support the fundamental legal processes that are the foundation of justice.” Fundamental to the rule of law and the foundations of justice is the ability of an investigation to proceed without political influence or interference.",
  "Eventually, it starts looking political’ said me.” Since that August 4, 2017 tweet, Mueller’s office has filed 10 separate cases, all of which have been substantive criminal cases alleging false statements, identity fraud, tax fraud, failure to identify foreign bank and financial accounts on federal filings, bank fraud, obstruction of justice, computer crimes, money laundering, violations of the Foreign Agents Registration Act, witness tampering and conspiracy.",
  "The question was ‘when’, not ‘if.’ Sessions’ ouster, reported as a Wednesday morning call from White House Chief of Staff John Kelly to Sessions conveying the President’s request for Sessions’ resignation, wrapped up hours later with a letter of resignation that raised interesting questions beyond simply what does the Sessions exit mean for Special Counsel Mueller’s investigation.",
  "Regardless of whether the next defendants are in a closer orbit to the President or are equally unlikely ever to be brought to justice as with the dozen Russian nationals charged with computer crimes, the Special Counsel and his team likely will remain in place for an extended period, bringing cases and seeing through the investigation to its completion.",
  "With Sessions out, the other imminent near-certainties are a series of new criminal charging documents from the Special Counsel’s office, either pre-negotiated guilty pleas charged by Criminal Information or indictments by the federal grand jury, and Presidential pardons.",
  "As a result, the enforcement emphases that Sessions included in his letter will remain the enforcement agenda for DOJ as the President contemplates whom to nominate for the Senate’s advice and consent as the next chief law enforcement officer of the United States.",
  "Yes, with Sessions out, and an Acting replacement quickly shuffled in, supervision of the Special Counsel investigation immediately transfers from the hands of Deputy Attorney General Rod Rosenstein to Acting Attorney General Matthew Whitaker.",
  "Such charges, regardless of whether truly within the mandate of the Special Counsel, are not fishing expeditions but straight-forward federal criminal offenses appropriate for the jurisdiction of US federal criminal prosecutions.",
  "Query whether this language and its placement was Sessions’ embrace and acknowledgment that he followed the rule of law by recusing himself from supervision of and the underlying appropriateness of the Mueller investigation.",
  "In the letter’s second paragraph, Sessions enumerates violent crime, gang interdiction, immigration enforcement, and opioid cases as successful law enforcement agenda priorities and achievements of the Department of Justice.",
  "The uncertainty I see is how freely and widely the ink of the President’s pardon pen will flow and bestow the ultimate gift of Presidential exoneration from federal criminal liability to celebrate the 2018 holiday season.",
  "I view the Sessions move as one of three expected post-midterm election events, with the others a likely unleashing of additional Special Counsel indictments and reactivating the ink on the Presidential pardon pen.",
  "With Deputy Attorney General Rod Rosenstein sidelined by Whitaker’s apparently conflict-free – albeit not opinion free – interim appointment, the fate of Rosenstein will await the next Attorney General.",
  "The Mueller charging MO – modus operandi – is, as with all high-profile white-collar cases, to bring cases to tell a complete story and build pressure on the ultimate likely targets.",
  "Although many are anticipating an imminent report from the Special Counsel, more likely, given the grand jury activity and the pre-election quiet by Mueller, is a series of charges.",
  "The pardons respite before the midterms aligned with silencing what we know will be a barrage of criticism around the President exercising his constitutionally endowed pardon power.",
  "And, the President exercising his constitutional authority, if he does pardon or commute the sentences of any of the Special Counsel’s defendants, cannot be obstruction of justice.",
  "Mueller will continue his work, not issue a report any time soon, and return more indictments without interference from his new supervisor, Acting Attorney General Whitaker.",
  "Meanwhile, Sessions’ successor can be expected to continue pursuing the enforcement priorities of the past two years, with a likely added emphasis on Sanctions enforcement.",
  "The question is whether the United States Senators of the current 115th Congress or those arriving in January for the 116th Congress will consider the nominee.",
  "Particularly interesting about the Sessions resignation is text of the letter, leaving aside the question of when Sessions actually wrote the letter.",
  "We never may know when Trump asked Sessions to write the letter, and in whose pocket – if anyone’s – the letter sat until demanded by the President.",
  "Nevertheless, the ideal time for a resumption of Presidential pardons is around the holiday season and with the new Congress not yet in Washington.",
  "Next activity du jour in Washington, already underway, is close scrutiny of every Whitaker comment and his objectivity regarding the investigation.",
  "Unclear and unquestionably unpredictable is whether any of the already-charged and convicted Special Counsel defendants receive pardons now.",
  "Attorney General Jeff Sessions’ resignation – not firing by President Trump – and departure from the Trump Administration was predictable.",
  "As a result, with Mueller not planning to charge criminally the President, Whitaker has cover to allow the investigation to proceed.",
  "We should be mindful that counsel for the President have said Mueller insists the President is not a target of the investigation.",
  "History suggests that at some point pardons or sentence commutations are inevitable for persons prosecuted by special counsels.",
  "Certainly, there is plenty of speculation as to the next names to follow “United States of America versus” in case captions.",
  "Interim ‘anythings’ in Washington tend to defer major policy changes until the permanent Department or Agency head arrives.",
  "The President is likely to move quickly to appoint Sessions’ successor, and likely has in mind already the replacement.",
  "Before Mueller’s office filed its first criminal charges, Whitaker tweeted “‘This shouldn’t be a fishing expedition.",
  "No different than everyone in Washington, Whitaker has an opinion, which he has expressed publicly.",
  "First, Sessions’ resignation will have no immediate impact on the Mueller investigation.",
  "And some of his opinions clearly have been hostile to the Mueller investigation.",
  "The third post mid-term election prediction is President Trump issuing pardons.",
  "Calls for Whitaker’s recusal from investigation oversight already resound.",
  "Noteworthy is the letter is undated.",
  "That is my prediction."
]