[
  "By his signature, Espy confirmed that he “swear(s) or affirm(s) under penalty of perjury that he/she has (they have) read the information set forth in this registration statement and the attached exhibits and that he/she is (they are) familiar with the contents thereof and that such contents are in their entirety true and accurate to the best of his/her (their) knowledge and belief, except that the undersigned make(s) no representation as to truth or accuracy of the information contained in the attached Short Form Registration Statement(s), if any, insofar as such information is not within his/her (their) personal knowledge.”\n\nEspy, however, told The Hill a different story in March 2011 about his business relationship with Comite de Gestion de la Filliere Cafe-Cacao (Cocoa and Coffee Board) of Ivory Coast than the story he told the Department of Justice in June 2011.",
  "“Espy’s agricultural consulting firm AE Agritrade had signed a three-month contract worth at least $750,000 with the Cocoa and the Coffee Board of the Ivory Coast,” the Hill reported on March 12, 2011:\n\nBut the former congressman said he only worked on the contract for a little more than a month before suspending it in early February as the international community, including the Obama administration, criticized Gbabgo repeatedly for not leaving the presidency.",
  "Espy’s firm provided the following services to his Ivory Coast client: “Meetings with the following organizations and agencies: International relations Committee-US House of Representatives, US Mission to the United Nations, US Central Intelligence Agency, Ivory Coast United Nations Mission, Attorneys and traders for Cocoa Trade Organizations, former US diplomats and their staffs, various election monitoring and democratic governance organizations.",
  "The lobbying firm managed by Mississippi Democrat Senate candidate Mike Espy received a second payment of $350,000 from a trade organization controlled by African despot Lauren Gbagbo on March 1, 2011, eleven days before Espy told The Hill he had suspended his firm’s contract with the organization and had only received a first payment of $400,000, a Department of Justice document discovered by Fox News reveals.",
  "The former lawmaker said he represented Gbabgo’s position that the elections were fraudulent in meetings with officials at the CIA, the United Nations, several foreign ambassadors and at least one member of Congress in his lobbying campaign,” the Hill continued continued in its March 12, 2011 story:\n\n“We talked about cocoa, but that could not be separated from the situation there.",
  "The payment appears to contradict Espy’s previous statements that he accepted just a portion of it.”\n\nThe Fox News report linked to a Supplemental Statement Pursuant to the Foreign Agents Registration Act of 1938, an amended document filed with the Department of Justice by Espy and his firm, AE Agritrade Inc. of Jackson, Mississippi, in 2011.",
  "Research and advocacy of issues relating to child labor laws and Ivory Coast cocoa embargoes.”\n\nEspy’s firm was paid $400,000 by Comite de Gestion de la Filliere Cafe-Cacao (Cocoa and Coffee Board) of Ivory Coast in January 2011, and an additional $350,000 on March 1, 2011, for a total of $750,000.",
  "Espy, a former Democrat member of the House of Representatives and Secretary of Agriculture in the Clinton administration, faces incumbent Sen. Cyndi Hyde-Smith (R-MS) in a runoff election on November 27 to determine who will serve the remaining two years of former Sen. Thad Cochran’s (R-MS) term.",
  "The nine page document bears Espy’s signature, dated June 28, 2011, and asserts the following:\n\nEspy’s firm represented a foreign principal, Comite de Gestion de la Filliere Cafe-Cacao (Cocoa and Coffee Board) of Ivory Coast, in a contract whose date of termination was March 15, 2011.",
  "That document, signed by Espy on penalty of perjury, confirms that his lobby firm was paid $750,000 by the trade organization, Comite de Gestion de la Filliere Cafe-Cacao (Cocoa and Coffee Board) of Ivory Coast, and not just the $400,000 he told the Hill he was paid.",
  "Breitbart News has contacted Espy’s campaign to confirm or deny that his firm received the full $750,000 payment from the trade organization controlled by Gbagbo’s government, as Espy himself attested in the 2011 FARA document, but has not received a response.",
  "It is very difficult to work in that context.” Espy, who was also Agriculture secretary during the Clinton administration, said he received the agreed upon first payment of $400,00 for his work on the contract.",
  "The African country is the largest producer of cocoa in the world, but due to international disapproval of Gbabgo’s actions, the crop is not making its way out of the Ivory Coast.",
  "Fox News broke the story Thursday afternoon, reporting “that Espy was paid $750,000 in 2011 by then Ivory Coast president Laurent Gbagbo’s government.",
  "Gbagbo, the former president of Ivory Coast, is currently on trial at the International Criminal Court for crimes against humanity.",
  "“Espy said he did lobby in favor of Gbabgo, though his work was primarily in support of the country’s cocoa farmers.",
  "Hyde-Smith received 41 percent of the vote and Espy received 40 percent of the vote to qualify for the runoff.",
  "Neither candidate received the 50 percent needed to win the seat outright in the November 6 election.",
  "The White House released a statement this week condemning recent violence in the country.",
  "Despite the lobbying help, the situation in the Ivory Coast continues to worsen.",
  "That is why I felt it was necessary to suspend the contract,” Espy said.",
  "Espy said he is monitoring the situation in the Ivory Coast every day.",
  "“I have voluntarily suspended it,” Espy said.",
  "“Events are spiraling rapidly.",
  "I got the same response."
]