[
  "(RELATED: MSNBC Host Says Menendez Corruption Case ‘Doesn’t Look Close, It Looks Overwhelming’)\n\nAlthough Espy escaped conviction, the Office of Independent Counsel’s (OIC) investigation “revealed a pervasive pattern of improper behavior by Secretary Espy and his top aide, and by persons and companies regulated by or with business before the United States Department of Agriculture (USDA),” according to the OIC’s final report.",
  "“The investigation disclosed that, among other offenses, companies with financially important matters pending before USDA gave Secretary Espy – either directly or via members of his family or his girlfriend – numerous gifts in an effort to garner his favor,” the OIC’s January 2001 report states.",
  "Espy, a former congressman who served as agricultural secretary during former President Bill Clinton’s first term, will face Republican Sen. Cindy Hyde-Smith in the runoff election after neither candidate secured a majority of the vote in the Nov. 6 midterm elections.",
  "Espy’s chief of staff at the USDA, Ronald H. Blackley, was sentenced in March 1998 to 27 months in prison for “lying about $22,000 he received from two Mississippi individuals who obtained large government farming subsidies,” The Washington Post reported at the time.",
  "Espy was indicted on 30 related felony charges in August 1997, but was acquitted on all charges in December 1998 after the jury concluded there wasn’t evidence of a quid-pro-quo or of Espy accepting the gifts with criminal intent.",
  "A signed Foreign Agents Registration Act Supplemental Statement that Espy filed with the Department of Justice in June 2011 shows that he worked for Gbagbo’s government for longer than two months and was paid the full $750,000.",
  "Espy has faced scrutiny over his lobbying work for the Ivory Coast under its then-president, Laurent Gbagbo, who is currently on trial before the International Criminal Court for crimes against humanity.",
  "Follow Hasson on Twitter @PeterJHasson\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Mike Espy, the Democratic candidate in Mississippi’s Nov. 27 Senate runoff election, has been dogged by ethical questions over the course of his political career.",
  "Espy’s acquittal has been compared to the unsuccessful prosecutions of New Jersey Democratic Sen. Bob Menendez and former Virginia Republican Gov.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Espy also claimed at the time to have received only $400,000 of the $750,000 contract and to have forgone the remaining $350,000.",
  "Espy resigned from the Clinton administration in October 1994 while under investigation for allegedly receiving improper gifts.",
  "Espy said in 2011 that he stopped lobbying for Gbagbo’s government less than a month after taking a three-month contract.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Espy’s lobbying for Gbagbo’s government has previously faced accusations of ethical wrongdoing.",
  "But a report from Fox News on Nov. 15 appears to contradict that claim.",
  "The Espy campaign did not return a request for comment.",
  "Bob McDonnell."
]