[
  "While meetings between private U.S. citizens and foreign officials are not illegal or in violation of federal regulations, Josh Rosenstein, a partner with the Washington law firm Sandler Reiff and specialist in lobbying compliance, told The Associated Press there are too many unanswered questions – specifically in regards to where the meetings took place and what was specifically discussed.",
  "President Trump, who withdrew from the agreement in May, also chimed in on social media late Thursday in regards to Kerry’s meetings with Zarif and the “very hostile Iranian regime.”\n\n\"John Kerry had illegal meetings with the very hostile Iranian Regime, which can only serve to undercut our great work to the detriment of the American people,\" Trump tweeted.",
  "Kerry’s spokesman Matt Summers said in a statement \"There's nothing unusual, let alone unseemly or inappropriate, about former diplomats meeting with foreign counterparts,” while shifting the focus on “political theatrics.”\n\n“What is unseemly and unprecedented is for the podium of the State Department to be hijacked for political theatrics,\" he said.",
  "The Logan Act prohibits unauthorized personnel to negotiate with a foreign government in relation to any disputes with the U.S., whereas the Foreign Agents Registration Act is a statute that requires persons or companies acting on behalf of foreign governments, political parties or individuals to disclose details of their interactions.",
  "In a letter to Attorney General Jeff Sessions on Tuesday obtained exclusively by Fox News, Rubio said that Americans “deserve to know that U.S. laws are enforced regardless of any individual’s past position.” He encouraged the department to determine whether Kerry violated the Logan Act or the Foreign Agents Registration Act.",
  "Sen. Marco Rubio, R-Fla., requested that the Justice Department look into whether former Secretary of State John Kerry violated federal laws by meeting with the Iranian foreign minister, a move already blasted by top Trump administration officials.",
  "Kerry told the radio show he was not coaching the Iranians on how to handle the Trump administration, but “rather tried to elicit from him (Zarif) what Iran might be willing to do in order to change the dynamic in the Middle East for the better.\"",
  "Pompeo, who said he would leave the \"legal determinations to others,\" lambasted Kerry for engaging with \"the world's largest state-sponsor of terror\" and telling Iran to \"wait out this administration.\"",
  "One of the meetings was held in Norway, another in Germany and a third is reportedly said to have happened at the United Nations headquarters, which is not technically on American soil.",
  "Last week, Secretary of State Mike Pompeo blasted his predecessor for \"actively undermining\" U.S. policy by holding meetings with Mohammad Javad Zarif since leaving office.",
  "\"You can't find precedent for this in U.S. history, and Secretary Kerry ought not to engage in that kind of behavior,\" Pompeo said.",
  "Kerry said he had met three or four times with Zarif since he left office, but had not since Pompeo took the job in April.",
  "\"Simply offering advice to a foreign government doesn't make you a foreign agent.\"",
  "Pompeo called it \"unseemly and unprecedented\" and \"beyond inappropriate.\"",
  "Kerry confirmed the two had met several times during a radio interview.",
  "Reports of Kerry’s meetings with Zarif first surfaced in May.",
  "\"The devil's always in the details,\" Rosenstein told the AP.",
  "Was he registered under the Foreign Agents Registration Act?",
  "\"He told them to wait out the Trump Administration!",
  "The Associated Press contributed to this report.",
  "BAD!\""
]