[
  "While the first email release revealed an unethical relationship between Blumenthal and Secretary Clinton that was hidden from the citizens, the ultimate question that needs to be answered is whether foreign policy was actually affected by this covert relationship.",
  "FACT’s complaint was based upon an email that Blumenthal sent to then-Secretary Clinton, in which he funneled information from a foreign leader of a political party in the country of Georgia and advocated for a change in the Obama administration foreign policy.",
  "When email correspondence is hidden on private accounts and remains unavailable for timely responses to FOIA requests or the proper disclosures are not made under FARA, the citizens are deprived of information that keeps our government officials accountable.",
  "On the other, Blumenthal had full access to the Secretary of State -- a valuable relationship that could be exploited by foreign entities to pass one-sided or false information to the nation’s top diplomat and architect of U.S. foreign policy.",
  "From FARA to FOIA, our system prevents a single government official from determining what information should be given to the public and provides citizens with the tools to be fully informed and hold our government officials accountable.",
  "Last April, the Foundation for Accountability and Civic Trust (FACT) requested the Attorney General investigate Blumenthal for an apparent violation of the Foreign Agents Registration Act (FARA).",
  "Clinton also then explained that any emails she received from Blumenthal were simply “unsolicited emails” from an “old friend.” Yet, with the first batch of emails released we learned otherwise.",
  "More troubling though, foreign entities and governments believed they had secret access to the U.S. Secretary of State, with the possibility of influencing her actions.",
  "But the thing to watch for in the future email releases is whether this belief was true -- whether this relationship actually influenced United States foreign policy.",
  "FARA requires registration, in large part so government officials and American citizens can accurately evaluate the information and statements based upon its source.",
  "Last May, a federal judge ordered the State Department to release the emails that Hillary Clinton had kept on her private server when she was Secretary of State.",
  "The American citizens deserve to know, and FACT will most certainly be watching and hold any elected officials accountable for the egregious behavior.",
  "One revelation that came from the first release is the full extent of the relationship between Sidney Blumenthal and Secretary Clinton.",
  "The first of what will be monthly releases occurred on June 30 and will continue every 30 days until all emails have been made public.",
  "Blumenthal, who was being paid by the Clinton Foundation, frequently emailed Secretary Clinton about foreign events and policy.",
  "Clinton encouraged Blumenthal to keep the information coming and overtly requested he gather additional information.",
  "On one hand, it appears that Blumenthal was an “off the books” employee gathering information for Secretary Clinton.",
  "At a minimum, Secretary Clinton and her staff took the time to assess the credibility and evaluate the information.",
  "If a change in foreign policy resulted, this would be the highest level of political corruption.",
  "Under either scenario, there is no doubt the information Blumenthal provided had an effect.",
  "But putting aside the fact that this relationship in fact existed, what does it matter?",
  "Secret lobbying on behalf of foreign political parties and governments is prohibited.",
  "At the time FACT made the complaint, only some of Blumenthal’s emails were public.",
  "Our laws are designed to prevent this avenue of potential corruption."
]