[
  "“There’s very little evidence that the Chinese are successful when they’re trying to shape think-tank scholars’ writing on China,” said Economy, director of Asia studies at the Council on Foreign Relations and author of “The Third Revolution: Xi Jinping and the New Chinese State.”\n\nOne section lays out arguably the most problematic of China’s malign activities, one with national security implications — technology transfers through cybertheft or “nontraditional collectors,” such as Chinese citizens living in the United States and Americans, whether of Chinese descent or not, who have access to desired technology.",
  "Working-group member Susan Shirk, in a dissenting opinion, said she felt the report “inflated” the threat of Chinese influence in the United States by interchangeably discussing legitimate and illegitimate activities, “none of which actually undermines our democratic institutions.”\n\nShirk, a professor at the University of California at San Diego, said she fears “a return to an anti-Chinese version of the Red Scare we had during the Cold War.” Shirk said she is concerned that the report, coupled with Trump administration policy, could trigger “overreactions” that are worse than the Chinese influence itself.",
  "[Pence asserts Beijing has sought to undermine U.S. interests across the globe]\n\nThe report — titled “Chinese Influence & American Interests: Promoting Constructive Vigilance” — pulls together a range of examples of Chinese operations, from legitimate activities such as lobbying to more “covert, coercive or corrupting” behavior such as pressuring Chinese students studying in the United States to spy on their Chinese peers on American campuses.",
  "It includes Winston Lord, a U.S. ambassador to China in the 1980s who accompanied Henry Kissinger on his secret 1971 trip to Beijing, which paved the way for China’s opening to the West; Orville Schell, an activist and journalist who has worked on U.S.-China relations over the past half-century; and Evan Medeiros, a senior director for Asia at the National Security Council in the Obama administration.",
  "“It speaks to the disillusionment of an entire generation of China specialists who thought they were helping China emerge onto the world stage only to discover that the project had gone badly awry,” said contributor James Mulvenon, an expert on Chinese economic espionage and general manager at the defense contractor SOS International.",
  "Elizabeth Economy, one of the authors, said she found that “while there is cause for concern, much of the drama that surrounds a lot of the discussion is not merited.”\n\nFor instance, the report finds that though the Chinese are trying to shape the agenda of U.S. think tanks, the institutions are “very resilient” in resisting.",
  "“Beijing is employing a whole-of-government approach,” Pence said, “using political, economic and military tools, as well as propaganda, to advance its influence and benefit its interests in the United States.”\n\nPence and the working group noted the Chinese Communist Party’s efforts to foster censorship in academia.",
  "(Jason Lee/Reuters)\n\nA distinguished group of China specialists who have long championed engagement with Beijing are now advocating the United States take a more skeptical view of what they see as growing Chinese efforts to undermine democratic values, including free-speech rights, both here and abroad.",
  "“Except for Russia, no other country’s efforts to influence American politics and society is as extensive and well-funded as China’s,” the specialists say in a report to be issued Thursday by a working group convened by the Hoover Institution and the Asia Society’s Center on U.S.-China Relations.",
  "“It is absolutely crucial that whatever measures are taken to counteract harmful forms of Chinese influence-seeking not end up demonizing any group of Americans, or even visitors to America, in ways that are unfair or reckless,” Schell and working-group member Larry Diamond wrote in an afterword.",
  "President Trump, who is scheduled to meet with Xi this weekend in South America, has launched a trade war and slapped tariffs on some $250 billion worth of goods — especially in industries China is trying to dominate — in a bid to end what the administration has said are unfair trade practices.",
  "In many cases, these recruits do not disclose receipt of the Chinese funds to their U.S. employers, which for government employees is illegal and for corporate personnel probably represents a conflict of interest that violates their contracts, the report stated.",
  "The group members generally agree that the Trump administration is right to take a tougher stance toward China, but individually, some said they do not view the focus on the trade deficit and engaging in a trade war as the best way forward.",
  "The report said China’s main channel for identifying such collectors is the “Thousand Talents Program,” an effort launched in 2008 to recruit experts overseas and pay them to aid China’s modernization.",
  "Besides organizing cultural events, the group alerts Chinese diplomats when Chinese students stray from the Communist Party line and when there are lectures or programs on campus it deems offensive.",
  "[Without offering evidence, Trump accuses China of interfering in midterm elections]\n\nBut, Lord asserted, China’s activities as a whole are even more concerning than Russia’s election interference.",
  "“The forced technology transfers, intellectual-property theft and Chinese subsidies to their industries over the long run are far more important,” said Lord, who said he was speaking for himself.",
  "Official Chinese websites list more than 300 U.S. government researchers and more than 600 individuals with U.S. corporations who have accepted TTP money in recent years, the report said.",
  "There is disagreement on the issue of Chinese interference in U.S. elections — something that Trump and Pence have said has taken place but that the working group said it did not find.",
  "“Yet all of us have become more pessimistic about the trends and feel that we’re at a crossroads in the relationship.”\n\nThe turnabout is profound, some working-group members said.",
  "The group also crafted policy principles for “constructive vigilance” to guide state and local governments, universities and think tanks on exchanges with Chinese counterparts.",
  "The working group urged more-aggressive enforcement of FARA, a recommendation that dovetails with a recent Justice Department initiative to combat Chinese economic espionage.",
  "The report noted the case of a Chinese student who in a 2017 graduation speech at the University of Maryland praised the “fresh air of free speech” in the United States.",
  "To address the problem, the report said, recipients of TTP funds should be required to register with the Justice Department under the Foreign Agents Registration Act.",
  "The sharper tone from U.S. specialists comes as the Trump administration has recast China as one of two main strategic threats — the other being Russia.",
  "The change has taken place gradually over the past five years as President Xi Jinping has increased repression at home and aggressive behavior abroad.",
  "Most noteworthy is the roster of contributors to the report, many of whom have been leading advocates of engagement.",
  "“In terms of the diversity of interfering across the board — it’s even wider than the Russian threat,” he said.",
  "“She received an avalanche of email threats and her family in China was harassed,” the working group said.",
  "Both referred to the Chinese Students and Scholars Association, which operates on American campuses.",
  "Chinese and U.S. flags are set up for a bilateral meeting of officials in Beijing in April.",
  "“It’s not as though this is a bunch of hostile, anti-Chinese people,” Lord said.",
  "It has made countering Chinese military and economic aggression a top priority.",
  "The report echoes themes Vice President Pence raised in an October speech.",
  "The working group made clear it did not want that to happen."
]