[
  "Since Mr. Mueller began obtaining indictments and convictions for a constellation of figures associated with Mr. Trump’s presidential campaign — as well as Russian actors trying to influence it — this is the first time that the special counsel’s office has offered glowing praise for one of its targets and credited the value of cooperating early and often.",
  "After that fiasco, Mr. Flynn found himself in further legal jeopardy when he hid from the Justice Department the true extent of his lobbying work for Turkey, for which he acted as a foreign agent during the campaign and in support of which he wrote an op-ed published on Election Day 2016.",
  "As lawyers for Mr. Mueller’s office noted in their sentencing submission, Mr. Flynn’s crime was “serious.” On several occasions during a fateful interview at the White House just days into the new administration, the former national security adviser lied to F.B.I.",
  "Mr. Flynn, who resigned as national security adviser in February 2017 after serving only 24 days in the job, sat for 19 interviews with Mr. Mueller’s prosecutors, assisting in several investigations, including the special counsel’s inquiry.",
  "That Mr. Mueller didn’t charge Mr. Flynn for this violation of the Foreign Agents Registration Act was part of the sentencing deal — and a reason Mr. Flynn may have felt compelled to tell the special counsel everything he knows.",
  "We do not yet know whether Mr. Flynn, a former Army lieutenant general and director of the Defense Intelligence Agency, did this on his own initiative or on orders from Mr. Trump or someone close to him.",
  "Mr. Flynn’s assistance must give pause to the president, who has complained that “flipping” to testify against others should be illegal and has denigrated the work of law enforcement agencies.",
  "For Mr. Flynn, this means that it is now “appropriate and warranted,” in the special counsel’s view, that he receive a light sentence — perhaps no jail time at all.",
  "Mr. Flynn and the ambassador, Sergey Kislyak, discussed ways to undercut Obama administration policy in the Middle East and toward Russia.",
  "Just this week Mr. Trump praised Mr. Stone for having the “guts” not to cooperate with the Mueller investigation.",
  "The words “substantial assistance” are a legal term of art and carry significant weight in sentencing decisions.",
  "Mr. Flynn should take comfort in that, but that’s not to say his misdeeds were minor.",
  "(The details of those investigations are not provided in the sentencing memorandum.)",
  "agents about his contacts during the transition with the former Russian ambassador.",
  "The president has said little about Mr. Flynn since he left his employ."
]