[
  "“The defendant falsely represented in his FARA filings that the op-ed was written at his own initiative, as opposed to for the Turkey project and the Republic of Turkey, and thus again deprived the public of the very transparency FARA was designed to ensure.”\n\nUnlike Paul Manafort’s lack of cooperation with the special counsel, which could lead to the withdrawal of his plea agreement, Mueller’s office said Flynn “deserves credit for accepting responsibility in a timely fashion and substantially assisting the government.” “The usefulness of the defendants’ assistance is connected to its timeliness,” the memo reads.",
  "The sentencing memo filed by the special counsel’s office said Flynn had been helpful to the investigation, stating that “[g]iven the defendant’s substantial assistance [-] a sentence at the low end of the guideline range—including a sentence that does not impose a term of incarceration—is appropriate and warranted.” The filing included a heavily redacted addendum backing up the special counsel’s case for such a light penalty, much of which the Mueller team withheld from public view because of the sensitivity of the information for the ongoing investigation.",
  "“When the FBI interviewed the defendant on January 24 about his interactions with the Russian ambassador, the defendant falsely stated that he did not ask the Russian ambassador to refrain from escalating the situation in response to the sanctions, and falsely disclaimed any memory of his subsequent conversation with the ambassador in which the ambassador stated that Russia had acceded to the defendant’s request,” the memo stated.",
  "“In addition, the defendant made false statements to the FBI about his prior interactions with the Russian government in December 2016 concerning a pending United Nations Security Council resolution.”\n\nFlynn also lied about his relationship with Turkish officials in his Foreign Agents Registration Act, or FARA, filing.",
  "Flynn participated in 19 interviews with prosecutors, the memo said, and provided documents and communications, including information on the “interactions between individuals in the Presidential Transition Team and Russia.”\n\nRedacted excerpt from the special counsel’s court filing Tuesday.",
  "The addendum described Flynn’s help as “substantial” in his assistance on “several ongoing investigations,” including a criminal investigation, the special counsel’s investigation into the Trump campaign’s Russia links, as well as what appeared to be another matter that was redacted.",
  "In December 2017, Flynn entered a guilty plea to a single felony count of lying to the FBI about his interactions with foreign officials, a deal that amounted to a substantial reduction in potential penalties for crimes Flynn could have been prosecuted for.",
  "Aaron P. Bernstein/Getty Images\n\nSpecial counsel Robert Mueller, in a court filing Tuesday, recommended former Trump National Security Adviser Michael Flynn receive little to no prison time for pleading guilty to lying to prosecutors.",
  "The plea deal agreed to by Flynn was a blow to the White House because it meant a true Trump campaign and transition insider was cooperating with the Mueller investigation into their Russia connections.",
  "His early cooperation was particularly valuable because he was one of the few people with long-term and firsthand insight regarding evens and issues under investigation by the [special counsel].",
  "Additionally, the defendant’s decision to plead guilty and cooperate likely affected the decisions of related firsthand witnesses to be forthcoming with the [special counsel] and cooperate.”",
  "“The defendant’s business relationship with the Republic of Turkey was thus exactly the type of information FARA was designed to ensure was within the public sphere,” the memo reads.",
  "Screenshot\n\nThat was enough for Mueller to atone for Flynn’s guilty plea for making false statements about his contacts with Russian officials.",
  "It remained unclear, however, what kind of assistance Flynn was providing, and Tuesday’s court filing gave few additional details.",
  "“The defendant began providing information to the government not long after the government first sought his cooperation.",
  "Michael Flynn outside a federal courthouse on July 10 in Washington."
]