[
  "The document begins its recitation of Flynn’s offenses by citing information that had appeared in the Washington Post from a leaked, classified surveillance transcript in which Flynn’s name had been “unmasked”:\n\nDays prior to the FBI’s interview of the defendant, the Washington Post had published a story alleging that he had spoken with Russia’s ambassador to the United States on December 29, 2016, the day the United States announced sanctions and other measures against Russia in response to that government’s actions intended to interfere with the 2016 election (collectively, “sanctions”).",
  "Special Counsel Robert Mueller filed a sentencing memorandum Tuesday with the federal court in Washington, D.C. that recommends General Michael Flynn receive no jail time after pleading guilty to the crime of lying to the FBI, citing “substantial” assistance to the government in its investigations.",
  "So while we do not yet know Mueller’s next moves, what the Flynn sentencing document reinforces is the that the Russia collusion investigation was tainted from the start by a crime committed against Flynn himself — with the collusion of the media, the deep state, and Obama’s loyalists.",
  "And the reason that happened was that the outgoing Obama administration changed the rules on the sharing of classified surveillance among government agencies, weakening privacy protections, probably intending that such information be more difficult to keep secret, and easier to leak.",
  "The mainstream media interpreted that remark as evidence that Flynn gave Mueller key information against President Donald Trump and Russian “collusion.”\n\nMore likely, however, Mueller’s request reflects the fact that Flynn did not actually commit the crime to which he pleaded guilty.",
  "In fact, the most explosive piece of information in the sentencing document is not about collusion with Russians, but about the collusion between the media, the intelligence services, and the outgoing members of the Obama administration.",
  "It is rare that anyone in Washington is prosecuted under the Foreign Agents Registration Act (FARA), and rarer still that anyone is pursued under the Logan Act, which was the reason Flynn was under surveillance in the first place.",
  "That information, the document suggests, led the FBI to interview Flynn on Jan. 24, 2017 — the conversation in which he did not (according to Comey) lie to them, but which landed him in trouble.",
  "Mueller’s sentencing document does not mention the fact that the information published in the Post was illegally leaked to the press by the intelligence services.",
  "Moreover, someone in the Obama administration — we do not yet know who, though it had to be someone senior — “unmasked” Flynn’s name to make sure he was exposed.",
  "But the Post‘s intervention was crucial in setting the trap in which to ensnare Flynn and turn him into a government witness.",
  "The only other crime referenced in the sentencing document is Flynn’s failure to register as a foreign agent for Turkey.",
  "The Special Counsel likely pressured Flynn to cooperate using other accusations — against him, or perhaps his family.",
  "No less than then-FBI director James Comey told Congress last March that Flynn had not, in fact, lied to the FBI.",
  "He is also the co-author of How Trump Won: The Inside Story of a Revolution, which is available from Regnery.",
  "The government had the surveillance transcripts, and it knew what Flynn had told the Russian ambassador.",
  "If Flynn had demanded a trial on the merits, he could have subpoenaed Comey in his defense.",
  "See David Ignatius, Why did Obama Dawdle on Russia’s hacking?, WASH. POST (Jan. 12, 2017).",
  "He is a winner of the 2018 Robert Novak Journalism Alumni Fellowship.",
  "It is not clear exactly what information Flynn provided Mueller.",
  "Joel B. Pollak is Senior Editor-at-Large at Breitbart News.",
  "Follow him on Twitter at @joelpollak.",
  "Again, though, that is rather flimsy."
]