[
  "The sentencing memorandum spends considerable time on Flynn’s failure to register under the Foreign Agents Registration Act (“FARA”) with regard to something Mueller dubs the “Turkey project.” That appears to concern the deportation of Turkish cleric Fethullah Gulen, who resides in the United States and whom Turkish President Recep Tayyip Erdogan blamed for instigating an attempted coup in 2016.",
  "(Reuters reported about a year ago: “In the hours before the vote by the 15-member United Nations Security Council on Dec. 23 [2016], Flynn also phoned the U.N. missions of Uruguay and Malaysia, and Kushner spoke with Kim Darroch, the British ambassador to the United States, according to diplomats familiar with the conversations, who spoke on condition of anonymity.",
  "The lobbying took place before Republican President Donald Trump, who was known for his pro-Israel campaign rhetoric, took office on Jan. 20.”)\n\nIf nothing else, the reference to at least a third case should remind us how little we know, and how little Trump and his legal team know, about the extent of their legal jeopardy and that of their family members.",
  "Eisen says that one’s a “mystery.” He speculates that this might point to the Stormy Daniels campaign-finance case in the Southern District of New York, although we have seen “no previous indication of Flynn’s involvement in that.”\n\nAlternatively, such a case might involve other financial matters.",
  "It is noteworthy that the sentencing document references Flynn’s “false statements to the FBI about his prior interactions with the Russian government in December 2016 concerning a pending United Nations Security Council resolution.” That resolution concerned Israeli settlements.",
  "The defendant’s false statements impeded the ability of the public to learn about the Republic of Turkey’s efforts to influence public opinion about the failed coup, including its efforts to effectuate the removal of a person legally residing in the United States.",
  "The defendant falsely represented in his FARA filings that the op-ed was written at his own initiative, as opposed to for the Turkey project and the Republic of Turkey, and thus again deprived the public of the very transparency FARA was designed to ensure.",
  "The document explains:\n\nOn election day in 2016, the defendant published an op-ed for the Turkey project that called for the removal of a cleric residing in the United States whom the President of Turkey blamed for the failed coup in that country.",
  "Flynn may well have a great deal to say about why Trump was so desperate and much more about the elements of obstruction.” (A useful analysis can be found in a report by Eisen, Barry H. Berke and Noah Bookbinder for the Brookings Institution.)",
  "Flynn worked closely with Jared Kushner (historian Douglas Brinkley calls them a “dog and pony team”) on foreign policy issues during the transition, raising questions as to whether they violated the Logan Act.",
  "Opinion writer\n\nSpecial counsel Robert S. Mueller III’s court filing on Michael Flynn provides plenty of intrigue, not the least of which concerns what cases are out there that might ensnare President Trump.",
  "The cleric’s responsibility for the coup attempt was a subject of great debate, and the defendant’s op-ed about the cleric’s role was valuable to the Republic of Turkey’s efforts to shape public opinion.",
  "The other two were blacked out in the memo, but the second is likely the special counsel’s other main focus: obstruction.” He explains: “Remember, it was Trump’s request to [then-FBI Director James B.]",
  "Flynn’s cooperation on issues possibly unrelated to Russia should worry Trump, Kushner and anyone else whose conduct or testimony about his conduct might have run afoul of the law.",
  "It is possible that as a close confidant of the president who traveled with Trump during the campaign he would have some knowledge of Trump’s other financial dealings.",
  "“It’s clear that there are three matters that Flynn is getting credit for helping with,” former White House ethics counsel Norman Eisen tells me.",
  "Read more by Jennifer Rubin:\n\nMichael Flynn tops the list of Trump’s worries\n\nHere’s how to solve the Saudi conundrum\n\nWhat Iran policy?",
  "Remember that prosecutors in New York have the cooperation of longtime Trump organization chief financial officer Allen Weisselberg.",
  "The Bushes don’t need to underscore the obvious about Trump\n\nAs small-town America goes, so goes the nation?",
  "Former national security adviser Michael Flynn departs U.S. District Court in Washington on Dec. 1, 2017.",
  "Flynn’s possible attempt to arrange Gulen’s deportation might have involved other government officials.",
  "(Jonathan Ernst/Reuters)\n\nAnother possible line of inquiry could concern Flynn’s work for Turkey.",
  "Comey to ‘see his way clear’ to letting Flynn go, that triggered the obstruction investigation.",
  "“One is collusion; no surprise there because of the contacts with Russia that he lied about.",
  "But what about a third case, one that seems not to be under Mueller’s jurisdiction?",
  "In short, it is all going to come out — we just don’t what “all” entails.",
  "A mysterious third case need not involve Trump directly, to be certain.",
  "Again, we simply do not know."
]