[
  "While commenting on Flynn's extensive history of both military and public service to his country, the special counsel also delivered a backhanded slap , noting that given such a distinguished record, the general should have been \"particularly aware of the harm caused by providing false information to the government.\"",
  "The special counsel's heavily redacted document suggests that given Flynn's \"substantial assistance\" to the investigation -- including meeting for 19 interviews -- a sentence \"at the low end of the sentencing guidelines\" including one \"that does not impose a term of incarceration -- is appropriate and warranted.\"",
  "Together with the Flynn recommendation, we should view these documents as a legal Rosetta Stone enabling a more accurate translation and understanding of the contents of the final report Mr. Mueller is expected to issue at the conclusion of his investigation.",
  "US District Judge Emmet Sullivan is scheduled to sentence Flynn on December 18 on charges of lying to federal investigators, a crime that carries a potential maximum sentence of five years in federal prison under federal sentencing guidelines .",
  "(CNN) Late Tuesday evening, special counsel Robert Mueller revealed a critical scrap of information about the cooperation of President Trump's former national security adviser, Michael Flynn, in Mueller's ongoing investigation.",
  "In customary fashion for the often-inscrutable Mueller, the revelation appeared in the form of Mueller's sentencing recommendation for Flynn -- an official court document, rather than a press release or news conference.",
  "Paul Callan is a CNN legal analyst, a former New York homicide prosecutor and of counsel to the New York law firm of Edelman & Edelman PC, focusing on wrongful conviction and civil rights cases.",
  "Mueller's sentencing recommendation is the first of an expected troika of sentencing documents scheduled to be filed this week pertaining to Flynn, Paul Manafort and Michael Cohen.",
  "The defense will submit sentencing recommendations to the court later in the week, so slap aside, overall, this is very good news for Michael Flynn.",
  "Sentencing recommendations for former Trump campaign manager Manafort and personal counsel Cohen will likely be filed shortly.",
  "It's also an important step toward Mueller's endgame with respect to witnesses cooperating with his probe.",
  "Federal judges, though not legally bound by a prosecutor's recommendations, usually follow them.",
  "The opinions expressed in this commentary are his own.",
  "Follow him on Twitter @paulcallan.",
  "View more opinion on CNN.",
  "Read More"
]