[
  "But the special counsel doesn’t claim that the actual work Flynn performed was illegal – just that Flynn’s failure to disclose the work “deprived the public of the very transparency” the federal registration law “was designed to ensure.”\n\nIf Flynn had been more truthful about his conversations with the Russian ambassador and fully disclosed the details of his Turkish project, he wouldn’t be awaiting sentencing from a federal judge later this month.",
  "Rudy Giuliani, President Trump’s lawyer, compared what Flynn is charged with to “spitting on the sidewalk” and said that if Flynn had “information to share with Mueller that hurt the president, you would know by now.”\n\nThat is not necessarily true, since we don’t know what Flynn told Mueller and his team in the 19 meetings he had with the attorneys.",
  "Indeed, large parts of the memo are redacted, supposedly to protect “sensitive information about ongoing investigations.”\n\nWe still don’t know whether Flynn has provided any information that would show unlawful collusion between the Trump campaign and Russian officials to influence the 2016 election – the central question Mueller is examining.",
  "His assistance in regard to the Russia collusion investigation is described as providing “firsthand information about the content and context of interactions between the transition team and Russian government officials.”\n\nHowever, any description of the information Flynn provided is entirely redacted.",
  "The sentencing memo recommends no jail time for Flynn due to his “substantial assistance” to the special counsel and the fact that his “military and public service are exemplary.” The redacted addendum to the memo says that Flynn met 19 times with the special counsel’s attorneys.",
  "This is an important point, because the focus of the special counsel’s investigation is supposed to be whether Trump campaign officials conspired with Russian officials prior to the November 2016 election to engage in unlawful interference in the election.",
  "A year ago Flynn pleaded guilty to lying to the FBI about his conversations with Sergey Kislyak, the Russian ambassador to the United States, when Flynn was working on national security issues as part of the Trump presidential transition team.",
  "As noted earlier, communications between members of a transition team charged with organizing an incoming administration and foreign diplomats and government officials is neither unusual nor extraordinary and is certainly not illegal.",
  "But if the only information Flynn had was about communications by the transition team – and not the Trump election campaign – then it seems doubtful that Mueller has evidence bearing directly on the campaign collusion issue.",
  "We still don’t know whether Flynn has provided any information that would show unlawful collusion between the Trump campaign and Russian officials to influence the 2016 election – the central question Mueller is examining.",
  "The sentencing memo says that in the registration documents filed under the Foreign Agents Registration Act, Flynn lied about a three-month project that he and his company carried out for the Turkish government in 2016.",
  "The memo filed Tuesday by Special Counsel Robert Mueller with his recommendations for sentencing President Trump’s former National Security Adviser and retired Army Lt. Gen. Michael Flynn doesn’t really tell us much.",
  "The addendum states that Flynn provided information about communications between the Trump presidential transition team and the Russian government, not the Trump campaign and the Russian government.",
  "Flynn was forced to resign as Trump’s national security adviser in February 2017 after the White House said Flynn misled officials there as well about his conversations with the Russian ambassador.",
  "Did Flynn provide information indicating collusion between the Trump campaign and Russian officials to help Donald Trump win the presidential election against Democrat Hillary Clinton?",
  "In fact, there is nothing unusual about members of a presidential transition team talking with foreign diplomats about the foreign policy concerns of an incoming administration.",
  "By electronic eavesdropping, which raises many unanswered questions about the propriety of a law enforcement agency listening to calls involving a presidential transition team.",
  "Moreover, distinguished legal scholars from the left and the right have roundly (and rightly) criticized the Logan Act as an unwarranted restriction of First Amendment rights.",
  "Flynn supposedly did not disclose that Turkish officials “provided supervision and direction over the Turkey project.” Obviously, Flynn shouldn’t have lied about this.",
  "The discussions between Flynn and Kislyak apparently centered on the sanctions imposed on the Russian government by the Obama administration.",
  "Some have tried to claim that Flynn’s conversations were illegal under the Logan Act of 1799, (18 U.S.C.",
  "Mueller appears to understand its unconstitutionality, since he did not prosecute Flynn under that law.",
  "That implies that the information Flynn provided concerns communications occurring after the election.",
  "The description of Flynn’s assistance in a criminal investigation is entirely blacked out.",
  "All we can say for sure is that we still don’t know what information Flynn gave Mueller.",
  "How did the U.S. government know about the content of those telephone conversations?",
  "§953), which tries to prohibit discussions between Americans and foreign officials.",
  "But the wording of the addendum makes it seem unlikely.",
  "Right now, there is no telling when that will occur.",
  "But no one has ever been prosecuted under that act.",
  "And we won’t know until Mueller discloses it.",
  "Such discussions would be perfectly legal.",
  "Such collusion is possible, of course."
]