[
  "While many people might not take him seriously as a candidate for president of the United States, his rhetoric is scratching the proverbial itch of Americans through his no-holds barred, bold and direct, politically incorrect approach to the country's problems.",
  "Even after TV networks, big box retailer Macys, and the PGA of America, as a few examples, cut ties with the real estate mogul turned political candidate after his controversial remarks about illegal immigrants from Mexico, it's not slowing him down.",
  "When you put aside the celebrity status, the media attention and all the smoke and mirrors, his no-nonsense approach to some of our nation's most pressing problems is exactly what America needs.",
  "In mental toughness training and critical thinking, what I write and teach about, we call it being free of the approval of others, a concept so powerful it can drastically change your life.",
  "But at this past weekend's FreedomFest in Las Vegas, hailed as the world's largest gathering of free minds, there was one man who stood out and dominated by far: Donald Trump.",
  "In listening to his speech in person on Saturday, he is extremely convincing and appears more serious than ever in winning the GOP nomination and the race to the White House.",
  "I watched New Mexico Governor Gary Johnson, Senator Marco Rubio as well as historians, philosophers, economists and many other international thought leaders.",
  "While all of the speeches were well-delivered, and the takeaways from every conversation certainly thought-provoking, it was Trump who stole the show.",
  "And in fact, in an Economist/YouGov poll released last week, Trump holds 15 percent of the Republican vote nationally -- ahead of former Gov.",
  "There were names like Senator Marco Rubio, Steve Forbes and Glenn Beck in attendance, all certainly well-accomplished men and great speakers.",
  "But if I get elected president, I will bring it back bigger and better and stronger than ever before and we will make America great again.\"",
  "Trump's presence is larger than life and he is one of those people that when he walks in the room, everyone notices and everyone listens.",
  "No matter what you think of him, love him or hate him, Trump's keynote attracted a true standing room only audience and he delivered.",
  "There's no sugar coating what Donald Trump is thinking or is going to say, and it's one reason why he would make a great president.",
  "He tells it like it is and if you agree or disagree, like what he has to say or not, he doesn't care, nor does he have to.",
  "I was fortunate enough to attend FreedomFest, and I watched and listened to as many of the speakers as time would permit.",
  "In 2010, Trump expressed interest in running in the 2012 election, but in May 2011 he ultimately decided against it.",
  "He's a brilliant guy and he's not afraid to talk about the problems that nobody else wants to talk about.",
  "Granted Trump is the extreme example of this, but it's because of this that he gets the results he does.",
  "While many in the GOP believe that in time Trump is going to fade away or just flame out, I disagree.",
  "If given the chance, he's probably one of the most likely candidates to make good on that promise.",
  "I even had the great opportunity to spend several minutes chatting one-on-one with Steve Forbes.",
  "While announcing his run for president, Trump said, \"Sadly the American dream is dead.",
  "Certainly this isn't the first attempt by Trump to run for president.",
  "It's objective reality at its finest.",
  "Jeb Bush of Florida at 11 percent.",
  "Don't underestimate Donald Trump."
]