[
  "SPOTTED: At the Entertainment Software Association’s holiday party Wednesday night at the Rock & Roll Hotel, according to a PI tipster: Kelley Hudak of Scalise’s office; Caitlin Carroll of Sen. Richard Burr (R-N.C.)'s office; Melissa Froelich of the House Energy and Commerce Committee; Chris Carter of Rep. Richard Hudson (R-N.C.)'s office; Lin Whitehouse of Rep. Jim Clyburn (D-S.C)'s office; Josh Dawsey and Shane Harris of The Washington Post; Rebecca Glover of the Commerce Department; Caroline Curtin of Microsoft; Amanda Khouri and A.J.",
  "IF YOU MISSED IT: The Washington Post’s David Fahrenthold and Jonathan O’Connell have new details about a previously divulged 2016 lobbying effort on behalf of Saudi Arabia’s government, in which lobbyists reserved “large numbers of D.C.-area hotel rooms as part of an unorthodox campaign that offered U.S. military veterans a free trip to Washington — then sent them to Capitol Hill to lobby against a law the Saudis opposed, according to veterans and organizers.",
  "Juul Labs gave to members of Congress, attorneys general ahead of midterms\n\nWith Sarah Cammarata and Daniel Lippman\n\nJUUL GAVE TO MEMBERS OF CONGRESS, ATTORNEYS GENERAL AHEAD OF MIDTERMS: PI has reported on the bevy of lobbying firms hired by Juul Labs in recent months as the vaping company has faced regulatory scrutiny, including Covington & Burling, Empire Consulting Group, InSight Public Affairs, Kountoupes Denham Carr & Reid and the S-3 Group.",
  "PROSECUTORS INVESTIGATING LOBBYING OFFSHOOTS OF MUELLER INVESTIGATION: From The New York Times’ Adam Goldman and Mark Mazzetti: “Federal prosecutors in Virginia are investigating a secret Turkish lobbying effort that once involved Michael T. Flynn, the former national security adviser, even as Mr. Flynn’s role in the special counsel’s investigation winds down, according to people familiar with the inquiry.",
  "… Many specifics of the Virginia investigation are unclear, but it could involve whether anyone associated with Mr. Flynn or his company failed to comply with the Foreign Agents Registration Act, the law requiring disclosures to the Justice Department about lobbying on behalf of foreign interests.” Flynn already admitted to the special counsel that he violated FARA.",
  "— At the same time, “Justice Department prosecutors in the last several weeks have begun interviewing witnesses and contacting lawyers to schedule additional questioning related to the Podesta Group and Mercury Public Affairs, the people familiar with the inquiry said,” The Associated Press’ Eric Tucker, Desmond Butler and Chad Day report.",
  "MEANWHILE, IN NEW YORK: “Some of the nation’s top insurance companies, including MassMutual, Pacific Life and Prudential, quietly fought to dilute a robust revision of a New York state regulation designed to protect consumers from unscrupulous sales practices involving retirement savings products,” POLITICO’s Patrick Temple-West reports.",
  "“Over the last few months, we have grown our D.C. team to engage with lawmakers, regulators, public health officials and advocates to drive awareness of our mission to improve the lives of the world's one billion smokers and to combat underage use so we keep Juul out of the hands of young people,” Davis said in a statement.",
  "The PAC also gave to the House Freedom Fund, which is affiliated with the House Freedom Caucus, and candidates for attorney general in Alabama, Georgia, Illinois, Kentucky, Louisiana, Montana, New Mexico, Oklahoma, South Carolina, Texas, Utah, Wisconsin and the District of Columbia.",
  "Story Continued Below\n\n— The PAC gave to the campaigns of House Majority Whip Steve Scalise; House Minority Whip Steny Hoyer; Reps. Robert Aderholt (R-Ala.), Brett Guthrie (R-Ky.), Kay Granger (R-Texas),Patrick McHenry (R-N.C.), Sanford Bishop (D-Ga.), Don Bacon (R-Neb.)",
  "Here’s another component of the company’s efforts to influence Washington: the Juul Labs Employees PAC doled out nearly $80,000 in campaign contributions in the final weeks of the 2018 elections, most of it to congressional and state attorneys general candidates.",
  "— Asked about the company’s increased focus on Washington, Victoria Davis, a Juul spokesperson, said the company had opened a Washington office earlier this year after Kevin Burns, the former president of Chobani, took over as Juul’s chief executive.",
  "“In letters to the New York State Department of Financial Services, the insurers sought to blunt the regulation's impact on compensation practices for sales agents and certain products that industry watchdogs say are of dubious value to investors.",
  "and Sean Duffy (R-Wis.), as well as leadership PACs affiliated with Rep. Ben Ray Luján (D-N.M.) and Hoyer and a joint fundraising committee backing the Senate campaign of Rep. Kyrsten Sinema (D-Ariz.), according to a disclosure filing.",
  "Mueller had investigated Paul Manafort’s work with the Podesta Group and Mercury on behalf of Ukrainian interests before referring further inquiries into whether the firms broke the law to prosecutors in New York.",
  "NEW JOINT FUNDRAISERS\n\nNone\n\nNEW PACS\n\nAlliance Party of Virginia (PAC)\n\nNEW LOBBYING REGISTRATIONS\n\nNone\n\nNEW LOBBYING TERMINATIONS\n\nNew Mexico Wildlife Federation: New Mexico Wildlife Federation",
  "He lobbied Congress on several matters on behalf of the company in the third quarter; Canyon Snow reported no lobbying activity for Huawei, and the company listed no in-house lobbyists.",
  "WHO LOBBIES FOR HUAWEI: The arrest of Huawei’s chief financial officer in Canada at the request of the United States won’t make life easier for the Chinese tech company’s lobbyists.",
  "In all, the lobbyists spent more than $270,000 to house six groups of visiting veterans at the Trump hotel, which Trump still owns.” Full story.",
  "Huawei has spent $120,000 on lobbying so far this year, according to disclosure filings, and retains APCO Worldwide and Canyon Snow Consulting.",
  "“It’s unclear if the renewed interest will produce charges or if prosecutors are merely following up on Mueller’s referral.” Full story.",
  "— The Business Roundtable has announced that Jamie Dimon of JPMorgan Chase has won a second term as chairman of the group.",
  "Bhadelia of Google; Lauren Culbertson of Twitter; and Stanley Pierre-Louis of the Entertainment Software Association.",
  "Then, in December 2016, they switched most of their business to the Trump International Hotel in downtown Washington.",
  "(Thanks to the Center for Public Integrity’s Dave Levinthal — a PI alum — for flagging the filing on Twitter.)",
  "She was previously Netflix’s vice president of global public policy and before that worked for Amazon.",
  "CORRECTION: Wednesday’s edition of PI listed Facebook as one of Miller Strategies’ clients.",
  "JOBS REPORT\n\n— The Albright Stonebridge Group has added Monique Meche as a senior adviser.",
  "But former Rep. Don Bonker (D-Wash.) of APCO appears to be Huawei’s only active lobbyist.",
  "At first, lobbyists for the Saudis put the veterans up in Northern Virginia.",
  "But their requests were spurned, industry analysts said.” Full story.",
  "Huawei appears to have a minimal lobbying presence in Washington.",
  "You can also follow me on Twitter: @theodoricmeyer.",
  "Good afternoon, and welcome to PI.",
  "He'll stay through next year.",
  "Tips: tmeyer@politico.com.",
  "Full story.",
  "It is not."
]