[
  "A family of ships, such as Royal Caribbean's Oasis class, to which the Symphony belongs, are built according to the same specifications and with only minor differences between them,\" explains Colleen McDaniel, senior executive editor at Cruise Critic, a leading publication specializing in cruises.",
  "Her slightly smaller sister ships -- the Harmony of the Seas, the Allure of the Seas and the Oasis of the Seas -- each held the honor of this title at the time of their launch, only to be dethroned shortly after in what seems like an endless race to build ever larger cruise ships.",
  "Its onboard entertainment, which includes Broadway shows like \"Ballroom Blitz\" and \"Priscilla, Queen of the Desert\" has received by several industry awards, such as the \"Best Cruise Ship Entertainment\" prize from travel guidebook series Frommer's.",
  "To this you can add a full assortment of gastronomy options (18 restaurants,) a realistic indoor skydiving simulator or \"North Star\" and a jewel-shaped glass capsule that rises more than 300 feet in the air providing guests with 360-degree views.",
  "Fittingly for a ship whose primary area of operations is the Mediterranean, the Meraviglia has its own branch of Eataly, the famous Italian delicatessen chain, and a 262-foot LED Sky Mediterranean-style indoor promenade open 24 hours a day\n\n6.",
  "Liberty of the Seas\n\nAnother mega ship of the Royal Caribbean Fleet, Liberty of the Seas added some tonnage after undergoing renovation in 2016, thus surpassing its Freedom-class sister ships Freedom of the Seas and Independence of the Seas.",
  "As with its sister ships, Ovation of the Sea s holds Royal Caribbean's most advanced staterooms ever, including the industry's first-ever Virtual Balcony staterooms, and a branch of celebrity chef Jamie Oliver restaurant's Jamie's Italian.",
  "(CNN) — When Symphony of the Seas, an 18-deck cruise ship measuring longer than a nuclear-powered aircraft carrier, sailed out of port for the very first time this April, it smashed yet another size record in the cruise industry.",
  "As it's specially designed for the Asian market, Quantum of the Seas usually cruises out of China, and some features were adapted to meet local tastes and consumption habits such as a larger casino and more Asian food options.",
  "Ovation of the Seas\n\nLaunched in 2016, this ship alternates between both ends of the Pacific, spending the Northern Hemisphere summer in Seattle for cruises into Alaska, and the rest of the year in Sydney, Australia.",
  "Ships belonging to the NCL can be recognized from afar thanks to the colorful painted designs that decorate their hulls, and the three ships of this class are no exception (a fourth one is coming up in 2019.)",
  "MSC Meraviglia\n\nMSC Meraviglia is both the first ship on the list not to belong to Royal Caribbean and the first of MSC's Meraviglia class of ships, which will see an identical sister ship delivered in 2019.",
  "Oasis of the Seas\n\nOasis of the Seas is the original ship of the Oasis-class as well as the first to feature the \"seven neighborhoods\" concept its sister ships have pretty much turned into a standard today.",
  "Norwegian Escape\n\nIn 2015, the Norwegian Escape became the first NCL ship to be delivered with an Exhaust Gas Cleaning (EGC) system, a technology that \"scrubs away\" sulfur oxide and other noxious particles.",
  "Quantum of the Seas\n\nRoyal Caribbean's Quantum Class is made of three active ships of equal dimensions, the Quantum of the Seas, the Anthem of the Seas and the Ovation of the Sea, with more ships planned.",
  "Also, due to the Royal Caribbean's partnership with DreamWorks Entertainment Allure of the Seas and the majority of its sister ships have characters from movies like \"Shrek\" and \"Madagascar\" onboard.",
  "Among the signature features of this vessel, which heads to the United States in 2019, is the exclusive agreement MSC Cruises has with the Cirque du Soleil, which performs onboard 12 times a week.",
  "The reason that they've become so gigantic, says McDaniel, is not only to accommodate more passengers, but also to stuff them with added extras such as water shows to keep everyone distracted.",
  "Norwegian Epic\n\nWith a maximum capacity of 4,100, Norwegian Epic is a ship that partakes of the Norwegian freestyle cruising philosophy, doing away with formalities and schedule rigidities.",
  "Among the entertainment features onboard are a FlowRider surf wave generator, 3D movie theaters and the Tidal Wave, which was the first boomerang-style slide at sea when it was fitted.",
  "Measuring 1,187 feet, the Royal Caribbean ship also has a state-of-the-art 1,380-seat theater which offers performances of shows like the Tony award-winning Broadway musical \"Chicago.\"",
  "Norwegian Joy\n\nThis 1,094 foot vessel was custom built for China and has been styled exclusively for Chinese travelers, with a design by artist Tan Ping emblazoned across its hull.",
  "Harmony of the Seas\n\nHarmony of the Seas shares much of the same layout and onboard services and activities as Symphony of the Seas (as do the next two ships on the list.)",
  "This system has since been retrofitted or added to other vessels, making it possible for them to sail in areas such as Alaska, with very strict environmental regulations.",
  "The deck lined with restaurants running along the side, allowing guests to feel a more direct connection with the sea, is another of the distinctive features they hold.",
  "They are unique spaces and, despite the large number of people onboard, the flux is managed in a very smart way, you never get the feeling of being in a crowded space.",
  "Held in the promenade, the event brings together all the best things on the ship, such as the best food options as well as live demonstrations of activities on offer.",
  "Independence of the Seas\n\nRoyal Caribbean's Freedom-class ships were the largest passenger ships in the world until the cruise liner launched its Oasis-class ships.",
  "Freedom of the Seas\n\nLike the majority of the other vessels listed, Freedom of the Seas was the world's biggest cruise ship when it first came onto the scene.",
  "Norwegian Bliss\n\nNorwegian Bliss , the newest and largest member of the Norwegian Cruise Line's Breakaway-Plus class had its maiden voyage in late April 2018.",
  "Meanwhile, guests struggling with the warm temperatures outside can cool off in the vessel's ice bar where the temperature is always 17 degrees Fahrenheit.",
  "Allure of the Seas\n\nLaunched in 2010, the Allure of the Seas boasts 25 dining options, four pools and 10 whirlpools and can accommodate up to 6,687 people.",
  "But while they've been overtaken by far newer and larger ships, the Liberty of the Seas and the Independence of the Seas still made it on to this list.",
  "People have a feel that there is so much to see and you would need days to really explore what's in all these different areas,\" McDaniel explains.",
  "Symphony of the Seas\n\nAs you'd expect from the largest cruise ship in the world, everything about the Symphony of the Seas is on a large scale.",
  "Solo travelers keen to socialize will be glad to know that smaller studios with a shared private living room have been added onboard.",
  "There are 18 decks (of which 16 are for guest use), 22 restaurants, 24 pools, 2,759 cabins, a park with over 20,000 tropical plants.",
  "Like Royal Caribbean's other Oasis-class ships, Symphony is organized in so-called \"neighborhoods,\" and contains seven of them.",
  "Cruising between China and Australia, the Norwegian Joy has been in service since 2017 and can hold a maximum of 3,883 guests.",
  "It set a new capacity record (6,780) at the time of its launch in 2009 and also held the deepest high dive pool ever to sail.",
  "Related content On board the world's biggest cruise ship\n\n\"These are theme areas that replicate what you can find in cities.",
  "However, if all goes according to plan, Symphony of the Seas' days being the largest ship in the world are already numbered.",
  "One of its stand out features is the Ultimate Abyss slide, which transports guest down 10 decks at nine miles per hour.",
  "It recently moved from Florida to its new home port of Puerto Rico, taking on seven-night Southern Caribbean cruises.",
  "There's also a well-regarded three-story dining room, with each level named after an Italian Renaissance painter.",
  "It became the largest cruise ship to ever visit a Canadian port when sailed to Halifax, Nova Scotia, in 2016.",
  "Norwegian Bliss also has the largest competitive go kart race track at sea and an open-air laser tag course.",
  "The ship took it's maiden voyage, an eight-night cruise to France and Spain from Southampton, in April 2015.",
  "As for onboard entertainment, guests were treated to exclusive performances of Broadway musical \"Hairspray.\"",
  "Anthem of the Seas\n\nAnthem of the Seas is the only Quantum Class that usually sails Atlantic waters.",
  "Here's our guide to the 15 biggest cruise ships in the world today for your travel pleasure:\n\n1.",
  "l e v a r t\n\nIf the names of these four floating cities sound similar, it's not by coincidence.",
  "\"They all feature great outdoor spaces, promenades and the cruise line's signature activities.",
  "Although slightly smaller than Oasis ships, Quantum Class vessels offer a similar experience.",
  "The Oasis-class' fifth ship, which will be even larger, is expected to enter service in 2021.",
  "The Bionic Bar, where a robotic barman prepares the cocktails, is also worth a mention.",
  "The 15-deck Independence of the Seas, which measures 1,112 feet, is in 15th place.",
  "The billion-dollar ship has a maximum capacity of 6,687 and measures 1,188 feet.",
  "The ship is based in Miami and offers cruises to the Caribbean and the Bahamas.",
  "But the current largest passenger ship in the world is hardly one of a kind.",
  "The Quantum Class brought bumper cars and circus school\" explains McDaniel.",
  "So what are the largest cruise ships plying the planet's waters today?",
  "\"It is a successful formula that has been scaled up,\" McDaniel adds.",
  "Related content The 14 best new Caribbean hotels and resorts\n\n14.",
  "Related content 40 beautiful places to visit in China\n\n11.",
  "\"These ships are really packed with activities,\" she says.",
  "\"Most of the largest ships in the world are sister ships.",
  "Not to mention the world's tallest water slide at sea.",
  "Related content The best cruises for family travel\n\n9.",
  "While onboard, guests can enjoy the FreedomFest.",
  "The official language onboard is Mandarin.",
  "\"Everyone has their favorite neighborhood.",
  "10.",
  "12.",
  "13.",
  "15.",
  "8.",
  "7.",
  "3.",
  "5.",
  "4.",
  "2."
]