[
  "In one Twitter message Butina sent to a top Russian official on the night of Trump’s election, she says she is “ready for further orders.” The official — who was not named in the indictment — told Butina: “Your political star has risen in the sky,” according to court documents.",
  "Multiple media outlets have reported that the woman was Russian gun rights activist Maria Butina, who was charged in federal court on Monday with conspiracy to act as an agent of the Russian Federation.",
  "She was also in touch with a longtime GOP operative, and the two worked together in 2016 to establish a “back channel” between the Trump campaign and the Kremlin, according to court documents.",
  "Though the operative was not identified, The New York Times has reported that South Dakota conservative Paul Erickson reached out to Trump campaign leaders about setting up the connection.",
  "In an early campaign video, then-presidential candidate Donald Trump told a woman at the libertarian FreedomFest in Las Vegas that he’d likely drop sanctions against Russia if elected.",
  "Trump’s comments also expose his early tolerance toward Russia — expressed in the extreme after his Helsinki summit with Russian President Vladimir Putin on Monday.",
  "I think we would get along very, very well.”\n\nTrump also sarcastically quipped that Putin was a “good friend” of then-President Barack Obama.",
  "According to a federal affidavit, Butina, 29, sought to use contacts in the National Rifle Association to get close to U.S. officials.",
  "When Butina asked Trump about his position on Russia, he replied: “I believe I would get along very nicely with Putin ...",
  "The 2015 video suggests Butina, also known as Mariia, was already hovering around Trump at the start of his campaign.",
  "Two days after her FreedomFest exchange with Trump, she attended an event in Wisconsin where Gov.",
  "Big problem.”\n\nTrump first met Putin two years later, in 2017, according to The Washington Post.",
  "Scott Walker announced he was running for president, Mother Jones reported.",
  "The whole world hates us ... and yet they make money with us,” Trump said.",
  "“I know Putin, and I’ll tell you what: We get along with Putin.",
  "Putin has no respect for President Obama.",
  "I don’t think you’d need the sanctions.",
  "“Obama gets along with nobody."
]