[
  "During a House Intelligence Committee hearing, legal representatives admitted that the Free Beacon was the first to retain the assistance of Fusion GPS to research the backgrounds of the entire GOP primary field, including then-candidate Trump.In a statement, the Free Beacon emphatically denied targeting the real estate developer exclusively, and distanced itself from Christopher Steele, a shadowy British former spy who was later paid by the Democratic National Committee, the campaign of former Secretary of State Hillary Clinton, and the Federal Bureau of Investigations.",
  "In a statement, the Free Beacon emphatically denied targeting the real estate developer exclusively, and distanced itself from Christopher Steele, a shadowy British former spy who was later paid by the Democratic National Committee, the campaign of former Secretary of State Hillary Clinton, and the Federal Bureau of Investigations.",
  "Still, the Free Beacon's commissioning of Fusion GPS was unusual for a news publication, which customarily perform their own investigations.This week, Trump condemned Clinton's involvement, even as sources close to the former Democratic contender told CNN she had no knowledge of the arrangement.",
  "The Washington Free Beacon, a right-leaning news website, acknowledged on Friday that it was the first to pay a firm that ultimately produced a controversial dossier that's at the heart of a politically-charged probe investigating President\n\nDonald Trump's\n\nties to Russia.",
  "The Washington Free Beacon, a right-leaning news website, acknowledged on Friday that it was the first to pay a firm that ultimately produced a controversial dossier that's at the heart of a politically-charged probe investigating President\n\nDonald Trump's\n\nties to Russia.",
  "The arrangement between Fusion GPS, Democrats and the FBI was laid bare this week in an\n\nexplosive Washington Post report\n\nthat detailed how the DNC and Clinton's campaign ultimately paid for the dossier after the Free Beacon withdrew support for the research project.",
  "\"...During the 2016 election cycle we retained Fusion GPS to provide research on multiple candidates in the Republican presidential primary, just as we retained other firms to assist in our research into Hillary Clinton,\" the\n\nFree Beacon said in a statement.",
  "\"...During the 2016 election cycle we retained Fusion GPS to provide research on multiple candidates in the Republican presidential primary, just as we retained other firms to assist in our research into Hillary Clinton,\" the\n\nFree Beacon said in a statement.",
  "During a House Intelligence Committee hearing, legal representatives admitted that the Free Beacon was the first to retain the assistance of Fusion GPS to research the backgrounds of the entire GOP primary field, including then-candidate Trump.",
  "On Saturday, the\n\nNew York Times reported\n\nthat New York hedge fund billionaire Paul Singer initially hired Fusion in 2015 \"to unearth damaging information about several Republican presidential candidates, including Mr.",
  "On Saturday, the\n\nNew York Times reported\n\nthat New York hedge fund billionaire Paul Singer initially hired Fusion in 2015 \"to unearth damaging information about several Republican presidential candidates, including Mr.",
  "\"All of the work that Fusion GPS provided to the Free Beacon was based on public sources, and none of the work product that the Free Beacon received appears in the Steele dossier,\" it added.",
  "\"All of the work that Fusion GPS provided to the Free Beacon was based on public sources, and none of the work product that the Free Beacon received appears in the Steele dossier,\" it added.",
  "Singer, who disclosed to Congress that he was the initial client, is a Republican that was part of the \"Never Trump\" movement.",
  "Singer, who disclosed to Congress that he was the initial client, is a Republican that was part of the \"Never Trump\" movement.",
  "Initial funding for the research in the infamous dossier came from the conservative website the Washington Free Beacon.",
  "The contents of the salacious, 35-page dossier, assembled by Steele, appeared on the website BuzzFeed in January.",
  "Its claims have been repeatedly\n\nrepudiated by the President\n\n, who has called it \"fake\" and \"a disgrace.\"",
  "Clarification: The Free Beacon paid Fusion GPS, but asserts it had nothing to do with the Steele Dossier.",
  "The billionaire subsidized the findings until Trump clinched the nomination.",
  "The billionaire subsidized the findings until Trump clinched the nomination.",
  "At that point, the Democrats took over, The Times reported.",
  "At that point, the Democrats took over, The Times reported.",
  "Aaron P. Bernstein | Reuters.",
  "Story continues",
  "Trump.\"",
  "Trump.\""
]