[
  "“They were tired of being bullied by politicians and the so-called experts who gave us endless wars, saddled us with $20 trillion in debt, and left us with a border more wide open than Harvey Weinstein’s robe.”\n\nWhen Ingraham eventually got around to mentioning the day’s big story—the Mueller indictments—she pivoted almost immediately to Uranium One, Fusion GPS, and Robert Mueller’s fitness to lead the investigation into alleged Russian interference in the 2016 presidential election.",
  "Before five minutes had passed, Ingraham had joked about Harvey Weinstein, insulted the mainstream media, claimed that American history is “being sacrificed on the high altar of political correctness,” and praised her viewers’ wisdom in electing the wise and effective Donald Trump to the presidency.",
  "Forces hell-bent on erasing our historical memory?”\n\nIngraham went on to condemn all those who would have Confederate monuments and other divisive memorials removed—excuse me, “ripped”—from public places and to conflate this movement with a desire to expunge vast sections of the history books.",
  "Just as Hannity begins his show each night with a rambling opening monologue, Ingraham opened her first program with a long spiel of her own, dubbed “The Angle,” in which she praised President Trump for his many accomplishments and blasted his critics as out-of-touch elites who hate America.",
  "For Laura Ingraham, America is a place where a graduate of Dartmouth and the University of Virginia can grow rich and famous by pandering to the basest fears and resentments of people who believe it is liberals’ fault that they will never be either.",
  "Ingraham’s treatment of Kelly demonstrates that she is less interested in reporting the news than in using newsmakers as props in a cynical nightly spectacle meant to activate viewers’ emotions while dissuading them from thinking critically.",
  "The first episode of The Ingraham Angle offered a vision of a show intent on radicalizing its viewers’ sense of nostalgia for simpler times, hosted by an ostensibly fresh voice offering the same rancid nostrums as so many other Fox pundits.",
  "“Is there any sense that Bob Mueller—who was heading the FBI at a time when this is being approved, the Uranium One—that he should recuse himself from any such investigation?” Ingraham asked Gen. John Kelly, Trump’s chief of staff.",
  "The Ingraham Angle is preceded on Fox by Sean Hannity Throws a Tantrum, and though Ingraham’s composed demeanor contrasts markedly with Hannity’s blustery rage-squalls, the two programs are structurally and thematically similar.",
  "By the time the show’s first minute had passed, the longtime talk-radio host had already mentioned God, Ronald Reagan, Frank Sinatra, and the American dream—and how Big Government works to prevent you from attaining the latter.",
  "“Do you think there should be a special counsel appointed to investigate all of these narratives coming out with the DNC and Clinton campaign actually funding research that was in part compiled by the Kremlin?” Ingraham asked.",
  "“Well, I would offer to you first of all, Laura, my job is such that I am completely consumed between 0600 in the morning and whenever I get home at night, which is usually pretty late.",
  "To all of us?” If you’ve listened to right-wing talk radio at any point over the past 15 years or so, you probably already know Ingraham’s own answer to this grade-school essay prompt.",
  "“But all I’ll say is that I’m going to call it as I see it, as I’ve done for the past 20 years, and I’m going to get answers for you,” she said at the end of her opening monologue.",
  "Ingraham’s long interview with Kelly has made news due to Kelly’s interesting theories on the causes of the Civil War, as well as his refusal to apologize to Rep. Frederica Wilson.",
  "The former lawyer has spent much of the past two decades touting a nasty strain of nativist populism on her syndicated radio show and in a series of best-selling books.",
  "She is a big fan of Donald Trump, and the feeling is apparently mutual; Ingraham is one of the 45 accounts followed by the president on Twitter.",
  "“And, yes, the chance to ask themselves, in time: What is America to me?”\n\nIn her inaugural “Angle,” Ingraham kept returning to this question.",
  "Fox News\n\n\n\nLaura Ingraham knew exactly which notes to play in the Monday-night debut episode of her new Fox News show, The Ingraham Angle.",
  "Instead, it felt like Ingraham wasn’t even listening, so eager was she to ask a different, much less relevant question about Uranium One.",
  "By bringing her aboard, Fox News has left no doubt that it intends to ride Trump’s wave until it crests and we all subsequently drown.",
  "(Also followed by Trump: Sean Hannity, Tucker Carlson, Ann Coulter, and, for some reason, the golfer Gary Player.)",
  "“Our children have a right to be fully informed, a right to a complete record of what went before,” said Ingraham.",
  "I saw a tweet early this morning, but what’s the reaction?” asked Ingraham at the beginning of the interview.",
  "Her first Fox show, Just In, ran for three weeks in 2008 before it was unceremoniously canceled.",
  "That’s a horrible answer, and any reasonable journalist would have called him out on it.",
  "They really don’t like the American people, not very much at least—or their forefathers.",
  "The people took their power back on Election Day and the establishment is mad as hell.",
  "“And I’m going to hold the powerful accountable, and that includes you, Mr. President.",
  "“Millions of Americans voted for Trump because they had had enough,” said Ingraham.",
  "Though Ingraham is new to Fox, she is an old hand at paleoconservative punditry.",
  "“What’s the administration’s reaction [to the Mueller indictments]?",
  "But just as noteworthy to me was how shallow an interview it was.",
  "I’m not in a position to watch very much in the TV,” Kelly began.",
  "She has returned to Fox News as her political ideology is waxing.",
  "The Ingraham Angle is her second bid at her own Fox News program.",
  "And every night with you we’ll continue to answer this question.",
  "“So, what are Trump’s opponents resisting again?",
  "“What they’re really resisting is losing power.",
  "(Kelly also sidestepped that question.)",
  "There’s a self-loathing in the air.",
  "Kelly sidestepped the question.",
  "I’ll tell you,” Ingraham said.",
  "What is America to me?",
  "The Ingraham Angle.",
  "Do you feel it?",
  "Let’s face it."
]