[
  "The respected ex-MI6 officer told Guardian journalist and author Luke Harding that his FBI contacts greeted his intelligence report with ‘shock and horror’\n\nChristopher Steele, the former British intelligence officer who compiled an explosive dossier of allegations of collusion between the Trump campaign and the Kremlin, believes it to be 70% to 90% accurate, according to a new book on the covert Russian intervention in the 2016 US election.",
  "Between 2014 and 2016, he authored more than a hundred reports on Russia and Ukraine, which were commissioned by private clients but shared widely within the state department and passed across the desks of the secretary of state, John Kerry, and the assistant secretary Victoria Nuland, who led the US response to the annexation of Crimea and the covert invasion of eastern Ukraine.",
  "The sources for those reports were the same as those quoted in the dossier on Trump, which included allegations that the Kremlin had personally compromising material on the US president, including sex tapes recorded during a trip to Moscow in 2013, and that Trump and his associates actively colluded with Russian intelligence to influence the election in his favour.",
  "The book, Collusion: How Russia Helped Donald Trump Win, by the Guardian journalist Luke Harding, quotes Steele as telling friends that he believes his reports – based on sources cultivated over three decades of intelligence work – will be vindicated as the US special counsel investigation digs deeper into contacts between Trump, his associates and Moscow.",
  "While a majority of the American public now believes that Russia tried to disrupt the US election, opinions about Trump campaign involvement tend to split along partisan lines: 73% of Republicans, but only 13% of Democrats, believe Trump did “nothing wrong” in his dealings with Russia and its president, Vladimir Putin.",
  "The Trump-Russia dossier: why its findings grow more significant by the day Read more\n\nOne of the reasons his dossier was taken seriously in Washington in 2016 was Steele’s reputation in the US for producing reliable reports on Russia, according to Harding’s book.",
  "Years earlier, Steele shared the results of his investigation of the global football organisation, Fifa, with a senior FBI official in Rome; that led to an investigation by US federal prosecutors, and ultimately the arrest of seven Fifa officials.",
  "Former foreign policy adviser George Papadopolous pleaded guilty to perjury over his contacts with Russians linked to the Kremlin, and the president’s former campaign manager Paul Manafort and another aide face charges of money laundering.",
  "However, as the weeks went by leading up to the 8 November election, the FBI told him it could not go public with material involving a presidential candidate, and then his FBI contacts went silent altogether.",
  "Steele delivered a total of 16 reports to Fusion between June and early November 2016, but his sources started to go quiet beginning in July, when Trump’s ties to Russia came under scrutiny.",
  "Soon after its founding, Orbis began working with Fusion GPS, a Washington-based company doing political and business research, which commissioned the investigation of Trump in 2016.",
  "The story of Donald Trump and Russia comes down to this: a sitting president or his campaign is suspected of having coordinated with a foreign country to manipulate a US election.",
  "How the Trump dossier came to light: secret sources, a retired spy and John McCain Read more\n\n“For anyone who reads it, this is a life-changing experience,” Steele told friends.",
  "Investigators are asking two basic questions: did Trump’s presidential campaign collude at any level with Russian operatives to sway the 2016 US presidential election?",
  "The book traces Steele’s career as an MI6 officer, sent to Moscow in 1990 under cover of working as the second secretary in the UK chancery division at the embassy.",
  "Even if strong evidence of wrongdoing by him or his cohort emerged, a Republican congressional majority would probably block any action to remove him from office.",
  "Steele flew to Rome in June to brief his FBI contact with whom he had shared his Fifa report, and returned in September to meet a full FBI team of investigators.",
  "While there, the young spy was witness to the 1991 attempted coup and looked on when Boris Yeltsin climbed on a tank in central Moscow to denounce the plotters.",
  "Both Richard Nixon and Bill Clinton – the only presidents to face impeachment proceedings in the last century – were accused of obstruction of justice.",
  "But he was chosen to lead the MI6 investigation of the assassination of the former FSB officer Alexander Litvinenko by radioactive poisoning in 2006.",
  "Steele left Moscow in 1993 and was later posted to Paris before taking a senior post on MI6’s Russia desk in London in 2006.",
  "He described their response as “shock and horror”, and they asked him to explain his methods and to pass on future reports.",
  "Steele left MI6 in 2009, to start up a commercial intelligence firm, Orbis, with a former colleague, Christopher Burrows.",
  "Experienced legal observers believe that prosecutors are investigating whether Trump committed an obstruction of justice.",
  "Because his name had been on a list of MI6 officers leaked and published in 1999, he was unable to return to Moscow.",
  "Quick guide What you need to know about the Trump-Russia inquiry Show Hide How serious are the allegations?",
  "According to Harding’s account, Steele was shocked by the extent of collusion his sources were reporting.",
  "Here was a pro, a well-connected Brit, who understood Russian espionage and its subterranean tricks.",
  "The story could not be bigger, and the stakes for Trump – and the country – could not be higher.",
  "“The episode burnished Steele’s reputation inside the US intelligence community and the FBI.",
  "Steele told a friend it was clear he had passed on a “radioactive hot potato”.",
  "And did Trump or others break the law to throw investigators off the trail?",
  "Why would I invent this stuff?” Steele is quoted as saying.",
  "The affair has the potential to eject Trump from office.",
  "“I’ve been dealing with this country for 30 years.",
  "Steele was regarded as credible,” Harding writes.",
  "But Trump’s fate is probably up to the voters.",
  "(Such an action would be a historical rarity.)",
  "The investigations have an open timeline.",
  "When will the inquiry come to an end?",
  "What are the implications for Trump?",
  "What does the country think?",
  "What are the key questions?",
  "What has happened so far?"
]