[
  "Here’s Sessions’ response:\n\n#BREAKING Sessions on calls for a special counsel to look into Sr DOJ Official Bruce Ohr, and wife Nellie’s contacts with Fusion GPS during the summer and fall of 2016: “I’ve put a Senior Attorney, with the resources he may need, to review cases in our office ... 1/2 — jakebgibson (@JakeBGibson) December 12, 2017\n\n“and make a recommendation to me,if things aren’t being pursued that need to be pursued, if cases may need more resources to complete in a proper manner,and to recommend to me if the standards for a special counsel are met, and the recommended one should be established” #FoxNews — jakebgibson (@JakeBGibson) December 12, 2017\n\nJake Gibson, a Fox News producer, is calling this breaking news, but to me it sounds like a slow-play brush-off given the urgency with which Fox personalities have been demanding the investigation and possibly even imprisonment of Mueller and others.",
  "Sessions later responded to Jordan’s insistence that “it looks like” Clinton may have done something inappropriate by observing curtly that ” ‘Looks like’ is not enough basis to appoint a special counsel.”\n\nCut to this week: Fox News and Donald Trump’s lawyers are again demanding a second special counsel, this time to investigate the possibility that officials at the Justice Department and FBI are engaged in an anti-Trump conspiracy with Robert Mueller.",
  "So much so that hard-line GOP Attorney General Jeff Sessions was openly dismissive of the Republican congressmen who, at a Nov. 14 hearing, insisted that he needed to appoint a second special counsel to investigate them:\n\nRep. Jim Jordan: So I guess my main question is, what’s it going to take to actually get a special counsel?",
  "Alex Wong/Getty Images\n\nAbout a month ago, the more conspiratorial wing of the Republican Party was agitated about some very thin allegations that Hillary Clinton committed improprieties related to a uranium-mining merger and manipulated the FBI into investigating Donald Trump.",
  "DOJ OFFICIALS return their attention to an air hockey match taking place in the center of the office on a table for which several desks have been hastily moved to make room.",
  "we’ll definitely get back to you as soon as we find anything.”\n\nSESSIONS hangs up the phone and looks up from his desk with a sly grin on his face.",
  "DEPUTY ATTORNEY GENERAL ROD ROSENSTEIN turns up the volume dial on a boombox which is playing “Jungle Boogie.”\n\n\n\nRight?",
  "Sessions: It would take a factual basis that meets a standards of the appointment of a special counsel.",
  "Here’s how I’m picturing it:\n\nSESSIONS (on phone): “Uh, yeah, we’ve got our top guy on it ….",
  "Room filled with DOJ OFFICIALS surrounding SESSIONS erupts in laughter.",
  "What’s it going to take to actually get a special counsel?",
  "Jeff Sessions at the Justice Department on Nov. 29.",
  "How thin were the allegations?"
]