[
  "“It needs to be cleansed of individuals who should not just be fired, but who need to be taken out in handcuffs.” Those individuals included Mueller himself, former FBI deputy and acting director Andrew McCabe, whose wife received donations from the PAC of Virginia governor and longtime Clinton associate Terry McAuliffe, and FBI agent Peter Strzok, who has been the focus of the latest attempts to suggest the Mueller investigation is politically tainted.",
  "On The Ingraham Angle last night, National Review’s Andrew McCarthy was invited on to discuss the “real collusion story” being ignored by the mainstream media:\n\nMcCarthy: I think we’re ultimately going to find that the real collusion story of the 2016 election was the way that the Obama administration put the law enforcement and intelligence arms of the administration in the service of the Clinton campaign.",
  "The cast of suspicious individuals Fox has connected nebulously with the investigation has since expanded to include Bruce Ohr—who is not a member of Mueller’s team, but was demoted last week over failing to disclose and that his wife, Nellie Ohr, had worked for Fusion GPS, the firm behind the disputed Steele dossier and that he himself had communicated with Steele and others in Fusion.",
  "“The stench coming out of the Justice Department and the FBI is like that of a third-world country where money and bullies and clubs decide elections.”\n\nAs the Wall Street Journal noted in an editorial earlier this month, Strzok was reassigned from Mueller’s investigation over text messages critical of Trump that he sent during the 2016 election.",
  "The Mueller probe is largely staffed by investigators from both the DOJ and the FBI; appointing a special prosecutor to root around both agencies for more links to the Trump dossier would be a deliberate attempt to create the impression that their employees might be too politically tainted to pursue the Mueller investigation fairly.",
  "Gorka: Let me remind your audience and let me remind the DNC, the chief law enforcement officer of the United States, according to the U.S. Constitution, is not the director of the FBI, nor is it the attorney general.",
  "Fox’s chief White House correspondent John Roberts said Tuesday morning that Sekulow told him “in no uncertain terms” that the appointment of a prosecutor would have no effect or bearing on the Mueller investigation.",
  "“He says that he and the rest of the president’s attorneys and the president believe that Mueller is conducting this investigation with the utmost integrity, fairness and professionalism,” Roberts reported.",
  "Ingraham: Yeah, running divisions or previously representing Ben Rhodes when he was testifying or being interviewed by the house Intel committee, representing the Clinton foundation as Jeannie Rhee did.",
  "MIKE THEILER/Getty Images\n\nAs Robert Mueller’s investigation seems to be heating up, voices on Fox are doing what they can to undermine not only his credibility, but the broader credibility of the FBI.",
  "Last night, Hannity brought on former White House aide Sebastian Gorka to argue that Trump could and should fire Mueller and perhaps would, if it weren’t for the GOP’s dubious commitment to him.",
  "He can reassert his power as the attorney general, but we also have to see a broader support from Congress for the president, his agenda, and what November the 8th really means to America.",
  "We can expect to hear more from Fox about that electoral mandate and the hidden conspiracy that necessitated Mueller’s firing should Trump ultimately pull the plug on the investigation.",
  "Trump attorney Jay Sekulow has called for the appointment of a special prosecutor to examine ties between individuals in the DOJ and the FBI and those behind the Steele dossier.",
  "On his show last Tuesday, Hannity opted for a series of flow charts connecting the Mueller investigation to, among other things, Hillary Clinton aide Huma Abedin and Enron.",
  "In a meeting on Nov. 1, according to the Times, Pirro ranted so vehemently to Trump about the investigation’s tactics that the president ultimately left the room.",
  "Gorka: I think Jeff Sessions is in a very difficult place right now with his very, very ill-advised decision to recuse himself from the Russia investigation.",
  "It was initially reported on Fox & Friends, for instance, that Sekulow had called for a special prosecutor to directly investigate bias on Mueller’s team.",
  "As reported by the New York Times this weekend, Fox host Jeanine Pirro has actually taken that effort straight into the Oval Office.",
  "(Mueller investigator and veteran prosecutor, Andrew Weissman, was a particularly tough-headed director of the Enron Task Force.)",
  "It was on Hannity that Fox’s Greg Jarrett infamously compared Mueller’s investigation to the operations of the KGB.",
  "He could fire Mueller legally tomorrow, if he so wished, but he would have to be backed up by the Republican Party.",
  "We need to see leadership from Capitol Hill that understands –\n\nHannity: Why doesn’t Jeff Sessions do that?",
  "Sekulow’s is a more subtle approach to undermining the investigation than Fox’s hosts have thus far taken.",
  "The chief law enforcement officer is the president, and right now, that’s Donald J. Trump.",
  "A lot of these Mueller lawyers come from the top levels of the Obama justice department.",
  "On Saturday, Pirro brought some of that fire to the opening segment of her show.",
  "“There is a cleansing needed in our FBI and Department of Justice” she said.",
  "Judge Jeanine Pirro delivers a speech to CPAC earlier this year.",
  "“I, for one, am tired of investigations—politicians posturing.",
  "This is like a Venn diagram that is scary for me, personally.",
  "Something more has to be done,” Pirro said.",
  "This is, of course, laughable."
]