[
  "Bruce Ohr last week was demoted from his title of associate deputy attorney general after the House Intelligence Committee uncovered previously undisclosed meetings between Ohr and former British spy Christopher Steele during the election, Fox News reported Friday.",
  "Citing reports that a Justice Department official's wife reportedly worked for a firm that paid for opposition research on Trump, Jay Sekulow told CNBC in a Tuesday interview that \"I think these revelations require a special counsel to investigate.\"",
  "In a statement to CNBC, a spokesperson for Fusion GPS said that the company \"frequently works with highly credentialed subject matter experts,\" adding: \"Nellie Ohr is a widely-recognized scholar on Russia and the former Soviet Union.\"",
  "Staff members on the House Intelligence Committee confirmed that Nellie Ohr was employed by Fusion GPS during the election, but that the nature of her work was unspecified, according to the Fox News report.",
  "A member of President Donald Trump's legal team called Tuesday for the appointment of a special counsel to investigate what he says are conflicts of interest within the Department of Justice and the FBI.",
  "Sol Wisenberg, a leading white-collar attorney who was deputy independent counsel in the Whitewater investigation, told CNBC that another special counsel wouldn't make sense in this circumstance.",
  "That deal reportedly fell through, though the FBI did use the dossier to bolster the bureau's legal arguments for secret surveillance of Trump campaign advisor Carter Page, according to CNN.",
  "Earlier in the month, the president said the FBI was in \"tatters\" following news reports that a prosecutor working on the probe had exchanged anti-Trump tweets with his mistress.",
  "Sekulow's call for a second special counsel comes amid criticism from conservatives of special counsel Robert Mueller's probe into ties between Trump and Russia.",
  "Wisenberg said that it would make more sense in this circumstance for Sekulow to call for an investigation from the Justice Department's inspector general.",
  "Simpson defended the dossier in nearly seven hours of testimony before the House Intelligence Committee in November, CNN reported then.",
  "The law establishing the grounds for setting up a special counsel specify that they are established to lead criminal investigations.",
  "Steele is the author of the controversial dossier about Trump that included salacious details about alleged ties to the Kremlin.",
  "The Department of Justice and the House Intelligence Committee did not immediately respond to requests for comment from CNBC.",
  "The House Intelligence Committee has sparred with Fusion GPS in court to obtain information related to the dossier's funding.",
  "The news website Axios reported earlier Tuesday that Sekulow called for a special counsel to look into the matter.",
  "The unverified report, which was commissioned by Fusion GPS, was published during the presidential campaign.",
  "At one point, the FBI planned to help fund Steele's work, according to a report in The Washington Post.",
  "It wasn't immediately known what Nellie Ohr did for Fusion GPS or if she had any links to the dossier.",
  "\"There is no statute I am aware of criminalizing conflicts of Interest in general,\" Wisenberg said.",
  "Monday night, Fox News reported that during the 2016 election, Ohr's wife worked for Fusion GPS.",
  "Republicans have criticized Steele's dossier, which Trump has called a \"hoax.\"",
  "Ohr will remain director of the Organized Crime Drug Enforcement Task Forces.",
  "Ohr also met with Glenn Simpson, co-founder of Fusion GPS, Fox News reported.",
  "\"This has nothing to do with Bob Mueller,\" Sekulow told CNBC.",
  "Trump has repeatedly denied any improper ties with Russia.",
  "\"That raises a very serious conflict,\" he said.",
  "The FBI is part of the Justice Department.",
  "\"We're not talking about Bob Mueller.\""
]