[
  "So he was comfortable working with me and I was comfortable working with him and, you know, we’ve both been around a lot of criminal investigations and national security stuff.”\n\nSimpson said that while he and his colleagues at Fusion focused on the analysis of documents, Steele’s strength was his personal contacts to sources in Moscow and the Trump camp, drawing on his intelligence background.",
  "However, a person close to the matter suggested Simpson had got some details wrong about the human source during his evidence session in August and was actually alluding to the role of George Papadopoulos, the Trump campaign foreign policy adviser, who shared knowledge of the Russian hacking of Democratic party emails with an Australian diplomat.",
  "“He thought from his perspective there was an issue – a security issue about whether a presidential candidate was being blackmailed.”\n\nIn his testimony, Simpson repeatedly praised Steele, his skills and his reliability, pointing out that the former British intelligence officer was the “lead Russianist at MI6” who was “extremely well regarded”.",
  "The list of witnesses to have been interviewed so far is long, and includes Donald Trump Jr and Jared Kushner, as well as lesser figures such as former adviser Carter Page; Glenn Simpson, the co-founder of Fusion GPS, which commissioned the Steele dossier; and Ben Rhodes, the former Obama adviser.",
  "Chairman Devin Nunes recused himself from the inquiry in March after Trump tweeted that Barack Obama had \"tapp[ed] my phones\" and Nunes, in an apparent attempt to defend the president, revealed that some communications involving Trump aides had been intercepted by US surveillance programs.",
  "Show Hide Beyond Mueller Three separate congressional committees are investigating Russian tampering in the 2016 presidential election and possible collusion between Russia and the Trump campaign: the Senate judiciary and intelligence committees, and the House intelligence committee.",
  "Simpson cautioned that he was paraphrasing Steele’s account, and added: “we did not have the detailed conversations where he would debrief me on his discussions with the FBI.”\n\nHe added: “I think it was a voluntary source, someone who was concerned about the same concerns we had.",
  "Steele had been compiling the dossier during the 2016 presidential campaign and approached the FBI, according to Simpson, because “he thought from his perspective there was an issue – a security issue about whether a presidential candidate was being blackmailed”.",
  "According to the transcript, Simpson told Congress that Steele, the former British spy, stopped sharing information with the FBI just one week before the US election because of concerns that the law enforcement agency was being “manipulated” by Trump insiders.",
  "Mueller investigators interested in interview with Donald Trump Read more\n\nIn his 10-hour 22 August interview with the Senate committee, Simpson said that the firm’s research into Trump’s past began as “a kind of holistic examination” of his business record.",
  "Senator Dianne Feinstein on Tuesday unilaterally released the transcript of a congressional interview with Glenn Simpson, whose research firm, Fusion GPS, was behind the dossier on alleged contacts between Donald Trump’s campaign and the Russian government.",
  "The dossier – compiled by former British spy Christopher Steele – makes an allegation that there was a “conspiracy of cooperation” between Russian agents and the Trump campaign, and the president has frequently scorned it since its publication last January.",
  "According to Simpson, Steele “severed his relationship with the FBI” after the New York Times published a story in late October 2016 that said agents had not found “any conclusive or direct link between Mr Trump and the Russian government”.",
  "Senate judiciary committee Hampered early on by partisan disagreement about the scope of its investigation, the committee has interviewed top witnesses including Donald Trump Jr and has taken a particular focus on the firing of James Comey.",
  "“Chris said he was very concerned about whether this represented a national security threat and … he said he thought we were obligated to tell someone in government, in our government about this information,” Simpson said.",
  "“The innuendo and misinformation circulating about the transcript are part of a deeply troubling effort to undermine the investigation into potential collusion and obstruction of justice,” Feinstein said in a statement.",
  "So these things eventually converged into, you know, a major issue, but at the time it wasn’t one.”\n\nIn a statement, Grassley’s office excoriated Feinstein for the release, saying she had not consulted with him.",
  "Papadopoulos is cooperating with the ongoing federal investigation into the Trump campaign as a part of a plea deal that he reached with prosecutors after admitting he lied in his first interview with the FBI.",
  "Elsewhere in his 312-page testimony, Simpson told the senators that “an internal Trump campaign source” or “a human source from inside the Trump organization” had reported his or her concerns to the FBI.",
  "Feinstein, the ranking Democrat on the Senate judiciary committee, said she released the transcript because “the American people deserve the opportunity to see what he said and judge for themselves”.",
  "Simpson also defended Steele, saying that the well-respected former intelligence officer “has a sterling reputation as a person who doesn’t exaggerate, doesn’t make things up, doesn’t sell baloney”.",
  "Her decision “undermines the integrity” of the investigation, he said, and “jeopardizes its ability to secure candid voluntary testimony”, including from the president’s son-in-law, Jared Kushner.",
  "“The only way to set the record straight is to make the transcript public.”\n\nThe Senate and House intelligence committees have also interviewed Simpson, but have not released any transcripts.",
  "“The thing that people forget about what was going on in June of 2016 was that no one was really focused on sort of this question of whether Donald Trump had a relationship with the Kremlin.",
  "It was only later that it became a subject of great controversy and people clammed up, and at that time the whole issue of the hacking was also, you know, not really focused on Russia.",
  "Republican chairman Richard Burr of North Carolina said in October that the question of potential collusion between the Trump campaign and Russian operatives remained open.",
  "Simpson said that it was Steele’s decision to take what he had discovered to the FBI in early July, explaining that the former MI6 officer felt a sense of responsibility.",
  "A source within the Trump campaign reported concerns to the FBI, according to the man behind a controversial dossier on Donald Trump, a new transcript suggests.",
  "Steele was concerned “that the FBI was being manipulated for political ends by the Trump people and that we didn’t really understand what was going on”.",
  "“It evolved somewhat quickly into issues of his relationships to organized crime figures, but you know, really the gamut of Donald Trump,” Simpson said.",
  "The Republican head of the Senate judiciary committee, Chuck Grassley, declined to release the document and instead asked Simpson to testify in public.",
  "It was someone who decided to pick up the phone and report something.”\n\n\n\nHe said that Steele did not rely on this source for his work with the firm.",
  "Feinstein’s decision to make the transcript public renews a fierce debate about transparency surrounding the whole Russia-collusion investigation.",
  "House intelligence committee Riven by partisan conflict, the committee appears to be on track to produce two reports – one from each party.",
  "By late September 2016, Simpson said, he had asked Steele about contacts with the FBI, with whom the British researcher had spoken.",
  "Senate intelligence committee The most aggressive of the three committees so far, with a reasonable appearance of bipartisanship.",
  "But the committee has deferred to Mueller in the investigation of Paul Manafort and has interviewed fewer witnesses than others.",
  "Last week Simpson, a former journalist, requested in an op-ed in the New York Times that the committee release the transcript.",
  "He said that at the time Steele was hired, the alleged Trump links to the Kremlin were an open secret in Moscow.",
  "“He honed [sic] in on this issue of blackmail as being a significant national security issue,” Simpson said.",
  "So, you know, when Chris started asking around in Moscow about this the information was sitting there.",
  "That’s a computer crime.”\n\nSteele has said he reported his concerns to the FBI in the summer of 2016.",
  "Simpson said that this information was drawn from Steele after the FBI “had debriefed him” that fall.",
  "“So I was curious whether he’d heard back.”\n\nPressed about this claim, Simpson said: “Espionage.",
  "The committee notably heard testimony from James Comey after the former FBI director was fired.",
  "But Burr has also said the committee was not focused on “criminal acts” but a larger picture.",
  "He described Steele, who he said he hired in May or June of 2016, as “basically a boy scout”.",
  "He lives a very modest, quiet life, and this is his specialty,” Simpson said.",
  "“By then it was obvious there was a crime in progress,” Simpson said.",
  "“We got along very well because my speciality is public information.",
  "The committees have the power to subpoena witnesses and documents.",
  "They were hacking into the computers of Democrats and thinktanks.",
  "Quick guide What are the Trump-Russia congressional inquiries?",
  "“He worked for the government for a very long time.",
  "It wasn’t a giant secret,” Simpson said.",
  "“People were talking about it freely."
]