[
  "Simpson said that he would decline to identify the apparent source inside the Trump campaign to the Judiciary Committee, “because obviously it’s been in the news a lot lately that people who get in the way of the Russians tend to get hurt.”\n\nHe did say that the purported FBI informant was not one of the sources for Steele’s own dossier and that the person reportedly came forward to investigators independently.",
  "Drew Angerer/Getty Images\n\nThe author of a controversial dossier that described alleged collusion between the Trump campaign and Russians meddling in the 2016 election claimed that the FBI had a source within the Trump organization who verified some of his allegations, according to congressional testimony by the founder of the firm that put out the dossier.",
  "The reference in the Simpson testimony was reportedly a mischaracterization of reported FBI source and Australian diplomat Alexander Downer, who the New York Times reported last month had come forward to the FBI after Trump foreign policy advisor George Papadopoulos told Downer about contacts with Russians.",
  "Later in the questioning, one of Simpson’s lawyers, Joshua Levy, explains his client’s reluctance to describe his firm’s methods of vetting sources for the dossier by offering that such revelations might put a source’s life at risk.",
  "According to Simpson, during that meeting the FBI told Steele that they had a human source inside the Trump organization, which was why they were investigating the claims in his own report and taking them seriously.",
  "He claims that one death has already occurred because of the publication of the dossier, which was put into the public domain shortly before Trump’s inauguration last year by BuzzFeed.",
  "On Tuesday, Sen. Dianne Feinstein, the ranking Democrat on the Senate Judiciary Committee, unilaterally released the August testimony of Fusion GPS founder Glenn R. Simpson.",
  "Update, 3:10 p.m.: NBC News is reporting that Fusion GPS sources are now saying there was no inside source within the Trump campaign that the organization knew of.",
  "Simpson testified that Christopher Steele, the author of the dossier that has become a principal target of Trump’s defenders, met with the FBI in September, 2016.",
  "A source close to Fusion GPS tells me there was no walk-in source -- that was a mischaracterization by Simpson of the Australian diplomat tip about Papadopoulis.",
  "Shortly after the publication of the dossier, Erovinkin—reportedly a former top aide to close Putin ally Igor Sechin—was found dead in his Lexus.",
  "— Ken Dilanian (@KenDilanianNBC) January 9, 2018\n\nPapadopoulos pled guilty last year to lying to FBI officials about those contacts.",
  "Ranking member Sen. Dianne Feinstein and Sen. Patrick Leahy talk with each other during a Senate Judiciary Committee hearing.",
  "Sechin’s name appears throughout the dossier, but Steele has reportedly said that Erovinkin was not a source for his dossier.",
  "This seems to be a possible reference to the death of ex-KGB general Oleg Erovinkin.",
  "The key portion from the testimony comes on pages 174 and 175.",
  "No cause of death was ever confirmed."
]