[
  "Mark Wilson/Getty Images\n\nIn a surprise development Tuesday, Sen. Dianne Feinstein unilaterally released the full testimony of a co-founder of the firm behind the infamous Russia dossier to the Senate Judiciary Committee\n\nThe firm, Fusion GPS, had called for the testimony’s release in a New York Times op-ed last week accusing conservatives of selectively leaking details of their testimony.",
  "The firm’s research, part of which was gathered by British intelligence officer Christopher Steele in the salacious Russia dossier, alleges cooperation between Trump and the Russian government to leak damaging information about Hillary Clinton and Russian possession of compromising material related to Trump’s finances and sexual activities in the country.",
  "“The American people deserve the opportunity to see what he said and judge for themselves.”\n\nFeinstein, who in her statement said she had the support of the Democrats in the committee, appeared to agree with Simpson in arguing that the committee Republicans were unfairly suppressing information.",
  "As the Mueller investigation progresses, some parts of the dossier appear to be supported, but its most scandalous and damning claims remain unverified, and the White House and many Republicans have continued to question and attack the report’s motives and credibility.",
  "Earlier in the week, Grassley and South Carolina Sen. Lindsey Graham made the first known criminal referral to the Justice Department in the investigation by targeting the dossier’s author, Steele, over false statements he may have made.",
  "“The only way to set the record straight is to make the transcript public.”\n\nThe Washington Post called her decision “the most serious break yet” in her cooperation with Sen. Chuck Grassley, the Republican chairman of the committee.",
  "Fusion GPS was funded in part by the DNC and the Clinton campaign, and before then the conservative website the Washington Free Beacon hired the firm to research several Republican presidential candidates, including Donald Trump.",
  "“After speaking with majority and minority committee staff for 10 hours, [Fusion GPS co-founder] Glenn Simpson requested the transcript of his interview be released publicly,” Feinstein said in a statement.",
  "“The innuendo and misinformation circulating about the transcript are part of a deeply troubling effort to undermine the investigation into potential collusion and obstruction of justice,” she said.",
  "In a statement, Fusion GPS commended Feinstein’s “courage” and said the testimony “speaks … for itself.”\n\nThe full text of the transcript can be read here.",
  "(The dossier was published in full by BuzzFeed in January 2017, but the firm says it did not leak it to the site.)",
  "Democrats on the committee called the move a partisan maneuver.",
  "Sen. Dianne Feinstein acted unilaterally on Tuesday."
]