[
  "They wrote the firm had provided over 21 hours of testimony to three congressional committees about the firm’s “yearlong effort to decipher Mr. Trump’s complex business past, of which the Steele dossier is but one chapter.” They complained about tips and questions Congress had not followed up on (“Reportedly, ours are the only bank records the House Intelligence Committee has subpoenaed”), emphasized their own credentials and expertise, and defended their integrity against accusations of the firm’s corrupt motivations and own ties to Russia.",
  "The dossier, a collection of salacious memos written by former British intelligence officer Christopher Steele and published in full by BuzzFeed (the firm says they did not give the dossier to BuzzFeed directly) in January 2017, alleges cooperation between Trump and the Russian government to leak damaging information about Hillary Clinton and Russian possession of compromising material related to Trump’s finances and sexual activities in the country.",
  "The president’s “allies in Congress have dug through our bank records and sought to tarnish our firm to punish us for highlighting his links to Russia,” Simpson and Fritsch wrote, leading to a “succession of mendacious conspiracy theories about our motives and backers.”\n\nIn October, the Washington Post reported that Fusion GPS and the dossier were funded in part by the DNC and the Clinton campaign, seeming to reveal the firm’s motivations.",
  "Kirill Kudryavtsev/Getty Images\n\nThe founders of Fusion GPS, the firm behind the now-infamous Russia dossier, pushed back against attacks on their integrity in a New York Times op-ed published Tuesday, arguing the dossier did not spark the Russia investigation, as some believe, and calling for the full release of the transcripts of their testimony before Congress.",
  "The New York Times reported in late December that George Papadopoulos, a campaign foreign policy advisor whom the White House has asserted was a low-level figure, revealed to an Australian diplomat in May 2016 that Russia held damaging political information about Hillary Clinton.",
  "But Glenn R. Simpson and Peter Fritsch, Fusion GPS’ founders, argued that their claims alone were not what underpinned the Mueller investigation:\n\nWe don’t believe the Steele dossier was the trigger for the F.B.I.’s investigation into Russian meddling.",
  "But we did so without informing him whom we were working for and gave him no specific marching orders beyond this basic question: Why did Mr. Trump repeatedly seek to do deals in a notoriously corrupt police state that most serious investors shun?",
  "As the Mueller investigation into Russian election meddling has dug up peripheral connections between the Trump campaign and Russia, some parts of the dossier appear to be supported, but its most scandalous and damning claims remain unverified.",
  "As we told the Senate Judiciary Committee in August, our sources said the dossier was taken so seriously because it corroborated reports the bureau had received from other sources, including one inside the Trump camp.",
  "It was then confirmed that the conservative website the Washington Free Beacon first hired Fusion GPS in 2015 to research several Republican presidential candidates, including Donald Trump.",
  "The intelligence committees have known for months that credible allegations of collusion between the Trump camp and Russia were pouring in from independent sources during the campaign.",
  "Members of Congress, conservative media, and, most vociferously, the White House have all argued the firm’s findings are a fiction created by Trump’s political enemies.",
  "The Australians later relayed that information to the FBI, and that revelation seems to have been a major driving factor in the opening of the Russia investigation.",
  "Mr. Steele’s sources in Russia (who were not paid) reported on an extensive — and now confirmed — effort by the Kremlin to help elect Mr. Trump president.",
  "Yet lawmakers in the thrall of the president continue to wage a cynical campaign to portray us as the unwitting victims of Kremlin disinformation.",
  "Instead, we deferred to Mr. Steele, a trusted friend and intelligence professional with a long history of working with law enforcement.",
  "Republicans, they argued, “selectively leak” details of their testimony to media outlets on the far right, creating a warped picture.",
  "Simpson and Fritsch also defended their firm’s research and argued their testimony has not been represented fairly to the public.",
  "Mr. Steele saw this as a crime in progress and decided he needed to report it to the F.B.I.",
  "St. Basil’s Cathedral and the Kremlin’s Spasskaya Tower in downtown Moscow.",
  "They called for full transcripts of their testimony to be released.",
  "We did not discuss that decision with our clients, or anyone else.",
  "Yes, we hired Mr. Steele, a highly respected Russia expert.",
  "We did not speak to the F.B.I.",
  "and haven’t since."
]