[
  "Meanwhile, more than 20 White House employees have given voluntary interviews to special counsel Robert Mueller as part of his investigation into the Trump campaign’s ties to Russian election interference and any possible obstruction of justice, according to a document released by Trump’s attorney John Dowd on Thursday.",
  "The Senate judiciary committee plans to release transcripts from closed-door interviews with Donald Trump Jr and others, as it wraps up its investigation into the meeting between Russians and senior campaign figures, including the president’s son, at Trump Tower in New York during the 2016 election.",
  "The list of witnesses to have been interviewed so far is long, and includes Donald Trump Jr and Jared Kushner, as well as lesser figures such as former adviser Carter Page; Glenn Simpson, the co-founder of Fusion GPS, which commissioned the Steele dossier; and Ben Rhodes, the former Obama adviser.",
  "Chairman Devin Nunes recused himself from the inquiry in March after Trump tweeted that Barack Obama had \"tapp[ed] my phones\" and Nunes, in an apparent attempt to defend the president, revealed that some communications involving Trump aides had been intercepted by US surveillance programs.",
  "Show Hide Beyond Mueller Three separate congressional committees are investigating Russian tampering in the 2016 presidential election and possible collusion between Russia and the Trump campaign: the Senate judiciary and intelligence committees, and the House intelligence committee.",
  "The emails showed British-born music promoter Rob Goldstone telling the future US president’s son that “the crown prosecutor of Russia” had offered information that would “incriminate Hillary and her dealings with Russia and would be very useful to your father”.",
  "The dossier – compiled by former British spy Christopher Steele – makes an allegation that there was a “conspiracy of cooperation” between Russian agents and the Trump campaign, and the president has frequently scorned it since its publication last January.",
  "Earlier this month, Feinstein unilaterally released the transcript of a congressional interview with Glenn Simpson, whose research firm, Fusion GPS, was behind the dossier on alleged contacts between Donald Trump’s campaign and the Russian government.",
  "Republican Senator Chuck Grassley of Iowa said on Thursday that he wants to work out a bipartisan agreement with the ranking Democratic on the committee, Dianne Feinstein of California, to release transcripts from interviews conducted last September.",
  "Senate judiciary committee Hampered early on by partisan disagreement about the scope of its investigation, the committee has interviewed top witnesses including Donald Trump Jr and has taken a particular focus on the firing of James Comey.",
  "“I had hoped to speak with all the witnesses surrounding the Trump Tower meeting … but with the unilateral release of the transcript for Fusion GPS founder Glenn Simpson, it seems to have spooked other potential witnesses,” Grassley said.",
  "But he says the chances of that were “shot” and Kushner was now “spooked” after Feinstein unilaterally released a transcript from a different interview conducted as part of the congressional Russia investigation.",
  "Trump Jr replied: “If it’s what you say, I love it.”\n\nGrassley said on Thursday that the committee would start releasing “all witness interviews that we have done related to that meeting” right away.",
  "Trump Jr was forced last year to release damning emails that revealed he eagerly embraced what he was told was a Russian government attempt to damage Hillary Clinton’s election campaign.",
  "The special inquiry is proceeding in parallel with the congressional investigations and Trump said on Wednesday that he was “looking forward” to speaking under oath to Mueller’s team.",
  "Republican chairman Richard Burr of North Carolina said in October that the question of potential collusion between the Trump campaign and Russian operatives remained open.",
  "House intelligence committee Riven by partisan conflict, the committee appears to be on track to produce two reports – one from each party.",
  "Senate intelligence committee The most aggressive of the three committees so far, with a reasonable appearance of bipartisanship.",
  "But the committee has deferred to Mueller in the investigation of Paul Manafort and has interviewed fewer witnesses than others.",
  "The panel never spoke with Kushner or former campaign manager Paul Manafort, both of whom also attended the Trump Tower meeting.",
  "Grassley said he had hoped to interview Jared Kushner, Trump’s son-in-law who also attended the meeting.",
  "The committee notably heard testimony from James Comey after the former FBI director was fired.",
  "But Burr has also said the committee was not focused on “criminal acts” but a larger picture.",
  "The committees have the power to subpoena witnesses and documents.",
  "Quick guide What are the Trump-Russia congressional inquiries?",
  "The judiciary committee has the power to subpoena witnesses.",
  "Feinstein said she was delighted."
]