[
  "If scrutiny of communications metadata, or the fruits of surveillance directly targeting Russian operatives, showed a pattern of significant continuing contact with such operatives after that point, it might go a fair part of the way toward demonstrating that Page satisfied one of FISA’s statutory definitions of an “agent of a foreign power,” which can apply to an American citizen who “knowingly aids or abets any person” who is engaged in “clandestine intelligence gathering.”\n\nThe problem for the FBI, and thus the PR value of the Nunes memo, lies in the fact that the defense one would expect the bureau to offer—that the Steele dossier was cited as only one of several sources establishing the same facts—cannot responsibly be elaborated with any real specificity.",
  "In a phrase widely echoed on Trump-friendly media, Rep. Steve King (R–Iowa) has suggested that the conduct revealed in the memo amounts to a scandal “worse than Watergate.” Now—yielding to a social media campaign they themselves launched—House Republicans have voted to #ReleaseTheMemo, despite a warning from the Justice Department that doing so would be “extraordinarily reckless.”\n\nWhile the details remain fuzzy, the memo reportedly finds particular fault with the Foreign Intelligence Surveillance Act order the bureau obtained to wiretap former Trump campaign adviser Carter Page, and above all its purported reliance on the now-infamous Steele dossier.",
  "On the worst version of the story, high-ranking FBI and Justice Department officials, in service of a sweeping conspiracy to elect Hillary Clinton—exactly how is left somewhat vague—laundered a hodgepodge of unverified hearsay produced by Democratic operatives to dupe the FISA court into authorizing electronic surveillance of an American citizen who had been working for the Trump campaign.",
  "Moreover, the bureau wields many extraordinarily intrusive surveillance tools that would not even require a potential malefactor to risk seeking to dupe a FISA judge, such as national security letters, or section 702, whose massive database of the fruits of surveillance on more than 100,000 foreign targets can be queried for information on Americans without court approval.",
  "For one, we now know that not only did the FISA court reauthorize surveillance at least once after the initial order lapsed—which they ought not have done unless the initial wiretap yielded something to justify its continuation—but that Trump-appointed Deputy Attorney General Rod Rosenstein personally approved another renewal application before it was sent to the FISC.",
  "CNN reported back in April that the memo was “used to bolster” the bureau’s case for a warrant on Page before the FISA court, leading many Trump boosters to conclude that the whole of the Russia investigation is little more than the extension of a Democratic hit job, employing underhanded tactics borrowed from J. Edgar Hoover’s COINTELPRO playbook.",
  "As Marcy Wheeler notes, the same Steve King who thought the Nunes memo documented abuses “worse than Watergate” not only voted to extend section 702 for another six years, but voted against an amendment that would have imposed a warrant requirement on queries of the 702 database pertaining to American.",
  "In short, rather than taking any of the steps you might suppose a majority party would purse, either in terms of revisiting policy or seeking internal review by the executive branch agencies involved, House Republicans have focused on whipping up public demands for the release of their own accusations.",
  "Nor, for that matter, have they been demanding publication of the underlying applications upon which the memo is based—which, if they truly contain little more than invocations of the Steele dossier, could be published with only minor redactions to establish their case beyond reasonable dispute.",
  "Absent the adversarial crucible to which criminal wiretap orders are ultimately subjected, practical responsibility for ensuring FISA’s broad powers are used appropriately rests almost entirely with the Justice Department lawyers who prepare applications and the FISC judges who review them.",
  "Named for Christopher Steele—the former MI6 officer who compiled it at the behest of commercial intelligence firm Fusion GPS—the dossier originated as opposition research into Trump’s ties to the Russian government, funded by the Democratic National Committee and the Clinton campaign.",
  "That a historically credible researcher had initially been initially hired with a political motive might justify taking his findings with an added grain of salt, but it would be no reason to disregard them entirely if they appeared to jibe with information gleaned via other channels.",
  "But it is very hard to understand how one could believe such a conspiracy exists—indeed, continues to be covered up by sitting officials—yet reject even the idea of pausing to debate such safeguards before renewing precisely the sorts of powers one claims have been abused.",
  "Conspicuously, however, many of the representatives most vocally touting the supposedly explosive contents of the Nunes memo do not appear to believe the systemic abuse of intelligence authorities they’re alleging calls for a rethinking of any of those authorities.",
  "One need not believe that there are ongoing partisan conspiracies within the FBI and Justice Department to support more stringent civil liberties safeguards on the broad spying authorities the intelligence community has accumulated over the past two decades.",
  "And if any warrant application has ever received especially exacting scrutiny from the court, surely it should have been this one: an application whose target was not just an American citizen, but a recent advisor to an ongoing presidential campaign.",
  "If the bureau simply presented Steele’s unverified reporting as fact, then however credible they might find him personally, that would certainly be a disturbingly thin basis on which to conduct electronic surveillance of an American citizen.",
  "If the court had nevertheless been beguiled into authorizing such surveillance on the basis of a few pages of uncorroborated gossip, it becomes hard to see why the public should feel confident that any FISA orders are appropriately vetted.",
  "But with the conclusion of that investigation months away, at the least, it seems doubtful how much a media furor now will cushion any such blows—especially if those ultimate findings aren’t themselves critically dependent on Steele’s.",
  "Yet the memo’s status as a “secret” that had to be dragged into the light is likely to give its claims far greater weight—and greater media exposure—than if Nunes had simply asserted as much directly, without the dramatic buildup.",
  "In effect, the bureau would be restricted to tersely asserting the existence of other sources, but unable to back the claim up in a way that would allow the public to assess their relative importance, let alone satisfy skeptics.",
  "In the rapidly escalating war between the GOP and the FBI, a number of House Republicans appear to believe they’ve discovered their own atomic bomb: a memorandum produced by the staff of Intelligence Committee chair Devin Nunes.",
  "The more troubling possibility is that it would serve to provide political cover for Republican legislators to sit silent—or applaud—if Trump were to begin “cleaning house” at Justice or the FBI, or even target Mueller himself.",
  "If some conclusions were based on technical accesses to the communications of Russian intelligence officials, any detail about those would risk allowing Russia to identify the targets and change their communications practices.",
  "They’ve resisted sharing their findings with their own colleagues on the Senate Intelligence Committee, nor did they hasten to send copies to the Trump appointees now heading the Justice Department and the FBI itself.",
  "It is very difficult to imagine him doing so—especially given the ire that decision appears to have inspired at the White House—if the application consisted of little more than excerpts from Steele’s dossier.",
  "The most obvious answer is that it serves to call the integrity of those conducting the Russia investigation into question, thus casting doubt on any embarrassing findings they might eventually make public.",
  "The memo, according to several Republican members who’ve read it, purports to document scandalous political abuse of surveillance powers, part of a wider conspiracy against Donald Trump within the bureau.",
  "To serve this purpose, the memo wouldn’t need to withstand sustained scrutiny; it would only need to create enough of a penumbra of doubt to justify congressional inaction for the duration of the purge.",
  "It makes somewhat more sense, however, if it is viewed primarily as a public relations campaign with the aim of impugning the integrity of the FBI and, by association, the Mueller investigation.",
  "The 702 votes aren’t the only incongruity: Nunes and his allies aren’t in any respect behaving as you might expect from members of Congress who have uncovered serious intelligence abuses.",
  "It is vanishingly rare for the court to deny a warrant application outright, though many are sent back to be refined or bolstered with additional evidence before their ultimate approval.",
  "More from Just Security:\n\nGetting Intelligence Reform Right This Time: New Threats Bring New Opportunities\n\nYou Don’t Need to Know What’s in the Nunes Memo to Worry About Its Release",
  "Furthermore, we know definitively that Page was targeted for recruitment by Russian intelligence as early as 2013, and was warned of the attempt by the FBI at the time.",
  "The appropriate response to this scandalous conduct is typically said to be a purge of the “deep state” conspirators from the ranks of the intelligence community.",
  "Those whose communications are collected almost never learn of it, because intelligence surveillance is not typically meant to gather evidence for use in court.",
  "But there would be no reason to regard it as inappropriate if the dossier had merely been one of several sources used to corroborate and complement each other.",
  "In the latter case, the threat of the bureau refuting the Nunes memo is rendered conveniently moot by the absence of anyone remaining with motivation to do so.",
  "But assuming the memo is indeed headed for release, it’s worth keeping an eye out for officials following FBI Deputy Director Andrew McCabe out the door.",
  "Mark Wilson/Getty Images\n\nThis piece was originally published on Just Security, an online forum for analysis of U.S. national security law and policy.",
  "California Rep. Devin Nunes attends a House Ways and Means Committee markup of the Republicans tax reform plan on Nov. 9, in Washington.",
  "Nearly 20 percent of the targets of those warrants—336 individuals or corporate entities—were United States citizens or legal residents.",
  "Whether this constitutes any kind of scandal depends almost entirely on what other evidence was part of the supporting documentation.",
  "There is abundant reason to regard all this as, at the very least, a misreading of the facts, and likely a disingenuous one as well.",
  "If the bureau relied on human assets, any information which provided a clue to their identities might well put their lives at risk.",
  "Let’s stipulate that the FBI did indeed make reference to Steele’s findings in seeking its wiretap on Page.",
  "There is abundant reason to regard all this as, at the very least, a misreading of the facts.",
  "But it’s worth pausing for a moment to consider what follows if we take it at face value.",
  "But surely if this story were true, its implications would be far more radical.",
  "There are plenty of indirect reasons to think this is likely the case.",
  "Consider: In 2016 the FISA court issued 1,559 targeted FISA warrants.",
  "So did Nunes himself, as well as Reps. Matt Gaetz and Ron DeSantis.",
  "A question worth asking at this point is: To what end?",
  "All of this is, to put it mildly, rather odd.",
  "This should seem incongruous on its face.",
  "I hope this second hypothesis is wrong."
]