[
  "https://t.co/ONObTWOaOn pic.twitter.com/CYG11DnxH7 — Donald J. Trump (@realDonaldTrump) October 28, 2017\n\nAfter strict consultation with General Kelly, the CIA and other Agencies, I will be releasing ALL #JFKFiles other than the names and... — Donald J. Trump (@realDonaldTrump) October 28, 2017\n\n...addresses of any mentioned person who is still living.",
  "In the White House briefing room earlier this week, Press Secretary Sarah Huckabee Sanders said \"our position hasn't changed since Day 1, and we are seeing now if there was any collusion with Russia, it was between the DNC and the Clintons and not our campaign.\"",
  "— Donald J. Trump (@realDonaldTrump) October 28, 2017\n\nMr. Trump's longtime ally and confidante Roger Stone, meanwhile, was suspended from Twitter after an expletive-filled rant directed toward CNN after it reported the news about the charges.",
  "pic.twitter.com/vOcTlyOeyw — Donald J. Trump (@realDonaldTrump) October 28, 2017\n\nWhile not at all presidential I must point out that the Sloppy Michael Moore Show on Broadway was a TOTAL BOMB and was forced to close.",
  "Sanders was referring to the relevation earlier this week that Hillary Clinton's campaign and the Democratic National Committee contributed funding for research that culminated in the infamous Trump dossier.",
  "The White House has not responded to the news that a federal grand jury has approved charges related to special counsel Robert Mueller's investigation into Russian meddling in the 2016 presidential election.",
  "I am doing this for reasons of full disclosure, transparency and... — Donald J. Trump (@realDonaldTrump) October 28, 2017\n\n...in order to put any and all conspiracy theories to rest.",
  "— Donald J. Trump (@realDonaldTrump) October 28, 2017\n\nJust read the nice remarks by President Jimmy Carter about me and how badly I am treated by the press (Fake News).",
  "President Trump spent time Saturday at his Virginia golf course and refrained from directly commenting on the news of the charges, CBS News' Errol Barnett reports.",
  "Mr. Trump sent out a few tweets Saturday, including tweets about National Prescription Drug Take Back Day and thanking former President Carter for recent praise.",
  "On Friday, conservative website the Washington Free Beacon confirmed they had first paid Fusion GPS, the research firm that created the dossier.",
  "Mr. Trump also sent a tweet that he wrote was \"not at all presidential\" and then went on to criticize Michael Moore's Broadway play.",
  "MIKE THEILER / REUTERS\n\nThe indictment is currently under seal but is expected to become public as early as Monday.",
  "— Donald J. Trump (@realDonaldTrump) October 28, 2017\n\nHappy #FirstRespondersDay to all of our HEROES out there.",
  "Very little reporting about the GREAT GDP numbers announced yesterday (3.0 despite the big hurricane hits).",
  "— Donald J. Trump (@realDonaldTrump) October 28, 2017\n\nToday is National Prescription Drug Take Back Day.",
  "— Donald J. Trump (@realDonaldTrump) October 28, 2017\n\nJFK Files are released, long ahead of schedule!",
  "He also repeated his announcement from Friday that all the remaining JFK files will be released.",
  "The nature of the charges is not clear, nor is the identity or number of individuals targeted.",
  "We are forever grateful to you for your service, sacrifice and courage 24/7/365!",
  "Everyone can help fight the #OpioidEpidemic by participating!",
  "CNN first reported the approved charges Friday night.",
  "Best consecutive Q's in years!",
  "Thank you Mr. President!",
  "Sad!"
]