[
  "That very day, Daily Kos founder Markos Moulitsas took to Twitter to urge de León to run and defeat “the most pro-Trump Blue-state Dem in the country.” And soon after that, the American Prospect’s executive editor Harold Meyerson made a similar pitch in far greater detail in a piece that credited de León with doing as much as anyone else to turn California into not only “the capital of anti-Trump America,” but also “the progressive model for America’s future.”\n\nTo date, though, that online excitement has not translated into a whole lot of IRL support for de León, notwithstanding this week’s somewhat surprising endorsement from the typically establishment-friendly Service Employees International Union.",
  "That rage has long simmered in the background, but it seemed to reach a boiling point this summer when Feinstein offered some relatively kind words about Trump’s potential to evolve into a “good president” and urged “patience.” Even before that round of booing from the left, Emma Roller was making the case on Splinter (née Gawker) that Feinstein was out of touch with her state’s liberal voters on things like health care and national security, and that she should retire.",
  "Feinstein and her allies counter by pointing to her long history of leadership on issues like gun control, women’s rights, and the environment, along with a pragmatic argument for letting Feinstein be, chiefly that too much hangs in the balance this November for the left to spend a single cent or second challenging a Democratic incumbent when there is so much work to be done in the midterms.",
  "She has also been laying some groundwork herself for the anti-Trump case of late, most notably when she decided to unilaterally release the Fusion GPS transcripts, which debunked the conservative conspiracy theory that it was Hillary Clinton’s campaign that effectively started the FBI investigation into Trump.",
  "De Léon could alienate those Republican voters if he runs hard to Feinstein’s left, but it’s possible that a sizeable number either won’t notice that or simply won’t care when faced with the chance to vote against a Democrat that has been a bold-faced name in California politics for four decades.",
  "And on top of all that, there is her age: At 84, she is the oldest person serving in the Senate, making her a convenient target for the ire of a younger generation of progressives who are eager for change at the top of the Democratic Party, both in California and elsewhere.",
  "Regardless, though, there is one major difference between those cases and this one: California’s unique “jungle” primary, which advances the top two finishers, regardless of party, and all but ensures both Feinstein and de León will be on the general election ballot.",
  "And as the top Democrat on the Senate Intelligence Committee, she’s been a vocal backer of the nation’s surveillance apparatus—she supported intelligence gathering practices that Obama didn’t even want as president and called Edward Snowden a traitor.",
  "Toss in a strong Latino turnout—fueled by the presence of both de León and former Los Angeles Mayor Antonio Villaraigosa, who is running for governor—and the general election could well turn out to be more competitive than the primary.",
  "The most serious challenger to her left, state Senate leader Kevin de León, has yet to get within 20 points of her in any major survey this cycle, and he began 2018 with a campaign bank account roughly one-thirtieth the size of hers.",
  "Some also worry aloud that if de León gives Feinstein a scare but she still prevails, any residual hurt feelings from an intraparty feud could leave her more likely—not less so—to break with her party.",
  "Both would, on occasion, go on to break with their respective parties on key issues, but one could also argue that it was those very independent streaks that got them primaries in the first place.",
  "The senior senator from California fails two progressive litmus tests, one old and one new: She voted to authorize the invasion of Iraq in 2002, and she opposes single-payer health care today.",
  "And while California is blue and getting bluer, registered Republicans still make up a significant slice of the electorate—about 25 to 30 percent of those considered most likely to vote.",
  "The good news for de León is that he too has his own double-digit lead—over third place, which is currently held by the perennial candidate “Someone Else” at 3 percent support.",
  "But the SEIU is an outlier in this one; Feinstein’s list of supporter reads like a who’s who of California Democrats: Sen. Kamala Harris, former Sen. Barbara Boxer, Lt. Gov.",
  "(and current gubernatorial hopeful) Gavin Newsom, Los Angeles Mayor (and no-longer gubernatorial hopeful) Eric Garcetti, and U.S. Reps. Ted Lieu and Adam Schiff among them.",
  "Exhibits A and B in their case are Alaska Sen. Lisa Murkowski and former Connecticut Sen. Joe Lieberman, both of whom lost a primary challenge but won re-election anyway.",
  "To be clear, without a major, fundamentals-altering change to this race, Feinstein will enter the general as the clear favorite and likely stay that way to Election Day.",
  "De León’s failure to gain significant traction to date is a bit surprising, in no small part because of how much many progressives dislike the woman he wants to unseat.",
  "That list makes it clear Feinstein has the Democratic establishment behind her, but some of those names also help paper over her less-than-zealous opposition to Trump.",
  "A new poll released last week by the Public Policy Institute of California shows de Léon trailing Feinstein by 29 points among likely voters, 46 percent to 17 percent.",
  "And Schiff, as the top Democrat on the House Intelligence Committee, is helping lead the investigation into possible collusion between the Trump campaign and Russia.",
  "Harris, a progressive darling and a potential 2020 candidate, has called for Trump to resign over accusations of sexual harassment and assault.",
  "Sixty-four percent of likely voters said they either had never heard of him or didn’t know enough about him to have an opinion.",
  "As her critics are quick to point out, she was to the right of California Democrats even before the electorate shifted left.",
  "That means de Léon will have until November to raise his name ID and make a more forceful case for replacing Feinstein.",
  "They’ll make for strong surrogates if Feinstein needs help drawing a bright line between herself and the president.",
  "This will be only the third California Senate election since the state moved to this open primary format in 2011.",
  "But hovering below 50 percent is never a great place for a longtime incumbent, and de Léon has room to grow.",
  "But things really picked up steam this fall, when Feinstein made her re-election effort official in October.",
  "The five-term Democratic senator is up big in the polls and up even bigger in the fundraising department.",
  "That’s not say that de León doesn’t have a progressive case to make against Feinstein—he certainly does.",
  "California state Senate leader Kevin de León is challenging Dianne Fienstein in the Democratic primary.",
  "With less than four months until the California primary, Dianne Feinstein is sitting pretty.",
  "Photos by Thinkstock and Joshua Blanchard/Getty Images for Consulate General Of Israel.",
  "(The most serious challenger to Feinstein’s right, meanwhile, does not exist.)",
  "It’s the general election where this race could potentially get interesting.",
  "For de León and his progressive backers, that might be their only real hope.",
  "Lieu has been clear he thinks the president is “absolutely” a racist.",
  "Photo illustration by Slate.",
  "(Chicken, meet egg.)"
]