[
  "In a letter to Deputy Attorney General Rod Rosenstein and FBI Director Chris Wray, Grassley and Graham wrote: \"Attached please find a classified memorandum related to certain communications between Christopher Steele and multiple US news outlets regarding the so-called 'Trump dossier' that Mr. Steele compiled on behalf of Fusion GPS for the Clinton Campaign and the Democratic National Committee and also provided to the FBI.\"",
  "Matt Miller, a former DOJ spokesman who served under President Barack Obama, said: \"Every person in Congress has a decision to make right now, and Graham and Grassley have apparently decided they want to be remembered for carrying Donald Trump's water rather than getting to the bottom of how Russia interfered in our election.\"",
  "Chuck Grassley and Lindsey Graham on Friday issued a criminal referral to the Justice Department, urging it to examine whether the former British spy Christopher Steele made false statements to the FBI \"about the distribution of claims\" contained in a dossier he wrote about alleged ties between the Trump campaign and Russia.",
  "Josh Levy, a lawyer for Fusion, said Friday that \"publicizing a criminal referral based on classified information raises serious questions about whether this letter is nothing more than another attempt to discredit government sources, in the midst of an ongoing criminal investigation.\"",
  "'We should all be skeptical'\n\nThe opposition research firm Fusion GPS, which hired Steele in mid-2016 to investigate ties between the Trump campaign and Russia, accused Grassley of refusing to release the transcripts of its interview with the Judiciary Committee in August.",
  "Graham said in a separate statement that \"after reviewing how Mr. Steele conducted himself in distributing information contained in the dossier and how many stop signs the DOJ ignored in its use of the dossier, I believe that a special counsel needs to review this matter.\"",
  "Steele's relationship with the bureau long predated his role in collecting information in the dossier, and the FBI took his intelligence seriously as it corroborated aspects of the investigation it had already opened into Russia's interference in the 2016 US election.",
  "\"A referral that offered evidence of lying to Congress would be more likely to give the FBI something new and would be more likely to carry some weight,\" said William Yeomans, a former deputy assistant attorney general who spent 26 years at the Justice Department.",
  "\"I cannot understand why it would be necessary for members of Congress to make a criminal referral to the FBI concerning information we know the FBI already has,\" said Democratic Sen. Sheldon Whitehouse, who also sits on the Senate Judiciary Committee.",
  "Grassley sent letters to the Justice Department in October seeking more information about Peter Strzok— an FBI agent who sent text messages during the campaign that were critical of President Donald Trump and other political leaders — among others.",
  "The firm's founders, Glenn Simpson and Peter Fritsch, said in a New York Times op-ed article this week that Republicans on the committee were \"selectively\" leaking details about the testimony \"to media outlets on the far right.\"",
  "Simpson and Fritsch wrote that it told lawmakers they should investigate Trump's history with Deutsche Bank and real-estate deals with \"dubious Russians in arrangements that often raised questions about money laundering.\"",
  "The senators, both members of the Senate Judiciary Committee, continued: \"Based on the information contained therein, we are respectfully referring Mr. Steele to you for investigation of potential violations of 18 U.S.C.",
  "A spokeswoman for Grassley said last month that the Judiciary Committee's majority was focused on examining \"improper political influence\" within the FBI and Justice Department \"spanning two administrations.\"",
  "There is no evidence that Steele was ever under FBI investigation or gave a formal interview to the bureau, raising questions about whether his comments to federal agents about the dossier were material.",
  "\"But, as I would with any credible evidence of a crime unearthed in the course of our investigations, I feel obliged to pass that information along to the Justice Department for appropriate review.\"",
  "The founders said they warned of Paul Manafort's \"coziness with Moscow\" as well as the former campaign chairman's \"financial ties to Russian oligarchs close to Vladimir Putin.\"",
  "The criminal referral does not pertain to the veracity of the dossier's claims and \"is not intended to be an allegation of a crime,\" a press release from the committee says.",
  "But the firm said in a later statement that after reviewing the transcript and making sure it did not reveal private client information, it wanted it to be released.",
  "Feinstein, meanwhile, said Democrats' focus was \"obstruction of justice and whether there was cooperation/collusion between the Trump administration and Russia.\"",
  "The bottom line is that the referral only matters to the extent it gives the FBI relevant evidence or otherwise unknown and credible allegations,\" he said.",
  "It is unclear why the Justice Department would not have moved to charge Steele if the bureau had found evidence of wrongdoing in its interviews with him.",
  "Sen. Dianne Feinstein, the committee's ranking member, said, \"I wasn't consulted about this referral, nor were any of my Democratic colleagues.\"",
  "§ 1001, for statements the Committee has reason to believe Mr. Steele made regarding his distribution of information contained in the dossier.\"",
  "Legal experts said the referral seemed politically motivated because it did not appear to provide the FBI information it did not already have.",
  "\"This is either a PR stunt or an attempt by senators who control DOJ funding to undermine the investigation,\" Mariotti said in an interview.",
  "\"If they are giving the FBI information it already has that suggests Steele lied to the FBI, the referral has little import.",
  "Screenshot\n\n\"I don't take lightly making a referral for criminal investigation,\" Grassley said in a statement.",
  "Grassley shot back, saying Fusion did not want the transcripts made public at the time of the testimony.",
  "\"Either way, it's problematic, because it seems like an attempt to influence DOJ charging decisions.\"",
  "The senators did not disclose what led them to believe that Steele had misled the FBI.",
  "Renato Mariotti, a former federal prosecutor, largely agreed.",
  "\"We should all be skeptical in the extreme,\" Levy said.",
  "\"Otherwise, it should be viewed as a political act.\"",
  "Thomson Reuters\n\nRepublican Sens.",
  "Sen. Chuck Grassley.",
  "Christopher Steele.",
  "A political stunt?"
]