[
  "\"[T]he Committee seeks transactions related to three individual journalists, [names redacted], each of whom have reported on and/or been quoted in articles regarding topics related to the Committee's investigation, some of which were published as recently as October 2017,\" the committee wrote.",
  "\"This is simply another desperate attempt by the president’s political allies to discredit Fusion GPS's work and divert attention from the question these committees are supposed to be investigating: The Trump campaign's knowledge of Russian interference in the election,\" he added.",
  "The House Intelligence Committee is searching new evidence in its investigation into Fusion GPS and whether the research firm behind the infamous \"Trump dossier\" used the sometimes-inaccurate document to plant negative stories about President Donald Trump in the media.",
  "Lawyers for the House Intelligence Committee also claim that Fusion GPS “brokered meetings for dossier author Christopher Steele with at least five major media outlets in September 2016, including Yahoo News.”\n\nWhere can I read more on the Trump dossier?",
  "Fusion has requested a restraining order to prevent the House Intel Committee from seizing records that would explain the payments, saying that the payments made to reporters were not relevant to Trump or the Russia probe.",
  "According to unsealed court documents, Fusion GPS made payments to three different journalists between June 2016 and February 2017, all of whom reported on \"Russia issues relevant to [the committee's] investigation.\"",
  "“Fusion GPS is a research firm set up by former investigative journalists,” Fusion GPS’s lawyer, Josh Levy, told the Washington Examiner.",
  "Contractors are not permitted to publish any articles based on that work, and Fusion GPS does not pay journalists to write stories.",
  "The names, amounts of money paid, and purpose of payments were either redacted or not disclosed in the documents.",
  "“As such, it sometimes works with contractors that have specialized skills seeking public information.",
  "What we know — and what's true — about the Trump-Russia dossier | The Guardian",
  "Clinton, Trump, and the Russia dossier: What you need to know | The Hill\n\n?",
  "WaPo bombshell report reveals who paid for Trump dossier | TheBlaze\n\n?",
  "What is the House Intelligence Committee saying?",
  "What happened?",
  "?"
]