[
  "The largely redacted letter alleges Fusion GPS had received a report from the State Department from a “foreign sub-source who ‘is in touch with [redacted], a contact of [redacted], a friend of the Clintons, who passed it to [redacted].’ ” They wrote that “[i]t is troubling enough that the Clinton Campaign funded Mr. Steele’s work, but that these Clinton associates were contemporaneously feeding Mr. Steele allegations raises additional concerns about his credibility.”\n\nThe letter also expressed concerns over Steele’s interactions with reporters.",
  "It wasn’t just Democrats who blasted the move as partisan politics: Former FBI Director James Comey attacked the “dishonest and misleading memo” for “wreck[ing] the House intel committee, destroy[ing] trust with Intelligence Community, damag[ing] relationship with FISA court, and inexcusably expos[ing] classified investigation of an American citizen.” John McCain, too, rebuked his colleagues.",
  "“[W]hen information in those classified documents is evaluated in light of sworn statements by Mr. Steele in British litigation, it appears that either Mr. Steele lied to the FBI or the British court, or that the classified documents reviewed by the Committee contain materially false statements,” the senators wrote.",
  "On Friday, a controversial memo written by Rep. Devin Nunes and Republican staffers, who accused the FBI and Justice Department of malfeasance stemming from anti-Trump bias, became public over the objections of the DOJ after Republicans voted using an obscure procedural rule to release it.",
  "The release of the Nunes memo, a hyped-up moment in the drama over the Russia investigation, billed itself as “damning proof of an orchestrated campaign within the Department of Justice and Federal Bureau of Investigation to smear Donald Trump,” as Jeremy Stahl wrote in Slate.",
  "On Monday morning, Trump attacked Schiff on Twitter as being “one of the biggest liars and leakers in Washington, right up there with Comey, Warner, Brennan and Clapper!” and praised Nunes as “a Great American Hero for what he has exposed and what he has had to endure!”",
  "Chuck Grassley and Lindsey Graham have released a declassified version of their letter to Rod Rosenstein requesting a criminal investigation into Christopher Steele, the former British intelligence officer behind the controversial Trump dossier.",
  "The basis of the Republican complaint lies in the assertion that several senior law enforcement officials signed off on FISA warrant applications to surveil former Trump adviser Carter Page based on information provided by the Steele dossier.",
  "Grassley and Graham had already publicly recommended that Steele be investigated when in January they sent the letter, publicly announcing that they had found evidence that Steele had lied to the FBI.",
  "The senators allege that Steele had spoken to journalists for various publications during his investigation and had included “unsolicited—and unverified—allegations” in the dossier as a result.",
  "But, as Stahl wrote in Slate, this charge in itself is not damning without knowing if there was other evidence backing the warrant as well, as the firm behind the dossier has testified.",
  "In the letter, released Monday, the two senators accused Steele of receiving information for the dossier from a Clinton ally and misleading the FBI about his contacts with the media.",
  "“The latest attacks on the FBI and Department of Justice serve no American interests—no party’s, no president’s, only Putin’s,” he said in a statement.",
  "The problem, they argue, is that these officials did not properly disclose that the dossier was funded in part by the Democratic National Committee.",
  "The memo itself, however, offered very little new information and fell far short of providing evidence of conspiring.",
  "Chuck Grassley and Lindsey Graham during a meeting with Republican senators at the White House in January.",
  "The letter is the latest development in the Republican campaign to discredit the Russia investigation.",
  "Rep. Adam Schiff is expected to call for a vote to release the memo Monday afternoon.",
  "Democrats have responded to the Nunes memo by crafting their own memo in response.",
  "Jim Watson/Getty Images\n\nRepublican Sens.",
  "Donald Trump jokes with Sens."
]