[
  "The Washington Free Beacon notified the House Intelligence Committee of the hiring on Friday and then published a statement saying it paid Fusion GPS to research “multiple candidates in the Republican presidential primary, just as we retained other firms to assist in our research into Hillary Clinton.” The website makes clear it doesn’t see anything wrong with the practice, noting that since it was launched in 2012 it “has retained third-party firms to conduct research on many individuals and institutions of interest to us and our readers.’’ But the Free Beacon staunchly denied it had anything to do with the dossier that Fusion GPS ultimately wrote up.",
  "https://t.co/LmhKqWzxgu pic.twitter.com/PxfvWLc8aS — Matthew Continetti (@continetti) October 27, 2017\n\nThis revelation comes on the heels of news that Hillary Clinton and the Democratic National Committee had paid Fusion GPS for the research, which Trump characterized as proof that it was all part of a campaign by his political opponents.",
  "The New York Times explains:\n\nThe revelation of The Free Beacon’s involvement with Fusion GPS threatens a rapprochement between Mr. Trump and Mr. Singer, who donated $1 million to the president’s inaugural fund and has visited the White House on multiple occasions.",
  "Thos Robinson/Getty Images for New York Times\n\nWe already knew that it was Republicans who first hired Fusion GPS, the firm behind the now infamous dossier that claimed close ties between Donald Trump and the Russian government.",
  "After one such visit, Mr. Trump declared that Mr. Singer “was very much involved with the anti-Trump or, as they say, ‘Never Trump,’ and Paul just left, and he’s given us his total support and it’s all about unification.”",
  "But now we know that Republican group was the Washington Free Beacon, a conservative website that is largely funded by hedge fund billionaire Paul Singer.",
  "After the Free Beacon stopped paying Fusion GPS for the research, the company then turned around and offered to continue digging into Trump for Democrats.",
  "Turns out the Washington Free Beacon hired Fusion GPS in 2015 to dig up information about several Republican presidential hopefuls, including Trump.",
  "Paul Singer speaks onstage during The New York Times DealBook Conference at One World Trade Center on December 11, 2014 in New York City.",
  "Now it turns out that the conservative website was the one that got the ball rolling regarding Fusion GPS’ research on Trump.",
  "The news could hurt already tense relations between Trump and Singer.",
  "Fusion GPS and the Washington Free Beacon.",
  "A note to our readers."
]