[
  "“After that, Fusion GPS hired dossier author Christopher Steele, a former British intelligence officer with ties to the FBI and the U.S. intelligence community, according to those people, who spoke on the condition of anonymity.”\n\nAdvertisement\n\n\n\nThe DNC, all along, seemed like a pretty good bet to be involved, but what we did not know—or know for sure—was that the Clinton campaign itself helped pay for the Trump opposition research work to continue up until October 2016, days before the presidential election.",
  "SAUL LOEB/AFP/Getty Images\n\nThe Washington Post nudged along the Trump dossier origin story Tuesday, reporting that the research company that commissioned the former British intelligence officer to do a deep dive into then-candidate Donald Trump’s foreign, particularly Russian, ties was funded, in part, by the Democratic National Committee and the Hillary Clinton campaign.",
  "There appear to be far more plausible good faith answers, but given that a significant portion of Trump’s base essentially doesn’t believe anything, the Clinton funding link is going to be their new wild card talking point for dismissing anything that has to do with Russia.",
  "Fusion GPS was initially the client of one of Trump’s Republican primary opponents (which one is still not known) and it was known that during the general election groups aligned with Hillary Clinton took over the funding of the opposition research.",
  "The way it looks to them is that Clinton lost the election, handed over damaging information on Trump to the Obama administration, which then leaked it and sparked a witch hunt to wound the Trump presidency before it even got started.",
  "This is not altogether new news; as far back as January, the Trump opposition research collected by the research firm Fusion GPS, which ended up including numerous salacious details, was known to be funded by Democratic groups.",
  "Trump Republicans see this, and the Clinton connection, as a clear indication that the Obama administration was out to get their guy for beating up on and defeating Clinton in November.",
  "Well, the motives of the investigation, which was—and is—transparently aimed at finding anti-Trump information, are important to factor into to any assessment of the dossier.",
  "By that point, the dossier included, among other things, claims that Russia had compromising information on Trump’s financial interests and sexual activity in the country.",
  "“Marc E. Elias, a lawyer representing the Clinton campaign and the DNC, retained Fusion GPS, a Washington firm, to conduct the research,” according to the Washington Post.",
  "But it still made its way to the FBI and a two-page synopsis made it all the way to then-president-elect Trump’s eyes and ears.",
  "To that end, ever since news of the dossier broke, it's been taken with sufficient grains of salt by just about everyone.",
  "Clinton campaign paid for the fake Russia dossier, then lied about it & covered it up.",
  "https://t.co/kR8z2zsZ7Q — Sarah Sanders (@PressSec) October 25, 2017",
  "It’s opposition research; it’s unverified.",
  "In fact, it’s already begun.",
  "The real Russia scandal?",
  "How big a deal is this?",
  "Is this what happened?"
]