[
  "During Monday's press briefing, Sanders argued that the indictment of former campaign chairman Paul Manafort and his business associate Rick Gates did not reflect poorly on Trump, and claimed instead that people should be focused on Hillary Clinton's campaign's partial funding of a salacious dossier with negative information about Trump.",
  "\"Fox & Friends\" cohost Steve Doocy argued charges against Manafort could be unrelated to the Trump campaign, noting reports that Manafort was being monitored for wire transfers \"many, many years before he joined Trump,\" and added there's a \"pretty good opportunity this was a while back.\"",
  "Sanders also said that many of the charges against Manafort — including conspiracy against the United States, conspiracy to launder money, unregistered agent of a foreign principal, and false statements — were for actions that took place \"well before the campaign ever even existed.\"",
  "Over the past several days, conservative allies of the president have attempted to deflect from a pending indictment in the investigation by special prosecutor Robert Mueller, reviving old 2016 campaign attacks on Clinton.",
  "Chip Somodevilla/Getty Images\n\nWhite House press secretary Sarah Huckabee Sanders deflected from news of the indictment of top 2016 campaign associates of President Donald Trump, instead blaming Hillary Clinton.",
  "Throughout the briefing, the press secretary attempted to distance Trump from the charges against Manafort, Gates, and former Trump campaign foreign policy aide George Papadopoulos.",
  "There's clear evidence of the Clinton campaign colluding with Russian intelligence to spread disinformation and smear the president, to influence the election,\" Sanders said.",
  "\"The real collusion scandal, as we've said several times before, has everything to do with the Clinton campaign, Fusion GPS, and Russia.",
  "\"We've been saying from day one there's no evidence of Trump-Russia collusion and nothing in the indictment today changes that at all.\"",
  "Asked about Papadopoulos, she claimed he did not have a large role in the campaign, though Trump once listed him as a major adviser.",
  "Other Trump allies on Monday also distanced Manafort from Trump.",
  "Natasha Bertrand contributed reporting.",
  "Sarah Huckabee Sanders."
]