[
  "Browder — a former hedge fund manager who spearheaded the passage of the Magnitsky Act after his tax lawyer, Sergei Magnitsky, died in a Russian prison in 2009 — alleged in a complaint filed with the Treasury Department last year that Fusion's work for the US law firm BakerHostetler violated the Foreign Agents Registration Act because it served Russian government interests.",
  "Jonathan Ernst/Reuters The opposition research firm that produced the explosive dossier alleging ties between the Trump campaign and Russia issued a statement Thursday denying that it needs to register as a foreign agent, or that it broke the law in not doing so last year.",
  "The chairman of the Judiciary Committee, Republican Sen. Chuck Grassley, picked up on that complaint and wrote a letter to the Justice Department in March asking whether Fusion GPS and its cofounder, Glenn Simpson, was being investigated for a potential FARA violation.",
  "Browder was targeted by Simpson, BakerHostetler, and Veselnitskaya, he claims, because he told the government that Prevezon laundered money that was stolen as part of the $230 million tax fraud scheme that Magnitsky uncovered.",
  "Republican Sen. Lindsay Graham said during Thursday's hearing that the work indicates Fusion was \"backed by the Russians,\" and White House press secretary Sarah Huckabee Sanders said that the hearing \"vindicated\" Trump.",
  "Fusion's defenders have argued that Trump's allies have seized on the firm's work for BakerHostetler and Prevezon as a way of undermining the credibility of the Trump-Russia dossier published by Buzzfeed in January.",
  "BakerHostetler was hired last year by Russian lawyer Natalia Veselnitskaya to represent a Cyprus-based Russian holding group named Prevezon that had been accused of money laundering by the US government.",
  "The high-level Russian sources he developed during his time there have made him useful to the State Department and the FBI, who have worked with him in the past to investigate Russian corruption.",
  "At today's hearing, not even Mr. Browder could understand or adopt the Republicans' nonsensical argument that Russia had an agent investigate and expose Russia's influence on the election.",
  "Browder told the Senate Judiciary Committee on Thursday that Fusion pitched false stories to journalists about Magnitsky, including that he died of natural causes, which Browder disputes.",
  "\"What is clear is that the president and his allies are desperately trying to smear Fusion GPS because it investigated Donald Trump's ties to Russia,\" Fusion said in the statement.",
  "\"It is a matter of public record that Fusion GPS worked for and under the supervision of an American law firm to provide support for civil litigation in New York.",
  "The dossier was compiled by a subcontractor, Christopher Steele — a former British intelligence agent who worked on MI6's Moscow desk for decades.",
  "It was not required to register under FARA, and it did not spread false information about William Browder or Sergei Magnitsky.\"",
  "Fusion has maintained, however, that it \"did not spread false information about William Browder or Sergei Magnitsky.\"",
  "Fusion GPS is cooperating with Congress and looks forward to sharing the truth.\"",
  "\"They have pulled out all the stops, including this false allegation about FARA.",
  "\"Fusion GPS has complied with the law,\" the statement said."
]