[
  "\"I think that the evidence that has developed over the last year, since President Trump took office, is that there is a well-established pattern of surreptitious contacts that occurred last year that supports the broad allegation of some sort of an undisclosed political or financial relationship between the Trump Organization and people in Russia,\" Simpson said.",
  "The Washington, D.C.-based group says it offers a “cross-disciplinary approach with expertise in media, politics, regulation, national security, and global markets.”\n\nFusion GPS was started in 2009 by former Wall Street Journal reporters Peter Fritsch and Glenn Simpson.",
  "While it has not been verified, the dossier, which included explicit sexual and financial allegations against Trump, created further speculation about any Trump connection to Russian officials – a question that has dogged his campaign and presidency.",
  "The dossier was also the catalyst for a surveillance warrant the FBI and Justice Department obtained to spy on Carter Page, a former Trump foreign policy adviser, according to a controversial memo from the House Intelligence Committee.",
  "Founded by veteran journalists, Fusion GPS “provides premium research, strategic intelligence, and due diligence services to corporations, law firms and investors worldwide,” according to its sparse website.",
  "\"Somebody’s already been killed as a result of the publication of this dossier and no harm should come to anybody related to this honest work,” said attorney Joshua Levy in an Aug. 22 deposition made public.",
  "During the campaign, Donald Trump Jr., the president’s oldest son, took a controversial meeting with Russian lawyer Natalia Veselnitskaya, who was supposed to have damning information about Clinton.",
  "From its connection to Hillary Clinton’s campaign to the publication of a graphic dossier about President Trump, Fusion GPS has become something of a major player in the Russia investigation.",
  "Simpson told the House Intelligence Committee in November that some information the firm obtained raised questions about the campaign’s involvement with Russians during the election.",
  "TRUMP AND THE RUSSIA INVESTIGATION: WHAT TO KNOW\n\nIt's unclear what Fusion GPS had dug up by the time Perkins Coie hired it or how much money was involved in the transaction.",
  "The firm was originally retained during the election by the conservative website Washington Free Beacon which wanted opposition research on Trump and other GOP candidates.",
  "After Trump became the Republican nominee, Clinton and the Democratic National Committee retained Fusion GPS through lawyer Marc Elias and his firm, Perkins Coie.",
  "Simpson has done substantial investigative work on the case of Sergei Magnitsky, a Russian lawyer who was imprisoned after reporting a massive tax fraud scheme.",
  "The Clinton campaign and the DNC paid Perkins Coie more than $9 million – although it’s uncertain how much of that money, if any, went toward the dossier.",
  "The political firm was behind the controversial dossier that contained numerous colorful but unverifiable allegations about Trump’s connections to Russia.",
  "In his investigative work on Magnitsky, Simpson may have found evidence that contradicts details of the case accepted by the U.S., NBC News reported.",
  "The political firm was behind the controversial dossier that contained a number of colorful but unverifiable claims about Trump.",
  "Magnitsky died in prison, and the U.S. enacted the Magnitsky Act, which imposes sanctions on certain Russian officials.",
  "The company retained British intelligence officer Christopher Steele, who produced the 35-page dossier.",
  "The memo alleges that officials did not reveal who paid for the dossier when requesting the warrant.",
  "The Clinton campaign and the DNC funded the project until October 2016 – right before the election.",
  "Clinton reportedly did not know about the dossier until BuzzFeed News published it in January 2017.",
  "Instead, those who went to the meeting said she just wanted to talk about the Magnitsky Act.",
  "Trump has suggested that the dossier was funded by Russia, Democrats or the FBI.",
  "And that dossier got somebody “killed,” according to an attorney for Fusion GPS.",
  "Fusion GPS has been linked to a conservative website as well as the Clintons.",
  "Fusion GPS also did work as a firm related to the Magnitsky Act.",
  "Democrats have defended it as simply opposition research.",
  "How is Fusion GPS linked to the Russia investigation?",
  "The Associated Press contributed to this report.",
  "Here’s what to know about the firm.",
  "So who funded the dossier?",
  "What is Fusion GPS?",
  "Anything else?"
]