[
  "Jordan highlighted a new report about meetings between the co-founder of Fusion GPS and a Russian lawyer who made headlines over the summer after it was revealed that she had met with Donald Trump Jr.\n\nFox News reported:\n\nThe co-founder of Fusion GPS, the firm behind the unverified Trump dossier, met with a Russian lawyer before and after a key meeting she had last year with Trump’s son, Fox News has learned.",
  "Judge Napolitano on Why He Believes Trump Campaign Adviser 'Wore a Wire'\n\nDershowitz: Mueller Is a 'Zealot' on Russia Investigation, But Not Unethical\n\nOn \"Fox & Friends\" yesterday, Judicial Watch president Tom Fitton said \"it looks like a setup\" for the lawyer, Natalia Veselnitskaya, to have been in contact with Fusion GPS before and after the Trump Tower meeting.",
  "Tom Fitton: Mueller Probe Is 'Fruit of the Poison Tree,' Should Be Shut Down\n\nJudge Nap: 'There's More Than Meets the Eye' in Carter Page-Russia Story\n\nHouse Freedom Caucus vice chairman Rep. Jim Jordan (R-Ohio) called on the Justice Department to appoint a special counsel to investigate the Clintons, Fusion GPS and the Obama-era Uranium One deal.",
  "Congressional Republicans have since questioned whether that politically financed research contributed to the FBI’s investigation of Russian collusion with the Trump campaign – making Fusion’s 2016 contacts with Russian interests all the more relevant.",
  "Jordan emphasized that Fusion GPS was being paid by the DNC and the Clinton campaign to compile a dossier which was \"likely the basis for the FISA court order to spy on Americans associated with the Trump campaign.\"",
  "The best thing to do would be for [Attorney General] Jeff Sessions to name a special counsel, something 20 House Republican members of the Judiciary Committee asked for three-and-a-half months ago,\" he said.",
  "He said there are other issues from 2016, like then-Attorney General Loretta Lynch's meeting at an airport tarmac with Bill Clinton, that should also be under investigation.",
  "The contacts shed new light on how closely tied the firm was to Russian interests, at a time when it was financing research to discredit then-candidate Donald Trump.",
  "'A Laughingstock': Professor Rejects Claims by Ex-Trump Aide Arrested in Mueller Probe\n\nSanders: Media Is 'Completely Obsessed' With Mueller Investigation",
  "The opposition research firm has faced renewed scrutiny after litigation revealed that the DNC and Hillary Clinton’s campaign paid for that research.",
  "Jordan said Sessions can expect an \"earful\" from House Republicans next week when he testifies before the House Judiciary Committee.",
  "\"Our point is look into all this."
]