[
  "| AP Photo Grassley requests information from firm behind Trump dossier\n\nSenate Judiciary Chairman Chuck Grassley is requesting information about the relationship between the FBI and the opposition research firm behind an unsubstantiated dossier whose contents included salacious allegations against President Donald Trump and his campaign aides.",
  "Story Continued Below\n\n“When political opposition research becomes the basis for law enforcement or intelligence efforts, it raises substantial questions about the independence of law enforcement and intelligence from politics,” Grassley wrote in the letter.",
  "Grassley has sent a letter to the firm, Fusion GPS, asking for the firm to disclose who funded the dossier, which was compiled by a former British intelligence agent, and whether the company was in touch with the FBI or Justice Department about it.",
  "“When political opposition research becomes the basis for law enforcement or intelligence efforts, it raises substantial questions about the independence of law enforcement and intelligence from politics,” Sen. Chuck Grassley wrote in the letter.",
  "Last month, though, The Washington Post reported that the FBI reached an agreement with the former British intelligence agent, Christopher Steele, to continue his research — though the deal reportedly never came to fruition.",
  "Then-Director of National Intelligence James Clapper said in January the intelligence community did not rely on the dossier for its assessment that Russia sought to sway November’s presidential election toward Trump.",
  "Steele’s dossier, published in January by BuzzFeed News, alleged that Russia has compromising information on Trump and that Trump aides colluded with Russia in the run-up to the 2016 presidential election.",
  "Grassley is asking Fusion GPS to explain by April 7 who paid for Steele’s work, which is believed to have originally been funded by Republicans opposed to Trump and then by Democratic groups.",
  "The Iowa Republican wants to know whether Steele was ever paid simultaneously by the FBI and Fusion GPS, and whether the firm itself ever communicated with the FBI.",
  "Fusion GPS did not immediately respond to a request for comment."
]