[
  "A Democratic committee official, who also spoke on condition of anonymity because the committee's negotiations are private, said subpoenas were issued unilaterally by the committee's Republican majority, without the input of the Democrats, and despite good faith engagement about its plans to cooperate.",
  "He said the subpoenas to the firm reflected a \"blatant attempt to undermine the reporting\" of the dossier and came even as the firm was in the process of cooperating with congressional committees in their investigations into Russian meddling in the 2016 presidential election.",
  "The intelligence committee, Levy said, was given the \"opportunity to agree to the same terms that other committees have allowed in a good faith effort to strike a balance between Congress' right to information with our clients' privileges and legal obligations.\"",
  "Special counsel Robert Mueller's investigators -- who are probing whether the Trump campaign coordinated with Russia to sway the election -- have spoken with a former British spy who helped compile it, The Associated Press reported last week.",
  "Joshua Levy, a lawyer for Fusion GPS, said in a statement Tuesday that the subpoenas were signed by Rep. Devin Nunes even though the Republican committee chairman stepped aside months ago from leading the panel's Russia probe.",
  "According to a person familiar with the subpoenas, they were originally requested by Texas Rep. Mike Conaway, the Republican who has led the Russia probe since Nunes stepped aside in April.",
  "Nunes stepped aside amid a House ethics committee investigation into whether he improperly disclosed classified information, and amid Democratic concerns that he was too close to Trump.",
  "The dossier contends that Russia amassed compromising information about Trump and engaged in an effort to influence the outcome of the 2016 presidential election on his behalf.",
  "A political research firm behind a dossier of allegations about President Donald Trump's connections to Russia has been subpoenaed by the House intelligence committee.",
  "The co-founder of Fusion GPS, Glenn Simpson, spoke privately over the summer for about 10 hours to the Senate Judiciary Committee.",
  "As chairman, Nunes still retains the power to subpoena and thus signs off on all subpoenas that are issued from the committee.",
  "\"As we evaluate these subpoenas,\" Levy wrote, \"we have serious concerns about their legitimacy.\"",
  "The document circulated in Washington last year and was provided to the FBI.",
  "The person declined to be named because committee negotiations are private.",
  "He did not immediately respond to requests for comment."
]