[
  "(RELATED: Here’s How Much The Clinton Campaign And DNC Paid For The Dossier)\n\nMook said that while he was aware of a investigation of Trump being conducted on behalf of the campaign, he “didn’t know that we were paying the contractor that created that document.”\n\nIt is unclear whether the contractor he referenced is Fusion GPS or Steele.",
  "“And so, I asked our lawyer and I gave him a budget allocation to investigate this, particularly the international aspect.”\n\nMook also said that he and others on the campaign were getting briefings from Perkins Coie on the information gathered by Steele.",
  "In an interview with CNN’s Anderson Cooper, Mook also suggested that he and others on the campaign were briefed on some of the findings in the dossier, which was compiled by former British intelligence officer Christopher Steele.",
  "“Well, we were getting briefings that were put together by the law firm with information,” replied Mook, who was one of the first Democrats to accuse the Russian government of being behind the July 2016 email hack of the DNC.",
  "“My understanding is that dossier is a product of not just research that was funded by our campaign, but also by Republican donors and that they put that altogether and gave that to the press,” he said.",
  "(Youtube screen grab)\n\nClinton campaign manager Robby Mook said Friday that he instructed the campaign’s legal team to conduct the opposition research that led to the infamous anti-Trump dossier.",
  "(RELATED: Clinton Defends Campaign Funding The Dossier)\n\nLast week, the law firm Perkins Coie, which represented the Clinton campaign and DNC, revealed that it hired Fusion GPS in April 2016.",
  "Though that allegation remains unverified, Mook stood by the dossier, and sloughed off the suggestion that it could be full of disinformation given to Steele by his Russian sources.",
  "The Washington Free Beacon, a conservative website funded by billionaire Republican donor Paul Singer, first hired Fusion GPS to conduct opposition research on Trump in Oct. 2015.",
  "The site, which continued working on non-Trump projects until this January, insists that none of the information gathered on its behalf by Fusion GPS was included in the dossier.",
  "Mook is the first member of the Clinton campaign to acknowledge having any awareness of the Trump investigation, which was commissioned by opposition research firm Fusion GPS.",
  "I’m glad that there was research there.”\n\nIn his interview, Mook also circulated the false Democratic talking point that a Republican donor initially funded the dossier.",
  "In his dossier, Steele alleges that members of the Trump campaign colluded with Kremlin agents to hack Democrats’ emails and release them to the public.",
  "“I mean, you guys are paying for opposition research, you must have been seeing the fruits of that throughout the campaign, no?” Cooper said to Mook.",
  "“What I did know…is that when we started to look into Donald Trump’s business dealings, it was this massive tree of LLCs and shell companies.",
  "Hillary Clinton herself said earlier this week that she did not know her campaign was behind the funding for the dossier.",
  "“Well, look, they chose what to put in that dossier, so I can’t speak to that,” Mook said, seemingly referring to Steele.",
  "A memo written by Steele that same month cites a Russian source who said that the Kremlin was behind the hack.",
  "In June 2016, the Washington, D.C.-based Fusion GPS hired Steele to investigate Trump’s activities in Russia.",
  "“I’m proud that we were able to assemble some of the research that has brought this to light,” he added.",
  "Marc Elias, a Perkins Coie partner and general counsel for the campaign and DNC, oversaw the operation.",
  "Clinton campaign manager Robby Mook discusses the dossier with CNN's Anderson Cooper, Nov. 3, 2017.",
  "It’s unclear whether Mook had been briefed on Steele’s findings when he made his comments.",
  "Mook did say that he was not aware that Steele was involved in the opposition research.",
  "Fusion GPS disclosed earlier this week that it was paid $1.02 million for its work.",
  "But the Free Beacon asked Fusion to end the Trump project in May 2016.",
  "We were out of our league on it, frankly,” Mook said.",
  "“And I’m just glad that it’s coming out now.",
  "Of that, the firm paid Steele $168,000.",
  "WATCH:\n\nFollow Chuck on Twitter",
  "We were overwhelmed."
]