[
  "Read: Billionaire Tom Steyer’s Petition to Impeach Trump Has Collected Over 1 Million Signatures\n\nIndeed, The Washington Free Beacon, a conservative news outlet funded in part by GOP donor Paul Singer, disclosed late last week that during the 2016 presidential primary it retained research firm Fusion GPS—which would later produce the dossier compiled by ex-British spy Christopher Steele—to dig up information about then-candidate Trump.",
  "Read: Hillary Clinton: Women Who Support Trump Are ‘Publicly Disrespecting Themselves’\n\n“From my perspective, it didn’t come out before the election … and the American people didn’t even know the FBI was investigating the Trump campaign for connections with Russia starting in 2016,” Clinton said.",
  "The former presidential candidate spoke to Trevor Noah on The Daily Show on Wednesday, days after news emerged that her campaign and the Democratic National Committee had helped pay for the dossier, a document that describes salacious ties between the Trump camp and the Russian government.",
  "In her conversation with Noah, Clinton defended her involement, making a point to distinguish between her campaign’s funding of the research and the alleged efforts of the Trump campaign “to influence the election” with the help of the Russians.",
  "At the same time, she expressed frustration about the nondisclosure of other information about Trump: that the FBI was investigating the Trump campaign’s connections with Russia.",
  "Clinton explained to Noah that it was at that point that her campaign became involved, after Fusion GPS approached her campaign lawyer, Marc Elias, about the effort.",
  "She explained that while her campaign ultimately funded some of the research, it was initially backed by a Republican donor during the Republican primary.",
  "While Clinton defended Elias’ decision to support the research, she pointed out that her campaign chose not to publicize it before the election.",
  "When Trump received the Republican Party’s nomination, however, it ceased funding the research.",
  "Hillary Clinton is telling her side of the story of the now-infamous Donald Trump dossier.",
  "(The Beacon maintains that none of the work it funded ended up in the dossier.)",
  "“That’s something that may have influenced some people.”",
  "“Voters should have had that information,” she said."
]