[
  "\"To aid in its representation of the Clinton presidential campaign and the Democratic National Committee, [Elias' law firm] Perkins Coie retained Fusion GPS, entering into an engagement for research services that began in April 2016 and concluded before the election in early November,\" a source familiar with the situation told NBC.",
  "Hillary Clinton's campaign and the Democratic National Committee helped pay for research leading to the infamous Russia dossier, which contains allegations of President Donald Trump's ties to the country and possible interference by the Kremlin in the campaign, a source confirmed to NBC News.",
  "Marc E. Elias, a lawyer representing the Clinton campaign and the DNC, engaged Washington intelligence company Fusion GPS to conduct the research in April 2016, as was originally reported by The Washington Post.",
  "White House press secretary Sarah Sanders tweeted Tuesday that the \"real Russia scandal\" was that the Clinton campaign funded the \"fake Russia dossier\" and then \"lied about it and covered it up.\"",
  "Correction: This story was revised to correct that the Post report said an unidentified Republican funded the research before the Clinton campaign and the DNC started backing it.",
  "Through Elias' law firm, funding by the Clinton campaign and the DNC to Fusion GPS reportedly continued through October 2016, ending only days before the election was held.",
  "The firm then hired Christopher Steele, a former British MI6 officer with connections to the FBI, who authored the dossier, the Post said.",
  "The Post said an unidentified GOP donor paid Fusion during the Republican presidential primaries to investigate Trump's background.",
  "It said Elias and the DNC agreed to pay for the research after the Republican donor stopped paying for it.",
  "See the Washington Post report for more on the funding behind the Russia-Trump dossier.",
  "—NBC News contributed to this report.",
  "NBC News confirmed the Post report.",
  "A headline misstated this."
]