[
  "Faced this week with storylines he doesn't like -- questions about the Niger attack, controversy over a phone call he placed to the widow of one of the soldiers lost in that attack, Attorney General Jeff Sessions on Capitol Hill facing questions about Russian meddling in the election -- he aims to change the subject via his Twitter feed.",
  "He is suggesting that a dossier prepared by a former member of British intelligence has not only been totally discredited (it hasn't -- more on that in a minute) but that it might have been funded by some combination of Russia, the Democratic Party and, wait for it, the FBI!",
  "Wrote CNN's Evan Perez, Shimon Prokupecz and Pamela Brown earlier this month of the Steele dossier:\n\n\"Its broad assertion that Russia waged a campaign to interfere in the election is now accepted as fact by the US intelligence community.",
  "CNN also reported earlier this year that US investigators have corroborated some aspects of the dossier, specifically that some of the communications among foreign nationals mentioned in the memos did actually take place.\"",
  "Investigators tied to special counsel Bob Mueller's investigation into Russian involvement in the 2016 election have also sat down with Steele to discuss the dossier and his findings, according to CNN reporting.",
  "The bigger issue -- at least to me -- is that Trump is suggesting that the dossier itself was funded by some combination of a foreign power, the opposition political party and a federal law enforcement agency.",
  "But, there is no plausible scenario by which what Trump suggested this morning -- a wide-scale conspiracy involving three separate actors across federal agencies and continents -- actually happened.",
  "You can love Donald Trump and still believe that the idea that the Russians, the Democrats and the FBI co-funded a dossier designed to discredit Trump's 2016 campaign is totally bonkers.",
  "But his assertions that the dossier is fake news, \"totally made-up stuff\" or, as was the case in Thursday's tweet, \"discredited\" are not born out by the facts as we know them.",
  "President Barack Obama takes to Twitter to say that the stories over his place of birth are the result of a joint China-Republicans-CIA operation designed to discredit him.",
  "At issue is a dossier prepared by Christopher Steele, a former British spy, which details explosive allegations about potential ties between Trump's campaign and Russia.",
  "Washington (CNN) President Donald Trump sent this tweet on Thursday morning: \"Workers of firm involved with the discredited and Fake Dossier take the 5th.",
  "The point here is that it is deeply irresponsible for a president of the United States to even flirt with this sort of conspiracy talk.",
  "Unfortunately, lots and lots of Trump backers will believe this stuff solely by dint of the fact that Trump tweeted it.",
  "The dossier's more salacious elements regarding Trump have drawn most of the attention -- and remain totally unproven.",
  "The firm hired to produce the dossier -- Fusion GPS -- is refusing to testify before Congress about its involvement.",
  "(Fusion GPS founder Glenn Simpson spent 10 hours meeting with Senate Judiciary Committee staff back in August.)",
  "But it appears as though US intelligence officials do take some chunk of what Steele found quite seriously.",
  "And he often does so by lobbing out a conspiracy theory with only the loosest ties to the factual world.",
  "Muddy the waters and discredit the ongoing investigations into what Russia did in the 2016 election.",
  "It's easy to roll your eyes at the very suggestion and dismiss that idea as just Trump being Trump.",
  "This is, of course, somewhat common fare by this point in the arc of Trump's presidency.",
  "But we simply don't have enough information to conclude that they are at the moment.",
  "Which means he is held to the same standard every past president is held to.",
  "But even by Trump standards, this morning's tweet is somewhat remarkable.",
  "\"You guys always take him literally,\" Trump's supporters will say.",
  "So Trump is wrong about the dossier being \"discredited and Fake.\"",
  "How do you think that one would sit with the average American?",
  "(He is also wrong about capitalizing \"fake\" in that sentence.",
  "But here's the thing: President Trump is, um, the President.",
  "of the allegations in the Steele dossier may be untrue.",
  "\"Not corroborated\" is not the same thing as \"not true.\"",
  "Who paid for it, Russia, the FBI or the Dems (or all)?\"",
  "Trump has the fact of that refusal basically right.",
  "agree on that seemingly obvious fact is troubling.",
  "Make the whole thing into a partisan witch hunt.",
  "And by that standard, this tweet is crazy.",
  "Port yourself six years back in time.",
  "And that, of course, is Trump's goal.",
  "Let's start with the facts.",
  "That we can't (won't?)",
  "But, I digress.)",
  "\"You shouldn't!\"",
  "Some (many?)",
  "It's 2011.",
  "OK."
]