[
  "Andrew Harnik/AP\n\nWASHINGTON — Deputy Attorney General Rod Rosenstein appeared before the House Judiciary Committee on Wednesday, amid an onslaught from President Donald Trump's allies in Congress and the media over the credibility of special counsel Robert Mueller's investigation of Russia's election interference.",
  "Asked by Democratic Rep. David Cicilline about Trump's characterizations of Mueller's investigation as \"a witch hunt,\" and attacks by his allies on Mueller's probe, Rosenstein said that \"the independence and integrity of the investigation is not going to be affected by anything that anybody says.\"",
  "Peter Strzok, a veteran counterintelligence agent who was among those overseeing the investigation into former Secretary of State Hillary Clinton's private email server last year, was abruptly removed from the special counsel investigation by Mueller in late July.",
  "Asked by Democratic Rep. Eric Swalwell whether Attorney General Jeff Sessions — who is recused from any Russia-related matters — was involved in the decision to invite reporters to the DOJ to review the texts, Rosenstein said, \"Not to my knowledge.\"",
  "Democratic Rep. Hakeem Jeffries asked Rosenstein later about revelations that the DOJ invited reporters on Tuesday night to view the Strzok-Page texts, which \"were the subject of a pending investigation.\"",
  "Rep. Steve King pivoted back to Strzok, asking Rosenstein whether he would \"have any opinion on the lack of the fruit from the poisonous tree that might have been erased by Peter Strzok.\"",
  "Fox News reported on Monday that Ohr took meetings in 2016 with Fusion GPS founder Glenn Simpson and Christopher Steele, the former British spy who compiled the Trump-Russia dossier.",
  "He did not immediately explain why a Fox News reporter tweeted on Tuesday that Fox had obtained 10,000 texts between Strzok and Page, when the DOJ had presumably only released 375.",
  "Former national security adviser Michael Flynn pleaded guilty earlier this month to making false statements to the FBI about his conversations with the former Russian ambassador.",
  "\"I believe based on [Mueller's] reputation, his service, his patriotism, and his experience with the department and with the FBI, I believe he was an ideal choice for this task.\"",
  "But Republicans spent their time grilling Rosenstein about whether the perceived biases of some of Mueller's former agents had somehow tainted the entire investigation.",
  "\"I can assure you, congressman, as I think the attorney general explained, we take very seriously the concerns of 20 members of this committee,\" Rosenstein replied.",
  "Both Strzok and Ohr have been demoted, but Trump's lawyers and allies have continued to call for a second special counsel to investigate the alleged improprieties.",
  "Strzok and another member of Mueller's team, Lisa Page, were also having an extramarital affair that the DOJ worried could make them both subject to blackmail.",
  "\"I think it would be very difficult anybody to find somebody better qualified for this job,\" Rosenstein said of Mueller, referring to his special counsel role.",
  "Democratic Rep. Jamie Raskin asked Rosenstein whether he knew \"of any other occasions in which material in an ongoing investigation was released to reporters.\"",
  "Rosenstein said the DOJ turned over to Congress the texts that they thought were \"fit for public consumption,\" and gave them to the press for the same reason.",
  "Rosenstein: No reason to fire Mueller\n\nSpecial Counsel Robert Mueller Thomson Reuters Mueller has indicted three Trump campaign associates since October.",
  "\"What fact pattern do you have to have - what kind of text messages did you have to see before you say, it's time for a second special counsel?\"",
  "\"How can, with a straight face, can you say that this group of Democrat partisans are unbiased and will give President Trump a fair shake?\"",
  "The move came after the DOJ's inspector general uncovered text messages he had sent calling Trump an \"idiot,\" among other things.",
  "Rosenstein was also asked about Bruce Ohr, a DOJ official who was removed from the deputy attorney general's office last week.",
  "Rosenstein replied: \"We consulted wtih the inspector general to determine that he had no objection to releasing the material.",
  "\"But typically our cases would be prosecuted based on witnesses and documents, not upon the agent,\" he said.",
  "Ohr's wife also worked with Fusion during the campaign, Fox News reported, though her role remains unclear.",
  "(A Fox News colleague later tweeted that the reporter had obtained only the \"most relevant\" messages.)",
  "And so, I believe that Director Mueller understands that and he is running that office appropriately.\"",
  "Rosenstein defended Mueller amid questions about whether he should be removed from the investigation.",
  "\"Congressman, I think it's important to recognize that when we talk about political affiliation.",
  "\"Twenty members of this committee, the judiciary committee ... thinks we need a special counsel.",
  "\"The country thinks we need a second special counsel,\" said Republican Rep. Jim Jordan.",
  "And it's our responsibility to make sure those opinions do not influence their actions.",
  "Rosenstein said it would \"raise a concern\" for him if any evidence was ever tainted.",
  "The hearing was scheduled as part of the committee's normal oversight functions.",
  "\"And we have a responsibility to make an independent determination.\"",
  "Deputy Attorney General Rod Rosenstein pauses while testifying.",
  "All kinds of senators think we need a second special counsel.\"",
  "... We recognize we have employees with political opinions.",
  "The issue of bias is something different,\" Rosenstein said.",
  "Republican Rep. Steve Chabot asked Rosenstein.",
  "\"I have discussed this with Director Mueller.",
  "He is now cooperating with Mueller's probe.",
  "If he had, we would not have released it.\"",
  "A second special counsel?",
  "Jordan continued.",
  "..."
]