[
  "When Sanders was asked about the guilty plea by one Trump associate and the indictments of two others, she falsely said the charges have \"nothing to do with the President's campaign,\" and then she changed the subject.",
  "Look at Uranium One,' where anybody who looks at five facts related to any of those things will see that that is nothing other than a distraction away from some very serious developments here.\"",
  "At a Human Rights Campaign gala on Saturday, Clinton said she wished she lived in the White House, and quipped, \"Fox News seems to think that's where I live, in the White House.",
  "The other huge right-wing story was about alleged Clinton connections to Russian efforts to gain influence in the American uranium industry during the Obama administration.",
  "But there's another school of thought that says the fog should be ignored, lest responsible news organizations inadvertently lend credibility to irresponsible stories.",
  "As Trump supporter Scott Adams, the creator of the \"Dilbert\" cartoon, observed on Fox Monday night: \"There's so much Russian 'stuff' that people are overwhelmed.",
  "The Clinton campaign's partial financing of the research, first reported by the Washington Post, was a huge story in conservative media circles last week.",
  "The right-wing response to Robert Mueller's investigation is to change the subject, preferably to an alleged \"scandal\" involving Hillary Clinton.",
  "https://t.co/NzZ4bBJCTa — Garrett M. Graff (@vermontgmg) October 31, 2017\n\nSome Democrats have urged the public to try to see through the fog.",
  "Trump and his fervent supporters in right-wing media clearly want the focus to be on former Secretary of State Hillary Clinton.",
  "But millions of viewers and readers embrace the counter-narrative presented by President Trump and his allies in the media.",
  "\"The real collusion scandal has everything to do with the Clinton campaign, Fusion GPS and Russia,\" she said.",
  "It's a feedback loop between Trump and his cheerleaders on TV and online -- and the end result is confusion.",
  "In the wake of Monday's indictments, when Trump tweeted \"why aren't Crooked Hillary & the Dems the focus????",
  "and \"MAJOR CRISIS IN AMERICA,\" Sean Hannity asked why Hillary Clinton hasn't been charged with any crimes.",
  "Because they spend a disproportionate amount of their time talking about impeaching me,\" Clinton said.",
  "Pro-Trump hosts recast the ongoing Russian investigations as a scandal for Clinton and the Democrats.",
  "Fox became fixated on this story -- dubbed the \"Uranium One scandal\" -- and demanded answers.",
  "But on Fox, various Clinton-related storylines are portrayed as \"very serious developments.\"",
  "They then lied about it,\" Congressman Jim Himes said on \"The Situation Room\" Monday night.",
  "Regardless, it poses a challenge for journalists who are trying to convey the truth.",
  "Fusion GPS is the political research firm that produced an anti-Trump dossier.",
  "This creates a thick layer of fog, making it hard to see what really matters.",
  "A version of this column first appeared in the \"Reliable Sources\" newsletter.",
  "Diversionary techniques have to be covered and called out for what they are.",
  "Mueller's job is to make it not, to turn gray into black-and-white facts.",
  "Hannity talked about Clinton all throughout his hour-long show on Monday.",
  "This fact-check of White House press secretary Sarah Sanders is a model.",
  "At recent public events, Clinton has been joking about Fox's fixation.",
  "Himes said part of Trump's \"pattern is 'Please don't look over here.",
  "People inside the Trump campaign \"sought the help of the Russians.",
  "As @brianstelter says: \"Remember, Trump wants this to be foggy.\"",
  "?,\" he was conveying what he had heard from right-wing media.",
  "A campaign of confusion can have ill effects on the audience.",
  "Trump did it again on Tuesday, tweeting, \"Check the DEMS!\"",
  "\"We do need a special prosecutor,\" he said at one point.",
  "He even called her \"President Clinton\" by accident.",
  "Next to graphics that said \"NUCLEAR BRIBERY?\"",
  "When you say \"Russia,\" they say \"Hillary.\"",
  "Witness Monday's briefing.",
  "Look at Hillary Clinton.",
  "Are there six scandals?",
  "Maybe this is the goal.",
  "Seven scandals?\"",
  "I've lost track.",
  "Sign up here!",
  "Cynical?",
  "Perhaps."
]