[
  "Grassley added that his \"concerns about Fusion GPS's role in creating and disseminating the dossier\" — a collection of memos in which Steele detailed what he said were ties between Trump and Russia — \"were not prompted by any outside source\" other than a Washington Post report published in February that said the FBI attempted to pay Steele to continue his work.",
  "\"As you know,\" he continued, \"I have included you and your staff in the private, voluntary interviews the Committee has been conducting, including one I procured with Donald Trump Jr., where your staff and the Ranking Member's staff had as much time to ask any question they wanted on any topic, without limitation.\"",
  "Whitehouse had circled a paragraph from a New York Times report that said President Donald Trump had asked a Republican senator to examine Clinton's relationship with the opposition-research firm Fusion GPS, which hired Christopher Steele, a former British spy, to research Trump's ties to Russia.",
  "The Democrat's tweet suggested the White House had pressured the Judiciary Committee, which Grassley chairs, to shift the direction of its investigation into Russia's interference in the 2016 US election toward Hillary Clinton, the Democratic presidential nominee.",
  "The Senate Judiciary Committee's top Democrat, Sen. Dianne Feinstein, recently began sending letters to witnesses requesting new documents and interviews related to the investigation into whether Trump's campaign colluded with Russia.",
  "But Grassley is among those who have called for a second special counsel to investigate the Clintons' relationship with Russia and raised questions about who paid Fusion and why it has never registered as a foreign agent.",
  "\"Your erroneous tweet has since been referenced in the media, and the myth that I took some instruction on the direction of the Committee's oversight work from the President has spread as a result,\" Grassley wrote.",
  "The Judiciary Committee's chief investigative counsel, Jason Foster, asked Fusion to amend its filing to reflect the fact that Grassley had pushed back against Whitehouse's tweet.",
  "The back-and-forth between Whitehouse and Grassley is the latest example of partisan infighting among the congressional committees investigating Russia's election interference.",
  "Alex Wong/Getty Images\n\nRepublican Sen. Chuck Grassley sent a letter to Democratic Sen. Sheldon Whitehouse on Wednesday, upbraiding Whitehouse over a tweet earlier this month.",
  "Fusion GPS is fighting the House Intelligence Committee over a subpoena for the firm's bank records, which Fusion's lawyers have argued was issued for political purposes.",
  "Nor did Feinstein sign off on 13 letters Grassley sent in October seeking more information about an FBI agent named Peter Strzok, among others.",
  "\"Now that you know any such claim would not be true, I would hope you would tweet a correction so that your followers also know it is false.",
  "And next time, please do me the courtesy of asking me directly, so as to avoid spreading this kind of misinformation.\"",
  "They included a copy of Whitehouse's tweet as evidence that Republicans were investigating Fusion in bad faith.",
  "Grassley has not signed off on the letters, all of which have been made public by the panel's Democrats.",
  "In a statement to Business Insider, Whitehouse said he had spoken with Grassley about the tweet.",
  "Grassley was not named in the report, and Whitehouse did not identify him by name in his tweet.",
  "\"I totally accept his statement that he was not the 'nudged' senator.",
  "And we still need to act to defend our elections,\" Whitehouse said.",
  "\"Your insinuation is baseless,\" he told Whitehouse in the letter.",
  "That still leaves the question of who was.",
  "Still, Grassley seemed indignant.",
  "Read the full letter:",
  "Chuck Grassley."
]