[
  "“My job is going to be to find the corporate leaders, people who are working on the new solutions, and from time to time set up meetings with the president and whomever else he wants so that they can give him the benefit of what they’re doing,” Giuliani said.",
  "In a statement, Clapper said he expressed his “profound dismay” at the leaks and “emphasized that (the unverified document) is not a U.S. intelligence community product.”\n\nPresident Obama and Vice President Biden also received the briefing.",
  "WASHINGTON -- CBS News has confirmed that Christopher Steele produced the memo containing unsubstantiated claims that Russia has compromising personal and financial information about President-elect Trump.",
  "After finally acknowledging Russia was responsible for the election-year hack of Democratic officials, Trump named former New York City Mayor Rudy Giuliani as a top cybersecurity consultant on Thursday.",
  "“It was their obligation to inform not only us but the president-elect that this was out there so that it didn’t come out of the blue and have any impact on the conduct of our foreign policy.",
  "“I think it was disgraceful that the intelligence agencies allowed any information that turned out to be so false and leak out,” Trump said in his Wednesday press conference.",
  "Last week, the U.S. intelligence community included a summary of the information in a classified briefing to Trump, who said the memo was phony.",
  "“That’s something that Nazi Germany would have done and did do.”\n\nDirector of National Intelligence James Clapper phoned Trump Wednesday night.",
  "Steele is a former British intelligence officer who works for Orbis Business Intelligence, a private investigation firm in London.",
  "House Speaker Paul Ryan told CBS News he understands Trump’s frustration, calling the leaks and subsequent media frenzy unfair.",
  "But the speaker also said he would not have suggested intelligence agencies used Nazi tactics in this or any other matter.",
  "Orbis was originally hired by Fusion GPS, a Washington-based research firm working for an unknown client.",
  "They were clear that they just mentioned it, they made no judgment about it,” Biden said.",
  "On MSNBC, the vice president was asked if including the claims was appropriate.",
  "The unverified claims circulated widely in political and media circles."
]