[
  "So it was no surprise that the president himself tried to push them on Twitter Thursday:\n\nThe political reason Trump is embracing both of these stories is clear enough: He's trying to cast Russia-related dirt on both Democrats and the FBI (which he views as part of a \"deep state\" unfairly persecuting him), to try to discredit the investigation as a whole, and to change the subject from the question of whether any of his associates colluded with the Russian government during the campaign.",
  "\"A colossal miscalculation\": why the Kurds' independence bid might lead to civil war in Iraq\n\nThe 4 steps Republicans have to take to pass tax reform\n\nTwo of these stories — questions about an Obama-era uranium deal, and questions about the salacious \"dossier\" on Trump — have been bubbling in conservative media for some time, and have gotten particular attention this week.",
  "So many conservative media figures and GOP politicians have increasingly tried to publicize other Russia-related matters that they say implicate Trump's political enemies — whether the Obama administration, the Clintons, Mueller, fired FBI Director James Comey, or even the FBI as a whole — in misconduct of some kind.",
  "With special counsel Robert Mueller's investigation moving forward and new revelations about Russian propaganda efforts during the 2016 election, the Trump-Russia scandal clearly isn't going away anytime soon, and ignoring it no longer seems like a viable political strategy.",
  "On Thursday morning, President Donald Trump sent a series of tweets about the Russia scandal, attempting to put forth a counternarrative in which Democrats and the FBI are the real villains.",
  "And indeed, conservative media figures are arguing that these stories make Democrats and the FBI look at the very least hypocritical on Russia, and at worst like Russian patsies themselves.",
  "More from Vox:\n\nTrump's economists say a corporate tax cut will raise wages by $4,000.",
  "It doesn't add up."
]