[
  "In a March 6 letter to then-FBI Director James Comey, Grassley wrote: \"The idea that the FBI and associates of the Clinton campaign would pay Mr. Steele to investigate the Republican nominee for president in the run-up to the election raises further questions about the FBI's independence from politics, as well as the Obama administration's use of law enforcement and intelligence agencies for political ends.\"",
  "Senate Judiciary Committee Chairman Chuck Grassley has been the harshest public critic of Steele, suggesting that Russia might have somehow had influence with Fusion GPS, the U.S. opposition research firm that hired Steele, and that they may have broken U.S. law.",
  "\"As I understand it, a good deal of his information remains unproven, but none of it has been disproven, and considerable amounts of it have been proven,\" Democrat Sheldon Whitehouse, a member of the Senate Judiciary Committee, said in an interview with Reuters.",
  "Senator Richard Burr, the Republican chairman of the Senate Intelligence Committee, and Mark Warner, the committee's ranking Democrat, are leading what other committee members from both parties called a serious effort to pursue the allegations dug up by Steele.",
  "However, the Republican chairmen of the House Intelligence and Senate Judiciary committees are challenging the dossier's credibility and one has implied that Russians may have played a role in its preparation, sources familiar with the inquiries said.",
  "Three congressional committees are scuffling over a former British spy's reports that are central to investigations into U.S. allegations that Russia tried to help Donald Trump's 2016 presidential campaign, people involved in the inquiries said.",
  "The Senate Intelligence Committee and special counsel Robert Mueller are looking into possible collusion between Russia and Trump's campaign and Mueller's investigators have met with Steele.",
  "Russia has repeatedly denied any interference in last November's election won by businessman Trump, a Republican, against Democrat and former secretary of state Hillary Clinton.",
  "The dossier was first commissioned on behalf of Trump opponents in the Republican primary and then Democrats took it up when Trump became the presidential nominee.",
  "The dossier assembled by former MI6 officer Christopher Steele outlined Russian financial and personal links to Trump's campaign and associates.",
  "In a report published in January, four U.S. intelligence agencies said they took the dossier's allegations seriously.",
  "Steele met with FBI representatives before the election to discuss his findings.",
  "Trump has denied any collusion by his campaign or associates.",
  "The duel is not purely partisan.",
  "He did not elaborate."
]