[
  "According to a complaint filed with the Justice Department, Fusion GPS, which was also involved in the creation of the unsubstantiated dossier alleging collusion between the Trump campaign and the Russians, was involved in the pro-Russia campaign to kill the Global Magnitsky Act around the same time.”\n\nSo not only did Fusion does extensive work for the Democrat Party and its candidates, and it appears it did work for individuals or entities with ties to the Russian government while at the same time working on the unsubstantiated dossier.",
  "Here we go again: CNN is once again making itself the news story rather than reporting the news, this time by threatening to name the underage Reddit user who initially created the now infamous CNN-Wrestling GIF tweeted by President Trump:\n\nCNN is not publishing “HanA**holeSolo’s” name because he is a private citizen who has issued an extensive statement of apology, showed his remorse by saying he has taken down all his offending posts, and because he said he is not going to repeat this ugly behavior on social media again.",
  "Senator Chuck Grassley back in March reported on his Senate website that he was:\n\n“Asking whether a suspected former Russian intelligence officer-turned U.S. lobbyist and the firm behind the unsubstantiated anti-Trump dossier should have registered as foreign agents for their efforts to bring down a U.S. law on behalf of the Kremlin.",
  "intelligence chiefs had briefed Trump on claims that the Kremlin had collected compromising information on him.” We now know from former FBI Director James Comey’s Senate testimony that he alone, and in confidence, spoke with the President-elect about the compromising information.",
  "And never mind that CNN was able to identify the young person in a matter of 48 hours, yet more than a year into its rumor-mongering still has not found a shred of evidence in its ongoing campaign “reporting” on Russian collusion between the Trump campaign and Russian entities.",
  "From CNN to the Washington Post to the New York Times, media outlets chose to pursue unsubstantiated fairy tales to suit their personal opinions and political agendas, never realizing that the Russians weren’t just hoping it would happen, they were confident it would happen.",
  "Lost in everything that has taken place over the first five months of the Trump Presidency was this interview with CNN president, Jeff Zucker, in mid-January just before the inauguration and just after CNN had reported some inaccurate claims, including that “U.S.",
  "CNN’s credibility no longer exists because its executives, producers, anchors, producers and the vast majority of their guest commentators, have openly embarked on a campaign to undercut and damage the Presidency of Donald Trump at any cost.",
  "And if the parties behind this campaign can get other media outlets to play the game, to serve as a willing echo chamber for all of those rumors and stories, well then you have what we have all been living through this past year.",
  "In short, CNN as the first major media outlet to divulge the existence and content of the dossier, which was by and large the basis for the Russian collusion investigation, was a party to the dissemination of the material.",
  "It’s at this juncture people cease to be journalists and are really just “opinionists.”\n\nBut isn’t this the philosophy that an individual or government seeking to undercut faith in institutions would seek to leverage?",
  "Yet CNN continues to cite it as legitimate in its news reports, and well after it had been determined that the source of the “dossier” – Fusion GPS – that has ties to apparent agents of the Russian government.",
  "Never mind that at least five CNN employees, including Reza Aslan and Kathy Griffith, have been fired due to either errors in reporting or overt bias against the President of the United States.",
  "This incident – and CNN’s clear attempt at intimidation – is yet another example of why CNN’s credibility (as well as those media outlets that are defending CNN’s decision) is now in tatters.",
  "“We didn’t pass judgment on the allegations.” Because, he noted, that his anchors had stated the claims were uncorroborated, they were free and clear to repeat the rumors anyway.",
  "So now CNN’s standards for journalism are rumor mongering is perfectly acceptable so long as anchors put a teeny tiny little caveat of “uncorroborated” on said rumors.",
  "This information drawn from a now-fully discredited dossier compiled by a Washington, DC-based political opposition research firm called Fusion GPS.",
  "When CNN reports on the collusion scandal, it focuses on the Trump campaign, Vladimir Putin, and maybe once in a blue moon, Hillary Clinton.",
  "But never mind that we have an international news outlet essentially blackmailing someone over a GIF intended as humorous media commentary.",
  "It is acting more like the Corleones, making offers that can’t be refused, and the thought police than a legitimate news organization.",
  "A global news outlet will report unsubstantiated rumors that will be spread around the globe on TV, online, across social media.",
  "(Fusion GPS still has the outstanding federal claim against it at the Department of Justice for its work for Russia. )",
  "(CNN has never corrected the record, nor have the numerous news outlets that carried the initial, inaccurate report.)",
  "In doing so it, as well as other media outlets, have become key-but-overlooked cogs in the Russian collusion story.",
  "Now consider that the bulk of that dossier has now been at least partially if not fully debunked.",
  "But it chooses not to report on the entity that truly colluded in the Russia claims: the media.",
  "In addition, he said his statement could serve as an example to others not to do the same.",
  "In the interview, Zucker was asked about the wisdom of publishing unproven allegations.",
  "So the question must be asked: was CNN a dupe for the Russian government?",
  "CNN reserves the right to publish his identity should any of that change.",
  "First, let’s look at the “compromising information” CNN reported.",
  "And CNN and others didn’t let their Russian handlers down.",
  "But more troubling, CNN continues to be a willing dupe.",
  "Some believe so.",
  "His response?"
]