[
  "We hold out the option that the chairman and I have said we’ll meet him any place, anywhere,” Virginia Sen. Mark Warner said on NBC’s “Meet the Press.”\n\nWarner, the vice chairman of the Intelligence committee, was talking about Christopher Steele, the former MI6 officer who began working on the dossier last June.",
  "In his interview, Warner downplayed the recent revelation that the Hillary Clinton campaign and Democratic National Committee paid opposition research firm Fusion GPS to conduct the investigation into President Trump that led to the dossier.",
  "During a press conference last month, North Carolina Sen. Richard Burr, the chairman of the committee, told reporters that his investigators had “hit a brick wall” in its investigation of the dossier because Steele had refused to cooperate.",
  "The top Democrat on the Senate Intelligence Committee revealed on Sunday that the author of the Trump dossier has “refused” to meet with the panel to discuss his infamous report.",
  "(RELATED: Senate Intel Committee Still Doesn’t Know If Steele Dossier Is Credible)\n\nAn NBC News report published the next day disputed Burr’s claim.",
  "It was reported last month that Marc Elias, the general counsel for the campaign and DNC, hired Fusion GPS for the project in April 2016.",
  "At the end of the day, what I want to know and the what’s true in the Steele dossier and what’s not true,” Warner said.",
  "Steele, who is based in London, met in recent months with investigators working for Special Counsel Robert Mueller.",
  "Steele’s willingness to cooperate with the Senate panel has been the subject of disagreement recently.",
  "Elias, a partner at the firm Perkins Coie, helped Warner in a 2014 ballot recount effort.",
  "“This is a fairly damning indictment, and I wish Mr. Steele would talk to our committee.",
  "Warner did not disclose that Elias has served as his campaign attorney in the past.",
  "We’ve got information now there were Republican payments, Democrat payments.",
  "“The Steele dossier, there has been a lot of interest in who paid for it.",
  "NBC’s sources said that Steele would be happy to talk to the committee.",
  "Perkins Coie continues to represent Warner’s Senate campaign.",
  "Fusion GPS was paid $1.02 million for the effort.",
  "Warner’s comments undercut that report.",
  "Fusion hired Steele two months later.",
  "WATCH:\n\nFollow Chuck on Twitter",
  "The firm paid Steele $168,000.",
  "He’s refused to do so, so far.",
  "We’ve reached out."
]