[
  "Fusion GPS denied Browder’s claims and said they are “cooperating with Congress.”\n\nRUSSIA PROBE: DEMOCRATS BLOCK KEY WITNESS AGAINST SHADOWY FIRM FUSION GPS\n\nThe president tweeted over the weekend in reference to the testimony: \"In other words, Russia was against Trump in the 2016 Election - and why not, I want strong military & low oil prices.",
  "Trump’s outside legal counsel, Jay Sekulow, also said that the president’s involvement in crafting the statement was “of no consequence” and that the “characterizations are misinformed, inaccurate and not pertinent.”\n\nSanders rejected claims that the initial statement was misleading and sought to shift the spotlight to Democrats and the media.",
  "FIRM BEHIND ANTI-TRUMP DOSSIER ALSO WORKED FOR RUSSIA, SENATE WITNESS SAYS\n\nBill Browder, the CEO and co-founder of Hermitage Capital, testified that Veselnitskaya orchestrated a Fusion GPS-run smear campaign against him for pushing a law that brought sanctions against Russian oligarchs suspected of money laundering called The Magnitsky Act.",
  "White House Press Secretary Sarah Huckabee Sanders slammed the press corps on Tuesday over what she described as their \"obsession\" with the \"false narrative\" on Russia -- while addressing a new Washington Post report regarding Donald Trump Jr.'s 2016 meeting with a Kremlin-linked attorney.",
  "She added, “Fusion GPS took money from the Russian government,” referring to last week’s testimony by a key witness who claimed Fusion GPS worked “on behalf of the Russian government” and Natalia Veselnitskaya on a separate front to fight U.S. sanctions that had enraged Moscow’s elite.",
  "“The only thing that is misleading is a year's worth of stories about Russia that have been fueling a false narrative,” she said, accusing Democrats of using the issue as a \"PR stunt\" and \"doing everything they can to keep this alive.\"",
  "MYSTERY SOLVED: TIMELINE SHOWS HOW RUSSIAN LAWYER GOT INTO THE US FOR TRUMP JR. MEETING\n\nSanders, as she has before, drew attention to the Clintons' ties to Russia and suggested they should face similar scrutiny.",
  "“If you want to talk about a relationship with Russia, look no further than the Clintons,” Sanders said, noting that former President Bill Clinton was “paid half a million dollars” for a speech in Moscow.",
  "The Post story said President Trump “dictated” Donald Trump Jr.’s statement to the press regarding his controversial June 9, 2016 meeting with Russian lawyer Natalia Veselnitskaya and associates.",
  "Sanders also slammed the company Fusion GPS for its role in creating the “phony” anti-Trump dossier, which contained crude claims that fueled the Russia-Trump controversy.",
  "It later emerged, however, that Trump Jr. had been told in advance the lawyer could have dirt on then-Democratic presidential nominee Hillary Clinton.",
  "Further, she said the president \"did not dictate\" the words -- but acknowledged he weighed in and offered \"suggestions\" for the statement.",
  "That initial statement in June said Trump Jr. and the lawyer mostly discussed a program concerning the adoption of Russian children.",
  "\"The president weighed in, like any father would, based on the limited information he had,\" she said at Tuesday's briefing.",
  "Sanders on Tuesday defended Donald Trump Jr.'s initial statement as \"true\" with \"no inaccuracy.\"",
  "“The press is trying to create a narrative that doesn’t exist,” Sanders said.",
  "Witch Hunt!\""
]