[
  "The court filing argued for a temporary restraining order and came several weeks after the House Intelligence Committee, chaired by Republican Rep. Devin Nunes, subpoenaed TD Bank for Fusion's records in an effort to determine who paid for the Trump-Russia \"dossier\" — a collection of memos written by former British spy Christopher Steele alleging extensive ties between the Trump campaign and Russia.",
  "\"The fact that Fusion is a well- known opposition research firm and not a political advocacy organization does not disqualify it from First Amendment protection—particularly where the subpoena is directed, as Intervenor admits, to discovery of facts related to its work during the 2016 presidential election campaign on Candidate Trump's Russia connections,\" they wrote.",
  "\"Whether or not Mr. Nunes invoked the precise word 'recusal,' any reasonable person reading his April 6, 2017, statement can see that he effectively recused himself and certainly should have done so, given that he fell under investigation by the House Ethics Committee for alleged misconduct tied to this investigation.\"",
  "Fusion's lawyers also argued on Monday night that the court \"must assume that if Defendant Bank produces the records, they will become public,\" pointing to at least three episodes in recent weeks where HPSCI staff \"has systematically disclosed confidential and prejudicial information about\" Fusion to the press.",
  "Fusion's lawyers argued that \"compliance with the subpoena poses an existential threat to plaintiff's business\" because it \"will result in the disclosure of several thousand financial transactions and the revelation of Plaintiff's relationship with approximately 25 clients and approximately 30 contractors.\"",
  "J. Scott Applewhite/AP\n\nLawyers for the opposition research firm Fusion GPS argued in a late-night court filing that a subpoena from the House Intelligence Committee seeking all of the firm's bank records over more than two years is \"overbroad\" and would \"irreparably damage\" Fusion's business.",
  "House Intelligence Committee ranking Democrat Adam Schiff Thomson Reuters \"Under the present circumstances, Mr. Nunes cannot act alone as chair to authorize and sign subpoenas,\" the argument read.",
  "Thomas Hungar, the general counsel for the House of Representatives, argued on Monday that Fusion was defying a \"valid congressional subpoena\" in its efforts to keep its bank records private.",
  "Nunes stepped aside from the committee's Russia probe in April following his decision to brief Trump and the press on classified intelligence without telling his fellow committee members.",
  "Glenn Simpson, another Fusion founder, was interviewed by the Senate Judiciary Committee on August 22 for approximately 10 hours, but he would not disclose the identity of his clients.",
  "House Intelligence Committee Chairman Rep. Devin Nunes, R-Calif., waves as he arrives for a closed-door GOP strategy session on Capitol Hill in Washington, Tuesday, April 4, 2017.",
  "Two of Fusion's three founders, Thomas Catan and Peter Fritsch, were required to appear last week before the committee by Nunes, who had subpoenaed them earlier this month.",
  "\"In short, compliance with this subpoena will not only harm Plaintiff's business, it has a high likelihood of ruining it,\" the firm's lawyers said.",
  "He quickly began conducting his own investigation into \"unmaskings\" by the Obama administration and the credibility of the dossier.",
  "Fusion's lawyers also argued that releasing the records would violate their First Amendment rights.",
  "Democrats took over funding for the opposition research after Trump won the GOP nomination.",
  "The identities of the Republicans and Democrats who commissioned Fusion are still unknown.",
  "Steele was hired to write the dossier shortly thereafter, between June-December 2016.",
  "But Fusion's lawyers argued that the validity of Nunes' subpoena is questionable.",
  "Fusion was reportedly hired in late 2015 by anti-Trump Republicans.",
  "They asserted their constitutional privileges not to testify.",
  "Read the full court filing below:"
]