[
  "J. Scott Applewhite/AP\n\nThe House Intelligence Committee has only issued one subpoena to a financial institution in the 11 months since it opened its investigation into Russia's election interference and potential collusion between President Donald Trump's campaign team and Moscow.",
  "Fusion's work for a law firm that represented a Russian client — BakerHostetler — and a law firm that represented Democratic clients — Perkins Coie — at virtually the same time appears to have given House and Senate Republicans fodder to conflate the two projects.",
  "Around the same time it was digging up dirt on Trump, however, Fusion was also working for the law firm BakerHostetler on behalf of Prevezon — a real-estate company incorporated in Cyprus and owned by a prominent Russian businessman, Denis Katsyv.",
  "\"The Majority's refusal to do so, despite our repeated requests, and their decision instead to move immediately to subpoena another bank in order to acquire Fusion GPS' bank records...demonstrate a troubling double-standard.\"",
  "The law firm Perkins Coie, which represented Democratic candidate Hillary Clinton and the Democratic National Committee, confirmed in October that it hired Fusion in April 2016 to help research Trump's ties to Russia.",
  "'They are ignoring a major national security issue'\n\nAs evidence of this purported bias, Fusion's lawyers said Monday that Fusion's bank is the only financial institution that the committee has subpoenaed this year.",
  "\"They are ignoring a major national security issue and instead abusing the subpoena power to punish the company that helped expose it,\" Fusion's lawyer, Theodore Boutrous Jr., told Business Insider on Tuesday.",
  "Republican Rep. Devin Nunes, the committee's chairman, stepped aside from the Russia probe in April amid an ethics investigation into whether he'd disclosed classified information in a press conference.",
  "Fusion was hired by BakerHostetler to dig up dirt on Bill Browder, an American investor whose Russian lawyer uncovered a massive Kremlin-backed tax fraud scheme that Prevezon was allegedly involved in.",
  "Schiff renewed his call for a Deutsche Bank subpoena shortly after news surfaced that special counsel Robert Mueller had subpoenaed the Deutsche Bank records of various unnamed Trump associates.",
  "That research was done primarily by former British spy Christopher Steele, who wrote the now-famous dossier outlining an alleged Trump campaign conspiracy with Russia to sway the election.",
  "The subpoena wasn't to Deutsche Bank — which was fined last year over its involvement in a major Russian money-laundering scheme and has been the Trump family's bank of choice for decades.",
  "BakerHostetler was representing Prevezon in the US as part of civil asset-forfeiture and money-laundering case first brought against the firm in New York several years ago.",
  "The person added that the committee's ranking member, Rep. Adam Schiff, \"has publicly called for the committee to subpoena Deutsche Bank as part of the investigation.\"",
  "It is still unclear whether committee Republicans even knew about Nunes' subpoenas to Fusion, which included requests for documents and interviews.",
  "But he was cleared earlier this month, and has spearheaded a months-long investigation into who paid Fusion for its work during the 2016 election.",
  "The firm is currently fighting the subpoena in court, and has issued a series of filings arguing that Nunes' requests are politically motivated.",
  "\"Months ago, we requested that the majority on our Committee subpoena Deutsche Bank for records,\" Schiff said in a statement earlier this month.",
  "A spokeswoman for Republican Rep. Mike Conaway, who is leading the House Russia probe, did not respond to a request for comment.",
  "Rather, the subpoena was delivered to the primary bank for the Washington, DC-based opposition research firm Fusion GPS.",
  "Trump and other Republicans have alleged that Fusion was paid by Russians to research Trump's ties to Russia.",
  "To that end, Nunes subpoenaed Fusion's bank records earlier this year to get a glimpse at its clients.",
  "\"Yes, as far as we are aware, that is the only bank to be subpoenaed,\" the person said.",
  "A Democratic committee source said Fusion's claim about the subpoenas was accurate.",
  "Committee Democrats have said they were left in the dark entirely.",
  "A spokesman for Nunes did not respond to a request for comment.",
  "House Intelligence Committee Chairman Devin Nunes.",
  "Read Fusion's latest court filing below:"
]