[
  "Last week: Right is 'desperately trying to shift blame to Clinton,' liberals say\n\nFrom the left: Trump's 'crew schemed with the enemy'\n\nThe statement released regarding Papadopoulos' guilty plea shows a \"major instance of when the Trump campaign tried to collude with Russia as the Kremlin was mounting a covert operation against the 2016 election to benefit Trump,\" according to Mother Jones' David Corn.",
  "From the right: 'Robert Mueller should resign'\n\n\"The indictments of Paul Manafort and an associate on money laundering, tax evasion and other charges unrelated to the campaign, and the guilty plea of a volunteer campaign aide do not change my view that Mueller is hopelessly conflicted,\" wrote New York Post columnist Michael Goodwin for Fox News Opinion.",
  "From the left: Trump needs to stay away from Fox News\n\nDespite Trump's insistence to The New York Times that he isn't concerned about the indictments because he's \"not under investigation\" and they \"have nothing to do with us,\" Heather Digby Parton is more inclined to believe reports that the president is intensely frustrated by the investigation.",
  "From the right: Trump should grant 'blanket pardons' and 'shut Mueller down'\n\nTelevangelist Pat Robertson argued on The 700 Club Monday that because Hillary Clinton's campaign reportedly funded the Fusion GPS dossier on Trump, the entire Mueller investigation is the \"fruit of the poisonous tree.\"",
  "Unsurprisingly, conservative and liberal media reacted very differently to the indictments of President Trump's former campaign manager Paul Manafort and his deputy, Rick Gates, as well as a guilty plea by George Papadopoulos, a former foreign policy adviser for the Trump campaign.",
  "\"Mueller must soon acknowledge that he has no evidence of Trump-Kremlin collusion and move on with his mandate to investigate the Russian attempt to influence the election in more promising areas (e.g., the Democrats; he might be doing this with the Podestas),\" Black said.",
  "From the right: 'Mueller needs to probe the Democrats as well'\n\nThe indictments against Gates and Manafort are an attempt by Mueller to get \"extorted and false but incriminating testimony against the big target (Trump),\" wrote Conrad Black for the National Review.",
  "While voices from the left said the latest developments were proof that Trump's campaign colluded with the Russians, commentators on the right suggested Trump should fire Mueller and the investigation should focus on allegations against Hillary Clinton.",
  "CLOSE Former Trump campaign chairman Paul Manafort and his longtime business associate Rick Gates are asking a federal judge to release them from home confinement while they await trial on financial charges brought by special counsel Robert Mueller.",
  "\"These are crucial building blocks in a larger case investigating cooperation between a presidential campaign and a foreign government in undermining an American election, in what could be the biggest political scandal in American history.\"",
  "\"Mueller’s close relationship with James Comey was always a problem, but the new role of the Russian dossier, which was paid for by Hillary Clinton and the Democratic Party, expands Mueller’s conflicts beyond the pale,\" Goodwin wrote.",
  "\"By releasing the Papadopoulos indictment on the day that Manafort was indicted, Robert Mueller is setting up two paths for Trump campaign officials: They can take the Papadopoulos path or the Manafort path,\" Shephard wrote.",
  "From the left: 'It all suggests' the president is 'in deep trouble'\n\nPapadopoulos' account has \"destroyed\" Trump's defense that his campaign did not collude with the Russians, said the New Republic's Alex Shephard.",
  "(Nov. 2) AP\n\nEach week, USA TODAY's OnPolitics blog takes a look at how media from the left and the right reacted to a political news story, giving liberals and conservatives a peek into the other's media bubble.",
  "More: Lawyers for Paul Manafort and Rick Gates mount first counterattack against Mueller charges\n\nMore: Who is Tony Podesta and why is he under scrutiny in Bob Mueller's Russia investigation?",
  "As significant as the Manafort and Gates arrests are, the Papadopoulos statement is far more important for developing a public understanding of how Trump’s gang did scheme with the enemy.\"",
  "Maybe it will calm him down a little bit to focus on his job as supposed leader of the free world for a few days, instead of obsessing over what people say about him on TV.\"",
  "But Black believes Mueller is \"closer to lifting the rock all the way on the Clintons and Obama than he is to finding anything vulnerable around Trump or his campaign.\"",
  "This week, special counsel Robert Mueller's investigation into Russian meddling in the 2016 election jumped back into the spotlight with the first charges in the case.",
  "\"He has every right to shut Mueller down and say, ‘You’ve gone as far as you need to, and I have instructed my Justice Department to close you down,'\" Robertson said.",
  "\"He can grant a blanket pardon for everybody involved in everything and say, 'All right, I pardon them all, case closed, it’s all over.'",
  "\"Infantile petulance, attempts to cast blame and whining about the unfairness of others are his trademarks,\" Digby wrote for Salon.",
  "\"The Manafort and Gates indictments may not be directly related to the question of Trump interactions with Russia,\" Corn wrote.",
  "He called the investigation a \"distraction\" that was keeping the president from doing \"the nation's business.\"",
  "\"But the Papadopoulos statement is further evidence the campaign was looking to collude with Putin’s crew.",
  "\"With the Korean crisis at a boiling point, an unforced error in Asia could be catastrophic,\" Digby wrote.",
  "Digby hoped that Trump can keep his mind off the investigation during his important trip to Asia.",
  "\"The president is also borderline-delusional when he insists that he isn't under investigation.\"",
  "\"I just the believe the president has got to shut this thing down,\" Robertson said.",
  "\"Let's hope Trump's advisers can keep him away from Fox for most of the trip.",
  "More: Paul Manafort's lawyers will attack 'improperly obtained' evidence.",
  "Read or Share this story: https://usat.ly/2hErw61",
  "I think that is what he needs to do.\""
]