[
  "| Richard Drew/AP Trump: Justice Dept., FBI should release 'who paid for' Russia dossier\n\nPresident Donald Trump on Saturday called on the Justice Department \"and/or\" the FBI to identify who paid for a dossier that contains allegations of ties between his campaign and Russian officials, and about the president himself.",
  "Story Continued Below\n\nOn Thursday, the president suggested the FBI and Democrats paid for the creation of the leaked dossier, which created a stir on its publication as a result of salacious allegations against the president and his campaign.",
  "The dossier was compiled for the firm Fusion GPS, whose partners earlier this week invoked their Fifth Amendment rights to not answer questions during a closed-door session of the House intelligence committee.",
  "The president tweeted later Saturday that Democratic nominee Hillary Clinton was backed by Facebook in the election, a claim he has made before and which the social media company has denied.",
  "Trump also tweeted Saturday afternoon downplaying news of multiple investigations into alleged Russian use of Facebook ads to sow social and racial discord throughout the 2016 election.",
  "Throughout the campaign season, some 3,000 Russian-linked ads ran on Facebook, which the company provided to congressional investigators.",
  "Justice Department and/or FBI should immediately release who paid for it,\" President Donald Trump tweeted.",
  "Justice Department and/or FBI should immediately release who paid for it,\" the president wrote on Twitter.",
  "\"Crooked Hillary Clinton spent hundreds of millions of dollars more on Presidential Election than I did.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "What about the billions of dollars of Fake News on CNN, ABC, NBC & CBS?\"",
  "\"Keep hearing about 'tiny' amount of money spent on Facebook ads.",
  "\"Officials behind the now discredited 'Dossier' plead the Fifth.",
  "\"Officials behind the now discredited 'Dossier' plead the Fifth.",
  "The most reliable politics newsletter.",
  "Facebook was on her side, not mine!\"",
  "You can unsubscribe at any time."
]