[
  "“I think what is really at heart is an effort to discredit Mr. Steele in essence also to put the government on trial as a way, I think, of distracting our focus from looking at what Russia did during the election,” California Rep. Adam Schiff, the ranking Democrat on the Intelligence Committee, said in an interview Sunday on CBS’ “Face the Nation.”\n\nSchiff also questioned Nunes’ role in issuing the subpoenas, given that the Republican took a temporary hiatus from leading the committee’s Russia investigation in April.",
  "No witnesses have been scheduled yet for the hearing, which will be held in an open setting and is described as involving “document production.” But The Daily Caller is told that the hearing, first reported by The Hill, regards recent requests that Republican members have made to the Trump administration seeking information about the dossier.",
  "California Rep. Devin Nunes, the chairman of the committee, has led the effort, sending subpoenas to Attorney General Jeff Sessions and FBI Director Christopher Wray seeking information about the FBI’s relationship with Christopher Steele, the former British spy who authored the dossier.",
  "“I don’t know why anyone — from [California Rep.] Adam Schiff, to Vanity Fair, to Rachel Maddow — would not be curious whether or not the world’s premier law enforcement agency relied upon a dossier in connection with an investigation without vetting it,” Gowdy told TheDC.",
  "Democrats on the Intelligence Committee have accused Republicans of using subpoenas in order to discredit the dossier, Steele and the ongoing investigation into Russian interference in the election being conducted by Special Counsel Robert Mueller.",
  "(RELATED: Gowdy Wonders If Democrats Are ‘Fearful’ That Dossier Is ‘A Piece Of Fiction’)\n\nGowdy said in an interview earlier this month that Republicans are not seeking sensitive information about Steele’s sources or sub-sources.",
  "South Carolina Rep. Trey Gowdy, a Republican member of the committee, recently told The Daily Caller that he and his fellow Republicans are not trying to interfere with the federal investigation into Russian meddling.",
  "Steele, a former MI6 officer based in London, began his investigation last June after being hired by Fusion GPS, a Washington, D.C.-based opposition research firm that was working for an ally of Hillary Clinton.",
  "Nunes also asked for documents regarding the FBI’s efforts to corroborate the dossier, as well as whether the FBI and DOJ relied on the document to obtain surveillance warrants on former Trump campaign aides.",
  "Gowdy said that he didn’t understand why Democrats were pushing back so heavily on Republicans’ inquiries “unless they are fearful that the [FBI] did rely on a piece of fiction.”\n\nFollow Chuck on Twitter",
  "Nunes’ hiatus, which came in response to the opening of a House Ethics Committee investigation into his activities on the Russia investigation, was widely interpreted as a recusal from the probe.",
  "Instead, Gowdy said that Republicans merely want to know how thoroughly federal investigators investigated Steele’s claims and whether any of the information in the dossier has been corroborated.",
  "The House Intelligence Committee quietly scheduled a hearing for this Thursday, as Republican members of the group battle the Justice Department and FBI over the infamous Trump dossier.",
  "The FBI has reportedly used the document as part of the basis of its investigation into possible collusion between the Russian government and the Trump campaign.",
  "Gowdy also questioned why Democrats on the committee have pushed back so strongly on Republican attempts to get answers about the dossier.",
  "FBI officials at one point struck an informal agreement to pay Steele $50,000 to continue his investigation of Trump.",
  "The agencies have ignored the subpoenas as well as several follow-up requests for information about the dossier.",
  "He asserted that Congress has a mandate to conduct that sort of oversight on the investigation.",
  "But Nunes has since denied that he ever recused himself.",
  "That deal reportedly never materialized."
]