[
  "Tom Fitton: Mueller Probe Is 'Fruit of the Poison Tree,' Should Be Shut Down\n\nJudge Nap: 'There's More Than Meets the Eye' in Carter Page-Russia Story\n\nRep. Jim Jordan (R-Ohio) is calling on Attorney General Jeff Sessions to appoint a special counsel to investigate the Clintons, former FBI Director James Comey, Fusion GPS and the Obama-era Uranium One deal.",
  "He said that Democrats, on the other hand, are going to point out that Sessions previously testified he was unaware of any contacts between the Trump campaign and Russian officials, yet The Washington Post reported there were 30 such contacts.",
  "'A Laughingstock': Professor Rejects Claims by Ex-Trump Aide Arrested in Mueller Probe\n\nSanders: Media Is 'Completely Obsessed' With Mueller Investigation",
  "He explained that a special counsel is only required when there is a conflict between an investigation and the president, which there is not in this case.",
  "He said Sessions can expect to be grilled by lawmakers on both sides of the aisle when he testifies before the House Judiciary Committee on Tuesday.",
  "If you truly advised the president to fire Jim Comey because he dropped the ball on Mrs. Clinton, why don't you pick up the ball and run with it?",
  "He shouldn't be, because America needs a vigorous attorney general to enforce federal law,\" Napolitano said on \"America's Newsroom.\"",
  "He said Sessions' Justice Department can investigate the Clintons, Comey, Fusion GPS and the Uranium One deal, and it should.",
  "Judge Andrew Napolitano said a special counsel is not necessary in this case, but an attorney general who does his job is.",
  "\"It’s time for Jeff Sessions to name a special counsel and get answers for the American people.",
  "And did the FBI actually pay for the Russian dossier or did Mrs. Clinton pay for it?\"",
  "\"If this stuff keeps happening over and over again, it's not going to go away.\"",
  "\"Do we want another independent counsel who doesn't answer to the president?",
  "\"Jeff Sessions needs to erase the image that he is reluctant to do his job.",
  "\"He needs to answer these questions so that they go away,\" Napolitano said.",
  "If not, he should step down,\" Jordan wrote in an op-ed on FoxNews.com.",
  "\"Republicans want to know: Why aren't you investing Mrs. Clinton?",
  "Whatever happened to the Uranium One investigation?",
  "\"These are all very interesting questions.\"",
  "Or do we want to do this through Justice?\"",
  "Watch more above.",
  "Napolitano said.",
  "Napolitano said."
]