[
  "John Sipher, a former CIA officer who served for 28 years in the agency, argued in the publication Just Security that \"the most obvious occurrence\" that Steele couldn't have known at the time he began writing the dossier last June \"is the fact that Russia undertook a coordinated and massive effort to disrupt the 2016 US election to help Donald Trump, as the US intelligence community itself later concluded.\"",
  "The CIA, the FBI, and the NSA were highly to moderately confident that \"Putin and the Russian government developed a clear preference for President-elect Trump\" and launched an \"influence campaign\" that included \"covert intelligence operations\" and cyberactivity and \"overt efforts by Russian government agencies, state-funded media, third-party intermediaries, and paid social media users, or 'trolls.'\"",
  "Robert Litt wrote for the national security blog Lawfare that that \"important point is sometimes lost in the discussion\" of the dossier, which came back into the news this week amid revelations that a lawyer for Hillary Clinton's Democratic campaign team and the Democratic National Committee paid for the research that produced the explosive memos.",
  "Thomson Reuters\n\nThe former top lawyer for the office of the Director of National Intelligence said Thursday that the dossier alleging ties between President Donald Trump's campaign team and Russia \"played absolutely no role\" in the intelligence community's \"coordinated intelligence assessment that Russia interfered in the election.\"",
  "The former FBI Director James Comey told the House Intelligence Committee earlier this year that the bureau opened its investigation into Russia's election interference in July 2016 after independent cybersecurity researchers discovered that Russia-linked hackers had breached Democratic National Committee servers.",
  "Litt, the DNI's general counsel, reiterated that Trump, then the president-elect, was briefed on the dossier's allegations in January not because the intelligence community relied on the dossier \"in any way, or even made any determination that the information it contained was reliable and accurate,\" he said.",
  "\"Well before any public knowledge of these events, [Steele] identified multiple elements of the Russian operation including a cyber campaign, leaked documents related to Hillary Clinton, and meetings with Paul Manafort and other Trump affiliates to discuss the receipt of stolen documents,\" Sipher noted.",
  "\"In my long experience in dealing with FISA processing, unconfirmed information about a potential target cannot (and has not been) included in the application?,\" John Rizzo, the former acting general counsel of the CIA, told Business Insider in an interview over the summer.",
  "Alex Wong/Getty Images\n\nSome accused the FBI of using the dossier improperly after CNN reported earlier this year that the bureau used the memos to bolster its case for a Foreign Intelligence Surveillance Act warrant targeting the early Trump campaign adviser Carter Page.",
  "\"Rather, after considerable thought and discussion, DNI Clapper and the heads of the FBI, CIA and NSA decided that because the dossier was circulating among Members of Congress and the media, it was important to warn the President-elect of its existence.\"",
  "Mother Jones' David Corn, who broke the news of the dossier's existence late last October but did not name its author, said Steele approached him directly out of concern that voters would not have the information they needed before Election Day.",
  "\"That assessment, which was released in unclassified form in January but which contained much more detail in the classified version that has been briefed to Congress, was based entirely on other sources and analysis,\" Litt wrote.",
  "\"Mr. Steele could not have known that the Russians stole information on Hillary Clinton,\" he said, \"or that they were considering means to weaponize them in the US election, all of which turned out to be stunningly accurate.\"",
  "While some of the allegations are \"salacious,\" such as one accusing Trump of engaging in perverted sexual acts with prostitutes in the Moscow Ritz-Carlton, others are broad and have been corroborated by subsequent reporting.",
  "That declassified report, which came from the office Litt was working for at the time, concluded that Russian President Vladimir Putin interfered in the election to harm Clinton's candidacy and boost Trump's.",
  "But legal experts said at the time that, if true, the CNN report offered a key signal that the FBI had enough confidence in the validity of the dossier to work to corroborate it and present it in court.",
  "The former British spy Christopher Steele, who wrote the dossier for the opposition-research firm Fusion GPS, wrote his first memo on June 20, 2016, and sent it back to Fusion shortly thereafter.",
  "The dossier was written between June and December of last year and made its way into media and government circles after Steele decided to alert the FBI to his findings.",
  "Former CIA Director John Brennan, former Director of National Intelligence James Clapper, and former National Security Adviser Michael Flynn.",
  "\"The salacious allegations in the 'dossier' are a mere sideshow that should not distract from a comprehensive investigation of that crisis.\"",
  "That memo began with an explosive claim: The \"Russian regime has been cultivating, supporting, and assisting Trump for at least five years.",
  "It is not clear whether Comey launched the investigation before or after WikiLeaks published the DNC emails on July 22.",
  "Some have accused Fusion of giving the dossier to the press, but the firm has pushed back on that accusation.",
  "\"The Russian efforts to influence our election are an important crisis for our democracy,\" Litt said.",
  "Aim, endorsed by Putin, has been to encourage splits and divisions in western alliance.\"",
  "President Donald Trump at a briefing on hurricane recovery efforts in Dallas."
]