[
  "Don’t threaten people Joe!”\n\nIn the past, Trump has referred to Biden on social media as “our not very bright vice president.”\n\nLittle Adam Schiff\n\nTrump accused Rep. Adam Schiff of leaking “confidential information” from “closed committee hearings” and called for him to “be stopped.” The president also referred to the Democrat from California as “Little Adam Schiff.”\n\n“Little Adam Schiff, who is desperate to run for higher office, is one of the biggest liars and leakers in Washington,” Trump said in a tweet, comparing him to former FBI Director James Comey, former National Intelligence Director James Clapper and former CIA Director John Brennan.",
  "SICK!”\n\nTrump also blamed former President Barack Obama’s foreign policy decisions for “Animal Assad.”\n\nAnd in a later tweet, Trump warned Russia against shooting down any missiles the U.S. would fire at Syria in retaliation for the purported attack, saying the country “shouldn’t be partners with a Gas Killing Animal who kills his people and enjoys it!”\n\nLittle Rocket Man\n\nTrump has never really had kind things to say about North Korea leader Kim Jong Un – referring to him on Twitter as a “maniac” a “whack job\" and \"rocket man\" – which is a “President Trump original,\" White House Press Secretary Sarah Sanders told Fox News.",
  "No golf and grandkids talk (give us all a break)!”\n\nLynch has said she and Clinton discussed only “innocuous things” on the tarmac but acknowledged that her “speaking to the former president raised concerns in people’s minds about whether or not there was going to be any impact on the email investigation.”\n\nCheatin’ Obama\n\nTrump praised his own approval ratings on social media – while taking a jab at former President Barack Obama.",
  "In a tweet following the release, Trump blasted the 84-year-old senator and called her “Sneaky Dianne Feinstein.”\n\n“The fact that Sneaky Dianne Feinstein, who has on numerous occasions stated that collusion between Trump/Russia has not been found, would release testimony in such an underhanded and possibly illegal way, totally without authorization, is a disgrace,” Trump tweeted.",
  "Trump reiterated the “Sloppy Steve” nickname in other tweets, including one which he praised the Mercer family – wealthy conservative mega-donors – for having “dropped the leaker known as Sloppy Steve Bannon.”\n\nPocahontas\n\nThe president reused one of his favorite nicknames for Sen. Elizabeth Warren, D-Mass., while he honored Navajo code talkers at the White House in November.",
  "During their feud, Trump took to calling Kelly “Crazy Megyn.”\n\nLittle Jeff Zucker\n\nTrump criticized CNN in an April tweet – and called its president “Little Jeff Zucker.”\n\n“Check out the fact that you can’t get a job at ratings challenged [CNN] unless you state that you are totally anti-Trump,” the president alleged on social media.",
  "Little Marco\n\nThe rhetoric among the Republican presidential contenders hit a different kind of low as Florida Sen. Marco Rubio went after Trump for having “small hands” and Trump started to call the senator “Little Marco.” The two also discussed the size of Trump’s hands – and other things – during a GOP debate in March 2016.",
  "Animal Assad\n\nIn the aftermath of a suspected chemical attack in Syria, Trump blasted Syrian President Bashar Assad and warned that those responsible would pay a “big price.” Trump also nicknamed the Syrian president “Animal Assad.”\n\n“Many dead, including women and children, in mindless CHEMICAL attack in Syria.",
  "After reports surfaced that Trump referred to certain nations as “s---hole countries” at the bilateral meeting, Durbin accused the president of saying “things that were hate-filled, vile and racist.”\n\nTrump has admitted to using “tough” language at the meeting but denied certain remarks attributed to him.",
  "Biden, who has crusaded against sexual assault and harassment, said, “If we were in high school, I’d take him behind the gym and beat the hell out of him.”\n\nA few days later, Trump lashed out on Twitter, nicknaming the former senator “Crazy Joe Biden.”\n\n“Crazy Joe Biden is trying to act like a tough guy.",
  "Sometimes Trump switched it up and would call the former first lady “Lyin’ Hillary.”\n\nWild Bill Clinton\n\nWhile criticizing former FBI Director James Comey's memoir, Trump referenced the now-infamous meeting between former President Bill Clinton and Loretta Lynch on a Phoenix airport tarmac in June 2016.",
  "“He’s a sleeping son of a b----, I’ll tell you.”\n\nDumb as a Rock Mika\n\nFrom writer Touré to National Review, Trump has called many things “dumb as a rock.” But Mika Brzezinski, co-host of MSNBC’s “Morning Joe” earned the nickname in July after she and Joe Scarborough criticized the president.",
  "\"While I know it's 'not presidential' to take on a lowlife like Omarosa, and while I would rather not be doing so, this is a modern day form of communication and I know the Fake News Media will be working overtime to make even Wacky Omarosa look legitimate as possible.",
  "At the event – held to honor the Native Americans who used their native language during World Wars I and II to help the U.S. – Trump mocked Warren as “Pocahontas.”\n\nTrump has often criticized Warren, specifically over her claim to be of Native American heritage.",
  "The president said the “honest polling” of Rasmussen shows his approval rating at 50 percent, “which is higher than Cheatin’ Obama at the same time in his Administration.”\n\nThe April 2 Rasmussen poll showed 50 percent of likely U.S. voters approved of Trump.",
  "Psycho Joe\n\nIn a Twitter rant about his dislike of MSNBC’s “Morning Joe” program, Trump dubbed host Joe Scarborough “Psycho Joe.”\n\nCrazy Megyn\n\nTrump’s comments about then-Fox News anchor Megyn Kelly were often criticized and deemed misogynistic by critics.",
  "Jeb Bush also got a Trump nickname when he was a 2016 Republican presidential contender – “Low energy Jeb Bush.”\n\nDespite the exclamation point in Bush’s campaign logo, Trump started to use the nickname to criticize his opponent during the campaign.",
  "Corker slammed Trump in an interview with the newspaper and said the president is so reckless that he might be “on the path to World War III.” A transcript from the interview revealed that Corker acknowledged the conversation was on the record.",
  "The “Moonbeam” moniker was given to the governor first in the 1970s by a columnist who said Brown was garnering the \"moonbeam vote,\" or the younger, more idealistic voters in his gubernatorial campaign, according to The New York Times.",
  "Crazy Joe Biden\n\nIt all started when former Vice President Joe Biden addressed an anti-sexual assault rally in Florida and cited lewd comments Trump made about women in the infamous “Access Hollywood” tape more than a decade ago.",
  "Must be stopped!”\n\nSchiff is the ranking minority member on the House Intelligence Committee which released a controversial memo that detailed alleged improper surveillance techniques used in the Russia investigation.",
  "And in 2018, at a campaign rally for a Republican congressional candidate, Trump slammed the NBC anchor as a “son of a b-----.”\n\nTrump mentioned a 1999 \"Meet the Press\" appearance when he discussed North Korea.",
  "Sneaky Dianne Feinstein\n\nA transcript of a Fusion GPS official's August interview with the Senate Judiciary Committee was unilaterally released by the committee’s ranking member, Sen. Dianne Feinstein, D-Calif.",
  "Flake was also caught on a hot mic saying if the GOP “becomes the party of Roy Moore and Donald Trump, we’re toast.” That comment gave Trump the opportunity to dub the Arizona senator “Jeff Flakey.”\n\n“Sen.",
  "“Even Crazy Jim Acosta of Fake News CNN agrees: ‘Trump World and WH sources dancing in end zone: Trump wins again…Schumer and Dems caved…gambled and lost.’ Thank you for your honesty Jim!” Trump tweeted.",
  "Ahead of the release of the controversial book by Michael Wolff, “Fire and Fury: Inside the Trump White House,” Trump slammed both the author and Bannon on social media – giving Bannon his nickname.",
  "Jerry Brown, a Democrat, throughout much of his time in office – but the president was especially critical after Brown pardoned 56 convicted felons, including five ex-convicts facing deportation.",
  "In particular, Manigault-Newman has been under fire from the Trump administration for secretly recording the chief of staff John Kelly in the Situation Room, raising national security concerns.",
  "Al 'Frankenstien'\n\nAfter Sen. Al Franken, D-Minn., was accused of kissing and groping Los Angeles radio host Leeann Tweeden during a USO tour in 2006, Trump blasted the lawmaker on Twitter.",
  "“Steve was rarely in a one-on-one meeting with me and only pretends to have had influence to fool a few people with no access and no clue, whom he helped write phony books,” Trump said.",
  "Crazy Bernie\n\nSen. Bernie Sanders, the white-haired Independent socialist who became a progressive icon during the 2016 election, earned himself the nickname “Crazy Bernie” from Trump.",
  "Crazy Jim Acosta\n\nTrump had a surprising tweet of gratitude Tuesday morning for CNN’s White House correspondent, Jim Acosta – while also bestowing a nickname on his media adversary.",
  "Wacky Congresswoman Wilson\n\nTrump and Rep. Frederica Wilson, D-Fla., became locked in a public feud involving a Gold Star family – earning the Florida congresswoman her nickname.",
  "Trump accused Lamb of saying “nice things” in order to get elected in “Trump country,” but promised those at a rally that the Democrat “is not going to vote for us” if elected.",
  "Slippery James Comey\n\nTrump dubbed former FBI Director James Comey the \"worst\" in history while blasting his new tell-all book, \"A Higher Loyalty: Truth, Lies and Leadership.\"",
  "Lamb the Sham\n\nAhead of a tight special House election in Pennsylvania, Trump visited the Keystone state to stump for Republican Rick Saccone – and hit Democrat Conor Lamb.",
  "Jeff Flake(y), who is unelectable in the Great State of Arizona (quit race, anemic polls) was caught (purposely) on ‘mike’ saying bad things about your favorite President.",
  "The president and his administration has often slammed Acosta and CNN for coverage they deem unfair – or “fake news.” Trump has also kicked Acosta out of the Oval Office.",
  "And Kasich became “1 for 38.”\n\nTrump assigned Kasich the name because he won only one state in the primary and lost the others, Trump said in a statement in August 2016.",
  "Bannon, the former White House chief strategist and ex-Breitbart executive, was quoted in a blistering tell-all book, painting the president’s son in a negative light.",
  "Lyin’ Ted\n\nTexas Sen. Ted Cruz and Trump didn’t start out as enemies during the 2016 campaign, but the two Republican contenders were soon at each other’s throats.",
  "John Kasich attempted to team up with Cruz during the Republican primary to deny Trump the party’s nomination, Trump took to Twitter to dole out a new nickname.",
  "The release of the bombshell interview drew ire from some Republicans, including the president and Senate Judiciary Committee Chairman Chuck Grassley, R-Iowa.",
  "“The Fake News is going crazy with wacky Congresswoman Wilson (D), who was SECRETELY on a very personal call, and gave a total lie on content!” Trump tweeted.",
  "Trump blasted the pardoning on Twitter, calling the governor “Jerry ‘Moonbeam’ Brown.”\n\n“Is this really what the great people of California want?” Trump said.",
  "“Comey throws AG Lynch ‘under the bus!’ Why can’t we all find out what happened on the tarmac in the back of the plane with Wild Bill and Lynch?” Trump said.",
  "They should clean up and strengthen CNN and get back to honest reporting.”\n\nFox News' Matt Richardson and The Associated Press contributed to this report.",
  "Trump also calls Warren “goofy.”\n\nDicky Durbin\n\nTrump made waves when he referred to Senate Minority Whip Dick Durbin, D-Ill., as “Dicky Durbin” online.",
  "“Cryin’ Chuck Schumer stated recently, “I do not have confidence in him (James Comey) any longer.” Then acts so indignant,” he tweeted on May 9, 2017.",
  "“Must have tough Primary!”\n\nJeff Flakey\n\nLike Trump and Sen. Bob Corker, Trump and Republican Sen. Jeff Flake have been feuding for quite some time.",
  "Trump gave her the nickname “Crooked Hillary,” usually when he mentioned her use of a private email server during her tenure as secretary of state.",
  "Liddle' Bob Corker\n\nThe feud between Trump and Sen. Bob Corker has been going on for some time, but the Tennessee senator finally got a nickname.",
  "Actually, he is weak, both mentally and physically, and yet he threatens me, for the second time, with physical assault,” Trump said on March 22.",
  "Wilson accused Trump of making insensitive remarks to the pregnant widow of one of the four American soldiers killed during an attack in Niger.",
  "Area of atrocity is in lockdown and encircled by Syrian Army, making it completely inaccessible to outside world,” Trump alleged in a tweet.",
  "Crooked Hillary\n\nThroughout the presidential campaign, Trump would often hit his opponent, Hillary Clinton, with criticisms on social media.",
  "“Crazy Joe Scarborough and dumb as a rock Mika are not bad people, but their low rated show is dominated by their NBC bosses,” he tweeted.",
  "Trump also called Comey a “slimeball” and suggested the former FBI director deserved jail time for mishandling the Clinton email probe.",
  "Schiff was critical of the memo’s public release – supported by Republicans – calling it “misleading” and “undermining” of the probe.",
  "Trump fired Comey in May 2017, citing the ex-director's handling of the FBI’s investigation into Hillary Clinton’s email practices.",
  "Trump first tweeted about “Crazy Bernie” in May 2016 when he criticized “Crooked Hillary” for “looking very bad against” Sanders.",
  "The meeting was questioned because the then-attorney general was leading the investigation into Hillary Clinton’s email scandal.",
  "Trump told Business Insider that there wasn’t a backstory to the nickname, he “just seemed” like a “low energy” person to Trump.",
  "Wacky Omarosa\n\nOmarosa Manigault-Newman lasted one year in the White House, and her departure has been anything from cordial.",
  "Trump heavily rebuked Bannon in a public statement, saying Bannon “lost his mind” after he was “fired” from the White House.",
  "\"And to think that just last week he was lecturing anyone who would listen about sexual harassment and respect for women.",
  "But Schumer wasn’t crying after Trump agreed to the Democrats’ short-term debt-limit increase and Hurricane Harvey aid.",
  "Durbin was part of a group of lawmakers who visited Trump at the White House in January to discuss immigration reform.",
  "Sloppy Steve\n\nSteve Bannon used to be in the president’s good graces, but the pair has had a very public falling out.",
  "I told him to try working it out, if possible, because she only said great things about me - until she got fired!\"",
  "Trump dubbed Cruz “Lyin’ Ted” when he went after him for his immigration policies in a campaign ad in March 2016.",
  "Crazy Mika” and said she was “bleeding badly from a face-lift” when she came to Mar-a-Lago around New Year’s Eve.",
  "Sleepy Eyes\n\nTrump has thought NBC reporter Chuck Todd has looked “sleepy” long before the election or campaign.",
  "President Trump is known for giving his political opponents and critics nicknames, especially on social media.",
  "\"The Chinese Envoy, who just returned from North Korea, seems to have had no impact on Little Rocket Man.",
  "The White House, including chief of staff John Kelly, has ardently defended the president’s comments.",
  "He first dubbed Todd “sleepy” in a 2001 tweet, but upgraded his nickname to “Sleepy Eyes” by 2012.",
  "Crying Chuck\n\nAfter Senate Minority Leader Chuck Schumer, N.Y., criticized Trump for firing F.B.I.",
  "In announcing his retirement from the Senate, Flake slammed both the Republican Party and Trump.",
  "“It’s 1999, I’m on 'Meet the Press,' a show now headed by sleepy-eyes Chuck Todd,” Trump said.",
  "Hard to believe his people, and the military, put up with living in such horrible conditions.",
  "Warren’s potential Native American heritage was first questioned during her 2012 Senate run.",
  "He’ll be a NO on tax cuts because his political career anyway is ‘toast,’” Trump tweeted.",
  "\"Wacky Omarosa, who got fired 3 times on the Apprentice, now got fired for the last time.",
  "In a series of tweets, Trump also nicknamed the former FBI chief \"Slippery James Comey.\"",
  "“Slippery James Comey, a man who always ends up badly and out of whack (he is not smart!",
  "Was made to sound a fool, and that’s what I am dealing with!” Trump tweeted on Oct. 10.",
  "“Look at this guy’s past and watch what happens to him and Sloppy Steve,” Trump warned.",
  "Trump tried out the \"rocket man\" nickname at the 2017 United Nations General Assembly.",
  "“The Failing [New York Times] set Liddle’ Bob Corker up by recording his conversation.",
  "Eventually Kasich would also be referred to as “1 for 42” by the eventual president.",
  "Schumer shed some tears when he discussed Trump’s immigration ban earlier in 2017.",
  "“Adam leaves closed committee hearings to illegally leak confidential information.",
  "And the president dubbed the 33-year-old Marine “Lamb the Sham.”\n\n“Lamb the Sham.",
  "Her whole life was based on a fraud,” Trump told The New York Times in May 2016.",
  "When Gen. Kelly came on board he told me she was a loser & nothing but problems.",
  "“Senator Dicky Durbin totally misrepresented what was said at the DACA meeting.",
  "“Too bad!”\n\nHis attack on the news anchor continued, as he called her “low I.Q.",
  "Trump, in a series of tweets, called Manigault-Newman \"wacky\" and a \"lowlife.\"",
  "), will go down as the WORST FBI Director in history, by far!” Trump tweeted.",
  "“Little Jeff Zucker, whose job is in jeopardy, is not having much fun lately.",
  "“He doesn’t know me, but he would go down fast and hard, crying all the way.",
  "“President Putin, Russia and Iran are responsible for backing Animal Assad.",
  "Director James Comey, Trump hit him right back – with an original nickname.",
  "“Was she promised a Supreme Court seat, or AG, in order to lay off Hillary.",
  "Jerry ‘Moonbeam’ Brown\n\nTrump hasn't seen eye-to-eye with California Gov.",
  "The nickname continued as Brown pressed for California's space programs.",
  "The first time Trump tweeted about “Crooked Hillary” was in April 2016.",
  "Durbin blew DACA and is hurting our military,” said Trump in a tweet.",
  "In addition, Trump has called the North Korean leader a \"sick puppy.\"",
  "\"The Al Frankenstien picture is really bad, speaks a thousand words.",
  "Where do his hands go in pictures 2, 3, 4, 5 & 6 while she sleeps?\"",
  "She begged me for a job, tears in her eyes, I said OK,\" Trump said.",
  "Trump wrote, including an apparent misspelling of \"Frankenstein.\"",
  "Trump first tweeted the “Little Marco” nickname in February 2016.",
  "Trump’s tweet referenced Acosta’s earlier social media post.",
  "\"Nasty to people & would constantly miss meetings & work.",
  "Open area immediately for medical help and verification.",
  "Another humanitarian disaster for no reason whatsoever.",
  "I would rarely see her but heard really bad things.\"",
  "Read on for a list of Trump's most iconic nicknames.",
  "Russia and China condemned the launch,\" he tweeted.",
  "Trump can’t take full credit for Brown’s nickname.",
  "Trump also said he is “better looking” than Lamb.",
  "“She’s got about as much Indian blood as I have.",
  "Deals can’t get made when there is no trust!",
  "He's also tried out the moniker on Twitter.",
  "He won't give me one vote,” Trump said.",
  "She's since released some of the tapes.",
  "He is trying to act like a Republican.",
  "\"People in the White House hated her.",
  "Low Energy Jeb\n\nFormer Florida Gov.",
  "However, 49 percent disapproved.",
  "She was vicious, but not smart.",
  "She never made it, never will.",
  "1 for 38\n\nWhen Ohio Gov.",
  "Lesley Stahl tape?\"",
  "Big price to pay.",
  "Lamb the Sham.",
  "he continued.",
  "Trump said.",
  "Sorry!\""
]