[
  "It was an irresponsible allegation for him to make, especially the way he made it: (a) FISA investigations are classified; (b) it was an explosive thing to accuse a former president of; (c) since Trump had access to the relevant information, he had a special responsibility to be ironclad accurate if he chose to speak about it; and (d) Twitter is not a proper or sensible forum in which to make a startling claim regarding a surveillance process that requires some explanation.",
  "This suggests that they were probably two separate FISA investigations: Initially, I suspect Manafort was investigated as an agent of the Kremlin-backed Yanukovich faction in Ukraine (for which he had done political consulting work for many years, reportedly for millions of dollars); subsequently, Manafort was investigated as a suspected agent of Russia in connection with the Putin regime's meddling in the 2016 election.",
  "This is not news: Months ago, we began discussing reports that there may have been FISA surveillance of Manafort and longtime Trump confidant (and Manafort partner) Roger Stone, as well as Carter Page, a tangential figure who was identified by the Trump campaign as a foreign-policy adviser but does not seem to have been much of one or to have much of a relationship with Donald Trump.",
  "The artful answers left open the possibility that Trump, even though not named as a target in a FISA application, may have been monitored incidentally, perhaps even under circumstances in which his interception had been quite foreseeable (because the actual FISA targets were associates of his known to be in contact with him).",
  "On a parallel track with the 2016–17 FISA investigation, we also know that Obama's national-security team was involved in a startling amount of \"unmasking\" in intelligence reporting — i.e., revealing the names of Americans who were incidentally caught up in foreign-intelligence-collection efforts targeting other people.",
  "When interviewed by the press, former Obama officials, such as his national intelligence director, James Clapper, gave denials that sounded sweeping but, when parsed, told us nothing more than that Trump's tweet was literally wrong — his personal phone lines at Trump Tower had not been targeted for eavesdropping.",
  "While criminal and FISA investigations are critically different, they can also be closely related — intelligence derived from FISA can incidentally bolster a criminal case, although the federal government is not permitted to use FISA as a ruse to conduct what is actually a criminal investigation.",
  "The committee's senior senators, chairman Charles Grassley (R., Iowa) and ranking member Dianne Feinstein (D., Calif.), later issued a joint statement that their subpoena to Manafort had been withdrawn because he produced documents (reportedly over 300 pages' worth) to the committee.",
  "Second, the brass-knuckles rationale: The prosecutor is attempting to intimidate the witness or subject — to say nothing of others who are similarly situated — into volunteering everything he may know of an incriminating nature about people the prosecutor is targeting.",
  "CNN says it is \"unclear\" when the second FISA surveillance started, but that the FBI's interest in Manafort was rekindled \"last fall because of intercepted communications between Manafort and suspected Russian operatives, and among the Russians themselves.\"",
  "We still do not know what crimes are under investigation, because the Justice Department did not comply with a regulation that calls for it to provide a factual description of the criminal investigation the special counsel has been authorized to conduct.",
  "It is worth recalling former FBI director James Comey's congressional testimony: Trump wanted it made clear that he personally was not under investigation, but agreed that \"if some of my satellites did something wrong, it'd be good to find that out.\"",
  "More from National Review:\n\nEric Schneiderman needs to recuse himself from Trump investigations\n\nAnother chance on health care\n\nA Donald Trump speech, a Barack Obama foreign policy\n\nWhen I pointed that out, some said I was reading too much into it.",
  "By contrast, the prior surveillances of Manafort were counterintelligence investigations conducted by the Obama Justice Department and FBI with the assistance of the secret court created by the 1978 Foreign Intelligence Surveillance Act (FISA).",
  "The dossier's allegations, which former FBI director James Comey has described as \"salacious and unverified,\" were said to come from Steele's well-placed Russian sources, and the research effort was backed by wealthy Hillary Clinton supporters.",
  "We should stress, of course, that if there was solid evidence of an espionage relationship between Manafort and the Kremlin, there would be nothing necessarily inappropriate in conducting surveillance and unmasking relevant American identities.",
  "This was silly: Every sentient person understood that Trump was talking about the Obama administration under Obama's guidance; he was not claiming that Obama personally interacted with the FISA court or personally conducted any surveillance.",
  "So in a FISA investigation, it is not necessary to show probable cause that a suspect has committed a crime in order to search his home or tap his phone; all that is needed is probable cause that he is acting as an agent of a foreign power.",
  "In light of the latest revelations (which our David French has outlined well in a Corner post), I stand by what I said when news of the raid first surfaced:\n\nThere are two possible rationales for a search warrant under the circumstances.",
  "Obviously, though, Manafort would not have the same willingness to testify before Congress if he suddenly had reason to believe he was likely to be indicted (such that any testimony he gave could be used against him in a criminal case).",
  "As the Washington Examiner's Byron York reports, the FBI and Justice Department have been stonewalling the House Intelligence Committee's efforts to find out whether any part of the dossier factored into in the Russia investigation.",
  "In fact, that is not always the case; and, in any event, the FBI's preference to proceed in \"the early morning\" (e.g., at 6 a.m.), is not the same thing as barging in even earlier — for which, again, special permission is required.",
  "If some coercion is thought necessary, they will issue a grand-jury subpoena — an enforceable directive to produce documents, but one that still allows the witness to hand over the materials, not have them forcibly seized.",
  "Under federal law, search warrants are supposed to be executed during daytime hours, when agents can be expected to knock on the door, announce their presence and purpose, and be admitted by the occupant of the premises.",
  "Some Trump enthusiasts are suggesting that the latest revelations about the surveillance of Manafort \"vindicate\" the president in his March tweets, which accused his predecessor of tapping his phone lines at Trump Tower.",
  "It has been reported that during the campaign's final weeks, the FBI was dealing with Christopher Steele, the former British spy retained to compile the so-called Trump dossier by the opposition research firm Fusion GPS.",
  "Indeed, by pouncing at the precise time Manafort was cooperating with Congress, Mueller's investigators were able to seize binders of documents that Manafort and his counsel had prepared to assist his Senate testimony.",
  "Being a foreign agent is not a crime, per se; whether the relationship is criminal depends on the nature of the actions the operative takes (including whether he has disclosed his agency, as required by federal law).",
  "A FISA investigation is an effort to understand the actions and intentions of a foreign power by monitoring one of its suspected agents — i.e., by eavesdropping on communications or conducting searches under FISA.",
  "First, the legitimate rationale: Investigators in good faith believed Manafort, who is either a subject of or witness in their investigation, was likely to destroy rather than surrender relevant evidence.",
  "Not only did Manafort meet with Senate Intelligence Committee investigators the day before the search; he was also scheduled to testify before the Senate Judiciary Committee on the very day of the search.",
  "CNN elaborates that the second FISA surveillance, apparently begun in late 2016, \"was part of the FBI's efforts to investigate ties between Trump campaign associates and suspected Russian operatives.\"",
  "There would have to have been a probable-cause showing of specific crimes before a judge authorized the warrant; and the warrant itself had to have described the evidence the agents expected to find.",
  "Thus, another obvious question: Was there correlation between (a) the intelligence generated by the FISA surveillance of Manafort and (b) the unmasking of people associated with the Trump campaign?",
  "As I pointed out in the aforementioned column, the criminal search warrant executed at Manafort's home on July 26 would give us insight into what suspected crimes Mueller is investigating.",
  "That carefully avoided addressing other phone lines that may have been subjected to surveillance, and it was not a categorical denial that Trump's conversations had ever been monitored.",
  "So, the question naturally arises: Was any part of Steele's claims used by the FBI in applications to the FISA court for surveillance and searches of Manafort or other Trump associates?",
  "That implies that the Obama Justice Department and FBI concluded that Manafort was no longer an active foreign agent in early 2016 — before he (briefly) joined the Trump campaign.",
  "But Manafort has a good idea of what Mueller is after, because the agents were required by law to provide Manafort with a copy of the warrant and an inventory of what they seized.",
  "To get it, they have to convince the judge that, if the occupant were alerted to the agents' presence before they entered, it is likely he would destroy evidence or pose a danger.",
  "According to CNN's latest revelations, the FISA surveillance took place in two phases: the first, from 2014 until sometime in early 2016; the second in late 2016 into early 2017.",
  "It has never necessarily followed that legal trouble for Manafort is legal trouble for Trump — even if it does portend tremendous political trouble for the Trump administration.",
  "Again, the point of FISA surveillance is not to build a criminal case but to gather intelligence about the foreign power for which the subject is allegedly acting as an agent.",
  "Because this was a FISA search warrant, it is classified; there has been no leak (yet) about what the Obama Justice Department's application alleged and what the agents found.",
  "Normally, unmasking just means that these identities get revealed in classified reports disseminated among intelligence agencies, not that they get revealed to the public.",
  "It is more plausible that the first FISA surveillance was aborted because it was not turning up any useful intelligence about the Putin regime and its Ukrainian puppets.",
  "Now we have more reason to believe Manafort was targeted for FISA surveillance at a time when he had a residence at Trump Tower and was in periodic contact with Trump.",
  "Mueller's investigators wanted to start grabbing files and copying hard drives before Manafort had a chance to call his lawyers or impede the search in any way.",
  "This FISA counterintelligence investigation of Manafort is said to have included a search warrant, executed in early 2017 on a storage facility he controlled.",
  "Prosecutors do not like it when other investigative bodies, including congressional committees, are trying to scrutinize the same matters they are probing.",
  "Bottom line: Paul Manafort appears to be in serious jeopardy, but any suspected criminality may involve matters having nothing to do with President Trump.",
  "All that said, though, I have been arguing for months that the Obama camp's denials, for all their strident indignation, have been narrow and Jesuitical.",
  "The current Manafort probe is a criminal investigation, which special counsel Mueller is pursuing with a grand jury in the Eastern District of Virginia.",
  "When they are dealing with cooperators, prosecutors politely request that documents be produced, expecting the witness (and his lawyers) to comply.",
  "Assuming Monday's New York Times report is correct, the FBI entered covertly by picking the lock on Manafort's front door while he was sleeping.",
  "To say FISA surveillance was aborted for \"lack of evidence\" makes it sound like Manafort was not an agent for the Ukrainian faction after all.",
  "The defendants were convicted of the 1993 World Trade Center bombing and of planning a series of attacks against New York City landmarks.",
  "Was it before the November election, in the immediate aftermath of which President Obama said the Russians did not and could not rig it?",
  "Assuming these claims are true (and of that we cannot be sure), the timing of the surveillance and search would be of great importance.",
  "Some Obama apologists made the point that the president neither orders FISA surveillance nor directs the steps taken to carry it out.",
  "Or was it later, when Democrats had settled on a narrative that Russia stole the election in collusion with the Trump campaign?",
  "It was almost two months ago — July 26, to be precise — that his Virginia residence was raided by the FBI in the predawn hours.",
  "CNN claims that the first FISA surveillance of Manafort was shut down in 2016, after over a year, due to \"lack of evidence.\"",
  "Commentary by Andrew C. McCarthy, a senior fellow at National Review Institute and a contributing editor of National Review.",
  "As I said at the time, prosecutors do not obtain warrants to toss the homes of people they regard as cooperating witnesses.",
  "Counterintelligence investigations are thus often called \"FISA investigations\" or \"national-security investigations.\"",
  "Even if Trump had been proven 100 percent correct about this — and he clearly has not — he would not be vindicated.",
  "A criminal investigation is an effort to make a prosecutable case that a suspect has committed a crime.",
  "He also contributed to the prosecutions of terrorists who bombed U.S. embassies in Kenya and Tanzania.",
  "The New York Times reports that Mueller's prosecutors have told Manafort they intend to indict him.",
  "But we know he was: Not only is this common knowledge; he belatedly registered as a foreign agent.",
  "To promote agent safety, they countered, the FBI proceeds in the early morning whenever possible.",
  "After the early-morning raid, Manafort ended up not testifying before the Judiciary Committee.",
  "Mueller wants to prosecute Manafort, so criminal-law investigative tactics are now being used.",
  "I am betting the probable-cause evidence was overwhelming in Phase I, and sketchy in Phase II.",
  "Clearly, that is not standard operating procedure — certainly not in a white-collar case.",
  "He led the 1995 terrorism prosecution against Sheikh Omar Abdel Rahman and 11 others.",
  "But it does once again raise the question whether Trump's conversations were tapped.",
  "The execution of a search warrant, even if it goes smoothly, is a show of force.",
  "Yet, we now know that there was considerable leaking — very likely by design.",
  "We should bear this in mind in considering the timing of the search warrant.",
  "If investigators want to search a home before 6 a.m., they need permission.",
  "If they were, the Obama camp's denials would seem, shall we say, lawyerly.",
  "When we first learned of the raid, I also emphasized its timing: predawn.",
  "For more insight from CNBC contributors, follow @CNBCopinion on Twitter.",
  "He is a former U.S. attorney for the Southern District of New York.",
  "The difference, as we've pointed out several times, is significant.",
  "The July search involved a regular criminal-law search warrant.",
  "Again, this doesn't make Trump's tweets correct or justifiable.",
  "We already knew that Paul Manafort was in a heap of trouble.",
  "It was their way of saying Manafort could not be trusted.",
  "Note that these rationales are not mutually exclusive.",
  "A few points are worth mulling over at this stage.",
  "He resigned from the Justice Department in 2003.",
  "The question is: Was there solid evidence?",
  "But now you needn't take my word for it.",
  "Follow him on Twitter @AndrewCMcCarthy.",
  "These have not been publicly revealed.",
  "That, too, is intimidating.",
  "Maybe we'll soon find out.",
  "That's intimidating, too.",
  "©2017 National Review.",
  "Used with permission.",
  "It is intimidating.",
  "That is strange.",
  "4.",
  "3.",
  "2.",
  "1.",
  "8.",
  "5.",
  "6.",
  "7."
]