[
  "While political campaigns often meet with people promising dirt on political rivals, the fact that Veselnitskaya is linked to the Kremlin bears significance because of the multiple investigations into whether members of the Trump campaign colluded with the Russian government to influence the election.",
  "(RELATED: Opposition Researcher Behind Trump Dossier Linked To Pro-Kremlin Lobbying Effort)\n\nThe meeting is already drawing significant media attention, largely because it shows that the Trump team was willing to meet with Russians to discuss the presidential campaign.",
  "She is part of a group of Russian operatives who have used the child adoption issue as leverage to force the U.S. to roll back the Magnitsky Act, a law passed in 2012 which allows for sanctions against Russian businessmen involved in human rights abuses.",
  "Mark Corallo, a spokesman for the legal team, noted on Saturday that Fusion GPS, the opposition research firm behind the anti-Trump dossier compiled by former British spy Christopher Steele, also worked on the anti-Magnitsky push.",
  "“After pleasantries were exchanged the woman stated that she had information that individuals connected to Russia were funding the Democratic National Committee and supporting Ms. Clinton,” Trump Jr. told the newspaper.",
  "Paul Manafort, Trump’s campaign chairman at the time, and Jared Kushner, Trump’s son-in-law and a senior White House adviser, took part in the June 9, 2016 session, which was held at Trump Tower in New York City.",
  "A Russian lawyer with connections to the Kremlin met with members of President Trump’s family and his presidential campaign last June after promising to provide damaging information about Hillary Clinton.",
  "The New York Times reports that the lawyer, Natalia Veselnitskaya, promised to provide Trump’s oldest son, Donald Trump Jr., with information about Russian political donations to Clinton’s campaign.",
  "Veselnitskaya is also a lawyer for Denis Katsyv, the owner of Prevezon Holdings, a Cyprus-based investment company that was under U.S. investigation for money laundering.",
  "Fusion GPS was hired by the law firm BakerHostetler to conduct research on Bill Browder, an American born businessman who lobbied Congress to pass the Magnitsky Act.",
  "The organization, the Human Rights Accountability Global Initiative Foundation, hired a former Soviet spy named Rinat Akhmetshin to conduct the lobbying effort.",
  "In order to push against the Magnitsky Act, Veselnitskaya co-founded a U.S.-based non-profit group last year that ostensibly worked on the adoption cause.",
  "President Trump’s legal team suggested on Saturday that Veselnitskaya may have been attempting to compromise the Trump campaign by requesting the meeting.",
  "Instead, he said that the lawyer asked for the meeting in order to discuss Russia’s policy regarding U.S. citizens adopting Russian children.",
  "It quickly became clear that she had no meaningful information.”\n\nTrump Jr. has said he was asked to host the meeting by an acquaintance.",
  "In a statement to The Times on Sunday, Trump Jr. acknowledged that Veselnitksaya discussed having damaging information about Clinton.",
  "After that law was passed, Russian president Vladimir Putin retaliated by barring American citizens from adopting Russian children.",
  "But in his first statement on the matter, Trump Jr. did not mention that Veselnitskaya promised information about Clinton.",
  "Manafort, who left Trump’s campaign in August, also reportedly told congressional investigators about the meeting.",
  "Kushner recently disclosed the existence of the meeting in a revising filing to obtain his security clearance.",
  "But he said that she soon switched the conversation to Russian adoptions and the Magnitsky Act.",
  "Trump Jr. and Kushner acknowledged on Saturday that the meeting took place.",
  "Magnitsky died in a Russian prison in 2009 under suspicious circumstances.",
  "Veselnitskaya and Akhmetshin were also involved with BakerHostetler.",
  "Veselnitskaya likely had ulterior motives for seeking the meeting.",
  "No details or supporting information was provided or even offered.",
  "Browder was the boss of the law’s namesake, Sergei Magnitsky.",
  "“Her statements were vague, ambiguous and made no sense.",
  "Browder had hired Magnitsky to investigate.",
  "That person has yet to be identified.",
  "Follow Chuck on Twitter"
]