[
  "While part of the material may have been gathered by Fusion GPS when the firm was bankrolled by a Republican client during the primary, the entirety of Steele’s work on the dossier he was hired to produce took place while Fusion GPS was funded by the Clinton campaign.",
  "Verdict: False\n\nD.C.-based opposition research firm Fusion GPS hired Christopher Steele, a former British intelligence officer with expertise in Russia, to put together the dossier after Republicans quit paying the firm to compile opposition research on Trump.",
  "Steele “authored” the Trump-Russia dossier that Fusion GPS produced using a “compilation of reports” he worked on while at the firm, and all of his work happened while the Clinton campaign was funding the opposition research.",
  "Fact Check:\n\nDuring the Republican presidential primary, an unknown Republican “client” funded Fusion GPS to conduct opposition research on Trump, The Washington Post reports.",
  "Journalists downplayed a report Tuesday the Hillary Clinton campaign paid for the infamous “Trump dossier,” claiming Republicans also helped fund the salacious document.",
  "Steele was hired after a lawyer representing the Democratic National Committee and Hillary Clinton’s 2016 presidential campaign hired the firm to dig up dirt on Trump.",
  "That client cut off funds to Fusion GPS as the primary winded down, and the Clinton campaign hired the firm through its lawyer Mike Elias in April 2016.",
  "“The Steele dossier was research funded first by Republicans, then by Democrats.” Jake Tapper called his claim “correct” in a tweet he later deleted.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The dossier centers on Russia, and likely almost entirely came from Steele, who is well-sourced in Russia, because of his experience as a spy.",
  "“So here’s what we’d known for a year,” Northeastern University journalism professor Dan Kennedy tweeted Wednesday.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Trump at that time was still seeking the Republican nomination for the 2016 presidential election.",
  "The claim that the “Steele dossier” was funded by Republicans doesn’t hold up to the facts.",
  "The DNC and Clinton campaign continued funding the project until October 2016.",
  "Follow Kush on Twitter\n\nSend tips to Desai@dailycallernewsfoundation.org."
]