[
  "Ms. Strassel writes:\n\nThe House Intelligence Committee’s investigation took a sharp and notable turn on Tuesday, as news broke that it had subpoenaed the FBI and the Justice Department for information relating to the infamous Trump “dossier.” That dossier, whose allegations appear to have been fabricated, was commissioned by the opposition-research firm Fusion GPS and then developed by a former British spook named Christopher Steele...",
  "The Post even reported that Mr. Steele “reached an agreement with the FBI a few weeks before the election for the bureau to pay him to continue his work.”\n\nOddly, even though CNN is the source of this week’s news, the media outlet seems less interested in President Obama’s knowledge of the surveillance activities that occurred on his watch and against his political adversaries than in how President Trump has described them.",
  "CNN notes, “Such warrants require the approval of top Justice Department and FBI officials, and the FBI must provide the court with information showing suspicion that the subject of the warrant may be acting as an agent of a foreign power.”\n\nIt seems reasonable for the public to know exactly which officials made this decision and who else they consulted or informed of their surveillance plans.",
  "Roughly a year later, as the public still waits for such evidence, this column wonders how this judge is feeling now, especially now that CNN has reported that at least two of its three sources believe the resulting evidence is inconclusive.",
  "One would presumably only approve such an order if the request presented by the executive branch was highly compelling and likely to produce evidence that the subject of the wiretap was in fact working with Russia to disrupt U.S. elections.",
  "It was presumably a tough decision for a judge to issue a secret warrant under the Foreign Intelligence Surveillance Act, enabling the administration to spy on someone connected with the presidential campaign of its political adversaries.",
  "Photo: michael reynolds/European Pressphoto Agency\n\nThis week CNN is reporting more details on the Obama Administration’s 2016 surveillance of people connected to the presidential campaign of the party out of power.",
  "And whatever Donald Trump’s tweets say, Americans deserve to know how our government came to spy on people associated with the presidential campaign of the party out of power.",
  "CNN’s scoop doesn’t even mention Mr. Obama except in the context of Mr. Trump’s accusations of wiretapping against the former president that appeared on Twitter in March.",
  "One would also presume—or at least hope—that seeking to wiretap associates of the leader of the political opposition is not an everyday occurrence in any administration.",
  "It seems that once President Obama’s appointee to run the FBI, James Comey, had secured authorization for wiretapping, the bureau continued its surveillance into 2017.",
  "A September 7 column from the Journal’s Kim Strassel raises disturbing questions, based on recent events and a Washington Post story from last winter.",
  "The Washington Post in February reported that Mr. Steele “was familiar” to the FBI, since he’d worked for the bureau before.",
  "The newspaper said Mr. Steele had reached out to a “friend” at the FBI about his Trump work as far back as July 2016.",
  "CNN reports:\n\nThis means the wiretapping was authorized more than ten months ago and perhaps more than a year ago.",
  "At the very least, it seems highly unlikely that such a decision would be made by a mid-level official.",
  "CNN has followed up with another story saying that Mr. Trump’s accusations have still not been proven.",
  "On June 21, 2013 President Barack Obama and James Comey applaud outgoing FBI Director Robert Mueller.",
  "Advertisement\n\nAnd as for the information showing suspicion, where did the FBI come up with that?",
  "Mr. Mueller is now the special counsel investigating just about whatever he pleases.",
  "Mr. Obama had just announced his nomination of Mr. Comey to be the new director.",
  "***\n\nAdvertisement\n\nBottom Stories of the Day will return on Wednesday.",
  "That’s true, although Mr. Trump’s argument may be getting stronger.",
  "Was the President briefed on the details of this investigation?",
  "Advertisement\n\nTo suggest items, please email best@wsj.com.",
  "Subscribe to the Best of the Web email with one click.",
  "(Carol Muller helps compile Best of the Web.)",
  "***\n\nFollow James Freeman on Twitter."
]