[
  "While Trump Jr. and Veselnitskaya have denied that information about Clinton was provided during the meeting, congressional and federal investigators have keyed in on the conclave as part of their investigations into Russian interference in the presidential campaign.",
  "One reference is made of Clinton in the memo regarding campaign contributions from the Ziff Brothers, a group of investors who Veselnitskaya claims were in cahoots with William Browder, a London-based financier who lobbied heavily for passage of the Magnitsky Act.",
  "Foreign Policy magazine published the document, which Russian attorney Natalia Veselnitskaya took into the June 9, 2016 meeting, which was arranged by Trump Jr. and attended by Trump son-in-law Jared Kushner and then-campaign chairman Paul Manafort.",
  "Investigators are looking into whether the meeting constitutes collusion between the Trump campaign and Russian government or, alternatively, whether it was an attempt by the Russian government to covertly infiltrate the Trump campaign.",
  "Though Akhmetshin did not name the firm, The Daily Caller has been told by someone who has talked to the Russian-American lobbyist about the matter that a London-based intelligence firm provided the research on Browder.",
  "The meeting has raised questions about collusion because Trump Jr. accepted it after an acquaintance contacted him promising that a “Russian government attorney” would provide damaging information about Hillary Clinton.",
  "As for who researched and wrote Veselnitskaya’s memo, Akhmetshin said in an interview with the Financial Times last month that the Russian attorney wrote it with the help of a private corporate intelligence firm.",
  "In order to undercut the Magnitsky Act here in the U.S., Veselnitkaya and a Russian-American lobbyist named Rinat Akhmetshin last year formed the Human Rights Accountability Global Initiative Foundation.",
  "Veselnitskaya’s memo, which Foreign Policy obtained from a Russian news station that recently interviewed the lawyer, suggests that little information about Clinton was provided to the Trump campaign.",
  "The organization promoted a documentary that questioned Browder’s claims about Magnitsky and also hired lobbyists, including former California Rep. Ron Dellums, to lobby Congress against the law.",
  "Browder alleges that Magnitsky was murdered while in prison, while Veselnitskaya has asserted that Browder fabricated the story about his lawyer to cover up his own criminal wrongdoing.",
  "The document, and the meeting, have become a focus for congressional and federal investigators looking into possible collusion between the Trump campaign and Russian government.",
  "Akhmetshin, a former Soviet military officer and well-known Beltway operative, is believed by some U.S. officials have maintaining ties to Russian government officials.",
  "There has been some speculation that the meeting is loosely described in the infamous anti-Trump dossier written last year by former British spy Christopher Steele.",
  "\n\nA four-page memo that has been a central focus of the Trump Tower meeting last June between Donald Trump Jr. and a Russian attorney has finally been released.",
  "Akhmetshin, the Russian-American lobbyist who accompanied Veselnitskaya to the meeting, testified before a federal grand jury convened by Mueller on Aug. 11.",
  "The dossier, commissioned by opposition research firm Fusion GPS, alleges that the Trump team exchanged information with Russian operatives about Clinton.",
  "Most of the rest of the document is a review of an investigation of Browder, whose lawyer, Sergey Magnistky, is the namesake for the sanctions law.",
  "As part of her smear campaign against Browder, Veselnitskaya worked with GPW, a private spy firm operated by former British diplomat Andrew Fulton.",
  "Veselnistkaya is currently an attorney for Denis Katsyv, a Russian businessman who is accused of laundering money identified by Magnitsky.",
  "Fusion GPS happened to be working last year with Veselnitskaya and Akhmetshin on the anti-Magnitsky effort.",
  "The source said that the firm was not Orbis Intelligence, the private intelligence firm operated by Steele.",
  "“It cannot be ruled out that they financed Hillary Clinton campaign,” the memo reads.",
  "“If it’s what you say I love it,” Trump Jr. said when offered the Clinton dirt.",
  "Fusion GPS has denied knowing about the meeting before it was held.",
  "Special Counsel Robert Mueller is investigating the meeting.",
  "Follow Chuck on Twitter"
]