[
  "A CNN reporter who helps lead the network's coverage of the infamous so-called \"anti-Trump dossier\" has connections to the leaders of the opposition research firm behind the dossier and has failed to disclose them in his reporting, according to an analysis by the Daily Caller.",
  "The Journal's editorial board wrote a scathing editorial early in October ripping Democrats and the mainstream media for ignoring many of the scandal's most important developments, including Fusion's founders.",
  "Especially with stories that rely on sources unwilling to have their identities published, a conflict-of-interest — such as the apparent one with Perez — can discredit a reporter, and their work, entirely.",
  "They wrote:\n\nThe real question is why Democrats and Fusion seem not to want to tell the public who requested the dossier or what ties Fusion GPS boss Glenn Simpson had with the Russians in 2016.",
  "From the Daily Caller:\n\nCNN’s reporting on the dossier, led by justice correspondent Evan Perez, has been favorable to the firm, Fusion GPS, and hyped the dossier’s credibility.",
  "All the more so because congressional investigators have learned that Mr. Simpson was working for Russian clients at the same time he was working with [the dossier's author].",
  "CNN has arguably taken the lead in the mainstream media's coverage of the Trump-Russia collusion story, which continues to fall flat more and more with each passing day.",
  "Fusion has repeatedly been described in Senate testimonies as a smear-for-hire operation that manufactures misleading or false media narratives for its clients.",
  "According to the Daily Caller, Perez has worked with the three co-founders of Fusion, Glenn Simpson, Tom Catan and Peter Fritsch at the Wall Street Journal.",
  "Though he reported extensively on the story while at CNN, Perez \"at no point\" disclosed his connections to the Fusion founders, the Daily Caller reported.",
  "The network has also taken the lead in the story surrounding FBI special counsel Robert Mueller's investigation into Trump's campaign and Russia.",
  "Perez and Simpson co-authored stories at the Journal, while Fritsch worked above the duo as the newspaper's senior national security editor.",
  "The conservative news website also included many pictures of Perez with the Fusion founders depicting their close personal relationships.",
  "In general, not disclosing conflicts-of-interest and personal investments into the story or people a journalist covers is a major no-no.",
  "Left out of Perez’s reporting, which has relied largely on unnamed sources, is his personal closeness to Fusion GPS’ operatives.",
  "They added: \"Americans deserve to know who paid Mr. Simpson for this work and if the Kremlin influenced the project.\"",
  "Americans deserve to know who paid Mr. Simpson for this work and if the Kremlin influenced the project.",
  "Catan was also a reporter at the Journal during at the time.",
  "In journalism, conflicts-of-interests are a major concern.",
  "What has the Journal said about their former employers?",
  "Many of the photos were from parties and vacations.",
  "What did the report say?",
  "Why does this matter?"
]