[
  "“If there’s one thing that Democrats and Republicans agree on today, it’s that the dossier was an important part of the government’s investigation into potential collusion between the Trump Campaign and Russia.”\n\nMichael Cohen is dropping his libel lawsuits against BuzzFeed and Fusion GPS over the dossier — here's BuzzFeed's statementpic.twitter.com/xDQY9unJxG — Brian Stelter (@brianstelter) April 19, 2018\n\nBuzzFeed Newspublished the 35-page dossier in January 2017and caused a national uproar.",
  "Cohenfiled a pair of defamation lawsuitsagainst BuzzFeed and political intelligence firm Fusion GPS in January after BuzzFeed published an unverified dossier, commissioned by Fusion GPS, that claimed Cohen had met with Russian operatives in Europe to cover up Trump’s ties to Russia during the 2016 presidential campaign.",
  "But given the events that have unfolded, and the time, attention, and resources needed to prosecute these matters, we have dismissed the matters, despite their merits.”\n\nBuzzFeed continues to stand by the decision to publish the dossier and maintains that the lawsuits were without merit.",
  "Cohen’s attorney David Schwartz said Cohen is dropping the lawsuits so he and his legal team won’t have to split their focus after special counselorRobert Mueller enabled the FBI to seize documents from Cohen’s home, hotel and office last week.",
  "The dossier includes allegations that Trump hired “anumber of prostitutes to perform a ‘golden showers’ (urination)show in front of him” while visiting Moscow and that Russian officials have a tape of the incident.",
  "President Donald Trump’s personal attorneyMichael Cohenwithdrew lawsuits against BuzzFeed News and Fusion GPS on Wednesday to focus on the investigation against him that led to anFBI raidlast week.",
  "Mueller is reportedly looking into the dossier’s claims as a part of his investigation into possible collusion between Trump and Russia to sway the outcome of the 2016 presidential elections.",
  "“The lawsuits against BuzzFeed over the Steele dossier have never been about the merits of our decision to publish it,” the companysaid in a statement.",
  "current president of the United States was with prostitutes peeing on each other in Moscow in 2013,” Comey said in aninterview with ABC Sunday night.",
  "The document,compiled by former British spy Christopher Steele, contained a number of sensational claims about Trump and his campaign team.",
  "According to Politico, Cohen and his lawyers will now be devoting their resources torecoveringthefiles seized during the raid.",
  "CNN reported in October that investigators on Mueller’s team had met with Steele to inquire about the documents last summer.",
  "Former FBI DirectorJames Comey has written in his memoir that thepresident was obsessed with disprovingthe tape’s existence.",
  "“We believe the defendants defamed my client, and vindicating Mr. Cohen’s rights was — and still remains — important.",
  "“The decision to voluntarily discontinue these cases was a difficult one,” Schwartzsaid in a statement to Politico.",
  "“It’s possible, but I don’t know.”\n\nThe White House has denied the allegations laid out in the dossier.",
  "“I honestly never thought these words would come out of my mouth, but I don’t know whether the ?",
  "This article originally appeared on HuffPost.",
  "the ?"
]