[
  "“If you’re testifying and saying you have no knowledge and the attorney sitting next to you is one of those that knew what, what was involved here, I think it does raise an issue that the committee is going to have to look at and determine just exactly what knew what,” he added.",
  "Who knew what and when.”\n\nWATCH:\n\nAdding further mystery to the “who knew what and when” question was the revelation on Thursday that Podesta testified to the Senate Intelligence Committee earlier this month that he was not aware of who paid for the dossier.",
  "Leon Panetta, a CIA director under President Obama, said Thursday that congressional committees need to investigate who in the Clinton campaign “knew what and when” about payments for the Trump dossier.",
  "But Podesta happened to be sitting next to Marc Elias, the Perkins Coie lawyer who orchestrated the deal to pay opposition research firm Fusion GPS to conduct the investigation that led to the dossier.",
  "In an interview on CNN, Panetta was asked about Clinton campaign chairman John Podesta’s and DNC chairwoman Debbie Wasserman Schultz’s denials about knowing who paid for the dossier.",
  "In his interview with Panetta, CNN’s Wolf Blitzer wondered why Elias did not inform Podesta during the Senate interview that he was involved in the dossier.",
  "And that could be the case here, but I really do think that the committee is going to have to get into this, determine just exactly what happened.",
  "“You know, knowing presidential campaigns, they’re big operations and somehow the left hand may not know what the right hand is doing.",
  "WATCH NOW: CLINTON TIES TO RUSSIA AND THE TRUMP DOSSIER WHAT IS FUSION GPS AND THE TRUMP DOSSIER:\n\n\n\nFollow Chuck on Twitter",
  "It was reported on Tuesday that the campaign and DNC paid for the dossier through their law firm, Perkins Coie.",
  "“Well, it’s obviously something that the intelligence committee is going to have to look at,” Panetta said.",
  "“It certainly makes the situation very awkward,” Panetta responded.",
  "Elias was general counsel for the Clinton campaign and DNC.",
  "He is also Podesta’s attorney."
]