[
  "Fox News host Jeanine Pirro has called the FBI a “crime family,” the network itself wondered in a banner whether Mueller’s Russia probe amounted to “A Coup in America?” and Senate Majority Whip John Cornyn (R-Texas) has called on the former FBI chief to “clean house of partisans.” http://politi.co/2zjH7B1\n\nWhile Trump says he has no plans to fire Mueller, he is contemplating other personnel changes, the Washington Post reports: “Advisers who have spoken recently with Trump about the Russia investigation said the president was sharply critical of Attorney General Jeff Sessions, as well as Deputy Attorney General Rod J. Rosenstein, who oversees the Mueller operation.” Philip Rucker, Josh Dawsey and Sari Horwitz with more: http://wapo.st/2kJmTYK\n\nJONES SIDES WITH WHITE HOUSE — Sen.-elect Doug Jones (D-Ala.) suggested Sunday that “we move on and not get distracted by” the sexual harassment allegations that surfaced against Trump in the 2016 campaign.",
  "TAX BILL ON TRACK FOR PASSAGE -- Manchin: Franken should reverse resignation -- GOVERNMENT FUNDING RUNS OUT FRIDAY -- Kihuen to retire as new allegation surfaces\n\nBy Heather Caygle (hcaygle@politico.com or @heatherscope) and Nolan D. McCaskill (nmccaskill@politico.com or @NolanDMcCaskill)\n\nJINGLE ALL THE WAY (TO DEC. 22) — Welcome to Congress, where lawmakers are expected to pass the biggest tax code rewrite in more than 30 years and keep the government open beyond Friday, all in time to head home for Christmas later this week.",
  "“Senate Minority Leader Chuck Schumer (D-N.Y.) went to law enforcement after being targeted last week by a forged harassment complaint against him, and Sen. Richard Blumenthal (D-Conn.) last month parried a false accusation of misconduct posted on Twitter.” The latest: http://politi.co/2kJ9z74\n\nThe wave of sexual harassment allegations roiling Capitol Hill is also reshaping the 2018 midterm map, Elena Schneider reports this morning.",
  "The Nevada Independent: http://bit.ly/2BvhQDp\n\nCOMING ATTRACTIONS: The House Intelligence Committee will interview two key people related to its Russia probe today: music publicist Rob Goldstone, who helped set up the meeting in 2016 between Donald Trump Jr. and a Russian lawyer, and former DNC Chair Debbie Wasserman Schultz (D-Fla.).",
  "Jones, however, told CNN’s Jake Tapper that “I don’t think that the president ought to resign at this point,” and he echoed a White House talking point, arguing that Trump was elected president “with those allegations front and center.” CNN: http://cnn.it/2kD3dWy\n\nRelated: Jones said Sunday he is willing to work with Republicans.",
  "Because it’s the same day I packed my suitcase to go home, and I needed a little extra time.” The Washington Post’s Paul Kane on the oldest Senate ever: http://wapo.st/2kecMfc\n\nTRUMP TO HIT THE TRAIL IN 2018 — Despite historically low approval ratings, Trump plans to play an active role in the 2018 midterms elections.",
  "More: http://politi.co/2kdk1nQ\n\nKIHUEN ANNOUNCES RETIREMENT — Facing a growing number of sexual harassment allegations, Rep. Ruben Kihuen (D-Nev.) announced Saturday that he will complete his term but won’t seek reelection, calling claims against him a would-be “distraction” from the issues in a reelection bid.",
  "And while the bill may be on the path to Trump’s desk, the plan will likely trigger years of instability in the tax code because the proposal “is advancing without bipartisan support and with expiration dates that guarantee it will be revisited for years,” Richard Rubin reports for the Wall Street Journal .",
  "More from Jeremy Herb and Manu Raju: http://cnn.it/2CKmvBL\n\nDEMS FEAR MUELLER FIRING — Congressional Democrats fear that rhetoric from Republican lawmakers, the White House and conservative media figures is a messaging campaign aimed at forcing out special counsel Robert Mueller, Kyle reports.",
  "More from Elena Schneider: http://politi.co/2BFeLDq\n\nOver the weekend, another woman accused the freshman lawmaker of kissing her and asking unduly personal questions of her this fall, including why she didn’t have a boyfriend and if she lives alone.",
  "His political team has met with 116 candidates, and Trump himself could begin meeting with potential candidates in the next month before getting involved in House, Senate and gubernatorial races — potentially including contested GOP primaries.",
  "The rumor has been floating around since at least mid-November and your Huddle host (along with a lot of other reporters) has been button-holed by lawmakers and aides nearly every day, asking when this supposed expose is being released.",
  "Michael Collins with more: http://tnne.ws/2kGzc8n\n\nALL RIGHT, LET’S TALK SHUTDOWN — Government funding runs out Friday and as of right now GOP leaders in the House and Senate are embracing very different — and competing — strategies.",
  "Story Continued Below\n\nLet’s start with taxes: House Republicans will huddle tonight to talk about the conference report — which members of the conference committee signed on Friday — before voting on the final bill tomorrow.",
  "But other key senators, including Senate Minority Leader Chuck Schumer (D-N.Y.) and Sen. Kirsten Gillibrand (D-N.Y.), aren’t reversing their calls for Franken to step down after seven women accused him of sexual harassment .",
  "FRANKEN URGED TO RECONSIDER RESIGNATION — Sen. Joe Manchin (D-W.Va.) said he thinks Democratic colleagues rushed to judgment in urging Sen. Al Franken (D-Minn.) to step down a few weeks ago and has asked him to reconsider.",
  "Senate Majority Leader Mitch McConnell (R-Ky.) told Sen. Susan Collins (R-Maine) he’d support passage of legislation by the end of the year to prop up Obamacare insurance markets in order to secure her vote on tax reform.",
  "\"It’s going to be a bipartisan [spending] deal; [some House Republicans] are going to be unhappy with that — and you don’t want to have the tax issues as the place they decide to retaliate,” said Rep. Tom Cole (R-Okla.).",
  "“The president has told advisers that he wants to travel extensively and hold rallies and that he is looking forward to spending much of 2018 campaigning,” Josh Dawsey and Michael Scherer report in The Washington Post .",
  "And no taxpayer will ever see the postcard-size tax return that President Trump laid a kiss on in November as Republican leaders launched their tax overhaul effort,” Jim Tankersley reports for the New York Times .",
  "Speaker Paul Ryan (R-Wis.), meanwhile, is planning to send the Senate a stopgap bill later this week that would fund domestic programs into mid-January, while securing a full year of funding for defense programs.",
  "McCain, who is currently battling brain cancer, flew home to Arizona after receiving treatment in D.C. for a viral infection and isn’t expected to return to Capitol Hill until January, according to his office .",
  "Three other senators, including Sen. Patrick Leahy (D-Vt.), have reportedly told Franken privately they think he should reconsider or regret rushing to call for his resignation after the last allegation broke.",
  "http://politi.co/2AKjBLW\n\nQUOTE DU JOUR: “If I can run three miles four times a week, I’ll be running for reelection,” said Sen. Chuck Grassley (R-Iowa) on a bid for reelection in 2022, when he will be 89.",
  "The committee plans to interview Rep. Dana Rohrabacher (R-Calif.) and hold sessions in New York with Russian-American businessman Felix Sater and former Trump assistant Rhona Graff later this week.",
  "The latest allegation, the first to have reportedly occurred since he was elected, calls into question whether the Nevada Democrat can survive another year in Congress without resigning.",
  "“Washington is also gripped by uncertainty over whether the nationwide awakening to workplace misconduct might be manipulated into a political weapon,” Elana and Rachael report.",
  "The Senate meets at 3 p.m. with a 5:30 p.m. vote on the nominations of Owen West to be assistant secretary of Defense and J. Paul Compton to serve as general counsel for HUD.",
  "“Instead of addressing the obvious inconsistencies, GOP leaders have tried to put off the issue and focus on tax reform for now,” Rachael, Seung Min and Jen Haberkorn report.",
  "Assuming it moves through the House on a party-line vote, the bill will then kick over to the Senate, where it’s expected to pass via the narrowest of margins after Sens.",
  "Congressional leaders also have to address (or punt) funding for the children’s health insurance program, a legislative fix for Dreamers, and hurricane disaster aid.",
  "Not helping the mood in the Capitol: a nagging rumor that a major news outlet is preparing to unmask at least 20 lawmakers in both parties for sexual misconduct.",
  "How many current senators are among the 15 members who have been in the Senate the longest, who are they, how old are they and how many years have they served?",
  "“I hope they have enough guts ... and enough conscience and enough heart to say, ‘Al, we made a mistake asking prematurely for you to leave,’” Manchin said.",
  "FRIDAY’S TRIVIA WINNER — Stewart Verdery was first to guess that Harriet Miers was the last unsuccessful Supreme Court nominee before Merrick Garland.",
  "FRIDAY’S MOST CLICKED: Key details about what’s in and what’s out of the new tax bill , via Toby Eckert and Aaron Lorenzo, was the winner.",
  "Lawmakers and staffers on the Hill are gripped with paranoia, worried about who might be implicated in a sexual harassment scandal next.",
  "“What they did to Al was atrocious, the Democrats,” Manchin said in an interview for POLITICO’s Off Message podcast to post on Tuesday.",
  "But Corker says he had no knowledge of a provision in the final report that could benefit him financially, the Tennessean reports.",
  "TODAY IN CONGRESS — The House gavels in at 12 p.m. with votes postponed until 6:30 p.m. Today’s agenda: http://bit.ly/2kcBVXG .",
  "House GOP leaders know the bill will fail in the Senate, where most Democrats have already said they would oppose such a plan.",
  "Miers, a George W. Bush nominee, withdrew after several senators questioned her qualifications to serve on the high court.",
  "But lawmakers in both chambers are still battling over a short-term funding bill, with no clear agreement in sight.",
  "TODAY’S TRIVIA — Nolan with today’s question: With eight octogenarians, the Senate is the oldest it’s ever been .",
  "The DNC paid a law firm that obtained the services of Fusion GPS, the company behind the infamous Trump dossier.",
  "Related: Corker surprised a lot of folks when he suddenly flipped his vote to “yes” on the tax bill last week.",
  "Kihuen denies all allegations, two of which stem from his last campaign and his time as a state legislator.",
  "Thanks for reading Huddle on this Dec. 18, the play-by-play guide to all things Capitol Hill.",
  "Edward-Isaac Dovere: http://politi.co/2kdUjPV\n\nTHE BIG QUESTION ON CAPITOL HILL: WHO’S NEXT?",
  "Bob Corker (R-Tenn.) and Marco Rubio (R-Fla.) both signaled their support late last week.",
  "The House Ethics Committee is opening an investigation into Kihuen’s alleged misconduct.",
  "The first person to correctly answer gets a mention in the next edition of Huddle.",
  "AROUND THE HILL — It’s a fly-in day so things are pretty quiet until this evening.",
  "Eight senators have called on Trump to resign over claims of sexual misconduct.",
  "Sen. John McCain (R-Ariz.), meanwhile, is expected to miss the vote this week.",
  "The GOP tax bill seems to be on the path to passage in the House and Senate.",
  "It creates as many new preferences for special interests as it gets rid of.",
  "“I ran just two miles this morning, but don’t read too much into that.",
  "Franken is currently working with his replacement, Minnesota Lt. Gov.",
  "People are going to do that left and right,” he said on Fox News.",
  "Wasserman Schultz has denied having any knowledge of the dossier.",
  "The final bill “leaves nearly every large tax break in place.",
  "It will keep corporate accountants busy for years to come.",
  "The latest: http://politi.co/2kf8XGA\n\nOH HEY THERE MONDAY.",
  "Tina Smith, who is expected to take office in January.",
  "But House Republicans have outright rejected the idea.",
  "Send your best guess my way: hcaygle@politico.com.",
  "“I have resisted trying to put labels on myself.",
  "So will you be filing your taxes on a postcard?",
  "And it’s not just government funding.",
  "Not quite."
]