[
  "The payments are described in FEC disclosures as being for “legal services.”\n\nThe DNC made 345 payments to Perkins Coie, totaling $6.7 million, mostly for “legal services.”\n\nCLC, which lists Walter Schaub, the Obama administration’s director of the Office of Government Ethics, as a senior director, says that the campaign and DNC violated FEC policy by “effectively hiding these payments from public scrutiny.”\n\n“The purpose of at least some portion of the payments to Perkins Coie was not for legal services; instead, those payments were intended to fund opposition research,” the CLC complaint reads.",
  "In a complaint submitted on Wednesday, the non-partisan election watchdog group, the Campaign Legal Center (CLC), took the Clinton campaign and DNC to task for listing its payments for the dossier work as “legal services” rather than for opposition research.",
  "It was revealed on Tuesday that the campaign and DNC jointly paid opposition research firm Fusion GPS to investigate Trump as part of a project that led to the dossier, which was written by former British spy Christopher Steele.",
  "“By filing misleading reports, the DNC and Clinton campaign undermined the vital public information role of campaign disclosures,” Adav Noti, a senior director at CLC, said in a statement announcing the complaint.",
  "The Federal Election Commission is being pressed to investigate the Clinton campaign and Democratic National Committee over “misleading” payments it made last year for the infamous Trump dossier.",
  "“By failing to file accurate reports, the DNC and Hillary for America undermined the vital public information role that reporting is intended to serve,” reads CLC’s nine-page complaint.",
  "According to The Washington Post, Fusion first approached Perkins Coie’s lawyers in March 2016 with an offer to continue research on Trump.",
  "“Voters need campaign disclosure laws to be enforced so they can hold candidates accountable for how they raise and spend money.",
  "Marc Elias, a Perkins Coie partner and general counsel to the campaign and DNC, organized the dossier project.",
  "The FEC must investigate this apparent violation and take appropriate action.”\n\nFollow Chuck on Twitter",
  "But the Clinton campaign made 37 payments to the law firm totaling $5.6 million during the campaign.",
  "That’s because the firm was paid by Perkins Coie, the law firm for both the campaign and DNC.",
  "But the campaign’s and DNC’s FEC disclosure reports do not list any payments to Fusion GPS.",
  "It is unclear how much Perkins Coie paid Fusion GPS for the dossier work.",
  "Fusion was hired the next month, and Steele was in turn hired in June."
]