[
  "But the lawyer, a partner at the firm Perkins Coie, apparently did not reveal during the interview that he was involved in the dossier, which was commissioned by opposition research firm Fusion GPS and written by former British spy Christopher Steele.",
  "But when he issued that denial, Podesta happened to be sitting next to the man who did pay for the salacious document: Marc Elias, the general counsel for the Clinton campaign and Democratic National Committee.",
  "Hillary Clinton’s campaign chairman, John Podesta, recently denied to Senate Intelligence Committee investigators that he knew who had funded the infamous Steele dossier on Donald Trump.",
  "Nobody affiliated with the campaign — including Clinton herself — have come forward to say that they were aware of the full extent of Elias’ and Fusion’s activities.",
  "The Senate interview with Podesta was conducted before it was revealed that the Clinton campaign and the Democratic National Committee jointly funded the dossier.",
  "CNN reported that former DNC chairwoman Debbie Wasserman Schultz also told the Senate panel that she did not know who paid Fusion for the dossier.",
  "Fusion had been investigating Trump since Sept. 2015 as part of a contract it had with a Republican donor who opposed the real estate tycoon.",
  "It was reported on Wednesday that Clinton told associates that she did not hear of the dossier until it was published in January by BuzzFeed.",
  "Clinton campaign spokesman Brian Fallon also said he was not aware of the campaign’s role in funding the dossier until earlier this week.",
  "WATCH CLINTON TIES TO DOSSIER:\n\n\n\nALSO WATCH: THE PODESTA GROUP AND MANAFORT’S RUSSIAN CONNECTION:\n\n\n\nFollow Chuck on Twitter",
  "The Washington Post reported that Elias, a longtime Democratic party “fixer,” paid Fusion GPS through Perkins Coie.",
  "Fusion hired Steele in June, and the former British spy would go on to write the 35 page dossier on Trump.",
  "Elias was in the Senate meeting in his capacity as Podesta’s personal attorney, CNN reported on Thursday.",
  "Podesta’s denial raises questions about how much control the campaign had over the anti-Trump project.",
  "Fusion approached Perkins Coie in March 2016 after the Republican client dropped from the project.",
  "The following month, Perkins Coie hired Fusion to continue its investigation of Trump.",
  "It is unclear how much the Clinton campaign and DNC ultimately paid for the dossier.",
  "Top officials at the DNC also say they were unaware of Elias’ dossier efforts.",
  "They paid Perkins Coie a total of $12 million during the 2016 election cycle."
]