[
  "In a May 8 Slatest, Ben Mathis-Lilley misidentified Qatar as a rival of Iran; while the Trump administration has recently sought to portray Qatar as an ally against Iran-induced Middle Eastern instability, the two countries have not traditionally been enemies.",
  "In a May 11 Moneybox, Henry Grabar mischaracterized Seattle as a city without a world-class university and misidentified former University of Chicago president Don Michael Randel as Michael Randel.",
  "In a May 7 Moneybox, Henry Grabar misidentified hedge fund billionaire Paul Singer as the initial funder of Fusion GPS opposition research on Donald Trump.",
  "In a May 8 Medical Examiner, Josiah Rich and Sally Satel misstated that the New Jersey Department of Corrections only offers methadone and buprenorphine.",
  "It was the Washington Free Beacon, which is funded by Singer, that first retained Fusion GPS during the GOP primary campaign.",
  "Due to an editing error, a May 3 Future Tense misidentified the First Amendment Coalition as the First Amendment Center.",
  "In an April 29 Users, Christina Bonnington mistakenly referred to e-bikes as electronic bikes on first reference.",
  "In a May 8 Brow Beat, Aisha Harris misstated that Mario Van Peebles directed Sweet Sweetback’s Baadasssss Song.",
  "In a May 9 War Stories, Fred Kaplan misidentified Susan Gordon as the CIA’s deputy director for intelligence.",
  "In a May 7 Slatest, Ben Mathis-Lilley misstated that a photograph of Oliver North was from the year 2987.",
  "In a May 12 Slatest, Daniel Politi misidentified Troy Stevenson as the head of Family Equality Council.",
  "Due to an editing error, a May 9 Politics misidentified Betsy DeVos’ title as education commissioner.",
  "Due to an editing error, an April 27 Live at Politics and Prose misidentified the episode as No.",
  "In a May 10 Slatest, Josh Voorhees misstated how much Tom Steyer gave to super PACs in 2016.",
  "Due to an editing error, a May 4 Live at Politics and Prose misidentified the episode as No.",
  "General comments should be posted in our Comments sections associated with each article.",
  "In a May 9 Brow Beat, Lawrence Ware misidentified Athanasius’ debate opponent as Arian.",
  "If you’ve seen an error in our pages, let us know at corrections@slate.com.",
  "She is the principal deputy director for national intelligence.",
  "Mathis-Lilley also misspelled Dana Loesch’s first name.",
  "He is the executive director of Freedom Oklahoma.",
  "Slate strives to correct all errors of fact.",
  "He gave $90 million, not $90 billion.",
  "She is the secretary of education.",
  "Singer says he was not involved.",
  "E-bikes are electric bikes.",
  "It was Melvin Van Peebles.",
  "It also offers naltrexone.",
  "It was from 1987.",
  "It was Arius.",
  "It is No.",
  "It is No.",
  "197.",
  "196.",
  "198.",
  "197."
]