[
  "Kihuen has apologized for actions that “made her feel uncomfortable” but added that he doesn’t “recall any of the circumstances she described.”\n\nCoast to coast\n\nAllegations of sexual misconduct aren’t just rocking those in Washington, D.C.\n\nCalifornia Assembly Majority Whip Raul Bocanegra, a top California Democrat, stepped down as majority whip after multiple women accused him of sexual harassment and “inappropriate and unwelcome physical contact.” Bocanegra ended his reelection campaign and said he would resign from the Assembly next year.",
  "“I had promised Bernie when I took the helm of the Democratic National Committee after the convention that I would get to the bottom of whether Hillary Clinton’s team had rigged the nomination process, as a cache of emails stolen by Russian hackers and posted online had suggested,” Brazile wrote in her campaign memoir, \"Hacks,\" which was first excerpted in Politico Magazine.",
  "Mueller’s moves\n\nThe Department of Justice announced the appointment of former FBI Director Robert Mueller as special counsel to oversee the federal investigation into Russia’s influence on the presidential election on May 17 – following a growing Democratic outcry for someone outside the Justice Department to oversee the investigation.",
  "The Price wasn't right: Trump firings\n\nThere was a growing number of people who left the Trump administration in just its first year – a group that includes former press secretary Sean Spicer, chief strategist Steve Bannon and White House Office of Public Liaison staffer Omarosa Manigault Newman.",
  "“Her campaign had the right of refusal of who would be the party communications director, and it would make final decisions on all the other staff.”\n\nUranium One returns\n\nThrough a 2013 deal, Russia-backed company Rosatom acquired a Canadian uranium mining company which has assets in the U.S.",
  "She initially denied the accusations, but Brazile eventually admitted in 2017 that the emails she sent to the campaign were “a mistake.”\n\nBut Brazile later addressed rumors -- in a big way -- that the DNC unfairly favored Clinton over Bernie Sanders, the progressive Vermont senator.",
  "Republicans have largely decried the transaction, especially as some investors reportedly donated millions of dollars to the Clinton Foundation, and former President Bill Clinton received a $500,000 speaking fee in Russia and met with Vladimir Putin around the time of the deal.",
  "“The agreement — signed by Amy Dacey, the former CEO of the DNC, and Robby Mook with a copy to Marc Elias — specified that in exchange for raising money and investing in the DNC, Hillary would control the party’s finances, strategy, and all the money raised,” Brazile wrote.",
  "All the president’s children\n\nDonald Trump Jr., the president’s oldest son, came under fire this year as it was revealed that he took a meeting with a Russian lawyer during the 2016 campaign who claimed to have damaging information regarding Hillary Clinton.",
  "Russia, Russia, Russia\n\nIt’s been more than a year since Donald Trump was elected president, but allegations that his campaign colluded with the Russian government to beat Democrat Hillary Clinton persist – and his administration continues to deny them.",
  "But it surged back into the headlines this year when The Hill reported the FBI had looked into the agreement and uncovered that some Russian nuclear industry officials were engaged in nefarious dealings, which included extortion, bribery and kickbacks.",
  "But according to The Hill, evidence of wrongdoing by Vadim Mikerin, the Russian official overseeing Putin’s nuclear expansion in the U.S. who was eventually sentenced to prison, was also discovered by the FBI before the deal was approved.",
  "FUSION GPS’S TIES TO THE CLINTON CAMPAIGN, RUSSIA INVESTIGATION: WHAT TO KNOW\n\nBut in a bombshell development, it emerged this year that Clinton and the DNC later retained Fusion GPS through lawyer Marc Elias and his firm, Perkins Coie.",
  "The former “Saturday Night Live” performer contended that some of the allegations weren’t true but said he would resign as he did not believe he would be able to effectively continue with his job based on the nature of the allegations.",
  "ANTHONY WEINER’S SCANDALS, FROM POLITICS TO SEXTING\n\nFormer Rep. Anthony Weiner rose to fame with an impassioned speech in Congress in 2010, only to be taken down by a scandal that involved \"sexting\" multiple women for years.",
  "Omarosa's season finale\n\nOmarosa Manigault Newman, the White House Office of Public Liaison's communications director, will leave the administration in January, White House press secretary Sarah Sanders announced in December.",
  "Chris Christie made quite the splash this year for a number of his decisions — including when he was caught lounging on a private beach after a government shutdown closed public beaches during the first weekend in July.",
  "Moore’s minor problem\n\nA month before the special Senate election in Alabama, GOP candidate Roy Moore was hit with multiple accusations that he had inappropriate relationships with teenage girls when he was in his 30s.",
  "In his first weekend as the communications director for the White House, Scaramucci gave interview after interview and promised that it was time for the Trump administration to hit the “reset button” with the press.",
  "The former interim Democratic National Committee chairwoman was let go as a CNN commentator after leaked emails purported to show that she shared debate questions with the Clinton campaign ahead of the events.",
  "Fusion GPS flops\n\nFusion GPS is the firm behind a controversial and unproven dossier that contained allegations regarding Trump’s connections to Russia – as well as other lurid details about the president.",
  "The firm was originally retained during the election by the conservative website Washington Free Beacon, which wanted opposition research on 2016 candidates but apparently was not involved in the dossier.",
  "Brazile said she found a joint fundraising agreement document between the DNC, the Hillary Victory Fund and Hillary for America from August 2015 — just a few months after Clinton announced her candidacy.",
  "In Ohio, Republican state Rep. Wes Goodman resigned after he engaged in “inappropriate behavior related to his state office.” The interaction was believed to have been consensual with another male.",
  "Because of the deal, Russia is able to own about 20 percent of U.S. uranium production capacity, although experts estimate that Rosatom only extracts about 11 percent of the uranium in the U.S.",
  "Price’s plane\n\nTom Price officially resigned from his post as Health and Human Services Secretary in September following widespread criticism for his use of private planes to make work trips.",
  "Trump Jr. maintained that the lawyer, Natalia Veselnitskaya, did not have any information to share and instead wanted to discuss other matters, such as the Magnitsky Act and other sanctions.",
  "The White House maintained that Comey was let go due to his handling of the FBI’s investigation into Hillary Clinton’s use of a private email server during her tenure as secretary of state.",
  "Franken says farewell\n\nSen. Al Franken, D-Minn., announced that he would resign his seat on Dec. 7 after multiple women accused him of sexual misconduct, from groping to forcibly kissing.",
  "FBI agents raided his Virginia home earlier this year, and Manafort – along with his associate, Richard Gates – was told to turn himself into federal authorities at the end of October.",
  "Rep. John Conyers, D-Mich., announced on Dec. 5 that he would immediately retire from the House after multiple women alleged that he sexually harassed them while he was in Congress.",
  "Comey’s firing\n\nTrump sacked FBI Director James Comey on May 9 -- less than two months after Comey announced the agency was looking into ties between the Trump campaign and Russia.",
  "The Office of Compliance, which settles claims against members of Congress, said it settled a sexual harassment claim for $84,000 that an aide said came from Farenthold’s office.",
  "The Ethics Committee also announced in December that it was expanding an investigation into Rep. Blake Farenthold, R-Texas, regarding sexual harassment claims against him.",
  "He told Fox News’ Sean Hannity that he “generally” didn’t date women who were teenagers when he was in his 30s and would not date someone without her mother’s permission.",
  "“This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump,” an email about the meeting said in part.",
  "Post-Harvey Weinstein, there has been a surge of women – and men – who have stood up against the powerful lawmakers who they said sexually harassed or abused them.",
  "Price had promised to repay the government for the use of his costly flights and vowed never to take a private charter plane again while in his post as secretary.",
  "Hillary Clinton’s State Department was one of those agencies, although the former secretary of state has said that she was not “personally involved” in the deal.",
  "Sexual misconduct storm\n\nIt’s a bipartisan issue: the mounting waves of sexual misconduct allegations against lawmakers at the national, state and local levels.",
  "Comey told a Senate intelligence committee that Trump had asked him to drop the FBI investigation into Michael Flynn, Trump’s former national security adviser.",
  "Robert Mueller was named the special counsel overseeing the investigation and has already charged four people related to the Trump administration and campaign.",
  "From rumors still swirling around the presidential election to a growing number of sexual misconduct allegations, 2017 has been a year rife with controversy.",
  "Manafort was charged with 12 counts that included: conspiracy against the U.S., conspiracy to launder money and making false statements to the FBI.",
  "The special counsel took over the criminal investigation into Manafort’s financial dealings – dating back even prior to the presidential election.",
  "Details of Manigault Newman's departure created some drama as it was reported that she was escorted off the White House grounds after resigning.",
  "Before Weinstein\n\nEd Murray was Seattle’s mayor before he stepped down in September amid multiple accusations of sexual abuse and molestation.",
  "Manafort’s mess\n\nPaul Manafort resigned as Trump’s campaign manager in August 2016 amid questions regarding his business dealings in Ukraine.",
  "Mueller’s team has already charged four people related to the probe: Michael Flynn, Paul Manafort, Richard Gates and George Papadopoulos.",
  "The Independent Journal Review reported that as many as 30 individuals accused Goodman of sexually inappropriate behavior and messages.",
  "After the allegations came to light, several leading Republicans backed away from Moore and called on him to step aside from the race.",
  "Conyers reportedly settled a complaint with a former female staffer for $27,000, who claimed she was fired for rejecting his advances.",
  "In an interview following her exit, Manigault Newman decried what she perceived as the lack of diversity in the Trump administration.",
  "Moore lost the election to Doug Jones, the first Democrat to win a national election in the deep red state in more than two decades.",
  "He was sentenced to 21 months in prison in September on federal charges of sending sexually explicit messages to a teenage girl.",
  "Republican Rep. Trent Franks of Arizona also announced he would resign from Congress due to misconduct allegations against him.",
  "The agreement was approved by nine government agencies with the Committee on Foreign Investment in the United States (CFIUS).",
  "Attorney Gen. Jeff Sessions – who was the first sitting senator to endorse Trump – recused himself from the investigation.",
  "The Mooch lets loose\n\nFinancier Anthony Scaramucci only lasted as the White House communications director for 11 days.",
  "But Trump had suggested that he was considering firing the former Georgia congressman ahead of Price’s resignation.",
  "But Republicans want to know to what extent it was used to get a surveillance warrant against a Trump associate.",
  "Using vulgar language, Scaramucci slammed former administration officials Reince Priebus and Steve Bannon.",
  "Robert Bentley, R, resigned in April following allegations that he used state money to conceal an affair.",
  "But Trump has alluded to the notion that he was considering the Russia investigation when he fired Comey.",
  "Also in attendance at the meeting was Paul Manafort and Jared Kushner, who is married to Ivanka Trump.",
  "Franks said he made some female staffers “uncomfortable” when he discussed surrogacy issues with him.",
  "The deal first emerged in news reports in 2015, raising questions about connnections to the Clintons.",
  "\"There was a lack of diversity that I will acknowledge,\" the former \"Apprentice\" star told ABC News.",
  "Clinton reportedly did not know about the dossier until BuzzFeed News published it in January 2017.",
  "“By Sept. 7, the day I called Bernie, I had found my proof, and it broke my heart,” Brazile said.",
  "He was the third member of Congress to leave in one week due to accusations of sexual misconduct.",
  "The congressmen\n\nMultiple congressmen have been accused of sexual misconduct this year, as well.",
  "“Reince is a f---ing paranoid schizophrenic, a paranoiac,” Scaramucci said during the interview.",
  "Run for governor, and you can have the residence,” the Republican said in response to critics.",
  "And in one particular interview with the New Yorker, Scaramucci’s candor went a bit too far.",
  "However, others – including President Trump and Steve Bannon – continued to support him.",
  "Franks’ announcement came as the House Ethics Committee said it would probe the matter.",
  "Read on for a look back at the seven most notable political scandals of the past year.",
  "Rep. Ruben Kihuen, D-Nev., was accused of sexually harassing a former campaign worker.",
  "Many of them had never worked with minorities, didn't know how to interact with them.\"",
  "OBAMA-ERA RUSSIAN URANIUM ONE DEAL: WHAT TO KNOW\n\nAt issue is how the deal came to be.",
  "She alleged that Kihuen repeatedly asked her for dates and twice touched her thigh.",
  "He reportedly asked two female employees to be a surrogate for him and his wife.",
  "“I’m not trying to build my own brand off the f---ing strength of the president.",
  "Multiple men accused Murray of sexual abuse; Murray has denied the allegations.",
  "His announcement came after dozens of Democrats called for him to step aside.",
  "Fox News’ Alex Pappas and The Associated Press contributed to this report.",
  "“I’m not Steve Bannon, I’m not trying to suck my own c---,” he also said.",
  "Because the majority of them were white men who had their own agendas.",
  "I’m here to serve the country.”\n\nTrump ultimately let Scaramucci go.",
  "But he managed to cause quite the shakeup in his short time in D.C.",
  "The DNC’s dance\n\nFor Donna Brazile, 2017 was a year to come clean.",
  "The White House said Trump was not attempting to influence Comey.",
  "But Christie wasn't the only governor to make a flop this year.",
  "One woman said she was 14 when he inappropriately touched her.",
  "Farenthold announced in December 2017 that he would retire.",
  "Democrats have defended it as simply opposition research.",
  "Some of these lawmakers have seen their careers ended.",
  "Now 70 years old, Moore has denied the allegations.",
  "Franken is expected to resign on Jan. 2, 2018.",
  "The age of consent in Alabama is 16.",
  "Christie's beached\n\nNew Jersey Gov.",
  "\"And at times it was very lonely.",
  "Then came the Trump dossier.",
  "“That's the way it goes.",
  "Alabama Gov."
]