[
  "Fusion GPS attorney Josh Levy suggested that the leaders of the House panel’s probe into alleged Russian interference in the 2016 election, Reps. Mike Conaway (R-Texas) and Adam Schiff (D-Calif.), had shown more flexibility than Simpson was offered in the past by House Intelligence Committee Chairman Devin Nunes (R-Calif.)”\n\nDemocrats working on independent Russia probe - Reuters: “Democrats on the U.S. Senate Foreign Relations Committee have been undertaking their own investigation, without Republicans, on what they term ‘Russia’s malign influence around the world,’ a spokesman for the Democratic side of the committee said on Wednesday.",
  "… No one who knows Comstock is counting her out — she’s a relentless campaigner and operative — but as the polls closed Tuesday night, a new reality set in: She could do everything right and still lose at the hands of Democratic voters bent on defeating anyone who shares a party affiliation with Trump.”\n\nNate Cohn: But Dems will need to walk and chew gum at the same time - NYT: “The big question in 2018 might prove to be whether Democrats can have it all: Will it be possible to combine a Virginia-like near sweep of Republicans in Clinton districts with a broad Democratic overperformance in white working-class districts?",
  "‘We worked with the Senate ahead of time, from the summer on, to put this bill together.’ Senate Republican leaders reportedly are considering the elimination of the state-and-local tax deductions, while the House is pushing only for a partial rollback and still deliberating in committee.”\n\nTrump says Dems will like Senate plan more - WSJ: “President Donald Trump moved to assuage centrist Democratic senators’ concerns about the House Republican tax overhaul by telling them the Senate version will be more to their liking, in comments that risk muddying the GOP’s effort to get a bill passed.",
  "Sean Bartlett, a spokesman for Senator Ben Cardin, who has been leading the effort, said the Democrats are preparing a ‘major report’ on how Russia seeks to sow distrust and confusion, promote radical voices on divisive issues and gain leverage, while eroding support for democracy and institutions.”\n\n\n\nProsecutors looking at Carl Icahn’s role as Trump adviser - NYT: “Federal prosecutors are looking into the role played by Carl C. Icahn, the billionaire investor, in advising the Trump administration on regulatory issues that had the potential to affect the finances of a company he owns.",
  "She said the investigation ‘has not concluded.’ Milliken declined to discuss what could have caused the attack.”\n\nTHE JUDGE’S RULING: SCARY EFFICIENCY\n\nFox News Senior Judicial Analyst Judge Andrew Napolitano asks whether the government is better at invading citizen’s privacy than all other roles: “What if the NSA has convinced President Donald Trump and his immediate two predecessors that it needs to spy on everyone in America to keep us safe, no matter what the Constitution says?",
  "‘You’re going to like it a whole lot more,’ said Mr. Trump of the Senate version, according to two people who attended a Tuesday gathering of Democratic senators that Mr. Trump called into.”\n\nSenate also expected to drop state and local tax deductions - The Hill: “Senate Republicans are set to unveil a tax-reform bill that differs significantly from legislation in the House, setting up a battle within the GOP as it tries to hand President Trump his first major legislative victory.",
  "Of the retirements announced in the last week, only LoBiondo’s southern New Jersey seat is expected to be competitive in next year’s midterm elections.”\n\nHEAD OF FIRM BEHIND TRUMP DOSSIER TO TESTIFY\n\nPolitico: “A co-founder of the private investigation firm that commissioned a dossier of information on President Donald Trump has agreed to be interviewed by the House Intelligence Committee, at least partially defusing a looming subpoena fight.",
  "As part of his victory lap, he would also have gone on to fire Mueller, daring, even taunting, his critics to do something about it.”\n\nFavorable climate no help for Dems’ looming 2020 crackup - The Hill: “Even after a stellar day at the polls on Tuesday, Democrats fear their lack of a clear message is a problem in winning over voters in next year’s midterm elections and down the road in 2020.",
  "But the GOP’s 51-49 margin is far from secure, as both parties prepare for weeks of vote recounts in at least four closely contested races that ultimately will decide the balance of power in the House.”\n\nSENATE SET TO COUNTER HOUSE TAX PLAN\n\nFox News: “House and Senate Republican leaders were hoping to be united on tax reform to avoid a repeat of this summer’s ObamaCare repeal debacle.",
  "‘There’s a lot of people who want that deduction,’ Hatch said.”\n\nRep. Cole doubts Congress will meet Dec. 8 deadline - The Hill: “Congress is unlikely to have a deal to pass an omnibus spending bill by Dec. 8, and will likely need to agree to a short-term measure to prevent a government shutdown, says Rep. Tom Cole (R-Okla.), a key member of the House Appropriations Committee.",
  "‘I hear growing concern,’ Israel said in an interview.”\n\nVirginia statehouse hangs in the balance during recounts - Richmond Times-Dispatch: “Republicans regained a bare majority in the House of Delegates on Wednesday, a day after losing a 32-seat advantage in a wave of Democratic victories that crashed from Northern Virginia through Richmond to Hampton Roads.",
  "PLAY-BY-PLAY\n\nTillerson says Trump, Putin meeting is still on the table - Politico\n\nSen. Durbin puts hold on all Trump Interior nominees - The Hill\n\nTop senators crafting bipartisan proposal to update sexual harassment policy in chambers - Politico\n\nBannon still attacking McConnell, says he should ‘tender his resignation’ - The Hill\n\nFormer Treasury Sec.",
  "LISTEN AND SUBSCRIBE HERE\n\nMOORE ACCUSED OF SEX ACTS WITH TEEN AS PROSECUTOR\n\nWaPo: “Leigh Corfman says she was 14 years old when an older man approached her outside a courtroom in Etowah County, Ala. … It was early 1979 and [Roy Moore] — now the Republican nominee in Alabama for a U.S. Senate seat — was a 32-year-old assistant district attorney.",
  "… ‘These allegations are completely false and are a desperate political attack by the National Democrat Party and the Washington Post on this campaign,’ Moore, now 70, said.”\n\nSUBURBAN BATTLEGROUNDS WORRY GOP FOR 2018\n\nPolitico: “Republicans thought Donald Trump’s 2016 performance in the suburbs was as low as the GOP could go.",
  "Republican strategists described Gillespie’s 9-point loss and other election results around the country as a massive early-warning signal for the 2018 elections, when House Republicans must defend 23 mostly suburban districts that Trump lost last year.”\n\nComstock the face of vulnerable suburban House GOPers - WaPo: “One year.",
  "**\n\n\n\nOn the roster: Trump takes it easy on China, China, China, China… - I’ll Tell You What: More than one way to skin a pudding - Moore accused of sex acts with teen as prosecutor - Suburban battlegrounds worry GOP for 2018 - Season’s beatings\n\n\n\nTRUMP TAKES IT EASY ON CHINA, CHINA, CHINA, CHINA…\n\nSteve Bannon is right.",
  "SCOREBOARD\n\nTrump net job-approval rating: -18.8 points\n\nChange from one week ago: up 0.6 points\n\n[President Trump’s score is determined by subtracting his average job disapproval rating in the five most recent, methodologically sound public polls from his average approval rating, calculated in the same fashion.]",
  "… If you had told me a year ago that Republicans would go into this election with Donald Trump sporting a 38 percent job approval rating and then asked what would happen in the gubernatorial election, my thought process would probably have gone along the lines of: ‘Well, he just lost the state by five points.",
  "If we’re getting the numbers after Thanksgiving, there’s just not enough time,’ he said.”\n\n\n\nKarol Markowicz: It’s not even good social engineering - Fox News: “In a perfect conservative world there would either be no taxes at all or a tax which would be simple to understand, a flat tax or the Fair Tax.",
  "There are no obvious goals whatsoever in the convoluted plan.”\n\nGoodlatte continues trend of GOP retirements - The Hill: “House Judiciary Committee Chairman Bob Goodlatte (R-Va.) said Thursday that he will not seek reelection, becoming the latest in a string of GOP lawmaker retirements.",
  "54\n\n\n\nTIME OUT: THE RECORD FOR RECORDS\n\nTime: “It’s Guinness World Records Day on Thursday [Nov. 9] … and the publication has been keeping meticulous track of such measurable superlatives since 1955, and the use of the word ‘record’ to mean the best performance emerged in the mid-1800s.",
  "‘He came closer, he came at the register and he was like, no, give it to me.’ … ‘He was pulling on the register that way, and she was pulling on it this way, and I just grabbed a bottle of Bailey’s Pumpkin Spice, and I looked at [her co-worker] and she just said ‘hit him,’’ Moss said.",
  "… Though some historians disagree about whether these early superlatives are technically in the same category of record-keeping as today’s Guinness records are, there’s evidence that the counting and tracking of human ability has existed for over a thousand years…”\n\nFlag on the play?",
  "Mr. Icahn stepped down as an unpaid adviser to President Trump in August, after scrutiny from members of Congress about whether he was influencing regulations on ethanol to benefit his financial investments.”\n\nNO ANSWERS AND A NOT GUILTY PLEA FROM PAUL’S ASSAILANT\n\nAP: “Sen.",
  "The Republican nominee for Virginia governor underperformed the unpopular president in a toxic political environment for the GOP — losing by landslide margins even in territory where, just three years prior, he had nearly broken even in a run for Senate.",
  "Instead of issuing a sniveling tweet from South Korea distancing himself from Gillespie, the president would have anointed Gillespie as a loyal lieutenant and warned congressional Republicans that they had better prostrate themselves before him or else.",
  "Voters in places like Luzerne County, Pa. or Saginaw County, Mich. are probably not much charmed to see Trump being greeted like an emperor in China, especially as they watch corporate profits climb and hear endless talk of tax cuts for big business.",
  "Former Rep. Steve Israel (D-N.Y.), who led messaging efforts for the House Democratic caucus during the last Congress, said he speaks frequently to former colleagues about their consternation over the party’s identity and lack of a unified message.",
  "They are trying to convince the public via smoke and mirrors that tax reform is a good thing for the middle class – we’re going to mark them up so we can mark them down – and I can see the real smoke rising as this whole thing goes down in flames.",
  "Lawrence Summers goes after Mnuchin - NYT\n\nAUDIBLE: HACKING YOU\n\n“It’s a social-validation feedback loop ... exactly the kind of thing that a hacker like myself would come up with, because you’re exploiting a vulnerability in human psychology.",
  "But the rapacious, unfair tactics of an aspiring Asian communist hegemon with an army of wage slave workers is a lot better to talk about on the stump than the rise of robotics or the increased incidents of drug abuse among American workers.",
  "As Bannon explained to the NYT, President Trump’s political success requires both an embrace of divisive cultural issues, but also what Bannon has previously called “economic nationalism.”\n\nBut the same goes for the president himself.",
  "But that plan will be put to the test as the Senate prepares to unveil its version of the tax bill, which reportedly could eliminate popular state and local tax deductions and include additional changes from the House bill.",
  "A lawyer for Fusion GPS co-founder Glenn Simpson announced that, after appearing before a closed House Intelligence Committee hearing Wednesday, Simpson would submit to a ‘voluntary interview’ with the panel next week.",
  "Tax-writers in the Senate are expected to eliminate the deduction for state and local taxes in their legislation, a break with House Republicans, who have proposed keeping it in place for property taxes up to $10,000.",
  "THE RULEBOOK: CORPORATIONS ARE PEOPLE TOO, MY FRIEND\n\n“Government is instituted no less for protection of the property, than of the persons, of individuals.” – Alexander Hamilton or James Madison, Federalist No.",
  "Probably a high-single digit or low-double digit win for the Democrat this time.’”\n\nJacob Heilbrunn: Mueller the real winner in Virginia - Politico: “The real winner of Tuesday night’s election wasn’t Northam.",
  "The fact that they’ve done both at various points this year might be an early clue.”\n\nSean Trende: Some cold water for overheated analysis - RCP: “This was absolutely a stellar outcome for Democrats.",
  "That’s how long Rep. Barbara Comstock has to figure out how to protect herself from her constituents’ disdain for President Trump, borne out by a blue wave across Virginia during Tuesday’s elections.",
  "I’LL TELL YOU WHAT: MORE THAN ONE WAY TO SKIN A PUDDING\n\nThis week, Chris Stirewalt joins Dana Perino in the New York studios to discuss the Democrats big night on Tuesday, taxes and pudding skin?",
  "He didn’t drag other Republicans down with him, they said, and if the party could figure out how to pair its traditional suburban strength with Trump’s rural enthusiasm, they would be unbeatable.",
  "As Tuesday’s results in Virginia make clear, affluent suburbanites who tend to be more receptive to the concept of free trade seem to have taken a sharp turn against Republicans since a year ago.",
  "But we don’t live in that perfect conservative world and so we recognize that tax policy, while still being burdensome, complicated and unfair, is used to achieve various societal objectives.",
  "But there are not enough kneeling NFL players in the world to make it up to Rust Belt voters who switched from Democrat to Republican in 2016 on the basis of Trump’s pledge to tackle China.",
  "But in China, Trump has seemed perfectly charmed by his hosts, lavishing the country’s supreme leader with praise and blaming America for the trade imbalance between the two countries.",
  "“It’s probably a good thing that they don’t allow weapons in the House, but the Republicans (figurative) circular firing squad is going to do much more damage than real weapons could.",
  "… Days later, she says, he picked her up around the corner from her house in Gadsden, drove her about 30 minutes to his home in the woods, told her how pretty she was and kissed her.",
  "About two dozen House Republicans from high-tax states had insisted on the $10,000 exemption in the bill, saying it was critical to ease the financial impact on their constituents.",
  "The election results from yesterday send shivers down my spine to think the Democrats will gain more power next year, and Donald Trump becomes a lame duck in less than two years.",
  "‘So, I hit him over the head with it, and he just stopped, and he backed up and he turned around and walked out the door.’”\n\nChris Stirewalt is the politics editor for Fox News.",
  "SEASON’S BEATINGS\n\nKFOR: “It started out as a normal day at work at Butch’s Cork and Bottle [in Purcell, Okla.] until … a man entered the store and asked the clerks for money.",
  "They have learned absolutely nothing from their debacle on ObamaCare, they’re talking about raising the deficit by $1.5 Trillion over the next decade (Conservatives?",
  "… What then can be seen as the point of the tax plan, called ‘The Tax Cuts And Jobs Act’ announced by the Republicans in the House of Representatives last Thursday?",
  "… ‘It was about 4 o’clock in the afternoon, and it was shift change, and I was at the register counting it down and a guy walked in,’ [clerk Jessica Moss] said.",
  "Election Day 2017 couldn’t have gone much better for the party, which won victories from coast to coast including the day’s top prize: Virginia’s governorship.",
  "… Two other House committee chairmen, Reps. Lamar Smith (R-Texas) and Jeb Hensarling (R-Texas), also announced last week that they will not seek reelection.",
  "What we don’t know yet is how well Republicans will adapt to the environment and whether Democrats can maintain levels of intensity as midterms draws near.]",
  "… Two other House Republicans, Reps. Ted Poe (R-Texas) and Frank LoBiondo (R-N.J.), earlier this week also made their plans not to seek reelection public.",
  "Trump had all but called for a global trade war during his 2016 campaign and made China the central component in his story of America’s economic decline.",
  "But where elections determine control of Congress and, in 2020, the White House are determined are, not surprisingly, in fairly evenly divided places.",
  "And we did it anyway.” – Former Facebook President Sean Parker gave Axios a candid insider’s look at how social networks exploit human psychology.",
  "He may also now believe that the imminence of the North Korea threat is sufficient to merit making an ally of China, rather than an antagonist.",
  "Trump argued that weak and foolish American leaders had allowed the Chinese to snatch up American jobs through cheating and unfair practices.",
  "Warren County prosecutor Amy Milliken didn’t provide any more details but said her office was working with Kentucky State Police and the FBI.",
  "Rand Paul’s longtime neighbor pleaded not guilty Thursday to charges that he assaulted the Kentucky Republican while he was mowing his lawn.",
  "As Democrats in the Midwest have long known, kicking China’s dumplings has been a mainstay of campaign rhetoric for more than a generation.",
  "The Main Stream Media has whipped up such hatred of President Trump that of course Democrats came out in large numbers in blue states.",
  "Any big differences between the competing bills could slow or sideline the legislation, though leaders are aiming for swift passage.",
  "Goodlatte, 65, is the third term-limited House committee chairman to announce his plans to leave the chamber within the last week.",
  "Maybe not about everything in politics, but at least about the fact that Republicans can’t choose to be just a little bit Trumpy.",
  "Republican leadership is huddling with Democrats and the administration to agree on overall spending levels for the coming year.",
  "‘We did things differently this time because of the health care experience,’ House Speaker Paul Ryan told Fox News on Sunday.",
  "Share your color commentary: Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "But it could certainly alienate blue-collar voters, who have also been softening in their support for the president of late.",
  "When we had an unpopular Republican president in 2005, the Democrat won by five, and the state has gotten bluer since then.",
  "Even more than his proposed wall on the U.S.-Mexico border, cracking down on the Chinese was central to Trump’s pitch.",
  "Yet many Democrats say the good day came despite an identity crisis within the party that shows few signs of ending.",
  "Hensarling chairs the House Financial Services Committee, while Smith leads the Science, Space and Technology panel.",
  "A prosecutor said after court that criminal charges may change because of the severity of the lawmaker’s injuries.",
  "The story of America’s shift from a manufacturing economy to one based on information and service is complicated.",
  "Without an agreement soon on those top-line numbers, Cole said it is unlikely the Dec. 8 deadline will be met.",
  "Trump and his party promise these voters to restore American manufacturing by beating China at its own game.",
  "He touched her over her bra and underpants, she says, and guided her hand to touch him over his underwear.",
  "Historians don’t have records measuring how many seconds it took someone to complete a particular race.",
  "FROM THE BLEACHERS\n\n“It doesn’t surprise me that Virginia, Maine, Washington states voted in Democrats.",
  "As you suggest, Republicans right now are in for a little bit of what they gave to Democrats in 2010.",
  "Trump is in China, a visit that we would have imagined a year ago would have been a pressure cooker.",
  "This was their first opportunity to get even with the President for winning the election last year.",
  "Republicans should be extremely worried going into the 2018 elections, if they weren’t already.",
  "They can also be instances … and those sorts of records do exist from Ancient Greece and Rome.",
  "… The GOP started the year, pointing to a silver lining in Trump’s bad suburban 2016 results.",
  "Senate Finance Committee Chairman Orrin Hatch (R-Utah) acknowledged he’s bracing for a fight.",
  "Had Gillespie won the race for governor of Virginia, Trump would have felt emboldened.",
  "On a second visit, she says, he took off her shirt and pants and removed his clothes.",
  "But there’s evidence that this penchant for measurement is much older than even that.",
  "It seems doubtful that Trump’s new affection for China will do much to win them back.",
  "Rene Boucher only spoke to reply ‘yes sir’ to a judge during a brief arraignment.",
  "- Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM with your tips, comments or questions.",
  "… The injuries have sidelined Paul from the Senate as he recovers at his home.",
  "New Zealand is looking pretty good.” – Rick Peenstra, Kennewick, Wash.\n\n\n\n[Ed.",
  "With that said, I think some observers are getting a bit ahead of themselves.",
  "People in ancient Greece or Rome didn’t keep records quite like we do today.",
  "The president may have come to see that his campaign rhetoric was misplaced.",
  "One or the other would probably make the fight for House control a tossup.",
  "Boucher faces up to a year in jail if convicted of fourth-degree assault.",
  "He mentioned it a few times on the trail…\n\nAnd it was good politics, too.",
  "Trump did not even demand a press conference with autocrat Xi Jinping.",
  "What if those three presidents have bought that argument?” More here.",
  "and their marketing department couldn’t sell ice cubes in the Sahara.",
  "note: I certainly take your point about red states and blue states.",
  "The burbs of DC in Virginia are made up of most government workers.",
  "… But records are not only counted in distance, weight or time.",
  "If they can do both, they will be favored to retake the House.",
  "Where am I wrong?” – Jean Farrell, Fleming Island, Fla.\n\n[Ed.",
  "You will see this in every blue state for the next 3 years.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "The inventors, creators … understood this consciously.",
  "Want FOX News Halftime Report in your inbox every day?",
  "I think the end of the year is the best we can do.",
  "note: But think of all the delicious lamb chops!]",
  "Brianna McClelland contributed to this report.",
  "He showed no emotion and kept his head down.",
  "Now, that ambition has given way to alarm.",
  "… ‘I didn’t think much of it…’ Moss said.",
  "It was special counsel Robert Mueller.",
  "Plus, who has the mailbag this week?",
  "Then Ed Gillespie went even lower.",
  "It’s the natural order of things.",
  "‘I don’t see how it’s possible.",
  "Those can all be valid reasons.",
  "Good question.",
  "Sign up here.",
  "Sign up here.",
  "Really?)"
]