[
  "It could be the case that these reports will wind up embarrassing a few officials at the security agencies, in which case the president's allies will declare that the president was right about a Deep State out to get him.",
  "But the Deep State theory -- which is what the president is tweeting about and many conservative pundits are indulging, if more cautiously -- would need to go far beyond all that to maintain any kind of internal logic.",
  "So we're not just talking about a conspiracy to sink Trump involving Andrew McCabe, James Comey, Christopher Steele, Robert Mueller, Barack Obama, James Clapper, Lisa Page, Loretta Lynch, Fusion GPS, and Peter Strozk.",
  "And if the Obama administration was interested in \"spying\" on the Trump campaign, why did that effort appear to focus on a pair of peripheral foreign policy aides, and not the people handling his political strategy?",
  "But for that story to make a lick of sense – and this is why so many of its adherents always stop short of saying what they really mean – it would require a vast conspiracy stretching across two administrations.",
  "We're talking about a secret government here, one subverting American democracy in a mad quest to remove Trump, and presidential appointees who are at the very least willing to protect this cabal from justice.",
  "There are good arguments against the appointing of special prosecutors, which often are, as a former legal director of the ACLU once put it, \"dinosaurs roaming the Earth in search of prey.\"",
  "But what we don't know yet is whether his aim here is to just call Mueller's eventual findings into question, or whether this is a tactic aimed at justifying Mueller's eventual firing.",
  "The Obama administration weaponized the security services, spied on the other party's candidate, and essentially invented the collusion story in an effort to elect Hillary Clinton.",
  "It's almost certainly true that senior FBI officials, faced with the unprecedented task of investigating both candidates for president in 2016, made some very questionable calls.",
  "Because when you're only alluding to a nonsensical conspiracy theory instead of saying it outright, you can insist for the rest of your life that you were just asking questions.",
  "It's easy to get the basic gist of the Deep State conspiracy theory, which posits that the FBI and CIA ginned up a devious plot to help Hillary Clinton and hurt Donald Trump.",
  "And a recent focus group held by the Democratic pollster Peter Hart found that only 4 of his 12 sampled voters believe Mueller's primary objective is to \"find the facts.\"",
  "Because if that's not what we're talking about, there's no way the winking, knowing, saying-it-while-not-saying-it commentaries in defense of Trump can remain coherent.",
  "This thing would also stand to implicate Jeff Sessions, Rod Rosenstein, and Christopher Wray, who must at least be party to a cover-up, as well as their staffs.",
  "As for the rest of us, the safest option is to remain agnostic about what Mueller and the various inspectors general investigating the 2016 election will find.",
  "Republicans on Capitol Hill are protecting the special counsel's investigation, which is being overseen by the president's own appointees.",
  "When this failed, the plot continued under the auspices of various Trump appointees, eventually metastasizing into Robert Mueller's probe.",
  "The Deep State theory, when we get down to it, holds that the investigation into the Trump campaign was expressly political in origin.",
  "And this is probably because the allegations are bonkers, and would sound that way to anyone not already primed to believe them.",
  "The latter option would precipitate a constitutional crisis, one that should be fully blamed on the president and his enablers.",
  "If the motive of the investigation was to cost Trump votes, then why was it kept a secret from voters until after the election?",
  "There is often reason to doubt the FBI and CIA, which are flawed, human, and perhaps overly politicized institutions.",
  "A CBS News poll found that a majority of Americans now believe that the Mueller probe is politically motivated.",
  "This is the central benefit of only hinting at what you're talking about when you talk about the Deep State.",
  "Why was Trump's history of shady dealings ignored in favor of a convoluted tale of Russian collusion?",
  "This is unfortunate, and will add to Trump's legacy of damage he casually inflicted on the republic.",
  "But there are plenty of other ways it's implausible, such as how it boomeranged back on Hillary.",
  "In any event, the Deep State theory will stick with us, in part because it seems to be working.",
  "Dozens of powerful government figures would have been involved, if not hundreds or thousands.",
  "But there's an arch, coy, almost feline quality to the way these arguments are presented.",
  "So when we talk about the Deep State, we are essentially talking about the Illuminati.",
  "This is sometimes said more-or-less outright by the conspiracy theorists themselves.",
  "It would seem that people are picking up what the Trumpians are putting down.",
  "The allegations are always cloaked for a later reveal.",
  "The FISA system may well be in need of reform.",
  "On the face of it, the theory seems absurd."
]