[
  "Last summer, Feinstein was booed in San Francisco when she offered some relatively kind words about Donald Trump, saying he could still evolve into a “good president” and urging “patience.”\n\nThen in February, de León got a noticeable boost at the state Democratic convention, when the party faithful declined to endorse Feinstein’s quest for a sixth term.",
  "As Feinstein’s critics are quick to point out, she has always been to the right of California Democrats even before the national electorate shifted left, and she conspicuously fails two of today’s progressive litmus tests: She voted to authorize the invasion of Iraq in 2002, and she opposes single-payer health care.",
  "His biggest donor, billionaire activist Tom Steyer, hasn’t exactly bankrolled a robust campaign, and convincing the left to donate time and money to help oust a sitting Democratic senator, will only become harder as the party turns its attention to the true battlegrounds.",
  "With nearly 20 percent of precincts reporting, de León was in a distant second place with just under 10 percent—running neck and neck with Republican James Bradley, a first-time candidate who was “shocked” to finish third in a poll a little more than a month ago.",
  "It’s difficult to remember now, but de León once seemed primed to mount a serious challenge from Feinstein’s left, after years of complaints that she was out of touch with her state’s liberal voters on issues like health care and national security.",
  "A group of de León supporters quickly seized the opportunity to serenade the 84-year-old with chants of “Time’s up!” The convention came a couple weeks after de León also secured a big endorsement from the labor union SEIU.",
  "In January, she decided to unilaterally release the Fusion GPS transcripts, which debunked the conservative conspiracy theory that it was Hillary Clinton’s campaign that effectively started the FBI investigation into Trump.",
  "The five-term Democratic senator coasted to a first-place finish Tuesday in her state’s “jungle” primary, in the process easily beating back a high-profile progressive challenge from state Senate leader Kevin de León.",
  "As of mid-May, Feinstein had $7 million in her campaign war chest, more than 10 times the haul of de León, and it’s hard to see how he could reverse his fortunes in a head-to-head matchup.",
  "The race for second in the nonpartisan primary—which will advance the top-two candidates to the general election, regardless of party—remained too close to call early Wednesday morning.",
  "Bradley, the Republican upstart, does not appear to have filed a fundraising report with the FEC, and a GoFundMe page he established in late April appears to be stuck at $0.",
  "Adding insult to injury, while Feinstein was addressing delegates earlier that same weekend, she was interrupted by music after she went over her allotted five minutes.",
  "All of which made her an easy target, in theory, for the 51-year-old de León and a new generation eager for progressive change at the top of the Democratic Party.",
  "(and current gubernatorial hopeful) Gavin Newsom, Los Angeles Mayor (and likely presidential hopeful) Eric Garcetti, and U.S. Reps. Ted Lieu and Adam Schiff.",
  "She also maintained plenty of goodwill in the Democratic establishment, with endorsements from Barack Obama, Sen. Kamala Harris, California Lt. Gov.",
  "Feinstein led the field by more than 30 percentage points in the early returns and was quickly declared the winner by the Associated Press.",
  "As the top Democrat on the Senate Intelligence Committee, she’s also been a vocal backer of the nation’s surveillance apparatus.",
  "Feinstein will now enter the general election as the overwhelming favorite, regardless of who ultimately snags the second spot.",
  "Feinstein maintained a comfortable polling cushion throughout the primary, and she took steps to protect her left flank.",
  "And she likewise softened her position on legal marijuana and reversed her long-held support for capital punishment.",
  "Win McNamee/Getty Images\n\nThe left may not love Dianne Feinstein, but California voters like her just fine.",
  "And to top it off, Feinstein will turn 85 this month and is the oldest person serving in the Senate.",
  "But the convention turned out to be de León’s high-water mark, and his campaign fizzled from there.",
  "Sen. Dianne Feinstein (center) at a Judiciary Committee hearing in April.",
  "Feinstein, meanwhile, had some making up to do with the left.",
  "A new term would keep in her office until she’s 91."
]