[
  "James Nixey, the head of Chatham House’s Russia and Eurasia program, told the AP that parts of the document created by Steele “read exactly as reports from the secret services.”\n\n“Some of the practices which we know and which are confirmed to have happened during Soviet and post-Soviet times are reported in this dossier,” Nixey said, adding that Russia’s denials were also part of a Cold War pattern in which the Kremlin “would outright deny something which is quite plainly true.”\n\nAll three of the former intelligence officials, however, cast doubt on whether the material in the report and its level of detail would have come from active sources within Russia.",
  "It now turns out that the phony allegations against me were put together by my political opponents and a failed spy afraid of being sued.... — Donald J. Trump (@realDonaldTrump) January 13, 2017\n\nIn Moscow, a spokesman for President Vladimir Putin said the reported author of a dossier claiming that Russia has compromising material on Mr. Trump “is not known to the Kremlin.” Spokesman Dmitry Peskov on Friday also reiterated the Kremlin’s view that the allegations are false.",
  "Nixey said Moscow is unlikely to have changed its habits “for the simple reason that the Russians believe they are at war with the West.” Anyone, he said, with a “considerable degree of involvement with Russia, goes there frequently on business, is going to be looked at, to a greater or lesser extent.”\n\nRussians have even coined a word for this type of compromising material: kompromat.",
  "Although Steele wasn’t a senior figure in MI6, one of the officials said because of Steele’s experience on the Russia desk and the high-level contacts he had during his time in Moscow, he was brought in to help with the case of Alexander Litvinenko, the former Russian secret service officer and Kremlin critic who was poisoned in 2006 in London by polonium-210, a radioactive substance.",
  "I don’t think he would, necessarily, always draw correct judgment, but that’s not the same thing.”\n\nIn a tweet Friday, Mr. Trump described the “phony allegations” as having been compiled by his political opponents and a “failed spy afraid of being sued.” He did not mention Steele by name.",
  "“On one occasion, they even stole Laura’s favorite shoes - from their flat - just before an official dinner.”\n\nOn the day in 1991 when Yeltsin stood on a tank outside the Russian parliament to defy a coup against Mikhail Gorbachev’s reforms, the friend called Steele’s wife in Moscow.",
  "LONDON -- Christopher Steele, the one-time British spy who has compiled an explosive dossier on President-elect Donald Trump, is a well-regarded operative who wouldn’t make up stories to satisfy his clients, according to diplomatic and intelligence experts who know him.",
  "The report contains unproven information on close coordination between Mr. Trump’s inner circle and the Russians about hacking into Democratic accounts - as well as unproven claims about unusual sexual activities by Mr. Trump attributed to anonymous sources.",
  "Fine, she said, and hesitated slightly before saying she was a little concerned about the tank 500 yards away with its large gun pointing at their block of flats!”\n\nSteele was later posted to Paris from 1998-2002 and left the secret service in 2009.",
  "The dossier was reportedly produced as opposition research for the 2016 U.S. presidential campaign and was being discussed in Washington as early as October, even though its details weren’t widely reported until this week.",
  "“I know him as a very competent, professional operator who left the secret service and is now operating his own private company,” Andrew Wood, Britain’s ambassador to Russia from 1995 to 2000, told the BBC on Friday.",
  "More recently, Britain was involved in a diplomatic flap after a former official under then-Prime Minister Tony Blair admitted that British authorities had rigged up a fake rock in Moscow to spy on Russians.",
  "“Russia would certainly like to know where he got his information from, assuming his information is basically true and he hasn’t just made it up, which I don’t think for a moment,” Wood said.",
  "Three British intelligence officers interviewed by The Associated Press described Steele as well regarded in the intelligence community, with excellent Russian skills and high-level sources.",
  "James Hudson, Britain’s former deputy counsel in the Russian city of Yekaterinburg, resigned in 2009 after a film emerged showing him with two women thought to be prostitutes.",
  "“The work was hard, the times were tough and there was constant harassment from the KGB,” a family friend wrote in a eulogy posted by Steele after his first wife died in 2009.",
  "Steele produced the memo containing unsubstantiated claims that Russia had compromising personal and financial information about Mr. Trump, CBS News’ Major Garrett reported.",
  "“The point about kompromat - the Soviet tradition of having compromising information on individuals - is that it’s more powerful if it is not used than if it is.",
  "“And they’re accustomed to take action.”\n\nStill, British and Russian intelligence agents have a long history of spying on one another and setting traps.",
  "“Characteristically she told me that Chris was fine, because he’d been sent on the streets to find out what was going on,” he said in the eulogy.",
  "Wood said U.S. Sen. John McCain asked him about the document during a security conference in November because of Wood’s relationship with Steele.",
  "“But when you’ve still got it in your back pocket, then it is most powerful, like weapons.”\n\nSteele was posted by MI6 to Moscow in 1990.",
  "The firm provides strategic advice, gathers intelligence and conducts cross-border investigations, according to its website.",
  "Wood is now an associate fellow at the think tank Chatham House and is a consultant for companies with interests in Russia.",
  "The official, who worked primarily on Eastern Europe, said he had no other details of Steele’s involvement in the case.",
  "Within months, the Soviet Union was collapsing and change was afoot under soon-to-be Russian President Boris Yeltsin.",
  "Steele, 52, worked for MI6, Britain’s overseas intelligence agency, and served in Moscow in the early 1990s.",
  "Orbis was originally hired by Fusion GPS, a Washington-based research firm working for an unknown client.",
  "After their conversation, McCain made arrangements to get a copy of the report, Wood told the BBC.",
  "The material, they said, was more likely to have come from conversations with third parties.",
  "After leaving the agency, he and a partner started Orbis Business Intelligence Ltd. in 2009.",
  "Wood said it seems unlikely that Russian operatives intentionally lied to Steele.",
  "The person may have been destroyed but the game is over,” Nixey said.",
  "He added that it is not surprising that he has gone into hiding.",
  "“I do not think he would make things up.",
  "None of the claims have been verified.",
  "Once you’ve used it, it’s gone.",
  "“’What about you’ I asked?"
]