[
  "A Suffolk University/USA Today survey released this week found that Trump's favorability among Fox News Channel viewers has declined from 90 percent in June to 74 percent in October to just 58 percent in December—a 32-point decline over six months.",
  "FiveThirtyEight's analysts crunched the numbers and found that (by comparing the vote margin in the last two elections to the nation as a whole) Democrats outperformed the state's traditional partisan leanings by 31 points.",
  "More from Commentary Magazine:\n\nLioness of Judah\n\nThe Left's Nuclear Delusions Die Hard\n\nBlame Voters\n\nIn the most hotly contested special elections in 2017, the Democratic Party beat expectations almost across the board.",
  "You and your allies enjoy all the perks and can set the agenda, but your freedom of action is limited not just by the Constitution's checks on authority but the prudential compromises that republican politics demands.",
  "Some of that margin is likely attributable to the Alabama GOP's decision to nominate one of the most unqualified, poisonous candidates for U.S. Senate in modern American history, but not all of it.",
  "That tells you something; the only state in which the local Republican Party isn't just skeptical but actively anti-Trump was the only place where the GOP turned out.",
  "From Georgia to Alabama, from California to Maine, Democrats have managed to get their voters to the polls at rates commensurate with turnout in a presidential year.",
  "Following a series of unsatisfying \"moral victories\" at the polls in 2017, Democrats managed to engineer an old-fashioned kind of victory in, of all places, Alabama.",
  "On the domestic front, the Trump White House has either allowed hundreds of onerous regulations to expire or it has never implemented them in the first place.",
  "It captured legislative seats in Pennsylvania, Georgia, Michigan, and New Hampshire and engineered the largest shift in Virginia since Reconstruction.",
  "Reasonable conservatives who take the Trump presidency as a whole have observed that there is a lot to like about this administration.",
  "So, for true believers, being in power often means being disappointed, but Republicans appear to be uniquely depressed.",
  "In fact, one of the only races in which Democrats underperformed was a special election in Utah's 3rd District.",
  "Even venues that are almost explicitly designed to cheer up Republicans are no longer doing the trick.",
  "That's a remarkable feat, for sure, but Democratic enthusiasm is only half of the story of 2017.",
  "When they fail to deliver, they leave a trail of disaffected partisans in their wake.",
  "That performance tracks with how Democrats fared in November's off-year elections.",
  "The party took back the governor's mansion in New Jersey and held it in Virginia.",
  "Most of what they hear from the sources they trust is how much they are losing.",
  "Being the dominant governing party is a mixed bag.",
  "Politicians promise the world on the stump.",
  "The other half is the GOP slump.",
  "And why shouldn't they be?"
]