[
  "Andrew Burton via Getty Images\n\nDawn Laguens, executive vice president of Planned Parenthood, told reporters Thursday that fetal tissue donation is only an option at 1 percent of Planned Parenthood health centers around the country, and is \"critically important for lifesaving medical research.\"",
  "\"Planned Parenthood CEO Cecile Richards makes two key admissions today in Planned Parenthood’s letter to Congress: that Planned Parenthood gets paid $60 per baby body part harvested, and that Planned Parenthood doctors alter their abortion procedures to get higher-quality body parts,\" he wrote.",
  "\"The manipulation of the videos does mean they have no evidentiary value in a legal context and cannot be relied upon for any official inquiries unless supplemented by CMP’s original material and forensic authentication that this material is supplied in unaltered form,\" Simpson wrote.",
  "When a Tissue Procurement Organization handles all dissection, packaging, and shipping of fetal organs, and all Planned Parenthood does is spend 10 minutes consenting a patient, the $60 per body part harvested quickly adds up to illegal baby parts profit for Planned Parenthood.",
  "He said the teams found that all of the videos analyzed -- even the supposedly \"full,\" unedited footage the CMP released -- were missing large sections of time and misleadingly altered so that separate conversations appeared to take place in an uninterrupted take.",
  "Simpson said his team of experts found that the subtitles in the videos do not correspond to the actual dialogue, and that the CMP may have simply invented parts of the conversation when the recordings were too low-quality to determine what was really being said.",
  "\"Certainly, these findings raise additional questions for us, and I think everyone, about the methods that are being used by the so-called Center for Medical Progress to try to entrap us and make a story out of something that actually isn't there,\" she said.",
  "In addition to launching an investigation into Planned Parenthood, Republicans are using the videos to justify stripping the organization of federal funding -- and some GOP lawmakers are even threatening to shut down the federal government over the issue.",
  "She added that sometimes doctors will make \"clinical adjustments\" during an abortion procedure to preserve the fetal tissue if a woman requests that it be donated, but said that such adjustments do not affect the safety or well-being of the patient.",
  "\"Both of these admissions speak to Planned Parenthood’s financial benefit and profit motive for supplying fetal tissue, and both are the points CMP’s videos have documented and illustrated from the very beginning.",
  "The undercover Planned Parenthood videos that spurred a congressional investigation were so severely manipulated that they wouldn't hold up in court, according to an analysis by three teams of forensic experts.",
  "A 1993 law, which was supported by Senate Majority Leader Mitch McConnell (R-Ky.) and many other Republicans, explicitly allows for the kinds of reimbursements Planned Parenthood claims it receives.",
  "And when a Planned Parenthood doctor manipulates the abortion to get higher-quality baby parts, they are prizing Planned Parenthood’s financial interests ahead of women’s health,\" Daleiden stated.",
  "Planned Parenthood hired independent research firm Fusion GPS to investigate the validity of the first five \"sting\" videos released by the Center for Medical Progress, an anti-abortion group.",
  "Planned Parenthood president Cecile Richards sent a letter to Congress along with the Fusion GPS report, detailing her organization's compliance with the laws governing fetal tissue donation.",
  "But the CMP edited the videos into episodes that make it look as though Planned Parenthood is selling fetal parts for profit and changing abortion methods to deliver intact specimens.",
  "Glenn Simpson, a partner at the firm and a former Wall Street Journal reporter, assembled three teams of neutral experts to comb through the tapes using special video software.",
  "The Fusion GPS report warned that Congress cannot rely on any of the CMP's videos, including the so-called \"full footage,\" in its investigation, because they are so distorted.",
  "The family planning provider strongly denies both charges, and five separate state investigations into Planned Parenthood have cleared the organization of any wrongdoing.",
  "\"In our view, CMP created the purported statement, 'It's a baby,' either through transcription error or intentional fabrication,\" Simpson wrote in the report.",
  "In light of the new report on the heavily edited videos, the family planning organization is considering legal action against the CMP, Laguens said.",
  "She said affiliates receive no more than a $60 reimbursement per specimen, which covers the costs of transporting and preserving the tissue.",
  "This story has been updated to include information about Cecile Richards' letter to Congress, as well as a statement from David Daleiden.",
  "Planned Parenthood sent the report to both chambers of Congress as Republicans escalate their attacks on the family planning provider.",
  "David Daleiden, the project lead for the Center for Medical Progress, later issued a statement in reply Richards' letter.",
  "The videos show Planned Parenthood doctors discussing the donation of fetal tissue after abortions -- a legal practice.",
  "But those words cannot actually be heard in the video -- the segment consists of incomprehensible background chatter.",
  "\"It appears they commit what I would call 'wishful thinking' about what was said,\" Simpson told reporters Thursday.",
  "Moreover, the forensic team found that the transcripts CMS released with the videos were frequently erroneous.",
  "In one case, the video indicates that a technician said, \"It's a baby.\"",
  "For more from The Huffington Post, download our app for iOS or Android.",
  "Also on HuffPost:"
]