[
  "In that conversation, DiSabato recalls, Jordan responded by saying something like “I just want to be left out of it” or “Please leave me out of it.” Essentially, says DiSabato, Jordan “asked me not to get him involved.”\n\nJordan admits that DiSabato talked to him around that time—“late March, early April, sometime in there.” According to Fox News, emails between the two men “date back to March” and were forwarded by Jordan to his own lawyer.",
  "Last fall, after Mueller took charge of the Russia investigation, Jordan suggested that Mueller was corrupt because he “was running the FBI when the whole Uranium One deal was going down.” At a hearing last week, Jordan accused Deputy Attorney General Rod Rosenstein of redacting information from documents in order to deceive Congress.",
  "“Bruce Ohr … four doors down from Mr. Rosenstein, is also meeting with Glenn Simpson, the guy who founded Fusion GPS, the people who paid for the dossier.” Rosenstein wasn’t the deputy AG and didn’t work in the building when these events took place.",
  "Such a judge might speculate that Jordan didn’t understand the seriousness of what Strauss was doing, that Jordan didn’t think of it as abuse, that he forgot the details, or that his reasons for asking to be left out of the story are understandable.",
  "On April 24, there’s a clear record of DiSabato requesting help: In an email to Jordan, he pleaded: “You have the platform to cut through the double talk, placation and finger pointing.” Still, Jordan appears to have done nothing.",
  "Jordan suggests there’s something suspicious about the proximity of Rosenstein’s office to the office that was occupied, until late last year, by Bruce Ohr, a Department of Justice official connected to the Steele dossier.",
  "“If things don’t change dramatically—and I’m talking days, not weeks or months—if they don’t change dramatically, then impeachment and contempt, and resignation should all be on the table,” Jordan declared.",
  "At a June 19 hearing, DOJ Inspector General Michael Horowitz testified that an anti-Trump text message from Strzok, which Jordan suspected of being suppressed for months, hadn’t been discovered until May.",
  "Last year, in order to “lift the cloud” of the Russia scandal, President Donald Trump repeatedly pressured then-FBI Director James Comey to declare that Trump wasn’t under investigation.",
  "This week, he repeated his categorical denial: “I never knew about any type of abuse.” Referring to his former Ohio State colleagues, Jordan added: “I have talked to other coaches.",
  "“Bruce Ohr, four doors down from Mr. Rosenstein … is meeting with the guy who wrote the dossier, meeting with Christopher Steele,” Jordan protested on the House floor in December.",
  "Jordan called that an outrageous delay by Rosenstein: “He sat on it for a month.” Horowitz then explained that the text had been a needle in a haystack of 100,000 lines of text.",
  "In an April 11 interview with Laura Ingraham, Jordan excoriated Rosenstein and Attorney General Jeff Sessions for failing to answer congressional inquiries to his satisfaction.",
  "He said the IG’s office hadn’t noticed it and flagged it to DOJ until June 8, six days before it was released in an IG report and 11 days before the hearing.",
  "They didn’t know of any abuse.”\n\nSeveral former OSU wrestlers, however, say they have direct knowledge that Jordan was aware of Strauss’ misconduct.",
  "By saying nothing, Jordan told his House colleagues in April, Comey unjustly “allow[ed] the perception to exist” that Trump was under investigation.",
  "Reporters have consistently reminded Jordan that his claim isn’t true, because the application mentioned the partisan connection in a footnote.",
  "Several men who wrestled for OSU during those years say Jordan knew that the team doctor, Richard Strauss, was molesting members of the team.",
  "A second, Dunyasha Yetts, says he and others repeatedly told Jordan about Strauss using injury exams as opportunities to grope wrestlers.",
  "Dailey confirms that in one case, Yetts complained to Jordan about Strauss trying to pull down his shorts in response to a thumb injury.",
  "So when Jordan told the Dispatch that he knew nothing about any abuse, it seems likely that he had already heard from DiSabato about it.",
  "Yetts, Dailey, and DiSabato recall Jordan saying, in this conversation or in other exchanges, that Strauss had better not touch Jordan.",
  "Jordan calls this application dishonest, saying it failed to disclose that part of its evidence came from partisan opposition research.",
  "In a Politico report published late on Friday, a former OSU wrestler adds that he saw Jordan shout at voyeurs to get out of the sauna.",
  "And for months, despite explicit reports from Strauss’ victims, Jordan has kept silent, asking them not to involve him in the story.",
  "They’re the guys that are supposed to be in charge.”\n\nWith these rules in mind, let’s consider the evidence in the wrestling case.",
  "He ducked responsibility for offenses that occurred when he was, in effect, the deputy director of the OSU wrestling program.",
  "One ex-wrestler, Mike DiSabato, says he saw Jordan express amazement when Strauss went into the showers to ogle an athlete.",
  "In 2013, Jordan berated then-FBI Director Robert Mueller for not knowing details about an FBI investigation of the IRS.",
  "In April, Jordan told the Columbus Dispatch that “no one reported any type of abuse” to him when he was at Ohio State.",
  "In October 2016, DOJ asked a court to authorize Russia-related surveillance of Trump campaign adviser Carter Page.",
  "(The Dispatch hasn’t reported exactly when in April Jordan gave this quote, but the quote was published on May 3.)",
  "Even when those who are accused did know something, it’s sometimes difficult to decide how harshly to judge them.",
  "Nicholas Kamm/AFP/Getty Images\n\nJim Jordan, a Republican congressman from Ohio, wants to be speaker of the House.",
  "He claims to have known nothing about Strauss’ locker-room behavior, even though Strauss’ locker was next to his.",
  "In every way, Jordan’s conduct violates the standards he applies to Comey, Mueller, Rosenstein, and Sessions.",
  "But there’s also documentary evidence that he may have concealed explicit knowledge for the past four months.",
  "That was still unacceptable, said Jordan, because Rosenstein had failed to release it “right away.”\n\n6.",
  "He also claimed that Rosenstein had told FBI agent Peter Strzok not to answer questions from Congress.",
  "Rep. Jim Jordan asks a question during a House Judiciary Committee hearing in Washington on June 28.",
  "Rosenstein explained that he’d given Strzok no such instructions, nor had he made the redactions.",
  "“If you and I go to court,” he told his House colleagues, “we have got to tell the whole truth.",
  "When Ingraham asked Jordan to name his targets, he replied: “Jeff Sessions and Rod Rosenstein.",
  "So there’s testimony from multiple eyewitnesses that Jordan’s claim of ignorance is false.",
  "A third, Shawn Dailey, says Jordan participated in conversations about Strauss’ abuse.",
  "DiSabato says that in March, he told Jordan of his intention to expose Strauss’ abuse.",
  "From 1986 to 1994, Jordan was the assistant wrestling coach at Ohio State University.",
  "He insists that such a person should be prosecuted, charged, or forced from office.",
  "He swears that if he’d known, he would have rushed to inform the authorities.",
  "Jordan dismissed these excuses, reminding Rosenstein: “You’re the boss.”\n\n2.",
  "Comey demurred, regarding such a statement as premature, unwise, and wrong.",
  "The penalty for these offenses should be prosecution or termination.",
  "It’s immoral to remain silent about the truth of an accusation.",
  "Jordan has clarified the rules by which we should evaluate him.",
  "Jordan supports Trump’s decision and holds Comey at fault.",
  "“I had not heard about any type of abuse at all,” he said.",
  "You’re responsible for monitoring the people around you.",
  "A merciful judge might rationalize Jordan’s behavior.",
  "Accusations such as these can be hard to adjudicate.",
  "They’re the rules he applies in judging others:\n\n1.",
  "Any incomplete disclosure is malicious and corrupt.",
  "You’re responsible for what happens on your watch.",
  "Any delay in disclosure is deliberate concealment.",
  "All four men call Jordan a friend and a good guy.",
  "But Jordan implicates him by association anyway.",
  "A fourth, Mark Coleman, also says Jordan knew.",
  "But Jordan has never shown that kind of mercy.",
  "But they corroborate one another’s stories.",
  "Jordan says he knew nothing about it.",
  "That is the justice he must now face.",
  "Jordan says that’s not good enough.",
  "But in this case, it’s easy.",
  "But he has a problem.",
  "So Trump fired him.",
  "They didn’t.”\n\n5.",
  "4.",
  "3."
]