[
  "Magnitsky had been investigating a multimillion dollar embezzlement scheme allegedly involving Russian tax officials when he was arrested, and Browder turned his death into a cause celebre, successfully lobbying Congress to pass the Magnitsky Act, a 2012 law that slapped the officials implicated in the scandal with visa bans and asset freezes.",
  "Veselnitskaya has been under scrutiny since it emerged last year that Trump’s eldest son, Donald Jr., met with her in June 2016 after being told by an intermediary that she represented the Russian government and was offering Moscow’s help defeating rival presidential candidate Hillary Clinton.",
  "Scores of emails, transcripts and legal documents paint a portrait of Natalia Veselnitskaya as a well-connected attorney who served as a ghostwriter for top Russian government lawyers and received assistance from senior Interior Ministry personnel in a case involving a key client.",
  "(LONDON) — The Moscow lawyer said to have promised Donald Trump’s presidential campaign dirt on his Democratic opponent worked more closely with senior Russian government officials than she previously let on, according to documents reviewed by The Associated Press.",
  "Friends in high places\n\nVeselnitskaya’s role in the drama over the Trump campaign’s Russian connections is rooted in her fight against Bill Browder, the American-born British businessman who has become a leading critic of the Russian President Vladimir Putin.",
  "Moscow has responded with a ban on U.S. adoptions of Russian orphans and by an unrelenting campaign against Browder, who says he’s been the subject of more than a half-dozen attempts to extradite him to Russia through Interpol.",
  "Veselnitskaya has denied acting on behalf of Russian officialdom when she met with the Trump team, telling Congress that she operates “independently of any government bodies.”\n\nBut recent reporting has cast doubt on her story.",
  "Veselnitskaya told Congress last year that her interest in Browder was “all part of my job defending a specific person” — her client Denis Katsyv, who Browder accuses of laundering money through the company Prevezon.",
  "The data was obtained through Russian opposition figure Mikhail Khodorkovsky’s London-based investigative unit, the Dossier Center, that is compiling profiles of Russians it accuses of benefiting from corruption.",
  "Browder’s decade-plus crusade against the Kremlin has so enraged Russian officials that Putin demanded his extradition to Moscow during his press conference with President Trump in Helsinki earlier this month.",
  "In an April interview with NBC News, Veselnitskaya acknowledged acting as an “informant” for the Russian government after being confronted with an earlier batch of emails obtained through the Dossier Center.",
  "The new documents reviewed by AP suggest her ties to Russian authorities are close — and they pull the curtain back on her campaign to overturn the sanctions imposed by the U.S. on Russian officials.",
  "Other correspondence was partially verified by confirming the nonpublic phone numbers or email addresses they held, including some belonging to senior Russian officials and U.S. lobbyists.",
  "Veselnitskaya has taken the counteroffensive, battling him in court across Europe and the U.S. and organizing a media and lobbying campaign to undercut his credibility in Washington.",
  "Khodorkovsky told AP he couldn’t know where the messages came from, saying his group maintained a series of anonymous digital drop boxes.",
  "The feud took off in 2009, when a lawyer working for Browder, Sergey Magnitsky, died in a Moscow prison under suspicious circumstances.",
  "The data was later shared with journalists at the AP, the Swiss newspaper Tages-Anzeiger, Greek news website Inside Story and others.",
  "The AP worked to authenticate the 200-odd documents, in some cases by verifying the digital signatures carried in email headers.",
  "In three other cases, individuals named in various email chains confirmed that the messages were genuine.",
  "Messages from a reporter sent to her phone were marked as “read” but were not returned.",
  "Browder has refused to back down, pushing for copycat legislation across the world.",
  "Veselnitskaya has previously said that her emails were hacked.",
  "The AP was unable to reach Veselnitskaya for comment.",
  "A list of questions sent via email went unanswered.",
  "The source of the material is murky."
]