[
  "CNN’s report on the matter notes that their sources “said Cohen does not have evidence, such as audio recordings, to corroborate his claim” and also that Cohen “has expressed hope that this claim about the Trump Tower meeting will help him reach out to Mueller and possibly lessen his legal troubles.” Both are important caveats from a media outlet that has not exactly been Breitbart-like in its coverage of Trump, who regularly dismisses the cable network as “fake news.”\n\nFinally, even if Cohen is telling the truth about the Trump Tower meeting, other details are crucial.",
  "He initially denied what he is saying now, praising Donald Trump Jr. “for being open, honest and transparent to the American people.” Apparently none of his testimony to Congress supports his current account—if he had dropped this bombshell in front of the House Intelligence Committee, the panel’s Democrats certainly would have cited it in their rebuttal to a committee report exonerating the president.",
  "Twenty years after the failed Bill Clinton impeachment crusade, however, it is hard to imagine Senate Republicans—who, no matter what happens in November, will cast the deciding votes on whether Trump is actually removed from office—voting to convict on the basis of sexual misconduct, campaign finance violations or obstruction charges with no underlying collusion.",
  "Despite the cartoonish collusion come-on in the email to Don Jr.—we’re offering up this information about Hillary Clinton as “part of Russia and its government's support for Mr. Trump”—if all that was on the agenda was random opposition research, we’re talking about a more amateurish and less carefully laundered version of Steele/Fusion GPS.",
  "For the definition of collusion that would truly imperil Trump’s presidency is his campaign’s involvement in disseminating emails stolen by the Russians from his opponent and her party or any other witting collaboration with Russian disruption efforts.",
  "Women, extramarital affairs, shady financial dealings, questionable business arrangements that required a rapid clean-up—all these things potentially hit Trump much closer to home than collusion with Russia.",
  "Even in the event of alleged perjury or obstruction of justice, this threshold would likely to have to be crossed to generate the kind of bipartisan support that would make impeachment a real threat.",
  "Scroll through Cohen’s Twitter feed and you will see that he shifts rather abruptly from retweeting Trump apologists Diamond and Silk to Stormy Daniels’ ubiquitous attorney Michael Avenatti.",
  "W. James Antle III\n\nPolitics,\n\nTaken together, Mueller and Cohen are gathering storm clouds that keep moving closer to Trump but so far the lightning is only striking those around him.",
  "But one need not wade deeply into conspiratorial waters to speculate otherwise, given Cohen’s own ongoing legal travails and the president’s seeming indifference to them.",
  "But it is looking increasingly plausible that embattled attorney Michael Cohen might be the one already in possession of more damaging information about President Trump.",
  "Even with the vast resources at Mueller’s disposal, as Trump’s longtime lawyer and fixer Cohen may have more dirt simply because he has trafficked in Trump dirt more.",
  "And now by claiming the president knew about his son’s Trump Tower meeting with the Russians in advance, Cohen even comes with a collusion angle.",
  "If it was hacked Democratic emails, then Cohen advances the Trump-Russia conspiracy narrative further than anything we’ve yet seen from Mueller.",
  "He’ll probably be able to answer uncomfortable questions: Were there any pregnancies involved, and if so were any of them terminated?",
  "You will also read many vehement denials of collusion with Russia and the contents of Christopher Steele’s anti-Trump dossier.",
  "Nobody knows what secrets Robert Mueller has unearthed, at least not outside the carefully guarded special counsel’s office.",
  "Already Cohen has ensnared Allen Weisselberg, the chief financial officer of the Trump Organization.",
  "Like virtually everyone else involved in the Trump Tower episode, Cohen has a credibility problem.",
  "Except that few things in the Trump-Russia saga are ever as straightforward as they first appear.",
  "That was his job, long before the whole Trump-Russia investigation got off the ground.",
  "That doesn’t mean Cohen doesn’t otherwise place Trump in jeopardy.",
  "Perhaps Cohen was lying then and is telling the truth now.",
  "He’ll know about payoffs to putative Trump paramours.",
  "Does Trump Really Have a Michael Cohen Problem?",
  "He’s a flawed witness at the very least.",
  "He’ll have documented the money trail."
]