[
  "The House Intelligence Committee’s investigation took a sharp and notable turn on Tuesday, as news broke that it had subpoenaed the FBI and the Justice Department for information relating to the infamous Trump “dossier.” That dossier, whose allegations appear to have been fabricated, was commissioned by the opposition-research firm Fusion GPS and then developed by a former British spook named Christopher Steele.",
  "The New York Times early this year reported, citing an anonymous source, that a wealthy anti-Trumper initially hired Fusion to dig into Mr. Trump’s business dealings, but the contract was later taken over by a Clinton-allied group.",
  "Advertisement\n\nThe Foreign Intelligence Surveillance Court, which oversees spying activities, is usually generous in approving warrants, on the presumption law-enforcement agencies are acting in good faith.",
  "Republicans are frustrated enough that this week they sent orders compelling FBI Director Christopher Wray and Attorney General Jeff Sessions to appear before the committee to explain the obstruction.",
  "The Post even reported that Mr. Steele “reached an agreement with the FBI a few weeks before the election for the bureau to pay him to continue his work.”\n\nWho was Mr. Steele’s friend at the FBI?",
  "It might have even justified the unjustifiable: working with a partisan oppo-research firm and a former spook to engineer a Kremlin-planted dossier that has roiled Mr. Trump’s entire presidency.",
  "This at least finally explains the probe’s lackluster nature: the absence of a grand jury, the failure to follow up on likely perjury, the unorthodox immunity deals made with Clinton aides.",
  "J. Edgar Hoover’s abuse of power as FBI director led Congress and the Justice Department to put new checks on that most powerful and secretive of offices.",
  "But the big development this week is a new look at how Mr. Comey may have similarly juked the probe into Donald Trump’s purported ties to Russia.",
  "Advertisement\n\nBut the FBI had its own part in this dossier, and investigators are finally drilling down into how big a role it played, and why.",
  "It ignored the initial requests for documents and has refused to comply with the House committee’s subpoenas, which were first issued Aug. 24.",
  "By the time Congress finishes investigating James Comey’s role in the 2016 presidential election, those safeguards may be due for an update.",
  "He announced he would not recommend prosecuting Mrs. Clinton, even as he publicly excoriated her—an extraordinary abuse of his megaphone.",
  "Mr. Comey’s meddling has never seemed to stem from some hidden partisan impulse, but rather from an overweening self-righteousness.",
  "The Washington Post in February reported that Mr. Steele “was familiar” to the FBI, since he’d worked for the bureau before.",
  "One explanation is that the documents might show the FBI played a central role in ginning up the fake dossier on Mr. Trump.",
  "And it’s overdue for congressional investigators to get to the bottom of precisely how much power Mr. Comey was exercising.",
  "The newspaper said Mr. Steele had reached out to a “friend” at the FBI about his Trump work as far back as July 2016.",
  "He wrote a draft statement exonerating Mrs. Clinton in May, long before he bothered to interview her or her staff.",
  "Powerful as Hoover was, even he never simultaneously investigated both major-party candidates for the presidency.",
  "but couldn’t hit what was—and ought to be—a supremely high bar for getting such a potentially explosive warrant.",
  "Perhaps the FBI wanted to conduct surveillance on someone connected to a presidential campaign (Carter Page?)",
  "A dossier of nefarious allegations might well prove handy in finally convincing the FISA court to sign off.",
  "An inquiry by the Senate Judiciary Committee has now shown that Mr. Comey’s investigation was a charade.",
  "Mr. Comey did, and Americans are now getting a glimpse of how much he influenced political events.",
  "He made himself investigator, judge and jury, breaking the Justice Department’s chain of command.",
  "The timing matters because it could answer the vital question of why the FBI wanted the dossier.",
  "But power can be misused as much in the hands of the sanctimonious as the corrupt.",
  "He publicly confirmed the investigation, violating the department’s principles.",
  "Mr. Comey’s actions in the Hillary Clinton email probe are concerning enough.",
  "The FBI might have had a real motive to support Mr. Steele’s effort.",
  "To this day, we do not know who hired Fusion GPS to gather the dirt.",
  "That’s when Fusion shifted its focus to Russia and hired Mr. Steele.",
  "When a warrant is rejected, though, law enforcement isn’t pleased.",
  "Did the bureau influence the direction of the Trump dossier?",
  "Then he rekindled the case only 11 days before the election.",
  "Did it give Mr. Steele material support from the start?",
  "The bureau has furiously resisted answering questions.",
  "The question is when the FBI got in on the act.",
  "Advertisement\n\nWrite to kim@wsj.com.",
  "Here’s one thought: warrants.",
  "Now that’s power."
]