[
  "| J. Scott Applewhite/AP Fusion GPS co-founder to be interviewed by Senate panel\n\nThe co-founder of the firm that commissioned a dossier of salacious allegations against President Donald Trump will be interviewed later this month by the Senate Judiciary Committee, according to a source familiar with the issue.",
  "Fusion GPS chief Glenn Simpson agreed to a voluntary, closed-door interview with the Senate Judiciary Committee after its chairman, Sen. Chuck Grassley (right), issued and then withdrew a subpoena to compel Simpson to appear at a public hearing last month.",
  "Glenn Simpson, head of the private investigation firm Fusion GPS, agreed to a voluntary, closed-door interview after Judiciary Chairman Chuck Grassley (R-Iowa) issued and then withdrew a subpoena for Simpson to appear at a public hearing last month.",
  "The committee is also seeking information on any work Fusion GPS has done on behalf of Russian interests opposed to the Magnitsky Act, which sanctioned Russian officials for human rights abuses.",
  "The House and Senate Intelligence Committees are also investigating Russia’s election meddling and potential collusion between the Trump campaign and Moscow.",
  "The Trump campaign has turned over about 20,000 pages of documents to the panel, and Donald Trump Jr. and the Trump Organization have turned over about 250.",
  "“Roughly a fifth of those documents are blank pages.”\n\nPlaybook PM Sign up for our must-read newsletter on what's driving the afternoon in Washington.",
  "Committee spokesman Taylor Foy said Simpson and Fusion GPS have provided about 41,000 pages of documents — but added that they are of little value.",
  "The Judiciary panel is investigating a number of issues relating to last year’s presidential election and Russia’s efforts to influence it.",
  "The committee is seeking information on the dossier, which includes some unsubstantiated allegations against Trump.",
  "“Virtually all documents appear to be merely news clippings rather than substantive communications,” Foy said.",
  "Simpson has been providing documents to the Judiciary panel in response to a July 19 request from the panel.",
  "Fusion GPS commissioned a former British intelligence agent, Christopher Steele, to compile the dossier.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Former Trump campaign chairman Paul Manafort has turned over about 400 pages.",
  "Story Continued Below\n\nThe interview has now been scheduled, the source said.",
  "It will likely be with committee staff, not with senators.",
  "You can unsubscribe at any time."
]