[
  "He went so far as to call out one of the network’s reporters during one of his few press conferences and labeled him “fake news.” Trump also called BuzzFeed, which first published the full dossier, a “failing pile of garbage.”\n\nTrump brought up the controversy with the Times after saying he had previously heard—from who or where he could not recall—that the Democratic National Committee had received a payment from Russia.",
  "In the far-ranging New York Times interview, which included an expression of regret over appointing Jeff Sessions attorney general, Trump called the scandalous 35-page dossier “made-up junk.”\n\nIn the past, Trump was angered by news reports, particularly from CNN, for first alluding to the existence of the dossier in January.",
  "The memo was generated by former British spy Christopher Steele, and, among other accusations, it contained a wild claim that Trump once hired prostitutes to urinate in front of him on a bed that former President Barack Obama and first lady Michelle Obama had slept on at the Moscow Ritz-Carlton.",
  "”\n\nAsked if knowledge of the dossier was meant to be taken as an indication of Comey having “leverage” over him, Trump responded, “Yeah, I think so.”\n\nTrump fired Comey in early May, at first claiming it was because of a memo written by Deputy Attorney General Rod Rosenstein.",
  "President Donald Trump breathed new life into one of the oddest political scandals in the country’s history Wednesday when he alleged to The New York Times that former FBI Director James Comey may have tried to use the so-called “Golden Shower” dossier as leverage over him.",
  "All I know is this: When somebody calls up and they say, ‘We have infor—’; look what they did to me with Russia, and it was totally phony stuff.”\n\nTrump went on about Steele, the dossier’s author, and his trip to Moscow.",
  "Trump claimed he was in Moscow only for the Miss Universe Pageant for one day, then explained how he told Comey the dossier was “made-up junk” and why, he thinks, Comey shared the information with him.",
  "Trump added that Keith Schiller, his former head of security at Trump Tower and now director of Oval Office operations, was also there with him in Moscow.",
  "Steele had been hired by Fusion GPS, a company that gathers political intelligence and was co-founded by former investigative reporter Glenn Simpson.",
  "“Now, you know, when you look at the kind of stuff that came out, that was, that was some pretty horrific things came out of that.",
  "But the later told NBC News that the Trump-Russia investigation was the reason and that he planned to dismiss Comey anyway.",
  "You know, I went there with Phil Ruffin....”\n\nRuffin is a billionaire known for his work in casinos, oil and real estate.",
  "His lawyer claimed the committee’s request was a violation of Simpson’s First Amendment rights, according to The Hill.",
  "“I think he shared it so that I would—because the other three people left, and he showed it to me,” Trump said.",
  "Simpson was going to testify before the Senate Judiciary Committee about the dossier but last week pulled out.",
  "The report claimed that a video existed of the alleged incident, but no proof has surfaced to date.",
  "“So anyway, in my opinion, he shared it so that I would think he had it out there.",
  "Plus, I have witnesses, because I went there with a group of people.",
  "I know a lot about those guys, they’re phony guys.",
  "But that’s what I had heard,” Trump said.",
  "“Now, that was totally made-up stuff....",
  "He then likened it to the dossier.",
  "“But I don’t know what it means.",
  "They make up whatever they want.",
  "Just not my thing."
]