[
  "The House Intelligence Committee recently issued subpoenas to Fusion GPS, the opposition research firm that paid for the dossier that contained allegations against then-candidate Donald Trump and ties to Russia.",
  "The dossier’s details have been either discredited or are unverified, but the document nonetheless framed the political narrative about Trump-Russian collusion that led to special counsel Robert Mueller.",
  "Justice Department excuses about interfering with Mr. Mueller’s investigation don’t wash. Mr. Mueller is conducting a criminal probe, while Congress has a duty to oversee the executive branch.",
  "He recused himself in April after complaints about his role bringing to light Obama Administration officials who “unmasked” and leaked the names of secretly wiretapped Trump officials.",
  "There is no plausible reason that senior leaders of Congress—who have top-level security clearance—can’t see files directly relevant to the question of Russian election interference.",
  "The real question is why Democrats and Fusion seem not to want to tell the public who requested the dossier or what ties Fusion GPS boss Glenn Simpson had with the Russians in 2016.",
  "Correction: An earlier version said Rep. Nunes had officially recused himself from the Russia probe, but the Congressman said in April that he was merely stepping aside temporarily.",
  "Democrats and Fusion seem to care mostly that House Intelligence Chairman Devin Nunes issued the subpoenas, given that he temporarily stepped aside from the Russia probe in April.",
  "All the more so because congressional investigators have learned that Mr. Simpson was working for Russian clients at the same time he was working with Mr. Steele.",
  "Advertisement\n\nMr. Mueller will grind away at the Trump-Russia angle, but the story of Democrats, the Steele dossier and Jim Comey’s FBI also needs telling.",
  "If the Russians used disinformation to spur a federal investigation into a presidential candidate, that would certainly qualify as influencing an election.",
  "But only the chairman is allowed to issue subpoenas, and Mr. Nunes did so at the request of Republican Mike Conaway, who is officially leading the probe.",
  "Speaker Paul Ryan needs to call on the Ethics Committee to render a quick decision on Mr. Nunes or allow him to resume his Russia investigation.",
  "Deputy Attorney General Rod Rosenstein, who supervises Mr. Mueller, needs to deputize specific Justice officials to handle Congress’s requests.",
  "Mr. Ryan should also prepare to have the House vote on a contempt citation if the Justice Department doesn’t supply subpoenaed documents.",
  "Advertisement\n\nThe House committee also subpoenaed FBI documents about wiretap warrants more than a month ago but has been stonewalled.",
  "They also deserve to know if former FBI director James Comey relied on the dossier to obtain warrants to monitor the Trump campaign.",
  "Yet Democrats on the House Ethics Committee have refused to clear Mr. Nunes—trying to keep him sidelined from the Russia probe.",
  "Consider the pack’s lack of interest in the story of GPS Fusion and the “dossier” from former spook Christopher Steele.",
  "Mr. Nunes has since been vindicated as we’ve learned that former National Security Adviser Susan Rice and former U.N.",
  "Senate Judiciary Chairman Chuck Grassley has also pursued the Fusion GPS trail, but he could use House backup.",
  "Americans deserve to know who paid Mr. Simpson for this work and if the Kremlin influenced the project.",
  "The Beltway media move in a pack, and that means ignoring some stories while leaping on others.",
  "The media attacks on Mr. Nunes for issuing the subpoenas are a sign that he is onto something.",
  "Americans don’t need a Justice Department coverup abetted by Glenn Simpson’s media buddies.",
  "Both investigations can proceed simultaneously.",
  "Ambassador Samantha Power did the unmasking."
]