[
  "Republicans on the committee are looking for answers on several aspects on the dossier, including who paid Fusion GPS to commission the document as well as how heavily the FBI and Justice Department relied on the document to form the basis of its investigation into Russian interference in the presidential campaign.",
  "In Friday’s court filing, Fusion’s lawyer, William W. Taylor of the firm Zuckerman Spaeder, said that the House Intelligence Committee issued the subpoena to TD Bank “without even telling Fusion.” The committee, led by California Rep. Devin Nunes, sought Fusion’s bank records stretching back to Aug. 2015.",
  "Fusion GPS, the opposition research firm behind the uncorroborated Trump dossier, filed a last-minute request with a federal judge in Washington, D.C. on Friday seeking to prevent the release of its bank records to the House Intelligence Committee.",
  "Fusion, which is based in Washington, D.C., filed a motion asking U.S. District Judge Tanya S. Chutkan to approve an injunction preventing its bank, TD Bank, from having to turn over two years’ worth of banking records to the House committee.",
  "He would go on to produce a 35-page dossier full of jaw-dropping allegations of sexual impropriety on Trump’s part and collusion on the part of Trump campaign officials, all of which Trump and members of his campaign have denied.",
  "Trump and members of his campaign have denied the dossier’s most salacious allegations, including that the Kremlin blackmailed Trump and that Trump campaign associates colluded with Russian operatives to influence the election.",
  "Fusion has fought tooth and nail with various congressional committees and in several lawsuits to avoid disclosing the identity of its dossier client, who has been described as a supporter of Hillary Clinton’s.",
  "On Oct. 4, as part of its aggressive push for answers about the dossier, which was written by former British spy Christopher Steele, the House panel issued a subpoena to TD Bank for Fusion’s records.",
  "“The records…would reveal the identities of all of Plaintiff’s clients, contractors and vendors, most of whom have zero relevance to [the committee’s] ‘Russia investigation,'” Taylor said.",
  "In his argument against the subpoena, Taylor asserted that Nunes, who served on the Trump transition team, had no grounds to compel TD Bank to turn over Fusion’s banking records.",
  "That same day, the committee subpoenaed Fusion’s three partners, Glenn Simpson, Peter Fritsch and Thomas Catan to produce documents and provide interviews to the committee.",
  "According to Taylor’s filing, TD Bank informed Fusion GPS on Oct. 13 that it planned to comply with the subpoena, which requested the records by Monday, Oct. 23.",
  "Fritsch and Catan invoked their Fifth Amendment rights against self-incrimination during an interview with the House committee on Wednesday.",
  "A Republican who was reportedly vehemently opposed to Trump hired the firm to conduct opposition research on the former real estate mogul.",
  "Judge Chutkan is giving the House Intelligence Committee until noon Saturday to present an argument supporting the need for the subpoena.",
  "That’s when Steele, a former MI6 officer who operates a private spy firm in London, was hired to continue the investigation of Trump.",
  "He argued that the subpoena violates Fusion’s First Amendment rights as well as its rights under the Financial Privacy Act.",
  "Fusion was first hired to investigate Trump in Sept. 2015, a month after the starting point for the House Intel subpoena.",
  "And Simpson met with the Senate Judiciary Committee in August for 10 hours but declined to identify Fusion’s client.",
  "After Trump won the GOP nomination, the Republican donor — who remains unidentified — dropped from the project.",
  "Fusion GPS request to block subpoena of bank records by Chuck Ross on Scribd\n\nFollow Chuck on Twitter",
  "TD Bank sought a delay in complying with the subpoena, but the committee rejected it, Taylor stated.",
  "Fusion was then hired by a supporter of Hillary Clinton’s."
]