[
  "It’s long been known that research that went into the “Steele dossier” — an infamous document filled with lurid allegations about Donald Trump’s links to Russia that eventually drew FBI interest — was funded by Trump’s political enemies, including some Democrats.",
  "Former British spy Christopher Steele did this work for Fusion, and authored what became known as the Steele dossier, which contained salacious (and uncorroborated) political financial, and sexual allegations about Trump and his top associates.",
  "They have also inquired about the FBI’s approach to the dossier — the bureau reportedly started looking into its allegations last year, and there have been questions about whether the FBI at some point last year paid Steele for the dossier.",
  "— Donald J. Trump (@realDonaldTrump) October 19, 2017\n\nRepublicans have questioned whether the dossier contained either disinformation peddled by Russians or deliberately false smears peddled by Trump’s political enemies.",
  "But it certainly presents the possibility that the research of the dossier and subsequent circulation of it were more akin to a dirty trick than a genuine, disinterested effort to find the truth about Trump and Russia.",
  "But now, thanks to a new report from the Washington Post’s Adam Entous, Devlin Barrett, and Rosalind Helderman, we’ve learned just who those Democrats were: Hillary Clinton’s presidential campaign and the DNC.",
  "Per the Post, in April 2016, lawyer Marc Elias, working on behalf of the Clinton campaign and the DNC, started paying the opposition research company Fusion GPS to look into Trump’s ties to Russia.",
  "As the Russia scandal has swirled, Republicans, including President Trump, have for months tried to call greater attention to the question of just who paid for the research behind the dossier.",
  "Overall, viewing this uncorroborated document very skeptically was always a good idea, and the fact that its funders were Trump’s biggest opponents only makes that more the case.",
  "After all, if a campaign hires a firm to find dirt on their opponent, that is what that firm will try to deliver, even if what it turns up is dubious or thinly sourced.",
  "That of course doesn’t necessarily mean the information in it is deliberately false — campaigns usually try to dig up opposition research that is true, if they can.",
  "GOP congressional committees have been investigating the matter, and conservative media outlets have often sought to portray this as the real Russia scandal.",
  "Now, however, we know that the dossier’s research during much of 2016 was funded by a top lawyer working for the Clinton campaign itself.",
  "Before that point, Fusion GPS had reportedly already done research into Trump, on behalf of a Republican client.",
  "Workers of firm involved with the discredited and Fake Dossier take the 5th.",
  "Who paid for it, Russia, the FBI or the Dems (or all)?",
  "But we don’t yet know who that Republican client is.",
  "(Politico soon confirmed the report.)"
]