[
  "| J. Scott Applewhite/AP Two GOP-led panels launch probe of Obama-era uranium deal\n\nTwo more Republican-led congressional committees will probe the Obama administration’s decision to approve the sale of American uranium production capability to a Russian state-run energy conglomerate, a key GOP lawmaker announced Tuesday.",
  "Nunes’ announcement follows reports in recent days suggesting the sale of uranium production facilities to the Russian-run Rosatom came amid a broader bribery plot by Russian officials to gain a foothold in the American energy industry while President Barack Obama was in office.",
  "Rep. Devin Nunes remains head of the intelligence panel even though he stepped aside from the Russia probe in April after he raised eyebrows by unexpectedly visiting the White House to brief the president on early findings of the investigation.",
  "Story Continued Below\n\nThe announcement Tuesday is sure to infuriate Democrats, who have generally dismissed the issue as an attempt to distract from the ongoing investigation into Russian interference in the 2016 presidential election.",
  "Nunes remains head of the intelligence panel even though he stepped aside from the Russia probe in April after he raised eyebrows by unexpectedly visiting the White House to brief the president on early findings of the investigation.",
  "It comes on the same day President Donald Trump is slated to visit the Capitol to meet with Senate Republicans and as leaders of the Russian election-meddling probes have signaled the end of those investigations may be nearing.",
  "The election-meddling probes, including into whether Moscow had help from any Trump associates, have been a nonstop distraction for the White House and sent Trump into bouts of Twitter rage.",
  "But Nunes has remained involved, tangling recently with Fusion GPS, the firm that commissioned a salacious and disputed dossier about Trump’s connections to the Russian government.",
  "Republicans have seized on the issue to try to deflect scrutiny over Russia’s actions after Democrats have spent months scouring for connections between Trump and the Kremlin.",
  "Nunes said Rep. Pete King (R-NY), an intelligence committee member who raised questions about the deal at the time, would be that committee’s point person on the new probe.",
  "The State Department had a role in approving the deal while Hillary Clinton was secretary of state, though there’s no evidence she was personally involved.",
  "Rep. Devin Nunes, chairman of the House Intelligence Committee, said he’d be linking up with the House Oversight panel led by Rep. Trey Gowdy (R-S.C.).",
  "Nunes recently issued a subpoena to force Fusion to reveal who funded its research, though the company has fought to avoid handing over information.",
  "Reps. Mike Conaway (R-Texas), Gowdy and Tom Rooney (R-Fla.) took over the daily leadership of the Russia investigation.",
  "Republicans latched onto reports showing that one of the parties to the uranium sale was a Clinton Foundation donor.",
  "The Obama-era uranium deal was a source of Republican criticism during the 2016 campaign.",
  "The Senate Judiciary Committee has already said it would investigate the uranium deal.",
  "Democrats claimed his actions compromised the probe at a sensitive juncture."
]