[
  "Former Secretary of Defense Leon Panetta said Thursday that the Senate Intelligence Committee will need to investigate further to find out if Hillary Clinton's campaign chairman John Podesta and former Democratic National Committee chairwoman Debbie Wasserman Schultz lied to the Intel Committee last month regarding the funding of the infamous \"Trump dossier.\"",
  "Podesta told Senate Intelligence Committee investigators in September that he was not aware of a contractual agreement between the Clinton campaign and Fusion GPS, the company who hired British Intelligence Officer Christopher Steele to compile politically damaging information about Donald Trump during the campaign.",
  "The dossier compiled by the investigators became the subject of controversy when media outlets, led by CNN, reported that outgoing Obama-era officials had briefed the Trump team about the existence of the dossier, and that the Russians might attempt to compromise Trump using the material therein.",
  "\"If you're testifying and saying you have no knowledge and the attorney sitting next to you is one of those that knew what was involved here, I think it does raise an issue that the committee is going to have to look at and determine just exactly who knew what.\"",
  "CNN host Wolf Blitzer pointed out that Clinton's lawyer Marc Elias, who contacted Fusion GPS to gather intelligence on Trump, was sitting right next to Podesta during the committee hearings in question.",
  "Wasserman Schultz also reportedly told investigators on the panel earlier this month that she had no knowledge of the dossier, even though she was head of the DNC at that time.",
  "And that could be the case here, but I really do think that the committee is going to have to get into this, determine just exactly what happened — who knew what and when.\"",
  "\"Well, it's obviously something that the Intelligence Committee is going to have, have to look at,\" said Panetta, a longtime Clinton ally, on CNN.",
  "The dossier contains a significant amount of material that is extremely salacious in nature, of dubious plausibility, and factually unverified.",
  "\"You know, knowing presidential campaigns, their big operations and somehow the left hand may not know what the right hand is doing.",
  "Making false statements to Congress is a federal crime that could lead to a maximum 5-year prison sentence and possible fines.",
  "Could Podesta and Wasserman Schultz be in legal trouble if investigators discover they were lying?",
  "\"I'm certainly not going to discuss with you what I talked to any committee about.\"",
  "\"I didn't have any awareness of the arrangement at all,\" she told CNN.",
  "\"Well, it certainly makes the situation very awkward,\" Panetta said.",
  "What did Podesta and Wasserman Schultz tell Congress?",
  "What did Panetta say?",
  "Yes."
]