[
  "“I find this issue somewhat curious because here’s a news flash, candidates conduct research on their opponents and in the case of Donald Trump, the imperative for that is, to not do that is political malpractice,” Perez said during his interview, which was first flagged by CNN.",
  "“You hire a lawyer and we hire lawyers all the time who hire third party vendors to do their work and so we knew that we were paying for opposition research at the DNC, but we didn’t ask questions about who they’re hiring in the context of doing their research,” he continued.",
  "Perez, who was elected DNC chairman in February of this year, after the dossier had been published, tried to downplay the DNC’s role in funding the dossier, saying Wednesday that it would have been “political malpractice” for the party to not investigate Trump.",
  "Tom Perez said this week that the Democratic National Committee, which he chairs, “didn’t ask questions” about the opposition research its lawyers were conducting on Donald Trump, research that led to the creation of the infamous Steele dossier.",
  "In an interview at an event hosted by the University of Chicago, Perez said that it was only “a few days ago” that he learned about the fact that the DNC and Clinton campaign paid for the dossier.",
  "The Washington Post reported Tuesday that the DNC and Clinton team, acting through their law firm Perkins Coie, paid opposition research firm Fusion GPS to conduct an investigation of Trump.",
  "Perez did not address, and was not asked, how the DNC will view its involvement in the dossier if the document turns out to be a hoax, as President Trump has suggested.",
  "“I am glad that this research was being conducted,” added Perez, who served in the Obama administration’s Department of Labor and Department of Justice.",
  "Fusion in turn hired former British intelligence officer Christopher Steele to investigate Trump’s ties to Russia.",
  "He would go on to write the 35-page dossier, which consists of 17 memos dated between June 20, 2016 and Dec. 13.",
  "They paid a total of $12 million to Perkins Coie for “legal services” during the 2016 election cycle.",
  "WATCH:\n\nWATCH HILLARY’S CORRUPT INVOLVEMENT IN THE TRUMP DOSSIER:\n\n\n\nFollow Chuck on Twitter",
  "It is not clear how much the DNC and Clinton campaign paid Fusion GPS."
]