[
  "BLITZER: But, you know, Gloria, one thing that these contacts that George Papadopoulos had with these Russians and, you know, that meeting that they had at Trump Tower last summer, involving some Russians and some senior Trump officials, including Manafort who was there at Trump Tower, Jared Kushner who was there, Donald Trump Jr. who was there, --\n\n\n\nBORGER: Right.",
  "How worried are you that his involvement in the campaign, working with national security adviser to the then candidate Donald Trump and also establishing these contacts with the Russian who had information, supposedly dirt on Hillary Clinton, that could set the stage for what the special counsel, Robert Mueller, is looking into, possible collusion.",
  "What we -- what I will tell you is that in reviewing the indictment first as it relates to the situation for Paul Manafort and Richard Gates, that when you read the indictment -- and you've been covering this, this morning and this afternoon -- this is not involving the campaign or campaign activity.",
  "JIM SCIUTTO, CNN NATIONAL SECURITY CORRESPONDENT: Yes, and, I mean, not to blow our horn, but CNN, even colleagues at this table, reported some months ago that U.S. intelligence was aware of repeated communications between Trump campaign associates and Russians known to U.S. intelligence.",
  "SCIUTTO: Well, but to be clear, they have said, and this is on the front page of the statement of defense, that this is part of an investigation involving, quote -- and I'm quoting here, \"whether there was any coordination between the campaign and Russia's efforts.\"",
  "If he's fully cooperating, Papadopoulos now, with the FBI, with the special counsel, Robert Mueller, how worried should other Trump campaign officials be that they potentially could be implicated, maybe just for perjury, but maybe for other illegal activity?",
  "Millions of dollars were flowing through these bank accounts, as a result of these contracts that they had with the former Ukrainian government, the former ruling party there in Ukraine which was viewed as being pro- Russia at the time that it was in power.",
  "There's no -- the fact that -- I don't think that anybody is surprised that an indictment came down today or that there was this plea because we expected this indictment -- I mean I think I've been on your broadcast talking about this a couple months back.",
  "SEKULOW: I'm not concerned about it because the -- if you look at what, again, George Papadopoulos's plea is, look, the actual plea being entered into was, again, a false statement about timing as to when he talked to somebody about Russian activities.",
  "I think, by the end of the day, we'll have a montage of these responses over and over again, essentially saying the White House is referring you to the special counsel's office or the White House is referring you to the president's team of attorneys.",
  "We expect that both men are going to be fighting these charges, these 12 counts that the government has laid out, the special counsel has laid out, that lays out over 10 years of financial business arrangements with the former government in Ukraine.",
  "SCIUTTO: Well, I mean the statement of offense says that this -- at the time of the interview, when the FBI did this interview with Papadopoulos, that the FBI was pursuing an investigation to that very question, collusion, cooperation, coordination.",
  "It says there, in the documents, that the professor, who was linked to senior Russian officials, wasn't interested in him until he realized that Papadopoulos was an adviser, a national security adviser and foreign policy adviser to the campaign.",
  "I mean after they interviewed him in one of the affidavits we read this morning, he went and changed his FaceBook page and kind of tried to erase his FaceBook page, which had communications with people he had said he was not communicating with.",
  "BLITZER: Well, I ask the question because if Sheriff Arpaio, out in Arizona, was pardoned by the president --\n\n\n\nSEKULOW: But Sheriff Arpaio had noting -- well, the president has the -- I mean, look, the president has the authority to pardon.",
  "SEKULOW: Well, I would tell -- I would tell anybody that's going to go speak to a federal investigator, as any lawyer would, to tell the truth and -- or to exercise your privilege if you feel like you can't testify against your own interest.",
  "BROWN: And I should mention, though, that Papadopoulos also told investigators, according to the documents, that he saw the core mission as being part of the Foreign Policy Advisory Committee to improve relations between the U.S. and Russia.",
  "You look at what he said to the agent evidently -- and, again, obviously I don't represent Mr. Papadopoulos, but it's statements that he made to the agents that they are saying is the allegation in the plea and now he's not plead guilty to.",
  "And then, this case really begins then because the government is going to have to show what evidence they have to be able to support all of these charges, these 12 counts that they have now brought against Rick Gates and Paul Manafort.",
  "When the Russia investigation was brought up by reporters, Sarah Sanders, the White House Press Secretary, would try to turn it around, flip the script, and say, well, what about Hillary Clinton and the Democratic National Committee?",
  "BROWN: And then, on the heels of that, there were other e-mails listed in these documents, where the campaign supervisor, presumably the same person, encouraged him, George Papadopoulos, to go to Russia, along with someone else.",
  "And it goes to what the former DNI head, you know, James clapper, who has been on our air, and John Brennan, the former CIA director, who have been saying, for months, there has been all these communications that concerned them.",
  "And keep in mind, much of the information contained, particularly in this -- in this statement offense, contradicts the narrative we have been hearing from the White House, as soon as moments ago -- as recent as moments ago.",
  "Even though Jim Acosta said there were several e-mails it has listed in the campaign, several e-mails between him and campaign officials, the Russians clearly thought they could use him to make their way into the campaign.",
  "BLITZER: If you read the indictment involving Paul Manafort and Rick Gates, it does say they were looking into activity that they had during the campaign when he was the campaign chairman and Rick Gates worked for him.",
  "We expect, after the hearing, Wolf, that Paul Manafort's attorney is going get in front of the microphones there just outside the courthouse and finally address what these charges against his client are -- Wolf.",
  "But if you look at the actual charges that had been levelled -- I mean this is an indictment now, the charges that have been leveled, Wolf, focus in on FARA (ph) registrations, tax evasion, money laundering.",
  "The FBI has -- and now they've got a guilty plea, so it's not just an allegation anymore, is that he did not tell the truth when he was being interviewed by the agents of the Federal Bureau of Investigation.",
  "So based on the indictment and the information that's contained in the indictment, it doesn't mean that it was campaign activity or campaign involvement, it was just that there was an incorrect statement.",
  "And then, that information was apparently relayed by George Papadopoulos to unnamed officials with the Trump campaign, who would respond back that they were appreciative of George Papadopoulos's efforts.",
  "What -- if you -- if you read this statement very carefully, by my count, and I could be wrong at this point, there are five different people who are mentioned, who had communications with Papadopoulos.",
  "And then, of course, in the -- in the footnote, we are looking at now in this, one campaign official apparently e-mailed and said, to Papadopoulos -- oh, no, had an e-mail but it wasn't to Papadopoulos.",
  "Normally, in a situation like this, very often, correct me if I'm wrong, the FBI, the government, will put a wire on someone to see if they can get more information about others who may be implicated.",
  "SEKULOW: Well, look, perjury, the 1001 charge as it's called, the 18 USE (ph) 1001, which is what George Papadopoulos ended up pleading guilty to, again, doesn't mean it was a campaign activity.",
  "BLITZER: As far as you know, the contacts he had while he was a national security adviser to the candidate Donald Trump, the contacts he had with these Russians were authorized by the campaign?",
  "BLITZER: The indictment -- at least the indictment suggest lots of illegal activity on the part of Paul Manafort and Rick Gates and a guilty plea now as far as George Papadopoulos is concerned.",
  "So I don't -- I don't know that -- but, Wolf, let me --\n\n\n\nBLITZER: But his contacts were authorized by senior -- his contacts were authorized by senior advisers according to the affidavit.",
  "BLITZER: As far as you know, if a campaign adviser to the candidate, a campaign adviser is trying to get, quote, dirt on Hillary Clinton from Russians, is there anything wrong with that?",
  "So, and, again, belying the narrative, or the push back, you might say, from the White House, including the president just hours ago in his tweet saying there is no collusion, et cetera.",
  "So, basically, what it does is it shows that even if George Papadopoulos was a big player, he was low level, high-level campaign officials knew about this and they were encouraging it.",
  "BLITZER: There was one thing that jumped out -- a lot of things that jumped out at me at the affidavit involving the guilty plea from George Papadopoulos, that there was a court order.",
  "BLITZER: But are you concerned if he were to pardon some of these individuals who may be implicated, may be charge, it could be seen as obstruction of justice by the special counsel.",
  "Just there are statements out there, I'm hearing from other people, that there may have been an eastern district of Virginia investigation going on even before Mueller was appointed.",
  "\n\n\n\nReturn to Transcripts main page\n\nWOLF\n\nTrump Campaign Met With Russian; Ex-Trump Officials Surrender; Manafort and Gates Indicted; Sekulow on Indictments; Sekulow on Guilty Plea.",
  "SEKULOW: No, I'm not concerned because -- we're complete -- I'm completely convinced, as I was since the outset, that not only is there no Russian collusion, there's no obstruction.",
  "SEKULOW: Well, they're looking -- yes, but the -- the allegations in\n\n\n\nthe indictment though are focused on their business activities, not campaign activities, not campaign events.",
  "So here's what -- that is -- and in and of itself a conversation that someone would have regarding a foreign government, whether it was Great Britain, Russia, or anybody else.",
  "So as it relates to the campaign or campaign activity, there's nothing in the Manafort indictment --\n\n\n\nBLITZER: But I just want to point out, if you read --\n\n\n\nSEKULOW: Yes.",
  "And, you know, in the camp -- in the affidavit, there are several instances of him communicating with senior-level people on the campaign about his contact with the Russians.",
  "Wolf, I talked to a former national security official with the Trump campaign earlier today, who said he did -- he was unaware that George Papadopoulos was doing all of this.",
  "But there's no indication here, I've not had any conversations, there's been no conversations that I'm aware of with anyone, including the president, regarding pardons here.",
  "I mean, look, the pardon power it -- is constitutionally vested with the president of the United States, but I'm not going to speculate on whether it would be smart or not.",
  "PAMELA BROWN, CNN JUSTICE CORRESPONDENT: Right, because when you look through the charge and through the statement of offense, this goes right to the question of collusion.",
  "So, again, yes, there was an overlap and, as far as a time frame goes, they were obviously still doing their business that they had at that time and their representations.",
  "And what really sticks out to me is the campaign can downplay the role that he had, even though President Trump talked about him to \"The Washington Post\" editorial board.",
  "BORGER: As you pointed out --\n\n\n\nPROKUPECZ: The FBI now has eyes into what was going on, on this -- on this national security team, this campaign national security team.",
  "That's important because if you look at what the FBI has laid out, in terms of its case against George Papadopoulos, there is a lot of discussion there about e-mails.",
  "I'm just telling you from that -- from our perspective, as the president's private lawyer --\n\n\n\nBLITZER: But -- but as far as you know --\n\n\n\nSEKULOW: Yes, go ahead.",
  "The inside counsel, White House special counsel on this, Ty Cobb has been very, very clear on the transparent nature of the document production that's gone on here.",
  "And no one else is either on my side of the --\n\n\n\nBLITZER: Is there a chance -- Jay, is there any chance at all that the president will try to fire Robert Mueller?",
  "I've had no conversations, nor would I discuss it with you if it did, but I haven't had a conversation with the president about pardons or pardoning individuals.",
  "[13:05:00] And I'm told, Wolf, that this allows them to know exactly what ways the government was listening to them or, perhaps, monitoring their communications.",
  "We have been waiting months and months and months for some kind of big shoe to drop from the special counsel's office, with respect to this Russia investigation.",
  "It wasn't -- the conversation that they had, there's nothing in there that says that conversation was illegal or inappropriate or whatever it might have been.",
  "Obviously I think one thing this does establish is special counsel's moving expeditiously and that's I think good for the country and good for the president.",
  "We're joined now by CNN journalists who have been breaking news since day one of the Russia investigations, including reporting on these first indictments.",
  "SEKULOW: Well, look, here's the fact of the matter is, there's been no conversations with the president about -- these indictments came down this morning.",
  "[13:29:53] SEKULOW: I would -- I would say, look, I'm not going to speculate or give free legal advice to others, what they should do or should not do.",
  "The affidavit says, following his arrest, that Papadopoulos met with the government on numerous occasions to provide information and answer questions.",
  "EVAN PEREZ, CNN JUSTICE CORRESPONDENT: Well, Wolf, Paul Manafort and Rick Gates arrived here at the federal courthouse in D.C. about an hour ago.",
  "Then, obviously, there is more to -- there is more to be told, in terms of what this is laying out for the FBI in this investigation -- Wolf.",
  "They have a person who was in these meeting, who knows what was going on, who knows about e-mails, has probably provided them with e-mails.",
  "So I really do not want to speculate on what a pardon that doesn't exist may or may not do because it's not something that's on the table.",
  "BLITZER: Do you know if the special counsel has asked for the president's finances, his tax returns, other information along those lines?",
  "BLITZER: So are you concerned that he's fully cooperating now and over the course of these past few months he may have implicated others?",
  "But this -- this notion of potential -- you know, the George Papadopoulos involvement does suggest, as you point out, possible collusion.",
  "BORGER: And he was going to be charged -- you know, obstruction, would -- Papadopoulos was confronted with his own potential obstruction.",
  "PROKUPECZ: Which probably also tells us why Mueller in his special counsel and the FBI is so interested in that Donald Trump Jr. meeting.",
  "BLITZER: But one of the charges potentially could involve the campaign, and that's perjury, lying, while he was involved in the campaign.",
  "You broke the story, together with Shimon and Evan Friday night first on CNN, there would be these dramatic developments unfolding today.",
  "So, at the very least, what's clear here, Wolf, is that the Russians had an influence campaign trying to get in with the Trump campaign.",
  "But, Wolf, if past is prologue, I think what we're going to see from Sarah Sanders is, sort of, you know, repeating over and over again.",
  "So, again, you know, Wolf, I don't represent him, and so I don't want to give any kind of statement as to his culpability or knowledge.",
  "So in looking at this, it looks like it was -- I mean activity of -- again, these are allegations going back to -- as far back as 2006.",
  "SEKULOW: Well, look -- well, I don't know if it was from Russians, or Russian adversaries or somebody that was affiliated with Russia.",
  "And what I know is, all I know about the George Papadopoulos matter, Wolf, and yes, I came on here at your request to do this quickly.",
  "It's often the case, and you know this, that it's not the underlying activity, it's the misstatement to the agent or the officer here.",
  "And presumably there are others involved who maybe were doing similar activity who were trying to protect the Trump campaign as well.",
  "SEKULOW: No, I -- you know, that -- you know, I saw a couple of people talking about that this morning and the answer to that is no.",
  "But you spent the entire last week, you, in the news, was the whole Fusion GPS matter and the dossier and the DNC involvement there.",
  "BLITZER: The president tweeted a little while ago, sorry, but this is years ago before Paul Manafort was part of the Trump campaign.",
  "That he was keeping them very informed and that they were giving him permission to go forward with these communications with Russia.",
  "And through Papadopoulos or others we've known, perhaps Carter Page, I mean, who knows, they were trying to make some inroads here.",
  "So this was, obviously -- and some are telling me, and I don't have verification of any of this, Wolf, what I'm going to say right.",
  "PROKUPECZ: But here's the thing, in the end, Wolf, like, we still don't understand why it was important to meet with the Russians.",
  "They are sitting there waiting for the judge to convene this hearing which was -- is going to end up being an arraignment hearing.",
  "SEKULOW: Well, I spoke to the president, but I'm -- obviously I'm not going to discuss what my discussion with the president were.",
  "JIM ACOSTA, CNN SENIOR WHITE HOUSE CORRESPONDENT: -- who describe George Papadopoulos as not a significant player in the campaign.",
  "My goodness, you hold -- you spend --\n\n\n\nBLITZER: I'm talking about from Russians, from foreign adversaries of the United States.",
  "So -- and, of course, the Senate Intel Committee has seen many of these e-mails as well and is investigating that very question.",
  "BORGER: Well, and the interesting thing is that they --\n\n\n\nBLITZER: And the --\n\n\n\nBORGER: That, you know, that he's cooperating.",
  "SEKULOW: Well, the way to avoid perjury is, when you're dealing with a federal agent in an investigation, is to tell the truth.",
  "I'm not going to render legal advice and I appreciate you asking me, but I'm not -- I'm not going to give people legal advice.",
  "Is there any chance the president will start pardoning any of those implicated right now, like a Paul Manafort or Rick Gates?",
  "Let's get some more now on the investigations, the indictments and the guilty plea, in addition to Evan who is still with us.",
  "Now, why they think that they could get -- make headway with just a candidate, maybe they were -- you know, it's not clear.",
  "But that would all be dependent on whether or not he could get even get the meetings set up with people at the White House.",
  "According to the government, Manafort and Gates went to great lengths to hide bank accounts in Cyprus and other countries.",
  "BROWN: -- that, you know, this historic meeting that could take place between Russian leadership and the Trump campaign.",
  "In the case of Rick Gates and Manafort, yes, the White House can say these charges have nothing to do with the campaign.",
  "I tell them, don't do anything that would violate the law, if I was their lawyer, that's what I'd tell them, do noting",
  "BROWN: And let's not forget, these are the first changes we're\n\n\n\nlearning about, Papadopoulos, Rick Gates, Manafort.",
  "Jim Acosta saying, for instance, that Papadopoulos did not, really, have contacts with senior people in the campaign.",
  "It says, we'll have the opportunity to comment on George's involvement when called upon by the court at a later date.",
  "It looks like they saw an opening there and it would be -- it looks like the offering of a quid pro quo, doesn't it?",
  "I talked to one source who said he was in contact, a significant amount, with certain officials inside the campaign.",
  "And so, I think that that may be one of the reasons that the intelligence community was taking this very seriously.",
  "But, Wolf, when you talk to people in and around this White House, there is a sense of dread that winter is coming.",
  "So I would tell anybody, as any lawyer would, when you're going in and dealing with this, you know, tell the truth.",
  "In this case, allegedly, this professor linked to the Russians said that the Russians had dirt on Hillary Clinton.",
  "So I don't know the nature and scope of his full engagement with his lawyers, what -- what they were dealing with.",
  "(CROSSTALK)\n\n\n\nSCIUTTO: But then, in that same meeting to say, we're very interested in relaxing these sanctions.",
  "Our Justice Correspondent Evan Perez is over at the federal court in -- here in Washington, the district court.",
  "BLITZER: But clearly in this particular case, George Papadopoulos, he didn't testify, he didn't tell the truth.",
  "We're doing our job and have a good relationship with the special counsel's office as far as information goes.",
  "All of this is going to have to come out, as the defense finally gets to tackle what the government is saying.",
  "And you remember the push back, at the time, including from Republican lawmakers, about that particular story.",
  "We have no indication that he was currently active at the White House or talking to people at the White House.",
  "[13:10:02] So, I think you might be talking about two --\n\n\n\nBROWN: It was the other day when he was e-mailing.",
  "As you know, the Don Jr. meeting in June, there was this claim that the Russians had dirt on Hillary Clinton.",
  "And, of course, who is George Papadopoulos responding back to with this information with the Trump campaign?",
  "So they have a pretty good window now into who was pushing some of this, what the conversations were about.",
  "(INAUDIBLE)\n\n\n\nBLITZER: Have you spoken to President Trump today about the indictments and the guilty plea?",
  "BLITZER: They had -- they had a court order allowing them to go through all of his e-mails and all of that.",
  "There -- we have been cooperating when -- if there's questions that come from the special counsel's office.",
  "This was not somebody who would show up at the office at Trump Tower on a daily basis, I'm told by sources.",
  "But if you -- if you're going to testify before a federal agent, make sure what you're saying is truthful.",
  "They were -- they were -- they were trying to, sort of, push every button and see where they could get in.",
  "We want to first -- you know, get a lot of the details what happens during that initial court appearance.",
  "And that he was apparently going to great lengths to go around certain people inside the Trump campaign.",
  "To have in the same meeting to discuss dirt on Hillary Clinton, for instance in the Trump Tower meeting.",
  "[13:25:06] And where this particular indictment with George Papadopoulos came into being, obviously was.",
  "I haven't had any conversation with the president, no indication at all that that's where this would go.",
  "So, that was -- perhaps, this gives an indication of why they're so interested in that meeting as well.",
  "BLITZER: Yes, but also -- but he also --\n\n\n\nSEKULOW: But they're not charges that involve the campaign.",
  "If the FBI has e-mails from campaign officials -- remember, e-mails have been swept up on all of this.",
  "Again, we expect that they're going to enter not guilty pleas later in about 30 minutes or so, Wolf.",
  "So I've really got to stick to the document there because I don't know the information on the other.",
  "SEKULOW: I've had no conversation with the president on pardoning anybody involved with this at all.",
  "BROWN: But we know, on one hand, they -- you know, they were really passionate on the Russian side.",
  "BLITZER: Because in the affidavit, they mentioned dirt on Hillary Clinton --\n\n\n\nPROKUPECZ: Exactly.",
  "BROWN: So it is really -- it's worth noting that there is a plea agreement, that he is cooperating.",
  "Paul Manafort and Rick Gates, they'll appear before a federal judge less than 30 minutes from now.",
  "And so, I mean, I think this is very carefully drawn out here to distinguish who these people are.",
  "Meetings with the professor who was promising dirt on Hillary Clinton, a courtesy of the Russians.",
  "This was not an adviser or a foreign policy adviser, we should point out, for the Trump campaign.",
  "We look forward to presenting all the facts that led to the events that resulted in this charge.",
  "Now, we should point out, there is a statement coming from an attorney from George Papadopoulos.",
  "But let's not forget, this investigation is ongoing and there could be additional charges added.",
  "But the only thing I know about George Papadopoulos frankly is what's in the actual indictment.",
  "BLITZER: And Papadopoulos was meeting, extensively, to get, quote, \"dirt on Hillary Clinton.\"",
  "So, I mean, as I said before, it's often -- unfortunately, it's not the underlying activity.",
  "BLITZER: Which makes -- I'm sure which makes other Trump campaign officials pretty nervous.",
  "BLITZER: You know, Shimon, he was arrested, Papadopoulos, on July 27th, this past summer.",
  "What the something is, though, is activities going back it looks as much as a decade ago.",
  "So it may have been that they put it all together when the special counsel was appointed.",
  "The president has not -- is not interfering with the Special Counsel Mueller's position.",
  "I mean we've expected this for months after they had the raid on Paul Manafort's house.",
  "And then, said, also, great work, when Papadopoulos relayed -- BORGER: Yes, great work.",
  "And several argue he didn't do it because he was trying to protect the Trump campaign.",
  "He tried to delete his FaceBook page, which had potentially incriminating information.",
  "We have -- there is not a formal investigation of the president of the United States.",
  "And they did get a meeting with Donald Trump Jr. and Jared Kushner and Paul Manafort.",
  "I don't think the FBI would place something like that at this point in the affidavit.",
  "Well, this, here, shows what exactly at least some of what they were concerned with.",
  "They turned themselves in at FBI headquarters just about a half mile away from here.",
  "Everything in this affidavit has to deal with when he was working for the campaign.",
  "Which we will probably hear a plea and that's expected to be a plea of not guilty.",
  "I spoke with a source on the Senate Intelligence Committee who used this language.",
  "BORGER: And we should also say that some of this was referred to in the dossier.",
  "But I suspect even you are surprised about this George Papadopoulos guilty plea.",
  "And the question -- and you've raised this, Shimon, time and time again, is why?",
  "SCIUTTO: And just so a -- others reviewing this Papadopoulos offense statement.",
  "Aired 1-1:30p ET\n\nAired October 30, 2017 - 13:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "BORGER: And this, sort of, effort to influence was referred to in the dossier.",
  "A lot of -- as you know, campaigns have committees with various people on it.",
  "And I think it depends what point of the campaign you might be talking about.",
  "Then there were more communications and that the question of dirt was raised.",
  "I suppose to get their ducks in a row, in terms of what they're going to say.",
  "And I think we're going to see that time and again throughout this briefing.",
  "It should be someone low level in the campaign so as not to send any signal.",
  "It means you were asked something and you gave the agent a false statement.",
  "BORGER: But they were making these inroads -- I mean, to other candidates.",
  "If they have e-mails from campaign officials saying, wow, this is great.",
  "Who was he in contact -- who was this professor, this unnamed professor?",
  "The more he cooperates, presumably, the less of a sentence he might get.",
  "BLITZER: -- was the notion that this was about dirt on Hillary Clinton.",
  "One of the president's attorneys, Jay Sekulow, is joining us right now.",
  "BLITZER: Let's talk about George Papadopoulos, who's now plead guilty.",
  "BLITZER: Do you still believe the president is not being investigated?",
  "And as a result, they weren't fully honest with federal investigators.",
  "SEKULOW: There is not -- what's -- what we said is, we've been clear.",
  "We saw this at the podium in the White House briefing room on Friday.",
  "The -- this is -- he was not a senior adviser to the Trump campaign.",
  "It wasn't -- by the way, these weren't activities that were illegal.",
  "SEKULOW: Well, look, it's not illegal to get opposition research.",
  "You try to flip them and you work your way up to the bigger fish.",
  "You made a -- that's what it is, it's a false statement charge.",
  "Who was he in contact with, in terms of the Russian government.",
  "You know, Steve Bannon came on board, I think it was in August.",
  "And that continues to be handled in a very professional manner.",
  "So, Evan, tell us what will happen at this initial appearance.",
  "You know, again, they see another example --\n\n\n\nBORGER: Right.",
  "And two of them are named as high-ranking campaign officials.",
  "You know, there's all sorts of theories out there, obviously.",
  "I assume similar activity is going on with other individuals.",
  "But the e-mail said, of the Russian meetings, let's discuss.",
  "BLITZER: -- several times which was motivating Papadopoulos.",
  "Quote, it goes right to the heart of the collusion question.",
  "In this case of Papadopoulos, you start on the lower level.",
  "WOLF BLITZER, CNN ANCHOR: Yes, major developments, indeed.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "BLITZER: All right, we're going to get back to you, Evan.",
  "Why there were campaign officials pushing these meetings.",
  "In fact, we're seeing evidence of it here laid out there.",
  "That is a significant, significant piece of information.",
  "You saw all last week, this White House trying mightily.",
  "You have Sarah Sanders, the White House Press Secretary.",
  "But there's a lot of -- there's a lot in this affidavit.",
  "First of all, George Papadopoulos served on a committee.",
  "The crime was lying about the timing of it to the agent.",
  "These -- both men were arrested, officially by the FBI.",
  "Had nothing to do with this matter at all, as you know.",
  "So, of course, presidents have the authority to pardon.",
  "But the FBI, in this affidavit, has not laid that out.",
  "But why aren't crooked Hillary and the Dems the focus?",
  "JAY SEKULOW, ATTORNEY FOR PRESIDENT TRUMP: Sure, Wolf.",
  "BORGER: As if they FBI would have been fooled by that.",
  "So almost a decade ago or a little over a decade ago.",
  "SHIMON PROKUPECZ, CNN CRIME AND JUSTICE REPORTER: No.",
  "We can put this up on screen to talk about this more.",
  "But that is not to say that this was not appreciated.",
  "SEKULOW: I have no basis to believe that is the case.",
  "But that he was in contact with officials via e-mail.",
  "BLITZER: They went through his e-mail, his FaceBook.",
  "We keep hearing this theme of the Russians and dirt.",
  "[13:20:02] BLITZER: He was arrested over the summer.",
  "SCIUTTO: You start with what you have the goods on.",
  "They had her missing e-mails, thousands of e-mails.",
  "And if you don't know something, you don't know it.",
  "We are not -- I'm not concerned about this at all.",
  "They should be in consultation with their lawyers.",
  "But then, you had Paul Manafort there before that.",
  "GLORIA BORGER, CNN CHIEF POLITICAL ANALYST: Right.",
  "In fact, there were e-mails to prove the opposite.",
  "She is going to be coming out here at about 1:15.",
  "Now, you have, sort of, this open-ended question.",
  "I man it's -- again, where did he get in trouble?",
  "But, no, I'm not concerned about where this goes.",
  "He had the authority constitutionally to do that.",
  "BLITZER: Would that be smart if he were to do so?",
  "Not -- it doesn't mean there was any illegality.",
  "PROKUPECZ: -- of dirt, Clinton dirt supposedly.",
  "And then he added, also, there is no collusion!",
  "Was it the call that he made to the professor?",
  "And, Wolf, just to underline what I just said.",
  "And, Pamela, you're our Justice Correspondent.",
  "There is nothing in the affidavits to suggest.",
  "And that's -- and I think that's the question.",
  "BORGER: Look, they were trying to infiltrate.",
  "Now, that meeting came as a surprise to them.",
  "[13:15:04] This could be just the beginning.",
  "I mean that's not an inappropriate activity.",
  "I mean there's now committees looking at it.",
  "In fact, that line of inquiry is still open.",
  "Why Papadopoulos was pushing these meetings.",
  "And then, there's another campaign official.",
  "You thought there was going to be something.",
  "I think you all have talked about that too.",
  "It's the misstatement to the federal agent.",
  "So, you know, we'll see what happens here.",
  "Do we have any information at all on that?",
  "What is the deal with George Papadopoulos?",
  "BORGER: -- about two different campaigns.",
  "He was not included on this e-mail chain.",
  "I'm going to only talk about what I know.",
  "He was a deputy to the campaign chairman.",
  "SEKULOW: Now, I don't -- let me say this.",
  "SEKULOW: Yes, according to the affidavit.",
  "No, that wasn't what got him in trouble.",
  "We need someone to communicate that D.T.",
  "But I would tell people, tell the truth.",
  "They pushed back the briefing somewhat.",
  "We'll stand by for the press briefings.",
  "They wanted the Magnitsky Act repealed.",
  "Jay, as far as you --\n\n\n\nSEKULOW: Yes.",
  "Jim Acosta is over at the White House.",
  "That he didn't know what he was doing.",
  "And that's a violation of 18 USC 1001.",
  "And this may have been merged with it.",
  "We have been in full cooperation mode.",
  "You have a Fifth Amendment privilege.",
  "Look, it could be that they did that.",
  "And they came over to the courthouse.",
  "BLITZER: But, let me just be precise.",
  "And they have the goods on these two.",
  "Jay, thanks very much for joining us.",
  "So, the Russians were pedaling this.",
  "He's not firing the special counsel.",
  "Because the campaign changed hands.",
  "Again, this is just the first step.",
  "So they're looking at that as well.",
  "Those were not illegal activities.",
  "So here's the bottom line for you.",
  "We've heard that from some people.",
  "You must be concerned about that.",
  "And he did pardon Sheriff Arpaio.",
  "I don't know George Papadopoulos.",
  "I've not spoken with his lawyers.",
  "I mean these are serious charges.",
  "We may have Clinton dirt for you.",
  "It goes right to the heart of it.",
  "It's going to begin fairly soon.",
  "They used the word coordination.",
  "BORGER: And we can't forget hat.",
  "I know what he's pled guilty to.",
  "I'm not going to speculate that.",
  "This has happened this morning.",
  "And that's what happened there.",
  "That's not where the crime was.",
  "That was the Russian professor?",
  "Everyone stand by for a moment.",
  "One is a senior policy adviser.",
  "One is a campaign supervisor.",
  "SCIUTTO: They saw an opening.",
  "That is a pretty significant.",
  "What's your reaction to that?",
  "I mean we did not discuss it.",
  "I'm not concerned about it.",
  "And he's been cooperating.",
  "is not doing these trips.",
  "Is that illegal activity?",
  "No conversations on that.",
  "We're going to help you.",
  "So, it makes you wonder.",
  "But here's what I know.",
  "He was on a committee.",
  "BORGER: Same language.",
  "This is still unclear.",
  "He's said that before.",
  "Why is that important?",
  "Great stuff, George.",
  "I mean, no question.",
  "They now have eyes.",
  "BLITZER: All right.",
  "People have those.",
  "Presidents pardon.",
  "SCIUTTO: Exactly.",
  "He was low level.",
  "PROKUPECZ: Yes.",
  "BLITZER: Right.",
  "Yes, go ahead.",
  "BORGER: Right.",
  "Same language.",
  "BROWN: Right.",
  "SCIUTTO: Yes.",
  "SEKULOW: Yes.",
  "SEKULOW: Yes.",
  "SEKULOW: Yes.",
  "SEKULOW: No.",
  "BORGER: Why?",
  "BROWN: Yes.",
  "BROWN: Yes.",
  "Absolutely.",
  "Stand by.",
  "Sure.",
  "Sure.",
  "Yes.",
  "No."
]