[
  "(RELATED: Central Figure In ‘Backdoor Overture’ Request Denies That Russian Official Sought Meeting With Trump)\n\nYenason told TheDC in exclusive interviews this week that he met Torshin and Butina at a National Prayer Breakfast function in Moscow in March 2016.",
  "Glenn Simpson, a founding partner of Fusion GPS, casually suggested in an interview with the House Permanent Select Committee on Intelligence that the gun rights group had been breached, a source familiar with the matter told The Daily Caller.",
  "The email, sent from a Christian values advocate named Rick Clay to Rick Dearborn, a Trump campaign official, suggested that Torshin sought face time with Trump on the sidelines of the NRA annual meeting held in Louisvillve in May 2016.",
  "TheDC’s source said that Simpson suggested the NRA-Russia connection in response to a line of questions from committee Democrats who asked whether any conservative groups have been infiltrated by Kremlin agents.",
  "Yenason, who provided emails to back up his claim, then got in touch with Clay with the idea of asking the Trump campaign whether the Republican would be interested in attending the event and meeting Torshin.",
  "Torshin and Butina entered the news again last week after the Senate Judiciary Committee cited an email sent to the Trump campaign offering a “Russian backdoor overture and dinner meeting” with Donald Trump.",
  "The co-founder of the opposition research firm behind the Trump dossier testified to Congress earlier this month that he believed Russian operatives have infiltrated the National Rifle Association.",
  "No evidence has been made public supporting Simpson’s allegations, and it was not clear from Simpson’s testimony what links he believes there are between the NRA and Russian agents.",
  "Despite that, the email was reported in the press as an attempt either by the Trump campaign to collude with Russia or as an effort by Torshin to gain access to the Trump orbit.",
  "The document, written by former British spy Christopher Steele, alleges that the Trump campaign cooperated with the Russian government in order to help Trump win the election.",
  "He contacted the pair two months later in hopes that they would attend a veterans group fundraiser that he was putting together on the sidelines of the NRA convention.",
  "The articles have keyed in on Aleksander Torshin and Maria Butina, two Russian nationals who have developed a close relationship to the pro-Second Amendment group.",
  "It is not clear if Simpson was referring to Torshin, the deputy chairman of Russia’s central bank, and Butina during his House committee interview.",
  "Torshin’s initial contact in the U.S., a man named Johnny Yenason, said that he — and not Torshin — suggested a meeting with Trump.",
  "The dossier, which was funded by the Clinton campaign and DNC, makes no mention of the NRA or any other conservative groups.",
  "News articles attempting to link Russians to the NRA have appeared with increased frequency over the past year.",
  "The pair are lifetime members of the NRA and frequently attend the group’s events.",
  "In 2011, Butina founded a Russian gun rights group called The Right to Bear Arms.",
  "The email made its way to Trump son-in-law Jared Kushner, who shot down the idea.",
  "Some NRA officials have visited Russia to attend that group’s functions.",
  "Fox News first reported about Simpson’s testimony on Tuesday night.",
  "Follow Chuck on Twitter"
]