[
  "On Friday, Fusion filed papers in federal court in Washington, D.C. asking a judge to issue a temporary restraining order preventing its bank from releasing records related to financial transactions it has had with “any law firm, ‘media company’ or journalist with which it has worked.” (RELATED: Fusion GPS And House Intel Renew Fight Over Bank Records)\n\nThe House committee issued a subpoena early last month to Fusion’s bank for records over the past two years.",
  "(RELATED: Fusion GPS Founder Met With Russian At Center Of Trump Tower Meeting)\n\nWATCH:\n\nDays after Perkins Coie came forward, The Washington Free Beacon, a conservative website, revealed that it hired Fusion GPS in October 2015 to investigate Trump and other political candidates.",
  "(RELATED: EXCLUSIVE: Trump Dossier Firm Worked On Pro-Kremlin Lobbying Effort)\n\nThe uncorroborated dossier was reportedly used by the FBI as part of the basis to open its investigation into possible collusion between the Trump campaign and Russian government.",
  "Fusion and Simpson was working at the time of that meeting with Russian lawyer Natalia Veselnitskaya and Russian-American lobbyist Rinat Akhmetshin on a campaign to roll back a sanctions law that is vehemently opposed by the Russian government.",
  "The Daily Caller was informed that Simpson had indicated prior to Wednesday’s meeting that he would plead the Fifth during his deposition, just as his two co-founders, Peter Fritsch and Thomas Catan, did during interviews last month.",
  "In addition to his involvement on the dossier work, Simpson, a former Wall Street Journal reporter, is likely to be asked about his consulting work with two Russians who showed up at the June 9, 2016 meeting held at Trump Tower.",
  "Steele has revealed in court filings in London, where he is being sued, that Fusion directed him during the campaign to brief reporters at outlets like the New York Times, Washington Post, and CNN on his dossier dirt.",
  "Fusion GPS founder Glenn Simpson struck a deal on Wednesday to testify voluntarily before the House Intelligence Committee next week to discuss his opposition research firm’s involvement in the Steele dossier.",
  "Perkins Coie, the law firm that represented the Hillary Clinton campaign and Democratic National Committee, released a statement acknowledging that it was the client that financed the dossier.",
  "Simpson is likely to be asked about his involvement with the clients as well as briefings he gave to Beltway journalists about the allegations laid out in the dossier.",
  "The firm, which represents numerous Democratic politicians and groups, paid $1.02 million beginning in April 2016 to Fusion GPS from Clinton campaign and DNC funds.",
  "The timing raises questions about whether Simpson knew about the Trump Tower meeting and whether anything he learned of the conclave ended up in the dossier.",
  "Two months later, Fusion hired former British intelligence officer Christopher Steele to open an investigation into Trump’s activities in Russia.",
  "Regarding Fusion’s bank records, the oppo firm appeared to have reached an agreement with House Intel over the bank records late last month.",
  "Fusion asked a federal judge in Washington for a temporary restraining order on Friday to block TD Bank from handing over the records.",
  "Fusion’s two Trump-related clients came forward late last month as it appeared that they would be revealed in the bank records.",
  "Simpson and his lawyer met with members of the committee for several hours to hammer out a deal for his closed-door testimony.",
  "Congressional Republicans have attempted to find out whether the FBI vetted the document prior to relying on it for its probe.",
  "But the battle began anew late last week after the intelligence committee demanded additional records from Fusion.",
  "Fox News reported on Tuesday that Simpson met with Veselnitskaya both before and after that Trump Tower meeting.",
  "Fusion and Simpson have been criticized for working on both pro-Kremlin and anti-Kremlin efforts.",
  "There is also the possibility that Fusion’s work on those two competing projects overlapped.",
  "The panel hoped to identify the political clients who hired the firm to investigate Trump.",
  "The Free Beacon is funded by billionaire anti-Trump Republican donor Paul Singer.",
  "But as part of the deal struck Wednesday, Simpson will not plead the Fifth.",
  "Simpson’s move comes amid a tense legal battle over Fusion’s bank records.",
  "Follow Chuck on Twitter"
]