[
  "Goldberg: Revelations Prove Bernie Wasn't 'Paranoid' About DNC & Hillary\n\nTomi Lahren: 'Hillary Thinks She Can Get Away With Everything'\n\nOn \"Special Report\" tonight, Charles Hurt reacted to former Democratic National Committee chairwoman Donna Brazile's bombshell claim that the DNC rigged the Democratic presidential primary to ensure that Hillary Clinton won the nomination over Bernie Sanders.",
  "Watters on Brazile's DNC Revelations: Clinton Was 'Pulling all the Purse Strings'\n\nHannity: There's One Justice System for Clintons & Another for Everyone Else\n\nWatters: What Papadopoulos Did, Hillary Did 'Ten Times Worse'\n\nJarrett on Clintons: 'They Are Escape Artists That Would Make Houdini Proud'",
  "\"We have three Watergate-level scandals going on right now involving the Clintons,\" Hurt said, pointing to the recent revelations about the controversial Uranium One deal and the Clinton campaign's financing of the now-infamous Trump dossier.",
  "Obama-Era Russian Uranium One Deal: What to Know\n\nClinton Campaign & DNC Ties to Fusion GPS Dossier: What to Know\n\n\"This is stunning stuff,\" Hurt said, adding that he's not sure if it's worth it to pursue these allegations in a legal sense.",
  "Jonah Goldberg said very few people are shocked that the Clintons are corrupt, although he disagreed with the claim that the Uranium One deal is \"Watergate-level.\"",
  "As for the new revelations from Brazile, Goldberg said he assumes that the Federal Election Commission's regulations require parties to hold fair primaries.",
  "Brazile alleged that the DNC was in debt and signed an agreement with the Clinton campaign to keep the party financially afloat.",
  "She said that effectively turned the party’s financial, strategy and staffing decisions over to the Clinton team.",
  "\"So they could be in actual violation of law [and] in some serious trouble,\" he said.",
  "\"But it is stunning the amount of scandal that these people are sunk in right now.\"",
  "Watch more above."
]