[
  "(CNN) The House of Representatives is expected to vote this week on a major tax reform bill, a top GOP policy goal that lawmakers say is a must-pass after they failed to repeal and replace Obamacare and are now a year ahead of the 2018 midterms with little to show for total control of Congress.",
  "This group and potential other holdouts may be able to secure even more changes to the bill, but any tweaks alter a complicated calculus because leaders need to keep the price tag at no more than $1.5 trillion in order to use special rules to avoid a Democratic filibuster in the Senate.",
  "Several Democratic senators maintain that Sessions was not entirely forthcoming about his communications, and his omission about one meeting at his confirmation hearing caused him to recuse himself from the ongoing investigation into Russia's meddling in the 2016 election.",
  "National security\n\nSenate foreign relations committee Chairman Bob Corker, a strong critic of President Donald Trump, holds a hearing next Tuesday on the use of nuclear weapons at a time when the Trump administration is dealing with a major confrontation with North Korea.",
  "Russia\n\nAttorney General Jeff Sessions will testify before the House judiciary committee Tuesday and is likely to face tough questioning about his testimony on his interactions with Russian officials during his tenure as a surrogate for the Trump campaign.",
  "Adding to the issues Republicans on Capitol Hill have to address: Fallout from the bombshell story in The Washington Post last week that Alabama GOP Senate nominee Roy Moore pursued sexual relationships with teenage girls when he was in his early 30s.",
  "The House and Senate are both working on tax reform\n\nThe House GOP bill overhauling the tax system scales back the number of tax brackets, cuts the corporate tax rate to 20%, aims to simplify the code and eliminate many tax breaks.",
  "The key question now is if the goodwill will hold, as Republicans from many suburban districts are faced with a floor vote on a measure that some worry could end up being a political liability in the 2018 midterm elections.",
  "Rinat Akhmetshin, the Russian-American lobbyist who was one of the eight people at the June 2016 Trump Tower meeting between Donald Trump Jr. and a Russian lawyer, appears before the House intelligence committee on Monday.",
  "Several Northeast Republicans say they still have major concerns with the bill , which repeals a popular deduction for state and local income and sales tax as well as caps property tax deductions at $10,000.",
  "But this ex-member, who participated in the nine-week trial, predicted there were others who didn't believe the government proved Menendez did anything illegal and the trial would end in a \"hung jury.\"",
  "In a bizarre twist, one juror deliberating on the case was released by the judge last week and publicly revealed that she was planning to find the senator was innocent of charges of bribery.",
  "But with a slim margin of control of the chamber, a major tax vote, and other year-end measures coming up, he could stay and maintain that he could keep his seat during an appeals process.",
  "Republican leaders in both Congress and the administration argue that middle class workers will all see tax relief, but Democrats argue the proposal is too tilted toward wealthy Americans.",
  "While the Senate bill met its target of costing no more than $1.5 trillion in the 10-year window, initial estimates found the bill would add to the deficit outside the 10-year window.",
  "The committee had previously issued a subpoena to Simpson and his partners for testimony, but Simpson and the panel struck an agreement last week for him to testify voluntarily.",
  "Even Rep. Thomas Massie, a Kentucky conservative who voted against House Speaker Paul Ryan's reelection to the leadership post earlier this year, told CNN he was a \"yes.\"",
  "The judge replaced the juror , who had a long-planned vacation, and directed an alternate and the rest of the jury to essentially start over in deciding Menendez' fate.",
  "Leadership aides acknowledged that the Senate plan would still need to undergo some changes in upcoming days in order to pass the muster of the Senate parliamentarian.",
  "But by and large, Republicans in the House have been able to portray a united front so far, with several high-profile conservatives coming out to support the bill.",
  "But the legislation does not create a new \"space corps\" initially proposed in the House version of the bill, an idea opposed by key senators and the Pentagon.",
  "More changes can be added when the House rules committee meets Wednesday and sets the parameters for the debate on the floor at the end of the week.",
  "The bill, finalized by House and Senate negotiators last week, would authorize defense spending that exceeds federally mandated budget caps.",
  "In the Senate, Republicans will begin marking up their tax plan in the finance committee, a process that is expected to take several days.",
  "But Moore has consistently blasted the coverage as attacks from the \"liberal media\" and shows no signs of leaving the race.",
  "Expect GOP members in both chambers to continue to be pressed to answer what, if anything, they'll to do in response.",
  "Many Republican lawmakers were quick to say he should drop out of the special election if the allegations are true.",
  "Bob Menendez\n\nA verdict could come down in the corruption trial of New Jersey Democratic Sen. Bob Menendez.",
  "Members of the typically hard-to-please House Freedom Caucus have expressed support for the bill.",
  "The committee earlier this month interviewed Ike Kaveladze, another Trump Tower meeting attendee.",
  "The House intelligence committee on Tuesday is interviewing Fusion GPS co-founder Glenn Simpson .",
  "As of the end of last week, Republican leaders don't yet have the votes to pass the legislation.",
  "Congress hasn't been able to move any significant changes to the tax code in more than 30 years.",
  "That isn't allowed under Senate rules if the GOP wants to pass the bill with a simple majority.",
  "If the senator is found guilty, it will put pressure on Democrats to call for him to step down.",
  "But obstacles -- especially those that come with arcane Senate rules -- abound.",
  "The two sides are still battling in court over Fusion GPS's bank records.",
  "It's unclear how the unusual public peek inside the jury will play out.",
  "The House will vote next week on an annual defense authorization bill."
]