[
  "In May, he published a story based on a secret audio recording of House Republican leaders in 2016, in which Majority Leader Kevin McCarthy (R-CA) was heard to joke, “I think Putin pays … Trump.” Entous and the Post — who refused to release the raw audio — treated the story as a major scoop, capturing what Entous claimed had been “a politically explosive assertion.”\n\nO’Keefe’s video appears to show that Entous privately doubts the Russian collusion story — though it is not clear when the video was recorded, and it is possible that Entous changed his view of the Russia allegations over time.",
  "In October, Entous was part of the Washington Post team that revealed that Hillary Clinton’s presidential campaign and the Democratic National Committee had indirectly funded Fusion GPS and the infamous Russian “dossier.” (Conservatives have cited that report frequently — often without acknowledging the Post‘s work in publishing it.)",
  "James O’Keefe and Project Veritas released their latest undercover video Wednesday morning, showing Washington Post national security reporter Adam Entous doubting claims of collusion between Russia and President Donald Trump’s presidential campaign.",
  "In the Project Veritas video, Entous is shown saying:\n\nOur reporting has not taken us to a place where I would be able to say with any confidence that the result of it is going to be the president being guilty of being in cahoots with the Russians.",
  "The new video appears to have been recorded as part of an undercover investigation by Project Veritas into the Post before it was apparently foiled and exposed by Post reporters earlier this week.",
  "In narrating the video, O’Keefe points out that numerous editorials and opinion articles in the Post have presumed that the allegations of Russian collusion are true.",
  "I literally have no prediction whatsoever as to what would happen, and I do all the stuff for the Post on this … so I honestly would tell you, I have no idea.",
  "The video also shows footage of a woman identified as a Washington Post news executive saying that she hopes Trump is not re-elected.",
  "“Why doesn’t the editorial page reflect what the news people actually report?” O’Keefe asks, charging that the paper is biased.",
  "We’ve seen a lot of flirtation, if you will, between them, but nothing that, in my opinion, would rank as actual collusion.",
  "… In terms of the actual secret arrangements where they cooperate, we haven’t seen anything that shows that yet.",
  "He is the co-author of How Trump Won: The Inside Story of a Revolution, is available from Regnery.",
  "Now, that doesn’t mean that it doesn’t exist, it just means we haven’t found it yet.",
  "Entous has been one of the Post‘s leading reporters on the Russia collusion story.",
  "He was named one of the “most influential” people in news media in 2016.",
  "It may be just lower-level people who are compromised by this.",
  "… Frankly, there may not be anything that gets the president.",
  "Joel B. Pollak is Senior Editor-at-Large at Breitbart News.",
  "Breitbart News has reached out to Entous for comment.",
  "There’s no evidence of that that I’ve seen so far.",
  "So, we just don’t know at this point.",
  "Follow him on Twitter at @joelpollak.",
  "… I mean, it’s a f*cking crap shoot.",
  "Or it may mean it doesn’t exist.",
  "It’s very hard to tell.",
  "We just don’t know."
]