[
  "“Given the clear relevance of journalists and researchers to Fusion GPS’s activities of relevance to the Committee’s investigation, the Requested Records therefore include records related to nine payments to three additional journalists and/or researchers who have reported or written on matters within the scope of the Committee’s investigation,” the papers say.",
  "On September 23, 2016, Yahoo News reported one of the dossier’s unverified claims, attributing it to a single, “well-placed Western intelligence source.”\n\nThat claim alleged that former Trump campaign volunteer foreign policy adviser Carter Page met with two high-ranking Russian officials in July 2016.",
  "Getting to the bottom of who paid Fusion GPS for work on the dossier, as well as whom Fusion GPS paid in relation to the dossier is part of the House intelligence committee’s investigation into Russian interference in the election and whether there was any collusion with the Trump campaign.",
  "Nonetheless, the top Democrat on the House intelligence committee Rep. Adam Schiff (D-CA) has presented the unverified dossier as evidence of collusion between Russia and the Trump campaign, reading its claims during his introduction at a House intelligence committee hearing in March.",
  "“This is simply another desperate attempt by the president’s political allies to discredit Fusion GPS’s work and divert attention from the question these committees are supposed to be investigating: the Trump campaign’s knowledge of Russian interference in the election,” he said.",
  "Breitbart News contacted Schiff’s office Tuesday afternoon asking if it is true that FBI and Justice Department officials cannot verify the dossier’s allegations about collusion, and whether any of those allegations have been found to be true, but did not receive a reply.",
  "The dossier was not able to be corroborated by American intelligence agencies and was not used by those agencies in their January assessment that Russia meddled in the 2016 election to help Trump, according to former Director of National Intelligence James Clapper.",
  "The payments were revealed in court filings by the deputy general counsel for the House intelligence committee on November 21 to the U.S. District Court for the District of Columbia to request more information from Fusion GPS’s bank about the payments.",
  "During a recent interview with the Wall Street Journal, Schiff claimed “a lot of it has turned out to be true,” but then cited only the dossier’s assertions that Russia wanted to interfere in the election, not any of its assertions on collusion.",
  "The payments to journalists occurred between June 2016 and February 2017 and raise questions as to whether the firm paid journalists in connection with its efforts to advance the narrative that the Trump campaign colluded with Russia.",
  "“Saying that they’re not able to verify the 2016 Dodgy Dossier is like a flashback to the years following the Iraq debacle when officials in Washington and London were still hoping to miraculously verifying the 2003 Dodgy Dossier.",
  "Contractors are not permitted to publish any articles based on that work, and Fusion GPS does not pay journalists to write stories.”\n\nLevy told the Examiner the payments were not aimed at getting anti-Trump stories in the press.",
  "Page said in a statement to Breitbart News that the intelligence community’s handling of the dossier reminds him of its treatment of a dossier issued to journalists to bolster claims that Iraq had weapons of mass destruction.",
  "Recently filed court documents revealed that Fusion GPS, the firm that produced the Trump dossier, paid three journalists who reported on Russia issues, and the House intelligence committee is trying to find out why.",
  "Steele told Mother Jones he went to the FBI in early July 2016, and former FBI Director James Comey told the House intelligence committee that they launched their investigation late July 2016.",
  "“In the broadest outline of what he investigated, he proved more than prescience — he proved accurate in terms of the Russian involvement and what their motivations were,” he told the WSJ.",
  "In total, Perkins Coie paid Fusion GPS just over $1 million in what appears to be one of the firm’s most lucrative contracts in mostly redacted bank records turned over to the committee.",
  "The House committee has begun to zero in on the dossier to find out what role it played in the FBI’s investigation into whether there was any Russian collusion with the Trump campaign.",
  "The dossier was reportedly used by the FBI to launch its investigation and obtain a surveillance warrant on a Trump campaign member, despite making salacious and unverified claims.",
  "Last month, it was revealed that the Hillary Clinton campaign and the Democratic National Committee paid for the dossier through its lawyer Marc Elias’s law firm Perkins Coie.",
  "Last week, the Examiner said FBI and Justice Department officials told the committee that it still could not verify the dossier’s claims on collusion.",
  "“Fusion GPS is a research firm set up by former investigative journalists,” Fusion GPS’s lawyer, Josh Levy, said in a statement to the Examiner.",
  "Hope inevitably springs eternal until epic intelligence failures and associated foreign policy mistakes are at last completely debunked.”",
  "“The challenge we had at the time was corroborating some of the second and third order assets that were used to compile that dossier.",
  "The committee is requesting 112 more relevant transactions, including the payments to the three journalists and/or researchers.",
  "Fusion GPS has asked the court to issue a restraining order against the House committee, according to the Washington Examiner.",
  "“The Committee is aware that Fusion GPS’ specialty is seeding its opposition research into news stories,” the documents say.",
  "Asked whether the dossier had any value, he replied, “Well, the principal importance of it was that it was out there.",
  "That’s why we did not include it as a formal part of the intelligence community assessment,” he told CNN on May 30.",
  "The firm is denying the payments to the journalists are pertinent to its work related to Russia or President Trump.",
  "After Perkins Coie hired Fusion GPS, Fusion GPS hired ex-British spy Christopher Steele to work on the dossier.",
  "The filing includes one case where Fusion GPS successfully got the contents of the dossier into the news media.",
  "“As such, it sometimes works with contractors that have specialized skills seeking public information.",
  "In fall 2016, Fusion GPS directed Steele to meet with major media outlets, including Yahoo News.",
  "Perkins Coie paid Fusion GPS seven payments from May 24, 2016, to December 28, 2016.",
  "It said the payments were made to help the company with research.",
  "Page testified this month under oath that the claim was untrue.",
  "And I really can’t comment on its value,” he said.",
  "The filings were obtained by Breitbart News.",
  "He has sued Yahoo for defamation.",
  "The dossier was later debunked."
]