[
  "After months of silence on those questions, Republicans on the House Intelligence Committee subpoenaed the Justice Department and FBI on Aug. 24 for any records pertaining to “efforts to corroborate, validate, or evaluate” the dossier.",
  "Officials with the FBI and Justice Department recently told Congress that they have been unable to corroborate the most salacious parts of the infamous anti-Trump dossier, according to a new report.",
  "The FBI is said to have relied on the dossier, written by former British spy Christopher Steele, for its investigation into possible collusion between the Trump campaign and Russian government.",
  "The DOJ also reportedly cited the dossier in an application for a Foreign Intelligence Surveillance Act warrant obtained in Sept. 2016 against former Trump campaign adviser Carter Page.",
  "Both committees, which are investigating Russian meddling in the election, have questioned whether federal investigators verified any of the claims in the dossier.",
  "The dossier claims that he met secretly in Moscow in July 2016 with Kremlin insiders to discuss lifting sanctions against Russia if Trump won the presidency.",
  "In that June 20, 2016 memo, Steele alleged that the Kremlin was cultivating Trump by using blackmail material that had been gathered on him over the years.",
  "According to the Washington Examiner, federal officials informed congressional investigators of the status of the dossier in face-to-face briefings.",
  "The memo also alleges that the Trump campaign and Russian government were colluding together to influence the election.",
  "The former MI6 officer was working for opposition research firm Fusion GPS to investigate Trump’s activities in Russia.",
  "At the time that Steele briefed the FBI, he had compiled just the first of the 17 memos that make up the dossier.",
  "Page is accused in the dossier of being the Trump campaign’s backchannel to the Kremlin for the collusion effort.",
  "The Examiner’s report would suggest that federal officials have also not corroborated the allegation about Page.",
  "The House Intelligence Committee and Senate Judiciary Committee have pressed the DOJ and FBI about the dossier.",
  "Steele first met with FBI officials in early July 2016 to brief them on findings from his investigation.",
  "Page, who met with the House Intelligence Committee earlier this month, has denied Steele’s claims.",
  "The FBI opened its investigation several weeks after Steele provided his first briefing to the FBI.",
  "They also want to know how heavily the investigation relied on allegations made in the dossier.",
  "Fusion was working on behalf of the Clinton campaign and Democratic National Committee.",
  "The investigation was opened nearly 16 months ago.",
  "Trump has vehemently denied the allegations.",
  "Follow Chuck on Twitter"
]