[
  "\"So I think that's what happened, all the evidence points to that as being what took place,\" he added, \"but [FBI Director] Christopher Wray can clear this all up, the FBI could clear this all up, the attorney general could clear this all up, [Deputy Attorney General Rod] Rosenstein could clear this all up, if they just release the applications and prove I'm wrong.",
  "Rep. Jim Jordan (R-Ohio) on Thursday laid out evidence pointing to collusion between the Hillary Clinton 2016 presidential campaign and the Russians that eventually led to Trump campaign officials being spied on, and he demanded that Attorney General Jeff Sessions either appoint a special counsel or step down.",
  "\"If this happened — government working with one campaign to dress up a fake news report as intelligence, then taking it to a FISA court for a warrant to spy on the other political campaign — that's as wrong as it gets,\" he wrote.",
  "Jordan went on to say that Sessions doesn't appear to understand where his own recusal ends and begins, and the congressman challenged him to open a special counsel to investigate these claims against Clinton — or step down.",
  "If this happened--government working with one campaign to dress up a fake news report as intelligence, then taking it to a FISA court for a warrant to spy on the other political campaign--that's as wrong as it gets.",
  "The Clinton campaign paid Russians for this report for this dossier, and it's been reported that this dossier was all dressed up by the government taken to the FISA court and became the basis to spy on Americans.\"",
  "\"We have learned in the last several weeks that the Clinton campaign paid the law firm who paid Fusion GPS, who paid Christopher Steele, the MI-6 agent, who paid Russians.",
  "\"Remember we got [Robert] Mueller's special counsel team investigating possible coordination between the Trump campaign and Russians to influence the election.\"",
  "https://t.co/hLLoWBi7wQ — Rep. Jim Jordan (@Jim_Jordan) December 7, 2017\n\n\"And it shouldn't happen in America,\" he concluded.",
  "\"You gotta go back to the basics,\" Jordan explained on Fox News' \"Fox & Friends.\"",
  "Jordan reiterated the accusations against Clinton Thursday from Capitol Hill.",
  "\"To date, we have zero evidence of that taking place,\" he said.",
  "What is the evidence that Clinton colluded with Russians?",
  "And it shouldn't happen in America.",
  "Prove that it didn't happen.",
  "\"But what do we know?\"",
  "Jordan continued.",
  "I think it did.\""
]