[
  "She cites: when Obama was caught on a hot mic promising flexibility to Vladimir Putin, shelving missile defense for Europe in a phony “reset” with our dangerous adversary, inadequate pursuit of Edward Snowden who is still hiding in Russia, the imaginary “red line” with Syria that opened the door to Russia being emboldened in the Middle East, the Iran deal that advantaged Russia and their allies on the world scene and the weak response of the U.S. when Russia annexed Crimea, which belonged to Ukraine.",
  "Russia is a real dangerous, expansionist, predatory threat, she says, with “its weapons, annexation of territory, holding joint military maneuvers with China, support for Iran, its weapon sales to the Middle East, its bombing runs in Syria.” As someone who worked in Moscow, Russia’s not the kind of “weaponized for domestic politics threat” you hear on the nightly news right now,” she explains.",
  "She says Fusion GPS, the shady group of former journalists who were for sale in currying the unverified “Russian dossier” of Donald Trump is, to her, a “sad icon of what is happening in journalism today.” They are “guns for hire” and it is a sad use of talent, she thinks.",
  "The Democrats’ rhetoric about Trump’s supposed Russian collusion does not match the degree of enthusiasm and flexibility that former President Barack Obama actually displayed to Russia for his entire two terms, Rosett says in this video interview.",
  "As for the unusual degree of unmasking of political adversaries caught in foreign intelligence intercepts in the final year of Obama’s tenure by someone like the former ambassador to the UN, Samantha Power, Rosett is suspicious and poking around.",
  "Claudia Rosett, an award-winning journalist who worked for the Wall Street Journal for 17 years and is known for her groundbreaking reporting on UN corruption, picks through the nuances of despots and dictators around the world.",
  "Rosett sat down with The Daily Caller News Foundation and said the message from the 2016 election had nothing to do with Russia, but everything to do with shrinking paychecks, vanishing jobs and over-regulation.",
  "Mrs. Thomas does not necessarily support or endorse the products, services or positions promoted in any advertisement contained herein, and does not have control over or receive compensation from any advertiser.",
  "Sanctions on North Korea are not working and the only solution with the growing crisis of their missiles is to get rid of the regime with the minimal risk of casualties, she says.",
  "She calls climate change a “good scam” picking winners and losers and making some people very rich while trying to lock up America’s energy market with ideological terrorism.",
  "Her advice to young aspiring journalists is to use shoe leather and actual meetings to get the story, rather than becoming dependent on what you find on the internet.",
  "Journalism, sloppy with anonymous leaks and poor editing, is going through creative destruction with a big market shake out based on technology, she says.",
  "One of her many accomplishments was exposing massive corruption at the United Nations with the Oil for Food program, which she talks about in this video.",
  "The breach of privacy and criminal leaking that appears to have happened with a potential abuse of power needs greater public exposure, she believes.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Her work at the U.N. has given her the impression that the U.N. is “Animal Farm” for the planet.",
  "Rosett worries most right now about North Korea’s unpredictable missile launches.",
  "Someone should do a page one story on who Fusion GPS is and what they do.",
  "Videographer Sean Moody is credited with the video work for this piece.",
  "For more on Claudia Rosett, get her book or read her pieces here.",
  "Follow her on Twitter @CRosett."
]