[
  "REUTERS/Sergei Karpukhin\n\nSenate Judiciary Committee Democrat Sheldon Whitehouse told the committee's chairman, Sen. Chuck Grassley, in a letter Friday that he does not think the panel is \"presently on a path\" to help defend against potential Russian interference in the 2018 midterm elections — and beyond.",
  "Whitehouse had circled a paragraph from a New York Times report that said Trump had asked a Republican senator to examine Clinton's relationship with the opposition-research firm Fusion GPS, which hired Christopher Steele, a former British spy, to research Trump's ties to Russia.",
  "Whitehouse responded on Friday, saying that while he accepts Grassley's assurances that he was not the one \"nudged\" by Trump, \"it certainly leaves a big question, to which it is not unreasonable for our committee to expect an answer.",
  "But Grassley is among those who have called for a second special counsel to investigate the Clintons' relationship with Russia and raised questions about who paid Fusion and why the firm has never registered as a foreign agent.",
  "\"Chairman Grassley's inquiry is looking at decisions made by Justice Department and the FBI during politically charged investigations spanning two administrations,\" a committee spokesperson, Taylor Foy, said earlier this month.",
  "Democratic Sen. Dianne Feinstein, the ranking member of the Senate Judiciary Committee, said in October that she and Grassley had \"decided that each side\" of the panel \"is going to take a course.\"",
  "Feinstein has begun sending out a flurry of letters to witnesses requesting new documents and interviews related to potential collusion between Trump's campaign team and Russia.",
  "Nor did Feinstein sign off on 13 letters Grassley sent in October seeking more information about FBI agent Peter Strzok and an informant in the Uranium One probe, among others.",
  "That is because the committee is elevating \"peripheral issues,\" Whitehouse said, such as Hillary Clinton's relationship with the opposition research firm Fusion GPS.",
  "Committee Republicans, meanwhile, have signaled a desire to leave the more aggressive investigative work to special counsel Robert Mueller.",
  "\"Our focus is obstruction of justice and whether there was cooperation/collusion between the Trump administration and Russia,\" she said.",
  "In that letter, Grassley upbraided Whitehouse over a tweet the Democrat had sent on December 1 about the Russia investigation.",
  "Russian President Vladimir Putin greets the audience at the congress of volunteers in Moscow, Russia December 6, 2017.",
  "\"The best measure of our committee's success is an America defended against foreign election interference in 2018.",
  "Grassley has not signed off on Feinstein's letters, all of which have been made public by the panel's Democrats.",
  "Fusion hired a former British spy during the campaign to investigate President Donald Trump's ties to Russia.",
  "Grassley was not named in the report, and Whitehouse did not identify him by name in his tweet.",
  "Grassley seemed indignant and called Whitehouse's insinuation \"baseless\" in a letter last week.",
  "Whitehouse's warning came in response to a letter Grassley had written him two days earlier.",
  "The Russians \"are not done with election interference in America,\" Whitehouse wrote.",
  "\"Who is that Senator, and has the 'nudge' influenced our work?\"",
  "I do not see us presently on a path to meet that goal.\"",
  "Read Whitehouse's full letter below:",
  "he said."
]