[
  "On when the Justice Department learned of Ohr’s contact with Steele during the 2016 election, Rosenstein said he would tell the committee, “if we get all the information and we have a firm answer.”\n\nRosenstein also said he has “agreed to provide” the House intelligence committee information about when Ohr met with Simpson, drawing a rebuke from committee chairman Rep. Bob Goodlatte (R-VA).",
  "Deputy Attorney General Rod Rosenstein has not yet followed up with members of Congress on questions he said last week he would find answers to related to potential bias by senior Justice Department and FBI officials, according to a letter sent by House Judiciary Committee member Rep. Matt Gaetz (R-FL).",
  "Gaetz asks Rosenstein in the Dec. 19 letter, first obtained by Breitbart News, to provide answers and relevant documents to questions he had asked about Peter Strzok, the senior FBI official who sent anti-Trump text messages suggesting he and other officials discussed “a path” to stop Trump’s election.",
  "Rosenstein answered last week to the question about Lynch that the Justice Department would “try to accommodate any congressional requests that we can.”\n\nOn the question about Nellie Ohr, Rosenstein said if the Department knew when she first began working for Fusion GPS, he would tell the committee.",
  "Now that you are able to check and confirm the information you provide, I would like to ask again: 1) Was Peter Strzok either the recipient or the sender of any documents or correspondence related to the “tarmac meeting” of former Attorney General Loretta Lynch and former President William Clinton?",
  "Gaetz also followed up on questions he asked about senior Justice official Bruce Ohr, who was demoted after it came to light that he had met with the Trump dossier author Christopher Steele and Fusion GPS co-founder Glenn Simpson, and about his wife, Nellie, who worked for Fusion GPS.",
  "Gaetz wrote in the letter:\n\nIn your December 13 testimony before the House Judiciary Committee, you said that were unable to answer several of my questions, as well as the questions of my colleagues, because you needed to check your information before providing an answer.",
  "When I asked you these questions during your testimony, you said that you were not in a position to provide that information, but that the Department of Justice has agreed to turn over relevant information to the House Permanent Select Committee on Intelligence.",
  "Since her husband, Bruce Ohr, served as the Associate Deputy Attorney General, did her employment with Fusion GPS raise any concerns about potential conflicts-of-interest among anyone within the Department of Justice or the Federal Bureau of Investigation?",
  "“So when you talk about providing documents to the Intelligence Committee, I have no problem with you doing that, but all of that information should be made available to this committee as well,” he added.",
  "“First of all, the House Judiciary Committee, not the Intelligence Committee, has direct oversight responsibility over the Department of Justice and the Federal Bureau of Investigation,” Goodlatte said.",
  "I should not need to point out that the House Committee on the Judiciary, not the Intelligence Committee, has oversight over the Department of Justice.",
  "3) When did the Department of Justice learn about Bruce Ohr’s meeting with Christopher Steele, and his meeting with Glenn Simpson?",
  "“The American people have seen your testimony, and have been left with more questions than answers.",
  "2) When did the Department of Justice become aware that Nellie Ohr was employed by Fusion GPS?",
  "So too have my fellow members of the House Committee on the Judiciary.",
  "Your answer to this question is relevant to our oversight capacity.",
  "If so, please provide copies of any and all such documents.",
  "With this letter, I hope to receive answers,” Gaetz wrote.",
  "Were these concerns addressed in any way?",
  "I appreciate your commitment to accuracy."
]