[
  "“I probably would have volunteered to go to Europe myself to try and verify if it would have helped get more of this out there before the election.”\n\nThe DNC also told the Post in a statement that the current party chair had nothing to do with Fusion GPS and had no knowledge of Elias’ law firm’s involvement.",
  "Months of speculation were confirmed late Tuesday when reports established that Hillary Clinton’s 2016 presidential campaign and the Democratic National Committee helped fund an infamous dossier that contains salacious and unsubstantiated allegations about President Donald Trump’s ties to Russia.",
  "Information included within the Trump dossier reportedly began making the rounds in Washington in the thick of the 2016 presidential campaign, just as the intelligence community began looking into potential connections between the Kremlin and Trump — connections Trump has consistently denied.",
  "The Washington Post reported that in April 2016, an attorney for both the Clinton campaign and the DNC retained a research firm to gather intel on Trump, who was then on his way to the Republican presidential nomination.",
  "“Opposition research happens on every campaign, and here you had probably the most shadowy guy ever running for president, and the FBI certainly has seen fit to look into it,” former Clinton spokesman Brian Fallon said.",
  "In the letter, the attorney also accused the panel of being more interested in finding out who funded the Trump dossier than investigating actual Russian interference, according to the Associated Press.",
  "A spokesman for the Clinton campaign denied having information on the dossier during the campaign, but told the Post that had he known about it, he would have had no issue handing it over to reporters.",
  "Later, a former British spy named Christopher Steele was hired and compiled a dossier document that claimed Russia had information it could use to blackmail Trump, among other things.",
  "According to the Post, Steele was not brought on to conduct research about Trump until after Clinton and DNC lawyer Marc Elias retained the research firm Fusion GPS, which hired him.",
  "“But let’s be clear, there is a serious federal investigation into the Trump campaign’s ties to Russia, and the American public deserves to know what happened,” the statement reads.",
  "Last week, an attorney for Fusion GPS sent a letter to the House Intelligence Committee that suggested it has no plans to cooperate with its investigation.",
  "A two-page summary of the dossier was presented to both President Barack Obama and then President-elect Trump by top intelligence officials in January.",
  "Mueller is investigating whether Trump associates colluded with Russian agents to influence the election, something Trump has also repeatedly denied.",
  "The Trump dossier is a 35-page research document that claims the Russian government had been “cultivating, supporting and assisting” Trump for years.",
  "The agency agreed to hire him to collect more information after the election, only to back away once he was revealed as the author of the dossier.",
  "The Trump dossier has also come up amid the federal and congressional investigations into Russian meddling in the 2016 presidential election.",
  "View Sample Sign Up Now\n\nThe claims in the Trump dossier, which was published in full by BuzzFeed News in January, have not been verified.",
  "The attorney said if Fusion leaders were subpoenaed by the panel they would refuse to testify by invoking their Fifth Amendment rights.",
  "If you’re scratching your head about what it all means, and what is allegedly in the Trump dossier, we’re here to help.",
  "CNN first reported that a dossier summary was given, a briefing that was later confirmed by Vice President Joe Biden.",
  "Investigators working for Special Counsel Robert Mueller have reportedly interviewed Steele in Europe.",
  "The Post reports Steele shared some of his dossier findings with the FBI during the campaign.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Trump has dismissed the dossier as “fake news.”\n\nWho knew about the Trump dossier?",
  "It also says the Kremlin has information it can use against Trump as blackmail.",
  "Reuters reports his team is looking into details of the dossier document.",
  "What was Hillary Clinton’s involvement with the Trump dossier?",
  "Has the Trump dossier come up in investigations?",
  "Write to Maya Rhodan at maya.rhodan@time.com.",
  "What is the Trump dossier?"
]