[
  "He is what we should all want our public servants to be.” (RELATED: Comey Defends FBI’s Top Lawyer, Who Was Reassigned Amid Leak Probe)\n\nCorn alleged that the Politico story was part of a “smear” campaign aimed at discrediting the dossier, as well as the investigation into possible collusion between the Trump campaign and Russian government.",
  "“And even so, Politico puts out this story, and now the Republicans are trying to investigate this link between Baker and me to sort of indicate that the FBI was playing games with the memo rather than looking at it…as a piece of information that deserved evaluation,” he added.",
  "“When the history of this period is written, the smears against honest and decent law enforcement officials by political shills will warrant detailed treatment,” Benjamin Wittes, a legal blogger who is friends with Baker and Comey, wrote on Twitter.",
  "In a segment on MSNBC on Saturday, Corn acknowledged that he is social acquaintances with Baker, but he denied that the FBI lawyer was a source for an article he published on Oct. 31, 2016 citing allegations made in the dossier.",
  "“They’re trying to show that the FBI was out there to basically get Trump and by circulating these memos to reporters such as as myself, and they focused on Jim Baker who was the general counsel of the FBI,” said Corn.",
  "In that piece, Corn quoted a single senior government official who acknowledged that the FBI had worked in the past with Christopher Steele, the former British spy who wrote the unverified and salacious dossier.",
  "The Politico article cited Republican sources who said that Justice Department documents showed that Corn and Baker had been in communication in the weeks before the article about the dossier was published.",
  "Mother Jones reporter David Corn addressed a recent report suggesting that FBI general counsel James Baker may have been a source for a story he wrote about the infamous Trump dossier last year.",
  "He’s a social acquaintance, and I do have contact with him,” Corn said of Baker, a longtime associate of former FBI Director James Comey’s.",
  "The document was commissioned by opposition research firm Fusion GPS and funded by the Clinton campaign and Democratic National Committee.",
  "Though Corn denies Baker’s involvement in his dossier story, the identity of the government source he talked to remains a mystery.",
  "“James Baker, who is stepping down as FBI General Counsel, served our country incredibly well for 25 years & deserves better.",
  "But Corn denied an insinuation made in a Politico article that Baker was a source of his for his article about the dossier.",
  "“Sadly, we are now at a point in our political life when anyone can be attacked for partisan gain,” he wrote on Twitter.",
  "But according to The Washington Post, the leak involves information about surveillance conducted by a telecom company.",
  "“I gave a statement to Politico, and I said James Baker was not my source for this,” Corn said Saturday.",
  "Corn’s article, published a week before the election, was the first to quote Steele and his dossier.",
  "The Politico piece generated outrage from some liberals, as well as defenders of the FBI.",
  "Baker was reportedly reassigned this week by FBI Director Christopher Wray.",
  "He has reportedly been under investigation for leaking.",
  "WATCH:\n\nFollow Chuck on Twitter",
  "Comey also weighed in.",
  "“He’s a fellow I know."
]