[
  "“The deposition sought is impermissible and unlawful on multiple grounds, not the least of which is that the self-same Plaintiffs have a direct defamation action pending against Mr. Steele in the United Kingdom in which the requested deposition is strictly prohibited,” wrote Steele’s lawyers at Alston & Bird, a U.S.-based law firm.",
  "“Plaintiffs thus are seeking to employ this Court in an end-run around their limitations in their parallel U.K. action.”\n\nSteele’s lawyers are also asking Ungaro for a two-week extension to provide a more detailed argument against the motion to compel him to testify.",
  "Gubarev’s lawyers provided a list of topics they’d like to explore in a deposition with Steele, who began his investigation after being hired last June by Fusion GPS, an opposition research firm that was working for a political ally of Hillary Clinton’s.",
  "Steele’s attorneys filed a motion in the U.S. District Court of Southern Florida on Thursday, asking Judge Ursula Ungaro to rescind her motion requesting assistance from a court in the United Kingdom to compel the London-based Steele to testify.",
  "Ungaro is presiding over a lawsuit filed against BuzzFeed by Aleksej Gubarev, a Russian tech executive who was accused in the dossier of using malware and computer viruses to hack into the Democratic National Committee’s computer systems.",
  "(RELATED: Trump Dossier Author May Soon Testify In Buzzfeed Lawsuit)\n\nEarlier Thursday, Ungaro approved a request by Gubarev’s attorneys to compel Steele, a former MI6 agent with experience in Moscow, to provide a deposition in the case.",
  "Christopher Steele, the former British spy who wrote the Trump dossier, is hoping to avoid giving a deposition in a defamation lawsuit filed against BuzzFeed for publishing the sensational and uncorroborated document.",
  "Steele’s claims about Gubarev are made in the last of 17 memos that make up the uncorroborated dossier, which BuzzFeed published on Jan. 10 and contains a number of salacious claims about Trump and his campaign.",
  "Steele has provided written responses to questions from Gubarev in the U.K. lawsuit, but he is apparently protected from having to provide a deposition in that proceeding.",
  "Gubarev’s lawyers want to find out how Steele obtained information for the dossier, who his sources are, and whether he vetted the sources.",
  "In the U.S. proceedings, he has claimed that BuzzFeed defamed him by publishing the document without contacting him for contact beforehand.",
  "But Steele’s attorneys assert that Gubarev is attempting an “end-run” around prohibitions in the U.K., where Gubarev is suing Steele.",
  "They also want to know details about how Fusion GPS and Steele distributed the dossier to the media.",
  "The final entry — the one accusing Gubarev of hacking the DNC — is dated Dec. 13.",
  "Gubarev has strongly denied the allegations made in the dossier.",
  "Steele’s first memo is dated June 20.",
  "Follow Chuck on Twitter"
]