[
  "“If Fusion passed the information on with all sorts of caveats — that the information wasn’t verified, that it shouldn’t be published; or that it was unreliable — that’s the kind of information we definitely want to know,” says Fray-Witzer, who noted that Fusion GPS has acknowledged receipt of the legal team’s subpoena.",
  "Attorneys for Aleksej Gubarev, the CEO of Webzilla and XBT Holdings, disclosed in a court filing on Friday that they have subpoenaed the Washington, D.C.-based Fusion GPS as part of the suit against BuzzFeed.",
  "A Russian tech executive suing BuzzFeed News for defamation has formally subpoenaed Fusion GPS, the firm that commissioned the uncorroborated anti-Trump dossier that BuzzFeed published earlier this year.",
  "Steele has revealed in court filings in London, where he is being sued by Gubarev, that he was instructed by Fusion GPS to provide parts of the dossier to reporters and to meet with some in the U.S.",
  "“Where did the information come from; was there any attempt at all to verify the information; who did it get passed to; and what were they told,” Fray-Witzer said of the information being sought.",
  "In a Dec. 13 memo, the last of 17 memos that make up the dossier, Steele wrote that Gubarev used malware and computer viruses to hack into Democrats’ emails during the presidential campaign.",
  "Fray-Witzer says that it will be important to the case to determine if Fusion GPS provided caveats about the veracity of the information when it shared the dossier with news outlets.",
  "Ursula Ungaro, the judge, granted a request filed by Gubarev’s team to request assistance from the U.K. court system to compel Steele to provide a deposition in the U.S. lawsuit.",
  "As part of the discovery process in both lawsuits, Gubarev’s attorneys hope to find out where Steele obtained the information that the tech entrepreneur was involved in hacking.",
  "Steele’s American lawyers attempted to block the motion, claiming that Gubarev’s lawyers are attempting to use his deposition in the U.S. case against him in the U.K. lawsuit.",
  "Fray-Witzer tells The Daily Caller that the legal team is looking for documents that explain how and why the dossier included allegations against Gubarev and his companies.",
  "The firm, which was working for a political ally of Hillary Clinton’s, hired former British spy Christopher Steele to investigate Donald Trump’s activities in Russia.",
  "Gubarev is suing BuzzFeed because he and his companies are identified in the last of 17 memos that make up the dossier, which the website published on Jan. 10.",
  "The opposition research firm was also subpoenaed last month by the Senate Judiciary Committee, which is interested in Fusion’s involvement in the dossier.",
  "The Judiciary Committee retracted its subpoena after Fusion founder Glenn Simpson agreed to a closed-door interview later this month.",
  "It is unclear whether Fusion GPS provided the entire dossier to BuzzFeed or whether the website obtained it from another source.",
  "Fusion GPS shared parts of the dossier with reporters from numerous news outlets, including The New York Times, Yahoo!",
  "Fusion GPS may also be able to provide similar information, says Evan Fray-Witzer, a lawyer for Gubarev.",
  "Also last week, the federal judge hearing the lawsuit awarded a minor victory to Gubarev’s legal team.",
  "But Steele has denied sharing the information about Gubarev with reporters.",
  "He is suing BuzzFeed in federal court in Florida and Steele in London.",
  "He has also stated that he did not verify the claims about Gubarev.",
  "Gubarev has vehemently denied the allegations.",
  "News, and Mother Jones.",
  "Follow Chuck on Twitter"
]