[
  "In a letter sent last week, Iowa Sen. Chuck Grassley, the Republican chairman of the Judiciary Committee, asked FBI Director Christopher Wray about the possibility that the dossier’s allegations about collusion between Trump associates and the Russian government were “surreptitiously funneled” from foreign intelligence agencies to U.S. intelligence agencies.",
  "“If so, that foreign information would likely have ended up within the FBI’s investigation of allegations of collusion between Trump associates and Russia.”\n\nAccording to some reports, foreign intelligence agencies have shared information with U.S. investigators that matches some of the allegations about collusion laid out in the dossier.",
  "Grassley told Wray that since foreign intelligence agencies typically guard their sources and methods closely, “it may not have been clear to the FBI that the foreign reporting was actually based on the work of Mr. Steele and Fusion GPS.”\n\n“If this in fact happened, it would be alarming,” he wrote.",
  "Steele’s dossier allegations might appear to be ‘confirmed’ by foreign intelligence, rather than just an echo of the same ‘research’ that Fusion bought from Steele and that the FBI reportedly also attempted to buy from Steele,” he added.",
  "“It is possible that this political dossier’s collusion allegations…may have also been surreptitiously funneled into U.S. intelligence streams through foreign intelligence sharing,” Grassley wrote in his letter to Wray.",
  "Grassley pointed out that Christopher Steele, the former British spy who authored the 35-page dossier, has acknowledged in a London court that he shared the document with British intelligence services.",
  "And while Fusion GPS founder Glenn Simpson met with Senate Judiciary investigators in August, the FBI has so far provided little information to the committee in response to Grassley’s inquiries.",
  "That raises the possibility that, according to Grassley, the reports about foreign intelligence agencies confirming some parts of the dossier might just be “an echo” of the dossier itself.",
  "Special Counsel Robert Mueller, who overtook the FBI’s investigation into Russian interference in the presidential campaign, is also reportedly looking closely at the dossier.",
  "The chairman of the Senate Judiciary Committee is questioning the FBI about what he says would be an “alarming” development regarding the infamous Trump dossier.",
  "Steele compiled the document after being hired last June by Fusion GPS, an opposition research firm that was working for a political ally of Hillary Clinton’s.",
  "That payment was reportedly not made, though Grassley has questioned the FBI’s reliance on information gleaned from a politically-charged investigation.",
  "The bureau reportedly cited the dossier in an application for a surveillance warrant last September on former Trump campaign adviser Carter Page.",
  "FBI agents also reportedly offered Steele $50,000 last October to continue his investigation of Trump’s ties to Russia.",
  "Grassley has pressed Fusion GPS and the FBI about their interactions with Steele, a former MI6 agent based in London.",
  "Grassley has led the charge in Congress for information about the dossier, which BuzzFeed News published on Jan. 10.",
  "It was reported last week that Mueller’s investigators interviewed Steele over the summer.",
  "But Trump and members of his campaign named in the dossier have denied the allegations.",
  "WATCH INTELLIGENCE OFFICIALS DISCUSS RUSSIAN MEDDLING IN 2016 U.S.",
  "ELECTIONS:\n\n\n\nFollow Chuck on Twitter",
  "“Mr."
]