[
  "In a memo submitted on Monday, BuzzFeed attorney Roy Black argued that Gubarev is pushing the court force BuzzFeed “to violate a promise of confidentiality to a source, an act that for any journalist would constitute the ultimate breach of his or her professional ethics and sense of duty.”\n\nBlack also questioned Gubarev’s need for the information about the source and argued that the executive has failed to make “the slightest effort” to identify the source without demanding it from BuzzFeed.",
  "BuzzFeed reporter Ken Bensinger revealed that he was granted access to the dossier in December after he became aware of “intelligence reports alleging that there were connections between the Trump presidential campaign and the Russian government,” according to a declaration filed in federal court Monday in Miami.",
  "Gubarev has presented no substantial evidence to justify this misguided request that BuzzFeed turn over confidential information regarding a source, a demand which violates the basic ethics of journalism,” she continued, reiterating that BuzzFeed continues to stand by its decision to publish the dossier.",
  "I promised the Source that I would not under any circumstances disclose his or her identity outside of BuzzFeed.”\n\nGubarev wants to find out BuzzFeed’s source in order to determine whether the individual provided any guidance or warnings about the claims made in the document.",
  "BuzzFeed News provided a few new details about how it obtained the infamous Trump dossier, though the news outlet is still refusing to identify its source for the salacious document, citing confidentiality agreements and First Amendment protections.",
  "The identity of BuzzFeed’s source is being sought by Aleksej Gubarev, a Russian tech executive who is suing the outlet for defamation for publishing the dossier, which was compiled last year by former British spy Christopher Steele.",
  "The only others in the U.S. known to have been given a copy of the document are members of the U.S. intelligence community, Arizona Sen. John McCain and one of his longtime associates, former State Department official David Kramer.",
  "Dated Dec. 13, the final memo alleges that Gubarev was recruited under duress by Russia’s intelligence agency, the FSB, and used two of his tech companies to hack into the computer systems of the Democratic National Committee.",
  "Fusion, which was working on the anti-Trump project for an unidentified ally of Hillary Clinton’s, disseminated information contained in the dossier to numerous news outlets prior to the presidential election.",
  "“Protecting a source’s identity is not only an important and widely held practice in any legitimate newsroom, but a matter of law according to the First Amendment,” Katie Rayford told The Daily Caller.",
  "“Before showing me a copy of the Dossier, the Source told me he or she would only do so if I promised him or her that I would keep his or her identity absolutely confidential.",
  "(RELATED: Court Filing Shows That Fusion GPS Did Not Give Trump Dossier To BuzzFeed)\n\nFusion briefed reporters from The New York Times, The Washington Post, CNN, Yahoo!",
  "It was widely believed until just last week that Fusion GPS, the opposition firm that hired Steele to compile the dossier, had also provided it to BuzzFeed.",
  "On Dec. 9, McCain provided a copy to then-FBI Director James Comey, who was already aware of the dossier because FBI agents had been in contact with Steele.",
  "BuzzFeed is arguing against disclosing its source, saying that it is protected by the First Amendment and a legal concept called reporter’s privilege.",
  "Bensinger said that he contacted the source in “late 2016” at the suggestion of BuzzFeed editor-in-chief Ben Smith, who is also being sued by Gubarev.",
  "Evan Fray-Witzer, an attorney for Gubarev in Florida, said in a deposition last month that Fusion GPS had denied providing the dossier to BuzzFeed.",
  "Steele has revealed in his lawsuit in London that he transmitted the final version of the dossier to Kramer based on instructions from Fusion GPS.",
  "The allegations against Gubarev are made in the last of 17 memos that make up Steele’s report, which BuzzFeed published in full on Jan. 10.",
  "But Fusion’s lawyers recently told a federal judge in Washington, D.C., that the firm did not provide the dossier to BuzzFeed.",
  "After discussing the dossier on the sidelines of a national security event, Kramer traveled to London to meet with Steele.",
  "He is also suing Steele in London, where the former MI6 agent operates his private spy firm, Orbis Business Intelligence.",
  "Buzzfeed went to them and tried to get the dossier from them and they refused to give it to Buzzfeed,” Fray-Witzer said.",
  "“The Source showed me a copy of the Dossier and allowed me to photograph it,” Bensinger said in his declaration.",
  "Four days later, Steele wrote the final memo of the dossier, the one with the allegations against Gubarev.",
  "McCain and Kramer were told of the dossier in November by Sir Andrew Wood, an associate of Steele’s.",
  "Though BuzzFeed’s source remains a mystery, the universe of potential conduits is relatively small.",
  "Inquiries asking McCain and Kramer whether they provided the dossier to BuzzFeed were not returned.",
  "“The one thing that [Fusion GPS] have told us is Buzzfeed didn’t get the dossier from them.",
  "A spokesperson for BuzzFeed defended the outlet’s protection of its dossier source.",
  "NOW WATCH the latest on Comey’s Trump memos:\n\nFollow Chuck on Twitter",
  "It is not clear how the dossier was dispersed after that point.",
  "He obtained a copy of the dossier and provided it to McCain.",
  "News and Mother Jones on allegations made in the document.",
  "He is suing BuzzFeed and Smith in federal court in Miami.",
  "Gubarev has denied the claim.",
  "“Mr."
]