[
  "BuzzFeed says that on Sept. 15 the government again refused to comply with the subpoenas, arguing that “statements made by former government officials in their individual capacity after they are no longer serving as government officials do not constitute official government acknowledgements.”\n\nBuzzFeed is seeking testimony from Comey and Clapper in order to bolster its defense in a federal defamation lawsuit filed by a Russian tech executive named in the dossier.",
  "BuzzFeed also asserts that it has become clear that the dossier “lies at the core of the public controversy regarding Russian interference in the Presidential election and alleged collusion with the Trump Campaign.”\n\nIt has been reported that the FBI has indeed relied upon the dossier in its investigation.",
  "Clapper and the Office of the Director of National Intelligence (ODNI) issued their refusals to the BuzzFeed subpoena on Aug. 18 while Comey declined to cooperate on Aug. 25, BuzzFeed’s lawyers disclosed in a motion filed in federal court in Washington, D.C. on Wednesday.",
  "BuzzFeed News is asking a federal judge to compel former FBI Director James Comey and former Director of National Intelligence James Clapper to testify under oath about what they knew about the infamous anti-Trump dossier that the news outlet published earlier this year.",
  "Both former government officials have recently refused to comply with subpoenas seeking their testimony about the dossier, which was authored by former British spy Christopher Steele and makes a series of uncorroborated allegations about Trump and his campaign.",
  "“If Buzzfeed — or someone else — had not published the Dossier, it would have been impossible for the public to meaningfully follow, understand, and evaluate what is perhaps the seminal political controversy of our time,” BuzzFeed’s motion states.",
  "The motion states that BuzzFeed lawyers met with government attorneys on Sept. 8 to propose a narrower subpoena for the government agencies and for Comey and Clapper, who have publicly discussed the dossier since leaving office.",
  "At issue is a Dec. 13 memo that Steele wrote alleging that Aleksej Gubarev, the owner of Webzilla and XBT Holdings, used computer viruses and malware to hack into the computer systems of the Democratic National Committee.",
  "That offer has come under scrutiny from Republicans because Steele was investigating Trump on behalf of Fusion GPS, an opposition research firm that had been hired by a supporter of Hillary Clinton’s.",
  "But publication was warranted, BuzzFeed has argued, because government agencies had been relying upon the document as part of its investigation into Russian meddling in the presidential campaign.",
  "Republicans want to know how heavily federal investigators relied upon the dossier to kickstart their investigation of the Trump campaign and whether Steele’s reports were vetted.",
  "The website notes that Comey briefed then-President-Election Trump about the allegations in the dossier during a one-on-one meeting on Jan. 6.",
  "BuzzFeed’s attorneys also say that the government rejected a proposal to narrow discovery following a meeting held earlier this month.",
  "The document was reportedly cited in a surveillance warrant granted last September against former Trump campaign adviser Carter Page.",
  "Gubarev is also suing Steele in London, where the former MI6 agent operates a private intelligence research company.",
  "Gubarev, who vehemently denies the allegation, filed suit against BuzzFeed in February in federal court in Florida.",
  "Comey, who was fired by Trump on May 9, addressed the dossier during a Senate Intelligence Committee hearing.",
  "FBI agents also reportedly offered to pay Steele to continue investigating Trump’s alleged ties to Russia.",
  "The outlet says that its article publishing the dossier noted that the document was unverified.",
  "CNN reported about that meeting on Jan. 10, prompting BuzzFeed to publish the dossier itself.",
  "Clapper has discussed the dossier at length in TV interviews since leaving office on Jan. 20.",
  "BuzzFeed has made two general arguments in defending publication of the dossier.",
  "Both have refused to confirm or deny the allegations made in the document.",
  "Follow Chuck on Twitter"
]