[
  "Guilfoyle on Russia: Dems 'Suddenly Caught a Bad Case of Amnesia'\n\nJFK Files Released: Former CIA Director on the Most Likely Oswald-Russia Theory\n\nFormer Trump campaign adviser Michael Caputo fired back after a former DNC official accused him on-air of being a \"Russian stooge\" and \"working for Vladimir Putin.\"",
  "Byron York of the Washington Examiner said the Free Beacon told him their retainer on the group involved nothing pertaining to Russian sources or former MI6 agent Christopher Steele, who the group reportedly used when hired by Democratic interests.",
  "Martha MacCallum was reporting on new revelations that right-wing news outlet The Washington Free Beacon retained opposition research firm \"Fusion GPS\" to conduct probes into several GOP candidates, including President Trump.",
  "The Free Beacon told York they hired the firm for \"legitimate\" research in the normal course of reporting on presidential candidates and had no knowledge of the Russian sources that were allegedly used later.",
  "Former DNC staffer Zac Petkanas told Caputo that if he was getting \"unmasked,\" he \"shouldn't be having such weird conversations with potential foreigners and other unsavory characters.\"",
  "In discussing Fusion GPS, who compiled the \"Trump Dossier\" and the news about the Free Beacon, Caputo said he was told he was unfairly \"unmasked\" as part of the probe into the dossier.",
  "Petkanas responded by claiming Caputo \"worked for Vladimir Putin,\" apparently referring to reports that Caputo worked for the Russian \"Gazprom\" media holdings in 2000.",
  "\"You are a Russian stooge who used to work for Vladimir Putin,\" Petkanas said, adding that Caputo \"lied through his teeth\" when he denied the allegation.",
  "Tomi Lahren: Jeff Flake Is a Reminder Why the Swamp Needs to Be Drained\n\nFormer Hillary Spox Tweets Photo of Neo-Nazis in Swipe at GOP Candidate",
  "\"I served in the American military,\" Caputo responded, adding that Petkanas was making perceptibly absurd claims on \"national television.\"",
  "He called the dossier a \"caricature of intel,\" adding that as many as 1,000 Trump \"associates\" were unmasked in the investigation.",
  "He said the dossier was an anti-Trump \"cartoon\" driven by the left.",
  "\"Maybe you shouldn't be breaking the laws,\" Caputo shot back.",
  "\"You better get a lawyer, buddy,\" Caputo told Petkanas.",
  "Watch more above."
]