[
  "A DNC official told Fox News that the current Chairman “Tom Perez and the new leadership of the DNC were not involved in any decision-making regarding Fusion GPS, nor were they aware that Perkins Coie was working with the organization.”\n\nA spokesman for then-DNC chair Rep. Debbie Wasserman-Schultz, D-Fla., told Fox News last week that “she did not have any knowledge of this arrangement.”\n\nWhen the revelations surfaced last week, the president called the project a “disgrace” and claimed the tables have turned on the Democrats in the “Russia hoax.”\n\n“This whole Russia thing…this was the Democrats coming up with an excuse for losing the election,” Trump told reporters.",
  "Hillary Clinton has been silent about the revelations, but her top campaign spokesman, Brian Fallon, said last week that “she may have known, but the degree of exactly what she knew is beyond my knowledge,” while an anonymous source told reporters that she only learned about the dossier when it was published by BuzzFeed News in January.",
  "The president was referring to a report by The Federalist on Sunday which alleged that former President Obama’s official campaign organization directed nearly one million dollars to Perkins Coie--the same law firm that sent money to Fusion GPS for the research leading to the now-infamous dossier.",
  "On Friday, the Washington Examiner reported that Fusion GPS was initially hired by the conservative Washington Free Beacon website to conduct opposition research into then-candidate Donald Trump and other GOP contenders for the White House.",
  "House Intelligence Committee spokesman Jack Langer told Fox News Friday that the Free Beacon “has issued a statement asserting that it had no involvement with Christopher Steele or the dossier he compiled from Russian sources.",
  "Also last week, Fox News confirmed reports that the Clinton campaign and the DNC paid more than $9 million to Perkins Coie, which, in turn, retained the political consultants who commissioned the opposition research.",
  "President Trump tweeted early Monday about reports that the Obama campaign and the Democratic National Committee paid hundreds of thousands of dollars to the firm behind the salacious anti-Trump dossier.",
  "According to records filed with the Federal Election Commission, Obama for America paid Perkins Coie more than $972,000 after April of 2016.",
  "Lawyers for the Free Beacon told the House Intelligence Committee that the website funded the research between fall 2015 and spring 2016.",
  "A second batch of payments, also classified as “Legal Services,” were sent to the firm in September 2016, totaling nearly $700,000.",
  "The Free Beacon has agreed to cooperate with the House Intelligence Committee to help the Committee verify this assertion.",
  "The Obama for America organization also sent payments totaling $174,725 through August 2017, according to the report.",
  "The first round of payments were classified as “Legal Services” and were made in April 2016, totaling $98,047.",
  "The report comes after a week of new information surrounding the dossier.",
  "And they didn’t know what to say, so they made up the whole Russia hoax.”",
  "“Report out that Obama Campaign paid $972,000 to Fusion GPS.",
  "Nobody knows who OK’d!” Trump tweeted Monday morning.",
  "“They lost it and they lost very badly.",
  "The firm also got $12,400,000 (really?)",
  "from DNC."
]