[
  "If I had, I would have volunteered to go to Europe and try to help him — Brian Fallon (@brianefallon) October 25, 2017\n\nIf I'd gotten his dossier before Nov 8, I may have tried to convince Mook & Podesta to let me hold a Comey-style press conference to read it — Brian Fallon (@brianefallon) October 25, 2017\n\nI have no idea what Fusion or Steele were paid but if even a shred of that dossier ends up helping Mueller, it will prove money well spent — Brian Fallon (@brianefallon) October 25, 2017\n\nFallon went on to defend Elias as the \"best election lawyer\" and \"best voting rights lawyer\" in the U.S. And he said that Republicans pouncing on the dossier story were in for a \"self-own\" when information about the Republican who hired Fusion GPS during the primary emerges.",
  "One passage of the letter from Pekins Coie to William W. Taylor III, whose client was Fusion GPS:\n\n\"Fusion GPS approached Perkins-Coie in early March of 2016 and, aware that Perkins Coie represented the Democratic National Committee (\"DNC\") and HFACC, Inc. (\"Hillary for America\") with respect to the 2016 elections, expressed interest in an engagement with the firm in connection with the 2016 presidential election to continue research regarding then-presidential candidate Donald Trump, research that Fusion GPS had conducted for one or more other clients during the Republican primary contest.",
  "\"Tom Perez and the new leadership of the DNC were not involved in any decision-making regarding Fusion GPS, nor were they aware that Perkins Coie was working with the organization,\" DNC Communications Director Xochitl Hinojosa said in a statement provided to CBS News.",
  "Hillary Clinton's campaign and the Democratic National Committee contributed funding for research that culminated in the infamous dossier alleging Donald Trump's connections to Russia, according to a Washington Post report citing people familiar with the matter.",
  "According to the report, lawyer Marc E. Elias, who represented both Clinton's campaign and the DNC, and his law firm Perkins Coie retained the firm Fusion GPS in April 2016 to investigate any connections, according to the Post.",
  "In a newsmaker interview with Reuter's news service on Wednesday, House Speaker Paul Ryan said that he was \"frustrated\" to learn of the latest developments of the dossier through the media and not from the DOJ or FBI firsthand.",
  "\"It's really frustrating we've had these document requests for a long time and they've been stonewalling, the FBI and DOJ needs to give Congress the documents its been requesting and do so immediately,\" said Ryan.",
  "A letter obtained by CBS News shows Fusion expressed interest in engaging with Perkins Coie in connection with research about Mr. Trump that Fusion had already been conducting for clients during the GOP primaries.",
  "House Intelligence Committee chairman Devin Nunes signed off on a subpoena to Fusion GPS after he had recused himself from the Russia probe, and without telling Democrats, sources have told CBS News.",
  "To assist in its representation of the DNC and Hillary for America, Perkins Coie engaged Fusion GPS in April of 2016, to perform a variety of research services during the 2016 election cycle.",
  "The Senate Judiciary Committee has made Fusion GPS a focal point in its Russia-related queries — the committee interviewed the co-founder of Fusion GPS, Glenn Simpson in the summer.",
  "The DNC also paid the firm $3.6 million in \"legal and compliance consulting\" fees from November 2015 onwards, but the same question of how much related to Fusion GPS applies.",
  "According to campaign finance records obtained by The Washington Post, Clinton's campaign paid Perkins Coie $5.6 million in legal fees from June 2015 to December 2016.",
  "\"But let's be clear, there is a serious federal investigation into the Trump campaign's ties to Russia, and the American public deserves to know what happened.\"",
  "He added, \"When the FBI and DOJ are stonewalling or foot dragging that makes it harder for us to do our job in oversight on the executive brach.\"",
  "Former DNC chairwoman Rep. Debbie Wasserman-Shultz of Florida, confronted with the report on Wednesday, repeatedly said, \"I was not aware.\"",
  "Clinton's campaign press secretary, Brian Fallon tweeted that he wished he had known about the hiring of Fusion GPS before the election.",
  "The people the Post spoke with said at no point did the Clinton campaign or DNC direct Steele's probe, something the DNC also said.",
  "The DNC and Clinton campaign-funded research continued through the end of October 2016, according to the Post's report.",
  "But it's impossible to say how much of that related to research for the dossier, and how much related to other work.",
  "On Wednesday, speaking to reporters outside the White House, Mr. Trump called the development a \"disgrace.\"",
  "Before then, a still-unknown Republican client funded Fusion GPS' research during the Republican primaries.",
  "Fusion had hired former British intelligence officer Christopher Steele to conduct the research.",
  "By its terms, the engagement concluded prior to the November 2016 presidential election.\"",
  "\"Well I think it's very sad what they've done with this fake dossier,\" Mr. Trump said.",
  "For months, the DNC and Clinton associates denied any connection to Fusion GPS.",
  "It's unclear how much the DNC and Clinton's campaign paid toward the research.",
  "\"Hillary Clinton always denied it, the Democrats always denied it,\" he added.",
  "I regret I didnt know about Christopher Steele's hiring pre-election.",
  "The report gives some weight to the Republican focus on Fusion GPS.",
  "Buzzfeed published the dossier in January of this year.",
  "This is a developing story."
]