[
  "Fusion's filing in the U.S. District Court for the District of Columbia claimed that complying with the subpoena would \"deny Plaintiff and its clients their rights to free speech and expressive association as guaranteed by the First Amendment to the Constitution.\"",
  "The firm behind the controversial anti-Trump dossier has gone to court in an attempt to block a House committee subpoena for the company’s banking records, two days after Fusion GPS representatives took the Fifth on Capitol Hill.",
  "A source close to the matter told Fox News that Democratic staffers in the hearing were aggressive and ran interference to protect Fusion GPS, often interrupting questions by Republican members on the committee.",
  "The move comes after two top officials from the political research firm invoked their Fifth Amendment right and refused to answer questions Wednesday before the same House panel on Capitol Hill.",
  "Levy, in a recent letter, noted that Simpson spoke recently to the Senate Judiciary Committee but asked that the company be excused from testimony before Nunes’ panel as sought by the subpoenas.",
  "“No American should be compelled to appear before a congressional committee just to invoke constitutional privileges.”\n\nAnother co-founder, Glenn Simpson, is under subpoena for a later date.",
  "Lawmakers for months have been trying to investigate the origin of the salacious anti-Trump dossier, which claimed the Russian government had compromising material on the current president.",
  "But, according to documents reviewed by Fox News, Fusion is seeking a \"temporary restraining order and preliminary injunction\" to block the release of those records.",
  "TRUMP DOSSIER FIRM'S 'SMEAR' TACTICS REVEALED\n\nFusion GPS co-founder Peter Fritsch and top lieutenant Thomas Catan both took the Fifth on every question posed.",
  "Fusion lawyer Joshua Levy on Wednesday avoided using the term \"taking the Fifth\" and emphasized that his clients exercised their constitutional rights.",
  "House Intelligence Committee Chairman Devin Nunes, R-Calif., had issued a subpoena on Oct. 4 for those TD Bank records.",
  "However, committee Republicans say Fusion is not a media organization and not entitled to the same protections.",
  "Fusion has refused to tell congressional committees who paid for the dossier or reveal its sources.",
  "It was provided to journalists and the FBI last year, when he was still a Republican candidate.",
  "“No American should experience the indignity that occurred today,” Levy said Wednesday.",
  "Fusion GPS, though, has fought to keep details of the document private."
]