[
  "TRUMP DOSSIER FIGURE QUESTIONED BEHIND CLOSED DOORS ON CAPITOL HILL\n\nSimpson met with the staff of the Judiciary Committee behind closed doors for hours on Tuesday on Capitol Hill as part of their investigation into Russian meddling and potential collusion with the Trump campaign in the 2016 election—specifically regarding the Foreign Agent Registration Act (FARA.)",
  "Browder testified last month that Fusion GPS was hired to conduct a “smear campaign” against him orchestrated by Natalia Veselnitskaya—the Russian attorney who sought the highly scrutinized Trump Tower meeting with Donald Trump Jr., Jared Kushner and then-campaign chairman Paul Manafort in June 2016.",
  "But in a follow-up letter sent this month to Senate Judiciary Committee Chairman Chuck Grassley, R-Iowa, Browder revealed more details about the Russian figures who allegedly were working with Fusion -- and the timeline of those efforts.",
  "“Fusion GPS was paid for their work by the family of a senior Russian government official (the Katsyv family), who coordinated their activities with other members of the Putin regime.”\n\nThe Katsyv family could not be reached for comment.",
  "Pyotr Katsyv, whom Browder called a \"senior member of the Putin regime,\" is vice president of \"Russian Railways\" -- a transportation company in which the Russian government is \"sole shareholder,\" according to Browder.",
  "I believe Putin effectively deputized the Katsyv family to wage a full-scale war to challenge the Magnitsky Act in the U.S. with the objective of repealing it and stalling the passing of the Global Magnitsky Act.\"",
  "The firm behind the infamous anti-Trump dossier was working at \"the same time\" on behalf of a Vladimir Putin-connected family to campaign against a U.S. sanctions law, a key witness in a Senate probe claims.",
  "TIMELINE SHOWS HOW RUSSIAN LAWYER GOT INTO US FOR TRUMP JR. MEETING\n\nBrowder had hired Magnitsky at his firm to uncover details of financial fraud in Russia involving corrupt Russian government officials.",
  "The meeting was billed to the Trump campaign as one to discuss Russian adoption and potentially get dirt on Clinton, but Browder testified that adoption was “code” for talking about the Magnitsky Act.",
  "The White House has drawn attention to Browder's prior claims about Fusion's ties to Russia to undermine \"collusion\" claims by asserting Moscow was actually working against him in the 2016 race.",
  "“When those clients want Fusion GPS to keep their identities confidential, Fusion GPS honors that commitment without exception—just as law firms and businesses do all over the country,” he said.",
  "\"This investigation into Mr. Simpson began as a desperate attempt by the Trump campaign and its allies to smear Fusion GPS because of its reported connection to the Trump dossier,\" Levy said.",
  "\"Based on the timing of Fusion GPS’ work on the anti-Magnitsky campaign, as it was undertaken at the same time that Fusion GPS was also working for an unknown client on the Trump dossier.\"",
  "Bill Browder, CEO of Hermitage Capital, first spoke publicly about his allegations against the firm, Fusion GPS, and its co-founder Glenn Simpson at a Senate hearing last month.",
  "Simpson told Congress the truth and cleared the record on many matters of interest to congressional investigators,” Simpson's lawyer, Josh Levy, said in a statement to Fox News.",
  "“When the Putin regime is not acting through direct channels, they make payments to their agents through ‘dependent oligarchs.’ The Katsyv family is a case in point.",
  "At the time of that meeting, Veselnitskaya was working for a Cyprus-based real estate holdings company called Prevezon, run by the son of Pyotr Katsyv, Denis Katsyv.",
  "The attorney who represented Denis Katsyv in the Prevezon case, which was settled in May, told Fox News there were “no dealings” with Fusion GPS during that case.",
  "FIRM BEHIND ANTI-TRUMP DOSSIER ALSO WORKED FOR RUSSIA, SENATE WITNESS SAYS\n\nFurther, he outlined his account of how the company's services were contracted.",
  "However, he was blunt in alleging the dossier was being compiled at the \"same time\" the company was doing work for Russia on the anti-sanctions push.",
  "Browder alleged that the Katsyv family hired Simpson and Fusion GPS, along with other individuals and companies in their anti-Magnitsky Act campaign.",
  "... One of the main benefits to Putin was to be able to call on people like Mr. Katsyv to undertake important projects for him,\" Browder wrote.",
  "Notably, he said the dossier and a separate campaign to repeal Magnitsky Act sanctions opposed by the Kremlin were undertaken at the same time.",
  "The Magnitsky Act was passed in 2012 to punish a handful of Russian officials in the wake of whistleblower Sergei Magnitsky's death in prison.",
  "According to the U.S. Attorney’s office for the Southern District of New York, the DOJ froze millions in assets that belonged to Prevezon.",
  "“Fusion GPS was reaching out to journalists in order to generate press coverage for use in the anti-Magnitsky campaign,” Browder wrote.",
  "\"A special counsel and three congressional committees are investigating ties between the Russian government and the Trump campaign.",
  "The attorney's office told Fox News that Prevezon had received nearly $2 million from the massive fraud scheme Magnitsky exposed.",
  "“Fusion GPS was paid by the Katsyv family which is headed by a high-ranking Russian official named Pyotr Katsyv,” Browder wrote.",
  "Browder is not claiming that Russia paid for the dossier containing salacious allegations against the now-U.S. president.",
  "Fusion GPS has acknowledged working on the Prevezon case but stressed that the Trump dossier was a separate project.",
  "\"Yes,\" Browder answered, when asked whether Fusion took money from Russia while working on the dossier.",
  "In his letter, Browder said the Russian government works through \"proxies\" like the Katsyv family.",
  "Magnitsky was imprisoned and ultimately beaten to death allegedly by Russian officers in Moscow.",
  "Browder wrote that Prevezon's law firm, Baker Hostetler, formally hired Fusion GPS.",
  "Prevezon at the time was caught up in a Justice Department money-laundering case.",
  "Levy said that Simpson kept the identities of Fusion GPS’ clients confidential.",
  "Fusion GPS is proud of the work it has conducted and stands by it.\"",
  "Katsyv also held top government positions in the Moscow region.",
  "It bars those officials from accessing the U.S. banking system.",
  "Baker Hostetler did not respond to a request for comment.",
  "He said he does not know who paid Fusion for that work.",
  "MYSTERY SOLVED?",
  "“Mr.",
  "\"..."
]