[
  "“It’s common knowledge, I said what I did with it.”\n\nThe Senate Intelligence and House Intelligence Committees are both investigating various aspects of Russia’s involvement in interfering with the election, including not just allegations of collusion between the Trump team and Russian operatives but also Obama administration surveillance.",
  "McCain is a background player in the dissemination of the dossier, which was published by BuzzFeed on Jan. 10 and makes uncorroborated allegations that Trump campaign advisers colluded with the Kremlin during the presidential campaign.",
  "Arizona Sen. John McCain tells The Daily Caller that he’s willing to testify to his fellow lawmakers about his involvement last December in handling the dossier compiled about Donald Trump by former British spy Christopher Steele.",
  "(RELATED: Senator Asks FBI Director About Deal With Ex-Spy Behind Dossier)\n\nGrassley has also asked Fusion GPS about its arrangement with Steele and with the political operatives who paid the firm to dig up dirt on Trump.",
  "According to Vanity Fair, which has a detailed tick-tock of the dossier’s development in its latest issue, McCain and Kramer realized upon talking to Wood that they needed to view the documents themselves.",
  "(RELATED: Grassley Wants Answers From Opposition Research Firm Behind Trump Dossier)\n\nThat’s when a Democratic supporter of Hillary Clinton’s hired Fusion GPS to continue its research.",
  "McCain became involved in the dossier drama in late November, when he was told about it at an annual event hosted in Nova Scotia for the Halifax International Security Forum.",
  "But it is the Senate Judiciary Committee, chaired by Iowa Sen. Chuck Grassley, which seems most interested in the development and dissemination of the 35-page dossier.",
  "He’s asked the FBI about reports that the bureau struck an informal agreement with Steele in October to pay him for additional research on Trump and his advisers.",
  "There, Sir Andrew Wood, a former British ambassador to Russia, told McCain and former State Department official David Kramer about the existence of the dossier.",
  "“Only the FBI could handle such information, certainly I couldn’t.”\n\nComey would later brief Trump on a summary of the allegations laid out in the dossier.",
  "“I was given it, I did not ask for it, and I took it to the FBI as soon as I saw what was in it,” McCain told Pickett about his handling of the dossier.",
  "Steele, a former MI6 agent who began compiling the dossier in June, is also reportedly in talks with the Senate Intelligence Committee about testifying.",
  "The Republican passed the dossier to FBI director James Comey on Dec. 9, about a month before then-President-elect Trump was briefing on its contents.",
  "Grassley has sent letters to the FBI and to Fusion GPS, the opposition research firm that hired Steele, inquiring about the document.",
  "But as the former real estate mogul ascended to the front of the GOP pack, the donor stopped financing the research project.",
  "Kramer flew to London and met up with Steele after using a code word to establish his identity at Heathrow Airport.",
  "“Sure,” McCain told The Daily Caller’s Kerry Picket when asked if he would testify about the dossier if asked.",
  "McCain gave the dossier to James Comey during a meeting at the FBI director’s office on Dec. 9.",
  "The revelation that the briefing occurred prompted BuzzFeed to publish the document.",
  "An anti-Trump Republican donor hired Fusion GPS to research Trump in Sept. 2015.",
  "“Kramer, the good soldier, volunteered to retrieve them,” Vanity Fair reported.",
  "The pair went to Steele’s home, and Kramer was given the dossier.",
  "He flew back to Washington, D.C. that same night.",
  "That deal fell through, though it is unclear why.",
  "Kerry Picket contributed to this report.",
  "Steele was then brought on board.",
  "Follow Chuck on Twitter"
]