[
  "Judge Nap: 'There's More Than Meets the Eye' in Carter Page-Russia Story\n\nTomi Lahren on Calls for Gun Control: Taking Away Our Rights Is Never the Answer\n\nJudicial Watch President Tom Fitton reacted this morning to a new report about meetings between the co-founder of Fusion GPS and a Russian lawyer who made headlines over the summer after it was revealed that she had met with Donald Trump Jr.\n\nOn Tuesday, Fox News reported:\n\nThe co-founder of Fusion GPS, the firm behind the unverified Trump dossier, met with a Russian lawyer before and after a key meeting she had last year with Trump’s son, Fox News has learned.",
  "https://t.co/rqvxpHouTN — Brit Hume (@brithume) November 7, 2017\n\nJudge Napolitano on Why He Believes Trump Campaign Adviser 'Wore a Wire'\n\nDershowitz: Mueller Is a 'Zealot' on Russia Investigation, But Not Unethical\n\nSome Democrats accused the Trump campaign of \"treason\" after recent reports about Trump Jr.'s 2016 meeting with Natalia Veselnitskaya, allegedly to obtain damaging information about Hillary Clinton.",
  "Congressional Republicans have since questioned whether that politically financed research contributed to the FBI’s investigation of Russian collusion with the Trump campaign – making Fusion’s 2016 contacts with Russian interests all the more relevant.",
  "\"It's either a scam or a setup,\" he said, questioning when the FBI knew about the Trump-Russia dossier and what special counsel Robert Mueller knows about the dossier's origins.",
  "Fitton said by Mueller's current standard, anyone linked to Trump who communicated with Russians is subject to criminal investigation and must testify before Congress.",
  "The contacts shed new light on how closely tied the firm was to Russian interests, at a time when it was financing research to discredit then-candidate Donald Trump.",
  "Speaking on \"Fox & Friends,\" Fitton said \"it looks like a setup\" for the lawyer to have been in contact with Fusion GPS before and after the Trump Tower meeting.",
  "'A Laughingstock': Professor Rejects Claims by Ex-Trump Aide Arrested in Mueller Probe\n\nSanders: Media Is 'Completely Obsessed' With Mueller Investigation",
  "The opposition research firm has faced renewed scrutiny after litigation revealed that the DNC and Hillary Clinton’s campaign paid for that research.",
  "\"I think this whole investigation is fruit of the poison tree and needs to be shut down before anything else is done,\" he argued.",
  "\"Is the Clinton operation going to be subject to the same type of scrutiny by Mr. Mueller?",
  "This is interesting, to say the least.",
  "Watch the full analysis above.",
  "I doubt it,\" said Fitton."
]