[
  "Brazile said she was kept in the dark about the dossier because “I did not control my money.” Brazile, who was appointed interim DNC chair in the summer of 2016, published a book on Tuesday that blasts the Democratic party for allowing the Clinton campaign to control its finances.",
  "Former DNC chairwoman Donna Brazile said on Tuesday that she was told just before the election that she “did not need to know” about the infamous Steele dossier project financed by the DNC and Hillary Clinton campaign.",
  "Appearing on “The View,” Brazile was asked whether she was aware that the DNC was providing partial funding for the report, which was commissioned by opposition research firm Fusion GPS.",
  "But she added that she was “not involved in the contracting…not involved in the hiring of this firm.”\n\n“I did not know about the existence of this contract,” she concluded.",
  "Brazile said that she did not see Fusion GPS on a list of DNC consultants, but she suggested that she may have been aware that the firm’s services were being used.",
  "“I asked one question on November 4th, and I was told that I did not need to know, and so no, I did not know,” Brazile told Meghan McCain, a host on the ABC show.",
  "Brazile gave a jumbled response, but said that she asked a question about the investigation on Nov. 4, several days before the election.",
  "McCain was later provided a copy of the dossier, which he passed along to then-FBI Director James Comey during a Dec. 9 meeting.",
  "It was revealed last month that the Clinton campaign and the DNC jointly paid Fusion GPS $1.02 million to investigate Trump.",
  "Perkins Coie, the law firm that represented the campaign and DNC, signed the contract with Fusion in April 2016.",
  "Fusion hired former British spy Christopher Steele two months later and paid him $168,000 for his services.",
  "Had she thought of it, Brazile had grounds to flip the dossier question on her inquisitor, Meghan McCain.",
  "In late November, McCain dispatched an associate of his named David Kramer to London to meet with Steele.",
  "Her father, Arizona Sen. John McCain, was given a copy of the dossier several weeks after the election.",
  "“But if you ask me was this a question that came up during my tenure as chair?",
  "The dossier was published by BuzzFeed News on Jan. 10.",
  "It did, on November 4th,” said Brazile.",
  "WATCH:\n\nFollow Chuck on Twitter"
]