[
  "The powerful Senate Intelligence Committee leadership told reporters last week that their investigators also had run into roadblocks on the dossier, which was compiled by former British intelligence officer Christopher Steele at the direction of Fusion GPS, an opposition research firm based in Washington, D.C.\n\n\"As it relates to the Steele dossier, unfortunately the committee has hit a wall,\" Chairman Richard Burr, R-N.C., explained.",
  "While Nunes has stepped aside from the broader investigation into Russian interference during the 2016 presidential campaign, he remains chairman of the intelligence committee and has pressed for information on the dossier as well as the “unmasking” of Trump associates by the Obama administration.",
  "We have been working with the committee and have had a productive dialogue with an aim towards ensuring it gets what it needs while addressing our concerns.”\n\nThe FBI and Justice Department are led by Trump appointees Director Christopher Wray and Attorney General Jeff Sessions, respectively.",
  "\"Mr. Steele’s dossier allegations might appear to be 'confirmed' by foreign intelligence, rather than just an echo of the same 'research' that Fusion bought from Steele and that the FBI reportedly also attempted to buy from Steele,\" Grassley wrote.",
  "The FBI and Justice Department have turned down or ignored every request since March from the House Intelligence Committee seeking information about the controversial anti-Trump dossier, according to a review of congressional records by Fox News.",
  "To date, Fusion GPS founder Glenn Simpson has not revealed sources and payments for the dossier to congressional investigators, even refusing to answer questions from Senate Judiciary Committee staff during a closed-door session.",
  "The Republican chairman of the Senate Judiciary Committee, Chuck Grassley, wrote to the FBI last week stating there are \"material inconsistencies\" in the bureau's responses about the dossier and how it was used.",
  "But officials at the departments have refused to provide information about the dossier's sources, who paid for it and whether the FBI used the unverified dossier to obtain surveillance warrants.",
  "Asked for comment, the Justice Department’s principal deputy director of public affairs, Ian D. Prior, said: “The materials requested involve extremely sensitive law enforcement information.",
  "Brower is said to be close to former director James Comey, who named him to the job in March, two months before Comey was fired and during a tense period in Comey's relationship with Trump.",
  "\"We have on several occasions made attempts to contact Mr. Steele, to meet with Mr. Steele, to include personally the vice chairman and myself as two individuals making that connection.",
  "Sources close to the matter say that Gregory Brower, a former U.S. attorney, is now the gatekeeper to such information as head of the FBI's Office of Congressional Affairs.",
  "The document, along with its salacious allegations, emerged earlier this year in the press and was roundly rejected by President Trump and his allies.",
  "Sources told Fox News that Brower has turned down requests, citing the special counsel investigation led by former FBI director Robert Mueller.",
  "Grassley highlighted that the dossier was shared by Steele with the U.K. government, according to court records in a defamation suit.",
  "The committee cannot really decide the credibility of the dossier without understanding things like who paid for it?",
  "Congressional investigators have met \"a lot of resistance,\" committee Chairman Devin Nunes, R-Calif., told Fox News.",
  "But the GOP lawmaker seemed to indicate public scrutiny and congressional pressure may spur movement on the issue.",
  "Records show the committee has made eight such requests, including subpoenas, in that time period.",
  "Investigators on Capitol Hill have been trying to unlock the document’s origins ever since.",
  "... We hope we’ll soon be on the path to getting the information we need,” he said.",
  "Fusion GPS Lawyer Joshua Levy did not respond to Fox News’ request for comment.",
  "\"These are crucial questions related to Congress’ oversight responsibilities.",
  "Who are your sources and sub-sources?\"",
  "Those offers have gone unaccepted."
]