[
  "?”\n\nAdded Trump, “Also, there is NO COLLUSION!”\n\nThe case against Manafort and Gates includes charges of conspiracy against the United States, conspiracy to launder money, unregistered agent of a foreign principal, false and misleading FARA statements, false statements and seven counts of failure to file reports of foreign bank and financial accounts.",
  "We have been saying from day one there is no evidence of Trump-Russia collusion and nothing today changes that.”\n\nThe president first responded to the Manafort and Gates indictments in several tweets Monday, saying: “Sorry, but this is years ago, before Paul Manafort was part of the Trump campaign.",
  "GEORGE PAPADOPOULOS PLEADS GUILTY TO MAKING FALSE STATEMENTS TO FBI\n\nShe also said the White House expects special counsel Mueller’s investigation into Russia’s meddling in the election to “conclude soon” while accusing Democrats and Hillary Clinton’s campaign of colluding with the Russians.",
  "The Papadopoulos court documents describe the aide’s conversations with people connected to the Russian government and his unsuccessful attempts at arranging a meeting between then-candidate Trump and Russian President Vladimir Putin during the campaign.",
  "The White House on Monday reacted to the Russia investigation charges against former Trump campaign chairman Paul Manafort, associate Rick Gates and former adviser George Papadopoulos by arguing their legal cases do not directly involve President Trump.",
  "“Look, today's announcement has nothing to do with the president and nothing to do with the president's campaign or campaign activity,” White House press secretary Sarah Sanders told reporters at Monday’s news briefing.",
  "Papadopoulos, a former Trump campaign foreign policy adviser, pleaded guilty Oct. 5 to making false statements to FBI agents investigating Russia’s interference in the election.",
  "That doesn't have anything to do with the campaign.”\n\nDuring the briefing, Sanders described Papadopoulos as a low-level adviser during the campaign who was not paid.",
  "The 12-count case against Manafort and Gates was unsealed Monday and involves accusations of hiding money made from business dealings with Ukraine.",
  "The Manafort and Gates indictment does not mention Trump, the presidential campaign, collusion or Russia’s attempt to interfere in the election.",
  "But Sanders said his guilty plea “has nothing to do with the activities of the campaign, but his failure to tell the truth.",
  "“The real collusion scandal has everything to do with the Clinton campaign and Fusion GPS and Russia,” she said.",
  "“He was a volunteer on the campaign and a volunteer member of an advisory council that met one time,” she said.",
  "“There is clear evidence of them colluding to spread disinformation and smear the president.",
  "But why aren't Crooked Hillary & the Dems the focus????"
]