[
  "The congressman said he believes the Obama Justice Department – from Attorney General Lynch, to her deputy, Sally Yates, FBI Director Comey as well as FBI agent Peter Strzok who was fired by the Mueller Russia probe over anti-Trump text messages -- may have valuable information.",
  "Asked if the ethics complaint was legitimate, Nunes said it was designed to shut down his investigation, which had revealed the unmasking or identification of Trump campaign associates -- by President Obama's appointees -- in foreign intelligence reports.",
  "“I believe there's evidence that abuses have occurred,\" Nunes said in his first interview since the House Ethics Committee dismissed allegations he had wrongly released classified information as part of the panel’s Russia investigation.",
  "In the short term, Nunes said, the Justice Department will be providing Deputy FBI Director Andrew McCabe and Strzok, and possibly the main handler for former British spy Christopher Steele who researched the dossier for Fusion GPS.",
  "\"We have had an ongoing investigation into DOJ [Department of Justice] and FBI since mid-summer for both FISA [Foreign Intelligence Surveillance Court] abuse and other matters that we can't get into too much.",
  "Nunes said he will call Justice Department official Bruce Ohr, whose apparent demotion was first reported by Fox's James Rosen, over his contacts with the firm behind the Trump dossier -- to testify.",
  "House Intelligence Committee Chairman Devin Nunes, R-Calif., told Fox News on Friday that his investigators have already uncovered evidence of \"abuse\" in the U.S. government's surveillance practices.",
  "Nunes said reports he had recused himself from the Russia probe were deliberately misleading, and he remained chairman, directing his Republicans colleagues on the investigation.",
  "\"The ethics complaint was a joke from the beginning, designed, purely designed to remove me as the chairman of the House Intelligence Committee, which they were unable to do.",
  "I think, a clear design from the left, working in conjunction with parts of our government to keep information away from me and the House Intelligence Committee.\"",
  "After an eight-month review, the House Ethics Committee cleared Nunes on Thursday of allegations leveled by outside groups.",
  "Nunes pointed to the leaked conversation of former national security adviser, Gen. Mike Flynn with the Russian ambassador.",
  "\"It's hard to believe that all of them, there was a very small circle that we’re looking into the Trump dossier overall.\"",
  "I hate to use the word 'corrupt,' but they become so dirty that ... who is watching the watchmen?",
  "The congressman said he is unaware of any leak investigation by the FBI or Justice Department.",
  "“I hate to use the word corrupt, but they become so dirty that, who is watching the watchmen?",
  "Who is investigating these people?",
  "Who is investigating these people?",
  "But it is very concerning.\"",
  "— Devin Nunes, R-Calif.",
  "There is no one.\"",
  "\"No,\" Nunes said.",
  "There is no one.",
  "Nunes said."
]