[
  "The meeting, which is expected to be comprehensive, is the first opportunity that members of the committee will have to grill someone from President Trump’s inner circle about the campaign’s alleged attempts to engage with Kremlin surrogates…”\n\nPLAY-BY-PLAY\n\nTrump heads to North Dakota to talk taxes with Dem Sen. Heidi Heitkamp - WaPo\n\nTrump, Pence Texas re-election fundraisers canceled during Harvey recovery period - Fox News\n\nNew poll finds Americans have dull view of the country - WSJ/NBC News\n\n\n\nRep. Dave Reichert won’t seek re-election, creates opportunity for Dems next year - Roll Call\n\nClinton attacks Biden and Sanders in new book - The Hill\n\nChicago Mayor Rahm Emanuel creates ‘Trump-free zone’ - WashEx\n\nDemocrats launch new super PAC for state legislature races - Politico\n\n\n\nAUDIBLE: HE DID MIND\n\n“Shut up for a moment if you don’t mind.” – U.S. District Court Judge William H. Walls said to Sen. Robert Menendez’s attorney, Raymond Brown, during the first moments of the New Jersey Democrat's corruption trial today.",
  "Cory Gardner of Colorado, Lisa Murkowski of Alaska and Johnny Isakson of Georgia, plan to formally roll out a Senate resolution later Wednesday that forcefully condemns the violence in Charlottesville while ‘rejecting white nationalists, white supremacists, the Ku Klux Klan, neo-Nazis and other hate groups.’ The Senate routinely takes up nonbinding measures commemorating people and institutions in the form of concurrent resolutions and simple resolutions… But backers of the Charlottesville resolution have strategically chosen to introduce their measure as a joint resolution, which means it will be sent to Trump to sign into law.”\n\nHouse to take first step on self-driving cars - Axios: “Today the House is expected to pass the first major legislation to speed up the rollout of self-driving cars — an early step to outline standards for artificial intelligence-driven technologies.",
  "But by not actually withdrawing from the accord, President Trump could avoid a direct breach with the other signatories — Britain, France, Germany, Russia and China… Administration officials said there was little doubt now that Mr. Trump would not certify Iran’s compliance again, as he is required to do every six months.”\n\nMeanwhile, Putin speaks out on N. Korea - WashTimes: “While condemning North Korea over its latest nuclear test, the leaders of Russia and South Korea seemed far apart on the issue of stepping up sanctions against the country after a meeting Wednesday… Speaking after the meeting with South Korean President Moon Jae-in, Russian President Vladimir Putin called for talks with North Korea, saying sanctions are not a solution to the country’s nuclear and missile development.",
  "Moon had urged Moscow to support stronger sanctions against North Korea... ‘We should not give in to emotions and push Pyongyang into a corner,’ Putin said in a news conference after the meeting…”\n\nTrump and Australian prime minister have phone call on NoKo - The Hill: “Australian Prime Minister Malcolm Turnbull said that he and President Trump are unified in their push to up sanctions on North Korea after the two leaders spoke by phone Tuesday… He also warned that a conflict between the U.S. and North Korea would be ‘catastrophic’ and argued that economic sanctions remained the best option for reining in Pyongyang.”\n\nHOUSE SUBPOENAS FBI, JUSTICE DEPT.",
  "over Trump dossier - Not creative, just creepy\n\n\n\nTRUMP BACKS DEBT CEILING HIKE, WITH HARVEY RELIEF\n\nFox News: “President Trump struck a deal Wednesday with Democratic leaders to raise the federal debt ceiling and fund the government for the next three months while also providing Hurricane Harvey relief money -- hours after House Speaker Paul Ryan blasted such a plan as ‘unworkable’ and ‘disgraceful.’ Ryan, R-Wis., had denounced the idea of a short-term plan to raise the debt ceiling after Senate Minority Chuck Schumer, D-N.Y., and House Minority Leader Nancy Pelosi, D-Calif., made their case for one in a joint statement.",
  "Neither FBI nor Justice turned over the documents, and now the committee has given them an extension until September 14 to comply.”\n\nFusion boss won’t answer questions on anti-Trump dossier - Fox News: “The former journalist who commissioned the unverified anti-Trump dossier repeatedly refused to answer basic questions about his client – including how much his firm Fusion GPS was paid and whether he knew the sources behind the dossier’s sensational allegations – according to a source familiar with Glenn Simpson’s closed-door interview last month with Senate Judiciary Committee staffers.",
  "… Department of Transportation Secretary Elaine Chao is expected to release revised guidelines for autonomous vehicles in the coming weeks — a year after the Obama administration published its first policy statement on the issue.”\n\nDECISIONS TO BE MADE ABOUT FUTURE OF IRAN NUCLEAR DEAL\n\nNYT: “In the midst of a nuclear crisis with North Korea, the Trump administration signaled on Tuesday that it is paving the way for a simultaneous standoff with Iran, suggesting it could refuse to certify that Tehran is complying with the 2015 nuclear accord.",
  "OVER TRUMP DOSSIER\n\nWashEx: “In the most significant escalation yet in the wrangling between Congress and the FBI over the Trump dossier, the House Intelligence Committee has subpoenaed the bureau and the Justice Department for documents relating to the dossier, the FBI's relationship with dossier author Christopher Steele, and the bureau's possible role in supporting what began as an opposition research project against candidate Donald Trump in the final months of last year's presidential campaign.",
  "The meeting was an apparent attempt to clear the air after a contentious August recess between the two, mostly fueled by the Senate's failure to repeal Obamacare.”\n\nTwo senators will challenge Trump’s transgender troops order - WaPo: “Two senators are preparing an amendment to challenge President Trump’s announced ban on transgender people serving in the military that they hope to attach to a sweeping defense bill the chamber is set to consider this month.",
  "‘This will free up much-needed federal funding and assistance as we prepare for Irma,’ Scott said during a 6:15 p.m. briefing with reporters at the state Emergency Operations Center in Tallahassee.”\n\nTHE RULEBOOK: POWER TO THE PEOPLE\n\n“It is too early for politicians to presume on our forgetting that the public good, the real welfare of the great body of the people, is the supreme object to be pursued…” – James Madison, Federalist No.",
  "Representatives for Collins and Senate Armed Services Committee Chairman John McCain (R-Ariz.), who is managing the bill, declined to comment for this story.”\n\nHopes for ObamaCare repeal still linger - Politico: “President Donald Trump and some Senate Republicans are refusing to give up on Obamacare repeal, even after this summer’s spectacular failure and with less than a month before a key deadline.",
  "… Cassidy said he hopes to have the bill text finalized by this week and has declined to reveal details about what changed in the bill during August.”\n\nSenate will push Trump to condemn Charlottesville hate groups - Politico: “The Senate is preparing to force President Donald Trump to go on record to officially condemn the deadly white supremacist rallies in Charlottesville last month.",
  "The documents were described to Fox News as “useless” and “disrespectful” of congressional investigators.”\n\nRice met with House Intel committee - Fox News: “Former national security adviser Susan Rice is meeting privately [today] with the House Intelligence Committee, Fox News has learned, in the latest Capitol Hill session involving an Obama administration official.",
  "Some lawmakers have made clear they want to hear more from Obama administration officials, especially Rice…”\n\n\n\nSenate Judiciary to meet with Trump Jr. on Thursday - WaPo: “The Senate Judiciary Committee will meet with Donald Trump Jr. on Thursday to discuss the Trump campaign’s contacts with Russia, according to three Democratic members of the committee.",
  "Bipartisanship will be key for Congress to complete its lengthy September to-do list.”\n\nTrump, McConnell finally speak - Politico: “President Donald Trump and Senate Majority Leader Mitch McConnell met privately on Tuesday in a bid to repair their badly frayed relationship, according to sources familiar with the meeting.",
  "SCOREBOARD\n\nTrump net job-approval rating: -17.4 points\n\nChange from one week ago: up 1 point\n\n[President Trump’s score is determined by subtracting his average job disapproval rating in the five most recent, methodologically sound public polls from his average approval rating, calculated in the same fashion.]",
  "In a playful Facebook post, police write they admire the prankster's creativity but were ‘completely terrified’ while removing the balloons and ‘respectfully request they do not do that again.’ Police also suggest people watch previews of the movie with the lights turned on and the volume turned low.",
  "BIPARTISANSHIP WILL BE KEY FOR LAWMAKERS’ FALL AGENDA\n\nThe Hill: “A group of bipartisan lawmakers in the House and Senate known as the Problem Solvers Caucus met Tuesday night to discuss the fall legislative agenda as Congress returned to Washington for the first time since the August recess.",
  "Trump, minutes later, verified the deal aboard Air Force One.”\n\nWith Irma quickly approaching, Trump approves Florida request for emergency declaration - Miami Herald: “President Donald Trump has approved Florida’s request for a pre-landfall emergency declaration for Hurricane Irma, Gov.",
  "In a speech at the conservative American Enterprise Institute, Ambassador Nikki R. Haley, the United States representative to the United Nations, presented the administration’s argument that Iran was in violation of the spirit, if not the letter, of the agreement.",
  "… The bill's main provision would let the federal government preempt some state laws when it comes to self-driving cars — eliminating the potential for a patchwork of state regulations that would make it hard for the autonomous vehicle market to take off.",
  "Sen. Kirsten Gillibrand (D-N.Y.) said Tuesday that she is drafting the amendment with Sen. Susan Collins (R-Maine) to ‘try to protect the transgender troops’ against the order that Trump initially issued via Twitter in July banning them from the military.",
  "Caucus members also discussed the fate of the Deferred Action for Childhood Arrivals (DACA) program shielding young undocumented immigrants from deportation, which the Trump administration announced earlier it will rescind.",
  "**\n\nOn the roster: Trump backs debt ceiling hike, with Harvey relief - Bipartisanship will be key for lawmakers’ fall agenda - Decisions to be made about future of Iran nuclear deal - House subpoenas FBI, Justice Dept.",
  "Yet the Democratic leaders later emerged from a meeting with Trump, Ryan and Senate Majority Leader Mitch McConnell, R-Ky., saying they had agreed on the Harvey money and the short-term extensions through Dec. 15.",
  "The committee issued the subpoenas -- one to the FBI, an identical one to the Justice Department -- on August 24, giving both until last Friday, September 1, to turn over the information.",
  "The source, on the condition of anonymity, said Fusion co-founder Simpson and his lawyer Josh Levy provided thousands of records to the committee, but most were blank or press clippings.",
  "A red balloon is the calling card of Pennywise, the sewer-dwelling, child-eating clown in Stephen King's horror novel ‘It.’ The hotly anticipated movie version opens in theaters Friday.",
  "45\n\nTIME OUT: EASY AS 1, 2, 3\n\nAtlantic: “Life’s domains are replete with many forms of cooperation, from microbes sharing helpful molecules to dolphins providing aid to the injured.",
  "The subpoenas are an indication of growing frustration inside the committee over the FBI and Justice Department's lack of cooperation in the Trump-Russia investigation.",
  "… The question then becomes, what kinds of conditions lead to the evolution of cooperative behavior, when we would normally expect selfishness to prevail?",
  "Lindsey Graham of South Carolina and Bill Cassidy of Louisiana over the summer on their proposal to block grant federal health care funding to the states.",
  "And though the bill is being rewritten and Congress faces a brutal September agenda, Trump and his allies on health care are making a last-gasp effort.",
  "… The backlash to Trump’s order has been swift and bipartisan — but it is not yet clear what support there will be for Gillibrand’s planned amendment.",
  "Trump and McConnell huddled privately for roughly 20 minutes ahead of a larger gathering of Republican leaders and officials working on tax reform.",
  "Of course, since any mathematical model excludes some features and oversimplifies others, we must be careful not to draw overly broad conclusions.",
  "The police department's post ends with a famous line from the book: ‘You'll float too.’”\n\nBrianna McClelland contributed to this report.",
  "He warned the move could put Harvey relief funds at risk, as the House overwhelmingly approved an initial $8 billion in funding.",
  "‘To play politics with the debt ceiling like Schumer and Pelosi apparently are doing, I don’t think is a good idea,’ said Ryan.",
  "… [Graham] said the bill needs to have a ‘majority of the Republican governors behind the idea’ to gain momentum in the Senate.",
  "NOT CREATIVE, JUST CREEPY\n\nAP: “Police officers in a small Pennsylvania town are evidently afraid of a certain homicidal clown.",
  "Share your color commentary: Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM and please make\n\nsure to include your name and hometown.",
  "The sit-down comes after she attended a similar private session in July with staffers on the Senate Intelligence Committee.",
  "The Lititz police department on Tuesday posted photos of red balloons a prankster tied to a pair of sewer grates.",
  "About 45 lawmakers were in attendance, including eight senators, according to a source familiar with the meeting.",
  "History is littered with utopian ideas that looked great on paper but collapsed in practice.”\n\nFlag on the play?",
  "Mathematical analysis can then provide a kind of ‘instant experiment’ to test an idea on its theoretical merits.",
  "The idea is to create a mathematical model: a cartoon picture of the real world, drawn in the language of math.",
  "Legislative items set for discussion included health care, taxes and how Congress will address the debt limit.",
  "But there's still a long way to go before Silicon Valley and Detroit can fill the roads with driverless cars.",
  "This kind of ‘altruistic’ behavior—helping others at one’s own expense—presents an evolutionary puzzle.",
  "Rice was expected to face questions in closed session about Russia and the unmasking controversy.",
  "But the administration could leave it up to Congress to decide whether to withdraw from the deal.",
  "Ideas about evolution and human nature can be difficult to test in the laboratory.",
  "- Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM with\n\nyour tips, comments or questions.",
  "The president and White House staff have continued to work with Republican Sens.",
  "Mark Warner and Tim Kaine, both Democrats, along with Republican Sens.",
  "However, insight can come from a surprising place: mathematics.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "Want FOX News Halftime Report in your inbox every day?",
  "He and FROM THE BLEACHERS will return on Sep.",
  "Rick Scott announced Tuesday evening.",
  "note: Chris Stirewalt is away.",
  "Virginia Sens.",
  "Sign up here.",
  "Sign up here.",
  "11.]",
  "[Ed."
]