[
  "Earlier this month, the chairman of the Senate Intelligence Committee said Wednesday they have \"hit a wall\" in trying to probe the origin of the dossier, as the committee forges ahead with its investigation into Russia’s interference and possible collusion with Trump campaign associates in the 2016 election.",
  "Fusion's filing in the U.S. District Court for the District of Columbia claimed that complying with the subpoena would \"deny Plaintiff and its clients their rights to free speech and expressive association as guaranteed by the First Amendment to the Constitution.\"",
  "“Justice Department and/or FBI should immediately release who paid for it.”\n\nThe dossier, authored by former British spy Christopher Steele, claims that the Russian government had collected compromising information on Trump for several years.",
  "“The committee cannot really decide the credibility of the dossier without understanding things like who paid for it, who are your sources and sub-sources.”\n\nFox News' Alex Pappas and Catherine Herridge contributed to this report.",
  "“What about the billions of dollars of Fake News on CNN, ABC, NBC & CBS?”\n\nFUSION GPS OFFICIALS TAKE THE FIFTH IN TRUMP DOSSIER INTERVIEW ON CAPITOL HILL\n\nHe also took aim, yet again, at his formal presidential campaign rival.",
  "In an afternoon tweet, the president drew attention to how two officials at Fusion GPS, a political research firm behind the dossier, invoked the Fifth Amendment before the House Intelligence Committee on Wednesday.",
  "FIRM BEHIND TRUMP DOSSIER GOES TO COURT TO BLOCK HOUSE SUBPOENA FOR BANK RECORDS\n\nHouse Intelligence Committee Chairman Devin Nunes, R-Calif., had issued a subpoena on Oct. 4 for those TD Bank records.",
  "Fusion GPS co-founder Peter Fritsch and top lieutenant Thomas Catan were subpoenaed to appear before the committee in a closed-door session on Wednesday but asserted their right not to testify.",
  "President Trump on Saturday called for his own Justice Department to publicly release who paid for a salacious dossier that includes unverified allegations about his connections with Russia.",
  "North Carolina Republican Sen. Richard Burr, the chairman of the committee, said the committee has made a number of unsuccessful attempts to contact Steele and hopes he will cooperate.",
  "On Saturday, the president also seemed to reference Facebook’s recently announcement that it believes Russian operatives spent more than $100,000 on Facebook ads during the election.",
  "But, according to documents reviewed by Fox News, Fusion is seeking a \"temporary restraining order and preliminary injunction\" to block the release of those records.",
  "\"Crooked Hillary Clinton spent hundreds of millions of dollars more on Presidential Election than I did,\" Trump tweeted.",
  "Fusion GPS has gone to court in an attempt to block a House committee subpoena for the company’s banking records.",
  "However, committee Republicans say Fusion is not a media organization and not entitled to the same protections.",
  "Fusion has refused to tell congressional committees who paid for the dossier or reveal its sources.",
  "“Officials behind the now discredited ‘Dossier’ plead the Fifth,” the president tweeted.",
  "The document was circulated among journalists in 2016 and provided to the FBI.",
  "Fritsch and Catan took the Fifth on every question posed by committee members.",
  "“Keep hearing about ‘tiny’ amount of money spent on Facebook ads,” he said.",
  "Another co-founder, Glenn Simpson, is under subpoena for a later date.",
  "“Those offers have gone unaccepted,” Burr said.",
  "\"Facebook was on her side, not mine!\"",
  "Trump has called the report false.",
  "That move was expected."
]