[
  "\"The compelled testimony could...give targets and others intent on interfering with the investigation information necessary to conceal evidence or implement countermeasures; reveal potential witnesses or sources in a manner that risks compromising or influencing relevant testimony; and/or suggest a map of possible investigative activity yet to be taken by revealing the current focus and scope of the investigation, allowing persons of interest to plan for such activity.\"",
  "The Justice Department filing also maintains the government's argument that it has made no official confirmation of any investigation into the dossier, even though then Director of National Intelligence James Clapper issued an official statement on Jan. 11 about briefing Trump on a \"private security company document\" and said the intelligence community \"has not made any judgment that the information in this document is reliable.\"",
  "Justice Department lawyers moved Monday to block that effort, telling U.S. District Court Judge Amit Mehta that forcing officials to answer a series of questions about their handling of the dossier could trigger \"a wave\" of similar requests, distract government employees involved in important intelligence work and expose sensitive details about what government attorneys referred to in vague terms as \"an ongoing investigation.\"",
  "Under the Radar Blog Archives Select Date… November, 2018 October, 2018 September, 2018 August, 2018 July, 2018 June, 2018 May, 2018 April, 2018 March, 2018 February, 2018 January, 2018 December, 2017\n\nBuzzFeed published the dossier in January along with a warning that the media outlet's reporters had been unable to verify many of the assertions in the compilation, including salacious allegations about Donald Trump.",
  "\"Because the Article’s intention was to share 'explosive—but unverified—allegations' with the public, not to report on official government proceedings, Buzzfeed cannot invoke the fair report privilege to justify its publication of allegedly defamatory statements (nor commandeer the resources of the Federal Government in furtherance of that effort).\"",
  "While BuzzFeed's article noted that the dossier was circulating at the highest levels of the U.S. Government and cited a CNN report that Trump and President Obama had been briefed on the dossier, the Justice Department brief argues that the website was simply injecting the compilation into the public domain and not illuminating any official action.",
  "Former FBI Director James Comey also said in a statement to Congress that he briefed Trump on the dossier's allegations, but government lawyers argue that does not amount to official confirmation either because Comey was out of government at the time he issued that statement in June, having been fired by Trump the previous month.",
  "To bolster its defense in the suit, BuzzFeed is asking a federal judge in Washington to order the FBI and perhaps others to provide details that would officially confirm the dossier circulated at the highest levels of the U.S. government and triggered some effort by American authorities to verify its contents.",
  "\"The public deserves to know more about the ‘ongoing investigation’ the Department of Justice referenced in its filings, which concern explosive allegations about the president of the United States and a hostile foreign power,\" spokesman Matt Mittenthal said.",
  "In recent months, House and Senate committees have been aggressively investigating the production of the dossier, which was prepared by former British intelligence officer Christopher Steele at the instigation of a U.S. private investigation firm, Fusion GPS.",
  "Feds fight BuzzFeed demand for Trump dossier probe details\n\nFederal agencies are fighting BuzzFeed's demand for information about how officials investigated a controversial dossier of claims about President Donald Trump's alleged connections to Russia.",
  "\"Compelling the Government Respondents to respond to Buzzfeed’s questions clearly would interfere with and possibly cause grave harm to an ongoing investigation,\" Justice Department attorney Anjali Motgi and other lawyers wrote.",
  "The government also leveled what amounts to a direct attack on BuzzFeed's key defenses in the libel suit, flatly rejecting the site's claim that its publication of the dossier on Jan. 10 shed light on official government action.",
  "While the government's public court filing did not say precisely what investigation could be harmed, Justice Department lawyers submitted a secret FBI declaration providing the judge with further detail on the point.",
  "BuzzFeed published the dossier in January along with a warning that the media outlet's reporters had been unable to verify many of the assertions in the compilation, including salacious allegations about Trump.",
  "It's possible, although far from certain, that BuzzFeed could have more legal leverage because it is seeking such information to defend itself in the libel suit rather than in a freestanding FOIA suit.",
  "In February, BuzzFeed was hit with a libel suit from Russian internet entrepreneur Aleksej Gubarev, who was mentioned in the document as having ties to hacking directed at Democratic Party leaders.",
  "\"Buzzfeed’s characterization of the Article as a report on official government activity is at best a post-hoc rationalization proffered to avoid liability in private litigation,\" Motgi wrote.",
  "A conservative publication, the Washington Free Beacon, used funding from libertarian backer Paul Singer to pay Fusion GPS for some anti-Trump research during the Republican primary campaign.",
  "Later in 2016, further research resulting in the dossier was paid for by Hillary Clinton's presidential campaign and the Democratic National Committee, according to a law firm involved.",
  "Several news outlets, including POLITICO, are suing under the Freedom of Information Act to get records about how the federal government tried to vet the claims in the dossier.",
  "A BuzzFeed spokesman said the U.S. government should be more forthcoming about the status of whatever investigation is underway.",
  "Trump has also repeatedly called publicly for an FBI investigation into who paid for the research.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Morning Media Your guide to the media circus — weekday mornings, in your inbox.",
  "It's unclear who in Democratic circles approved the work or the payments.",
  "You can unsubscribe at any time."
]