[
  "… Awan, a longtime IT staffer who worked for more than two dozen House Democrats, has been at the center of a criminal investigation on Capitol Hill for months related to procurement theft.”\n\nPLAY-BY-PLAY\n\nAfghan mineral wealth figures into Trump’s strategy - NYT\n\nWasserman Schultz aide arrested trying to leave the country - Politico\n\nNew ethics boss takes a more relaxed view on conflicts of interest - NYT\n\nNewly declassified memos detail extent of improper Obama-era NSA spying - The Hill\n\nMcAuliffe, Pelosi weekend travel to promote governor races as ‘future of the party’ - USA Today\n\n\n\nOops: Perry duped by Russian comedian posing as Ukranian leader - Reuters\n\n\n\nAUDIBLE: WHEN YOU’RE A JET…\n\n“I’m a front stabber.” – White House Communications Director Anthony Scaramucci speaking to Fox News about how his approach differs from Washington’s penchant for backstabbing.",
  "And quite honestly, I don’t think it’s wise to be operating on a daily basis thinking about what a statement, or a response that causes you to be fearful of your electoral prospects,’ Ms. Murkowski, Alaska Republican, told MSNBC.”\n\n\n\nTRUMP SEEKS TO DISCHARGE THOUSANDS OF TRANS TROOPS\n\nFox News: “President Trump tweeted Wednesday that the U.S. government will not allow transgender people ‘to serve in any capacity in the U.S. military.’ … The president’s tweets came only a few weeks after Defense Secretary James Mattis said he would give military chiefs another six months to conduct a review to determine if allowing transgender individuals to enlist in the armed services will affect the ‘readiness or lethality’ of the force.",
  "And if Trump nominates as Sessions’s successor someone such as Rudy Giuliani, who is seen by some as insufficiently independent from Trump or as likely to undermine special counsel Robert Mueller’s investigation, the moment may finally be upon Republicans in Congress to signal how far they’re willing to go to check Trump’s powers.”\n\nMANAFORT COOPERATING IN RUSSIA PROBE\n\nLAT: “President Trump’s former campaign chairman will not be testifying [today] before the Senate Judiciary Committee, as originally scheduled, after the committee rescinded its subpoena.",
  "But he hasn't told Trump that himself.”\n\n\n\nTillerson ‘taking a little time off’ but not resigning - The Hill: “State Department spokeswoman Heather Nauert flatly denied rumors on Tuesday that Secretary of State Rex Tillerson is planning his departure from the agency but noted that he serves ‘at the pleasure of the president.’”\n\nJonah Goldberg: Conservatives face harsh reality in Trump v. Sessions - National Review: “…there was a time when the case for Trump among many conservatives rested to a significant degree on Sessions’s support for him.",
  "**\n\nOn the roster: Trump keeps up campaign against his attorney general -Manafort cooperating in Russia probe - Senate GOP looks for ‘political punt’ on ObamaCare - Trump seeks to discharge thousands of trans troops - Check the shed for a Picasso\n\nTRUMP KEEPS UP CAMPAIGN AGAINST HIS ATTORNEY GENERAL\n\nWaPo: “President Trump renewed his attacks on Attorney General Jeff Sessions Wednesday, questioning on Twitter why the top U.S. law enforcement official had not replaced the acting FBI director – a move that Trump himself has the authority to do.",
  "… On Tuesday, Manafort met with Senate Intelligence Committee staff, providing his recollection of [a meeting arranged with Russian operatives by Trump Jr.] and agreeing to turn over contemporaneous notes of the gathering last year, according to people familiar with the closed-door interview.”\n\nDems delay hearing for Putin foe - Fox News: “Bill Browder, the CEO and co-founder of Hermitage Capital, was set to tell the Senate Judiciary Committee that the co-founder of the firm Fusion GPS was hired to conduct a ‘smear campaign’ against him.",
  "A U.S. official familiar with the discussions said Tuesday that the planned announcement surrounding stepped-up efforts on leak investigations has ‘been in the works for some time and will most likely happen sometime in the next week.’ … The investigations will look at news reports that publicized sensitive intelligence material, according to officials who have been briefed on the matter.”\n\n\n\nTrump, Sessions said to not be on speaking terms - Politico: “Donald Trump is playing an elaborate game of chicken with Jeff Sessions.",
  "The only thing that’s changed is Trump’s ‘interests.’ I put interests in quotes because I think, objectively speaking, it is not in his interest to fire Sessions or force him to quit.”\n\nNate Silver: Sessions firing would set up collision with Congress -FiveThirtyEight: “President Trump’s outburst against Attorney General Jeff Sessions might be the event that forces a confrontation with congressional Republicans over the Russia scandal.",
  "The subpoena was issued last week after Simpson declined the committee's request to appear before lawmakers in a public hearing.”\n\nRussia warns of ‘painful’ response if Trump signs U.S. sanctions - Bloomberg: “Russia threatened to retaliate against new sanctions passed by the U.S. House of Representatives, saying they made it all but impossible to achieve the Trump administration’s goal of improved relations.",
  "It’s hard to overstate the degree to which White House officials and Senate GOP leaders just want to pass something — really, anything — to show the base that they are keeping their promise to roll back Obamacare.”\n\nTrump targets Murkowski - Roll Call: “President Donald Trump attacked Sen. Lisa Murkowski early Wednesday after her vote Tuesday against a motion to proceed on repealing the 2010 health care law.",
  "… By contrast, total military spending on erectile dysfunction medicines amounts to $84 million annually, according to an analysis by the Military Times… The military spends $41.6 million annually on Viagra alone, according to the Military Times analysis – roughly five times the estimated spending on transition-related medical care for transgender troops.",
  "Browder now is expected to testify Thursday…”\n\nCo-founder of firm tied to Trump dossier agrees to speak to Senate panel - The Hill: “The co-founder of the firm tied to the controversial opposition research dossier on President Trump has agreed to speak to the Senate Judiciary Committee behind closed doors, the top lawmakers on the panel said Tuesday.",
  "SCOREBOARD\n\nTrump net job-approval rating: -18 points\n\nChange from one week ago: down 1.4 points\n\n\n\n[President Trump’s score is determined by subtracting his average job disapproval rating in the five most recent, methodologically sound public polls from his average approval rating, calculated in the same fashion.]",
  "“Trump should appoint a team of health care knowledgeable Senators and Congressmen (perhaps 5 Republicans and 4 Democrats) and tell them to come up with a Bill that will pass and satisfy the few strong objections of the current bills, mandates, high costs, excessive coverage, uncontrolled Medicaid expenses, etc.",
  "Trump tweeted that it was ‘too bad’ that Murkowski, ‘really let Republicans, and our country down yesterday.’ Murkowski, along with Maine Sen. Susan Collins, was one of two Republicans who voted against a motion to proceed to allowed debate on repealing the health law signed by former President\n\nBarack Obama.",
  "Sen. Lindsey Graham(R-S.C.) on Tuesday called the possibility of a skeletal plan a ‘political punt,’ but it may be that that can clear the narrowly divided chamber.”\n\nNarrow path for passage after procedural victory - WaPo: “Senators will next cast an up-or-down vote on whether to completely repeal Obamacare.",
  "SENATE GOP LOOKS FOR ‘POLITICAL PUNT’ ON OBAMACARE\n\nPolitico: “Now the Senate GOP is aiming for what Health and Human Services Secretary Tom Price called the ‘lowest common denominator’ as its likely end game: repealing Obamacare’s individual and employer mandates as well as its tax on medical devices.",
  "The committee withdrew its subpoena for Paul Manafort late Tuesday after Manafort agreed to turn over documents and to continue negotiating about setting up an interview with the panel… The committee also removed Donald Trump Jr. from the list of witnesses scheduled for Wednesday's public hearing.",
  "They sat upright in wooden chairs in front of their soddies, surrounded by the trappings of their frontier existence… Their lives seemed tiny and brutally sincere, swallowed by the grass and sand of Custer County, Nebraska, a land so vast and so empty it appears often dimensionless in the photos.",
  "I tend to generally agree with Gideon Tucker, who famously wrote, “No man’s life, liberty or property are safe when the legislature is in session,” but I also understand the frustration among those who feel like there is so much work to be done that no relief should be afforded to lawmakers.",
  "…Considering the prevalence of transgender service members among the active duty military and the typical health-care costs for gender-transition-related medical treatment, the Rand study estimated that these treatments would cost the military between $2.4 million and $8.4 million annually.",
  "WASSERMAN SCHULTZ AIDE NABBED TRYING TO FLEE U.S.\n\nPolitico: “Imran Awan, a House staffer at the center of a criminal investigation potentially impacting dozens of Democratic lawmakers, has been arrested on bank fraud and is prevented from leaving the country while the charges are pending.",
  "The measures push U.S.-Russia ties into uncharted territory and ‘don’t leave room for the normalization of relations’ in the foreseeable future, Deputy Foreign Minister Sergei Ryabkov said Wednesday, according to the Interfax news service.”\n\nTHE RULEBOOK: HI, GUYS!",
  "“There are appearances to authorize a supposition that the adventurous spirit, which distinguishes the commercial character of America, has already excited uneasy sensations in several of the maritime powers of Europe.” – Alexander Hamilton, Federalist No.",
  "Further, he planned to testify the campaign was orchestrated by Natalia Veselnitskaya-- the Russian attorney who sought the highly scrutinized Trump Tower meeting with Donald Trump Jr., Jared Kushner, and then-campaign chairman Paul Manafort in June 2016.",
  "Murkowski has been a frequent critic of Senate GOP leadership’s attempts to repeal Obamacare without a replacement.”\n\nAlaskan unimpressed: ‘How about doing a little governing around here?’ - Courtesy of Sally Persons at the WashTimes: “Sen.",
  "I suspect the hope of the White House and Congressional leaders is that whatever ball of chewing gum and baling wire that would end up passing could, however speciously, be called “repeal and replace” and then just forget the whole thing.]",
  "CHECK THE SHED FOR A PICASSO\n\nThe Guardian: “The rock star Alice Cooper has found an Andy Warhol masterpiece that could be worth millions ‘rolled up in a tube’ in a storage locker, where it lay forgotten for more than 40 years.",
  "[Tuesday’s] board shows Trump's ‘net approval’ as ‘down 18.4 points,’ which is a ‘-0.8 point change from a week ago.’ These numbers are only meaningful if you have a starting point from which to compare the new numbers.",
  "What Congress is doing right now is, essentially, keeping an empty shell of legislation in motion that can be filled with whatever policy for propping up the individual insurance market that could pass in September.",
  "Sessions replace Acting FBI Director Andrew McCabe, a Comey friend who was in charge of Clinton investigation but got big dollars ($700,000) for his wife’s political run from Hillary Clinton and her representatives.",
  "A president with a 45 percent job approval rating who only had 30 percent of the country disapproving of his performance would be in a far different position politically than one facing 55 percent disapproval.",
  "A RAND study found that there are between 2,500 and 7,000 transgender service members in the active-duty military, and another 1,500 to 4,000 in the reserves.”\n\nHow much do transgender troops cost taxpayers?",
  "Sessions has sent word to the White House that he has no plans to resign and wants to stay as attorney general even amid daily humiliation from the boss, according to two people familiar with his thinking.",
  "Drain the Swamp!’ Trump has for days been attacking his attorney general, and he has similarly been critical of McCabe, who took over as the acting director of the FBI after Trump fired James B. Comey.",
  "This seems like the kind of gimmicky, agenda-driven tactic I’ve come to expect from the mainstream media, not from the straight-forward, hard-hitting Chris Stirewalt that we all know and love (well .",
  "Browder released written testimony ahead of the hearing but his public remarks were delayed when Democrats invoked the ‘two-hour rule’ to protest Republican efforts to repeal ObamaCare.",
  "… I don’t remember any formal introduction to the pioneer photographer Solomon D. Butcher… In fact, for the longest time, I didn’t consider the guiding hand behind these photos at all.",
  "Fortunately, Senator McCain arrived without harm to delivery his eloquent petition for decorum and civility to world's greatest deliberative body.” – Dan Burch, Turlock, Calif.\n\n[Ed.",
  "- WaPo: “On Twitter this morning, President Trump announced a ban on transgender people serving in the military, citing ‘medical costs’ as the primary driver of the decision.",
  "In fact, one could argue, that going home and hearing from their constituents will do far more to produce results than sitting here and breathing that swampy Potomac air.]",
  "… ‘Frankly, senator, I’ve never cared much about two consenting adults and who they go to bed with,’ Mattis testified [during his confirmation hearing in January].",
  "… Then, four years ago, Gordon was having dinner with a Los Angeles art dealer [who] mentioned how much a Warhol had recently fetched at auction [$11.6 million].",
  "Paris Review: “My grandparents lived in a massive two-story home with creaking pinewood floors and lace curtains that hung like ghosts from the windows.",
  "How about just showing what his actual approval rating is and, if you feel context is needed, contrast it with his approval rating on Inauguration Day.",
  "… According to Shep Gordon, the singer’s longtime manager, Cooper and Warhol became friends at the famous Max’s Kansas City venue in New York City.",
  "In exchange for the interview, the committee will drop its subpoena of Glenn Simpson, co-founder of the Washington-based strategy firm Fusion GPS.",
  "Though the contents of that so-called ‘skinny repeal’ could still change, but those three elements may be all the Senate can pass at this point.",
  "Two years ago, all but one of them voted for the identical measure — when they knew that it was only for show and Barack Obama would veto it.",
  "Awan pleaded not guilty on Tuesday to one count of bank fraud during his arraignment in the U.S. District Court for the District of Columbia.",
  "I cannot think of a more powerful statement of small ‘r’ republicanism then a democratic senator rising to speak on Senator McCain's behalf.",
  "The issue now, though, is that there is too little time to fashion a comprehensive solution before insurance rates are set for next year.",
  "but our 24/7 news cycle makes it impossible to remember the headlines from two days ago, much less approval ratings from six months ago.",
  "But, as you saw above, that explanatory text will appear in each subsequent addition of this note (until we think of a better option).",
  "I can imagine a scenario in which a blue-ribbon commission could do something quite interesting in advance of a deadline for repeal.",
  "A senior House Democratic aide confirmed Awan was still employed by Rep. Debbie Wasserman Schultz (D-Fla.) as of Tuesday morning.",
  "Share your color commentary: Email us at HALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "Murkowski and Collins were also among nine Republicans who voted against the Better Care Reconciliation Act Tuesday night.",
  "Fox News: “Attorney General Jeff Sessions will soon announce several criminal leak investigations, Fox News has learned.",
  "Lisa Murkowski criticized her colleagues for positioning their vote on health care in terms of an electoral prospects.",
  "A true colleague would have saved Senator McCain the arduous journey to Washington and instead had voted in his stead.",
  "Why when there is so much unfinished business would our law makers leave Washington for an extended period of time?",
  "FROM THE BLEACHERS\n\n“As an American, Navy veteran, and Republican have the utmost respect for Senator John McCain.",
  "On the one hand, American’s want their lawmakers to be in touch with reality and the voices of their constituents.",
  "Them spending two extra weeks eating peanuts and annoying their staffs won’t do anything to make that easier.",
  "The seldom-used rule bars committees from meeting more than two hours after the full Senate begins a session.",
  "11\n\nTIME OUT: GHOST STORY\n\nWriter Carson Vaughan considers the work of a rediscovered frontier photographer.",
  "But an approval number by itself doesn’t say enough, since it fails to factor in the strength of opposition.",
  "BTW, it is time to revisit the proposals of Simpson/Bowles!” – Dixon Johnston,\n\nGreensboro, N.C.\n\n\n\n[Ed.",
  "He ends up going into an insane asylum for his drinking and then leaves New York for LA,’ [Gordon said.]",
  "‘So we went and found it rolled up in a tube.’”\n\nChris Stirewalt is the politics editor for Fox News.",
  "… Awan was arrested at Dulles Airport on Monday evening before boarding a flight to Lahore, Pakistan.",
  "The Pentagon has refused to release any data on the number of transgender troops currently serving.",
  "Now, the case against Sessions rests entirely on Trump’s lack of support for the attorney general.",
  "September will be a hellscape in Congress as a pile of must-pass legislation comes before members.",
  "If Sessions is fired or resigns under pressure, the Senate will have to confirm his replacement.",
  "My distant relatives lingered on that floor, hanging from the burgundy walls in black and white.",
  "But David Damron, a spokesman for Wasserman Schultz, later said that Awan was fired on Tuesday.",
  "I hope it’s not as simple as they believe they have earned a vacation.” – Jim Hain, Omaha, Neb.",
  "Sessions to unveil results of leak probe - Fox News colleague Jake Gibson has the story.",
  "- Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM with\n\nyour tips, comments or questions.",
  "‘…At the time Alice is making two albums a year and touring the rest of the time.",
  "But that only could work if the Congress first voted to repeal the existing law.",
  "So I’m going to stick with a single metric that takes both numbers into account.",
  "Then, trust us to do the math!” – Fred MacDonald, Lake Arthur, N.M.\n\n\n\n[Ed.",
  "On the other hand, we want them to be diligent in executing their duties.",
  "‘I am in a position where I’m not looking for a re-election until 2022.",
  "… But it’s the second floor hallway that still crops up in my dreams.",
  "In two tweets just before 10 a.m., Trump wrote, ‘Why didn’t A.G.",
  "It was a rock’n’roll time, none of us thought about anything.",
  "‘Alice’s mother remembered it going into storage,’ he said.",
  "The only question is how many Republicans vote against it.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "note: Congressional recesses are funny things, Mr. Hain.",
  "In truth, though, there isn’t much to vote on just now.",
  "“Your scoreboard has become out-of-date and irrelevant.",
  "“What is the history and purpose of the August Recess?",
  "Want FOX News Halftime Report in your inbox every day?",
  "It shall henceforth be known as the MacDonald Rule.",
  "But his latest attack is curious.”\n\nPeace offering?",
  "Thanks for reading and taking the time to write.]",
  "Brianna McClelland contributed to this report.",
  "The deadline for that review was Dec. 1, 2017.",
  "Sessions, for good or ill, has not changed.",
  "note: You have convinced me, Mr. MacDonald!",
  "Our Scoreboard does need more context.",
  "note: Your idea is an interesting one!",
  "The vote could come as early as today.",
  "A Simpson/Bowles approach might work.",
  "They just were.”\n\nFlag on the play?",
  "And they are not on speaking terms.",
  "Charles' commentary is spot on.",
  "note: Hear, hear, Mr.",
  "most of us, anyway!).",
  "Down 18.4 from what?",
  "None of them smiled.",
  "They stared at me.",
  "They never slept.",
  "It will fail.",
  "Sign up here.",
  "Sign up here.",
  "Sorry .",
  "Burch!]",
  "[Ed.",
  ".",
  ".",
  ".",
  "."
]