[
  "The House lawyer called the Fusion GPS petition an action “wholly the result of the gamesmanship and recalcitrance.”\n\nHe told the court the House committee was carrying out its “constitutional oversight role.”\n\nIn its original filing for the temporary restraining order, lawyers for Fusion GPS claimed releasing the bank documents would violate their First Amendment rights, “because it demands records that would disclose the identities of individuals or entities who opposed Donald J. Trump in the 2016 campaign.” The company compared itself to the National Association for the Advancement Colored People.",
  "But Hungar said the First Amendment “does not provide blanket immunity from production of documents in response to an otherwise valid government subpoena; to conclude otherwise would render the government’s subpoena power meaningless.”\n\nFusion GPS “has no members, is not focused on advancing any consistent policy agenda on behalf of like-minded persons, and instead is merely a profit-maximizing hired gun, selling its investigative services to the highest bidder,” Hungar noted.",
  "The consequence of agreeing to the company’s “blanket” First Amendment argument “would be that Congress cannot obtain any information, no matter how focused, regarding the activities of any business that provides research or consulting services and happens to have, for example, political organizations, political candidates, or trade associations among its clients,” Hungar said.",
  "This investigation is a national security necessity and anything less than a full accounting of all the facts will be insufficient to protect the country and meet the expectations of the American people.”\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Thomas Hungar, the general counsel for the House of Representatives, is seeking the release of the firm’s financial records before U.S. District Judge Tanya Chutkan, a former President Barack Obama administration appointee to the U.S. District Court for the District of Columbia.",
  "The House of Representative’s top lawyer filed a 50-page motion late Monday slamming Fusion GPS for trying to hide its bank records that could show who paid for its “Trump Dossier” — a document containing unsubstantiated and derogatory information about President Donald Trump.",
  "Fusion GPS, the political opposition firm that authorized and paid for the anti-Trump dossier from former British MI6 agent Christopher Steele, went into federal court Oct. 20 to stop the subpoena.",
  "Fusion GPS “seeks to do indirectly what long-standing Supreme Court precedent unambiguously prevents it from doing directly; namely, quash a valid congressional subpoena,” Hungar told the court.",
  "The committee quoted Rep. Adam Schiff of California, the intelligence committee’s ranking Democrat, saying: “We must follow the facts wherever they may lead, leaving no stone unturned.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Fusion GPS, led by former Wall Street Journal reporter Glenn Simpson, refused to honor the committee’s subpoena for their own testimony.",
  "The House Permanent Select Intelligence Committee issued its subpoena for the bank records, held by TD Bank, on Oct. 4.",
  "Obama also appointed her husband, Peter Arno Krauthammer, in 2011 to the Superior Court of the District of Columbia.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Two of the executives — Thomas Catan and Peter Fritsch — refused to testify before the committee on Oct. 18.",
  "The salacious dossier was publicly released on Jan. 10 by BuzzFeed and caused an immediate uproar.",
  "The firm now is seeking a temporary restraining order to block it."
]