[
  "Brazile implied that the agreement gave Clinton a major advantage over Bernie Sanders and other candidates in last year's primary race, though she has since denied claims by Sanders supporters that the primary was rigged against the Vermont democratic socialist.",
  "Democratic National Committee Chairman Tom Perez told Fox News' \"Special Report with Bret Baier\" on Tuesday that voters \"want to move forward\" from the allegations in former DNC boss Donna Brazile's new tell-all, vowing to unite the party.",
  "\"I’m working hard to make sure we build a party that works for everyone, that unites everyone and we’ve seen the party coming together in places like Virginia,\" Perez told Baier as polls closed in the commonwealth's gubernatorial race.",
  "\"If you’re not doing opposition research in a presidential campaign, you’re committing malpractice, especially when you’re talking about Donald Trump who had a lot of very, very irregular ties in Russia,\" the DNC head added.",
  "Perez also defended the DNC's financial relationship with Fusion GPS, the firm that hired former British spy Christopher Steele to produce the now-infamous \"dossier\" of Trump's alleged ties to Russian officials.",
  "\"We had a law firm doing that research ... the DNC and the Clinton campaign were paying for that research and as part of that research, they obtained this information.\"",
  "Brazile's book included allegations that the DNC had struck a deal with Hillary Clinton's campaign giving it partial control over the party's financial resources.",
  "They want to move forward ... As for me at the DNC, I’m all about making sure we do everything, every day to earn the trust of our voters.\"",
  "\"As I understand it, you’re doing opposition research in the course of a presidential campaign,\" he said.",
  "\"And because he wouldn’t release his tax returns or business records, we had to do what we had to do.\"",
  "\"[I] haven’t gotten one question about Donna Brazile,\" Perez said Tuesday.",
  "\"What I’ve gotten from voters is unity."
]