[
  "Planned Parenthood defendants refer to the videos released by The Center for Medical Progress as “highly” edited, but Planned Parenthood’s own analysis found the videos were not substantively manipulated, and a second analysis commissioned by a conservative non-profit found the same.",
  "Alliance Defending Freedom hired tech firm Coalfire Systems to perform a forensic analysis of the undercover videos, in order to disprove claims they were “highly edited.” Planned Parenthood doctors discuss harvesting and selling aborted fetuses to researchers in the footage.",
  "(RELATED: Key Points From First Nine Planned Parenthood Videos)\n\nThe analysts found the footage left out of the full-length videos was removed intentionally, because it was not pertinent, and consists primarily of bathroom breaks, commuting or waiting time.",
  "And the analysts “found no evidence that CMP inserted dialogue not spoken by Planned Parenthood staff.”\n\nThe second report was published Tuesday ahead of a House Oversight Committee hearing regarding Planned Parenthood’s use of taxpayer dollars.",
  "“Coalfire’s analysis of the recorded media files contained on the flash drive indicates that the video recordings are authentic and show no evidence of manipulation or editing,” the report released Tuesday states.",
  "“This analysis did not reveal widespread evidence of substantive video manipulation, but we did identify cuts, skips, missing tape, and changes in camera angle,” the report concludes.",
  "Follow Rachel on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "An earlier analysis commissioned by Planned Parenthood also found the videos were not meaningfully edited, in spite of the brief cuts and skips.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Planned Parenthood hired Fusion GPS — a Democratic opposition research firm — to perform the analysis.",
  "“I think everyone has agreed they were heavily edited,” Richards said.",
  "CEO Cecile Richards was called to testify."
]