[
  "President Donald Trump issued a pair of tweets Saturday afternoon from his golf resort in Bedminster, New Jersey, accusing Attorney General Jeff Sessions of being “scared stiff” and calling the Department of Justice “rigged.”\n\nThe posts constitute the president’s latest criticisms of Sessions, who recused himself last year from overseeing the DOJ’s investigation into Russian election interference.",
  "It was Fusion GPS that hired Steele to write the phony & discredited Dossier, paid for by Crooked Hillary & the DNC.... — Donald J. Trump (@realDonaldTrump) August 11, 2018\n\n....Do you believe Nelly worked for Fusion and her husband STILL WORKS FOR THE DEPARTMENT OF “JUSTICE.” I have never seen anything so Rigged in my life.",
  "According to multiple Fox News reports, Bruce Ohr, a Justice Department official who focuses on organized crime and drug smuggling, met with Steele and Fusion GPS founder Glen Simpson before the 2016 election.",
  "The investigation began after then-Trump campaign aide George Papadopoulos told an Australian diplomat in May 2016 that he knew Russia had “dirt” on Clinton, according to a House Intelligence Committee report.",
  "Witch Hunt!”\n\nTrump also blasted Christopher Steele, the former British intelligence officer who compiled a dossier suggesting that Russian officials may possess damaging information on the president.",
  "Sessions recused himself from the investigation after it became public that he’d held two secret meetings with the Russian ambassador to the U.S., Sergey Kislyak, during the 2016 campaign.",
  "The president pointed to a connection between the department and the consulting firm behind the dossier, Fusion GPS, which was hired by Hillary Clinton’s campaign.",
  "The big story that the Fake News Media refuses to report is lowlife Christopher Steele’s many meetings with Deputy A.G. Bruce Ohr and his beautiful wife, Nelly.",
  "The president’s lawyers Jay Sekulow and Rudy Giuliani touched on the idea when they co-hosted Sean Hannity’s three-hour-long radio program Friday afternoon.",
  "— Donald J. Trump (@realDonaldTrump) August 11, 2018\n\nTrump’s allies have latched onto the idea of some impropriety by Justice Department officials.",
  "As the probe has marched on, the attorney general has sustained increasingly regular attacks from the president.",
  "Yet the DOJ’s Russia investigation was not prompted by the Steele dossier, despite the president’s claims.",
  "Earlier this month, Trump called on Sessions to halt the investigation once and for all.",
  "Some Republicans see this all as evidence of anti-Trump bias in the Justice Department.",
  "“I have never seen anything so Rigged in my life,” Trump wrote.",
  "“Our A.G. is scared stiff and Missing in Action.",
  "It is all starting to be revealed - not pretty.",
  "Our A.G. is scared stiff and Missing in Action.",
  "It is all starting to be revealed - not pretty.",
  "Ohr’s wife, Nellie, worked for Fusion GPS.",
  "We're really in the weeds with this one.",
  "IG Report soon?",
  "IG Report soon?",
  "Witch Hunt!"
]