[
  "The FBI’s agreement to pay the author of the unsubstantiated dossier on Donald Trump while he was working for an opposition research firm tied to Hillary Clinton raises questions about the bureau’s “independence from politics,” the chairman of the Senate Judiciary Committee is claiming.",
  "“The idea that the FBI and associates of the Clinton campaign would pay Mr. Steele to investigate the Republican nominee for President in the run-up to the election raises further questions about the FBI’s independence from politics,” Grassley wrote in the letter to Comey.",
  "In a letter sent to FBI director James Comey on Monday, Iowa Sen. Chuck Grassley asked for more detail about revelations made in a Washington Post article last week about an agreement the FBI made with Christopher Steele, the author of the dossier and a former MI6 agent.",
  "The documents make a number of unverified and salacious claims, such as that the Russian government has blackmail material on Trump and that his associates were coordinating with the Kremlin to influence the election.",
  "Steele was also working at the time for Fusion GPS, a Washington, D.C.-based opposition research firm that had been hired by an ally of Hillary Clinton in June to dig up dirt on Trump.",
  "Steele, who has gone into hiding since the dossier was published, had worked with the FBI in 2014 on a corruption investigation of FIFA, the international soccer organization.",
  "One of the sources for the most salacious claims in the dossier is a Belarusian-American businessman who has made questionable claims about his position in the Trump orbit.",
  "A Republican donor who opposed Trump was the original employer of Fusion GPS, the opposition research firm, which was founded by former Wall Street Journal Glenn Simpson.",
  "That source — identified as Source E in the dossier — was identified by The Wall Street Journal as Sergei Millian, the head of the Russian-American Chamber of Commerce.",
  "Millian claimed last year that he worked as a broker for Trump real estate projects, but the Trump real estate company has claimed he has misrepresented himself.",
  "The Post reported that the FBI agreed in October to pay Steele to continue his research on potential ties between Trump associates and the Russian government.",
  "Grassley’s request, and others made by Congress, could lead to some key revelations about the dossier, including which pro-Clinton group funded the project.",
  "The Republican issued a statement saying that he did not know whether the dossier was accurate or not but thought it should be investigated.",
  "But The Post reported that he began to grow frustrated with what he believed was the bureau’s failure to take the claims seriously.",
  "Steele has been reported to be a highly-regarded intelligence operator, but his memo contains some questionable intelligence.",
  "CNN reported last month that federal investigators have found some of the information in the dossier to be accurate.",
  "His 35-page dossier, which was published by BuzzFeed on Jan. 10, is a series of memos dated from June to December.",
  "That donor first hired Fusion GPS in Sept. 2015 but dropped from the project as Trump won the GOP primary.",
  "In his letter, Grassley is asking Comey whether he can confirm any of the claims made in the dossier.",
  "But the most damning claims made in the report have still not been verified, the network reported.",
  "It is not clear why the FBI cut ties with Steele after making the initial agreement to pay him.",
  "The FBI reportedly reached back out to Steele in October to ask him for more information.",
  "Steele reportedly began sharing his research with contacts at the FBI in the late summer.",
  "He is also is requesting records regarding how the FBI first obtained the document.",
  "(RELATED: Why Was The FBI Attempting To Buy A Partisan Dossier On Trump?)",
  "According to The Post, the FBI ended up not paying Steele for his work.",
  "Arizona Sen. John McCain also passed the dossier to Comey in December.",
  "The Democratic donor came on board and Steele was hired.",
  "Fusion GPS has refused to disclose the donor’s identity.",
  "Follow Chuck on Twitter"
]