[
  "“We had planned for close to a week, focusing on November the eighth and treating it as the high holy day in the America First movement that it is.”\n\nFurther down the conservative spectrum, by midmorning Wednesday, The Gateway Pundit and InfoWars were all but ignoring the elections—the only stories related to them on the site focused on the notion that Gillespie’s mistake was not embracing Trump enough.",
  "Referring to a New York Times headline that called the Democratic gains a rebuke to Trump, fellow host Steve Doocy added, “It’s hard to understand how that is a rebuke because, as you just mentioned, they were both states that went for Hillary Clinton.",
  "While the Democratic triumphs dominated other newscasts, during his show’s crossover with Tucker Carlson, Hannity opined, “Those results in Virginia, New Jersey, and New York, by the way — not states that Donald Trump won” — and that was it.",
  "Referring to Hannity’s scant coverage, CNN senior editor Alex Koppelman tweeted, “Easy to just mock Hannity for this, but it's more important than that: A whole universe of people who won't be told about important news.",
  "“There is a reverse story here that could be written, about how people should be spending more time thinking about the commemoration or the one-year anniversary, the birthday, of Trump shocking everyone,” he said.",
  "“He’s an old Bush hand.”\n\nDuring Shannon Bream’s 11 p.m. newscast, the elections received greater coverage, though still not the same amount of wall-to-wall attention CNN and MSNBC were giving them.",
  "Story Continued Below\n\nFollowing Hannity, Laura Ingraham led her program with a discussion of the mass shooting in Texas and got to the election results when just 10 minutes remained in her show.",
  "Fox News host Sean Hannity was flogged on the internet Tuesday night for spending just six seconds on his broadcast discussing the Democratic electoral victories in Virginia and New Jersey.",
  "Meanwhile, Hannity’s show was cut off about midway by Trump’s speech to the South Korean National Assembly — though, of course, Hannity would have known about those time pressures.",
  "Instead, Bream discussed Donna Brazile’s new book, which focuses on problems within the Democratic Party, as well as Democratic funding of the research firm Fusion GPS.",
  "“We did extremely robust coverage last night, we had a livewire going which currently has 32,000 comments on it,” Breitbart editor in Chief Alex Marlow said.",
  "Breitbart had covered the elections Tuesday night, but its lead story Wednesday morning was a reflection on Trump’s 2016 election, a year ago Wednesday.",
  "Sean Hannity opined, \"Those results in Virginia, New Jersey, and New York, by the way—not states that Donald Trump won\"— and that was it.",
  "In the 7 a.m. block, there was four minutes of coverage, and at 8 a.m., the elections again garnered only four minutes of attention.",
  "Wednesday morning’s edition of “Fox & Friends” — widely regarded as a Trump favorite — touched on the elections but hardly dwelled.",
  "He explained that, whatever the results Tuesday night, his plan was to lead Wednesday morning with the story on the 2016 election.",
  "It means Virginia is a Democratic state, New Jersey is a Democratic state, so the Democrats win,” host Ainsley Earhardt observed.",
  "He moved on to a discussion with former White House aide Sebastian Gorka about President Donald Trump’s visit to South Korea.",
  "On conservative websites, the election results did receive some coverage, but by midmorning Wednesday, most had moved on.",
  "To some, the coverage of the elections underscored the divergent political realities that currently exist in America.",
  "Much of her analysis focused around Virginia GOP gubernatorial nominee Ed Gillespie — who lost to Democratic Lt. Gov.",
  "“We’d been planning coverage, we’d probably been working on that particular story for two or three days,” he said.",
  "But when it came to Tuesday’s elections, his show was not the only conservative platform to downplay the results.",
  "In the 6 a.m. hour, the elections garnered about six minutes of conversation near the top of the show.",
  "For Fox and other conservative outlets, the Democratic romps on Tuesday didn’t merit much attention.",
  "An alternate reality.”\n\nMarlow believes that the same could be said in the opposite direction.",
  "A link to Breitbart’s page on Tuesday's elections was listed at the bottom of its news stack.",
  "He said the anniversary of Trump’s victory holds special significance for Breitbart readers.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Morning Media Your guide to the media circus — weekday mornings, in your inbox.",
  "| Craig Ruttle/AP Photo Major conservative media: What Virginia results?",
  "Much of the discussion focused on Gillespie’s failure to embrace Trump.",
  "The other thing is Ed never really asked the president to do anything.",
  "Kept him at arm’s length.”\n\nFox News declined to comment Wednesday.",
  "“Gillespie never jumped on board the Trump train,” she observed.",
  "“That, to me, is a much more significant moment than Virginia.”",
  "Kim Guadagno in the gubernatorial race in New Jersey.",
  "Democrat Phil Murphy defeated Republican Lt. Gov.",
  "Ralph Northam — not embracing Trump enough.",
  "You can unsubscribe at any time.",
  "“I’ll tell you what it means."
]