[
  "A spokesman for Rep. Debbie Wasserman Schultz, D-Fla., who led the DNC at the time, told Fox News on Wednesday that, “She did not have any knowledge of this arrangement.”\n\nA DNC official stressed that current Chairman “Tom Perez and the new leadership of the DNC were not involved in any decision-making regarding Fusion GPS, nor were they aware that Perkins Coie was working with the organization.”\n\nIn a carefully worded response, former Clinton campaign spokesman Brian Fallon told CNN on Wednesday that he didn’t personally know – but left the door open as to his boss’s awareness.",
  "I probably would have volunteered to go to Europe myself to try and verify if it would have helped get more of this out there before the election.”\n\nBut the developments could raise legal problems\n\nThe Campaign Legal Center, a watchdog group, filed a complaint Wednesday with the Federal Election Commission accusing the DNC and Clinton’s campaign committee of breaking campaign finance law by failing to accurately disclose the money spent on the Trump-Russia dossier.",
  "— Ex-Clinton campaign spokesman Brian Fallon\n\n“I don’t know what she knew or did not know,” House Oversight Committee Chairman Trey Gowdy, R-S.C., told “Fox & Friends” on Thursday, adding: “I would find it pretty interesting if her campaign was making decisions at that level that she didn’t know about.”\n\nRep. Peter King, R-N.Y., said he can’t believe Clinton or a top official like then-campaign chairman John Podesta was not aware.",
  "Seeking to clarify who knew what when, Fallon suggested on CNN that the campaign could have cleared the law firm to commission “some kind of research” – but as for the decision to retain Fusion GPS and Steele, Clinton “may or may not have been aware.”\n\nThe controversial dossier contained unverified and lurid allegations about dirt the Russians had on then-candidate Donald Trump and his campaign’s possible connections to Moscow.",
  "“She may have known, but the degree of exactly what she knew is beyond my knowledge.”\n\nTRUMP RIPS CLINTON-DOSSIER LINK AS A 'DISGRACE'\n\nThe Washington Post reported this week — and Fox News confirmed — that the political consulting firm Fusion GPS was retained last year by Marc E. Elias, an attorney representing the DNC and the Clinton campaign.",
  "“You don’t lay out that kind of money in a campaign unless you know” how and why it’s being spent, he told Fox News’ “America’s Newsroom.”\n\nClinton, though, hasn’t personally spoken up, and the rest of the Democratic brass are treating the dossier like a freelance project gone rogue.",
  "Fallon has remained defiant over the revelations, comparing the project to the kind of “oppo research” that “happens on every campaign.” In a statement, he said, “here you had probably the most shadowy guy ever running for president and the FBI certainly has seen fit to look into it.",
  "“Questions about who paid for this dossier are the subject of intense public interest, and this is precisely the information that FEC reports are supposed to provide,” Brendan Fischer of the Campaign Legal Center said in a statement to Fox News.",
  "“But describing payments for opposition research as ‘legal services’ is entirely misleading and subverts the reporting requirements.”\n\nFox News’ Judson Berger, Brooke Singman, Alex Pappas and Mike Emanuel contributed to this report.",
  "But the Campaign Legal Center described the FEC reporting as “misleading.”\n\n“Payments by a campaign or party committee to an opposition research firm are legal, as long as those payments are accurately disclosed,” Fischer said.",
  "“It’s a very sad commentary on politics in this country.”\n\nBut Fallon, seeing the coverage of his own remarks on CNN, pushed back on Republicans highlighting his suggestion that Clinton might have known about the dossier.",
  "Looking forward to the RNC reaction when the identity of the GOP funder comes out,” he tweeted, in reference to reports that an unnamed Republican client paid for the research before the Democrats stepped in.",
  "The Clinton campaign and Democratic National Committee paid more than $9 million to a law firm that, in turn, retained the political consultants who commissioned the now-infamous Trump dossier.",
  "Her top campaign spokesman says “she may have known,” while an anonymous source is telling reporters she only learned about the dossier after BuzzFeed News published it early this year.",
  "According to the Post, that money was routed from the Clinton campaign and the DNC through the law firm Perkins Coie and described on FEC reports as legal services.",
  "Trump has long denied the claims, and he and his allies are now trying to turn the tables on Democrats who have alleged Trump-Russia collusion during the campaign.",
  "Hillary Clinton is conspicuously silent on the new revelations, while Clinton World gives mixed messages about her knowledge.",
  "The firm then hired former British intelligence officer Christopher Steele to write the now-infamous dossier.",
  "“They’re embarrassed by it, but I think it’s a disgrace,” Trump told reporters on Wednesday.",
  "'[Clinton] may have known, but the degree of exactly what she knew is beyond my knowledge.'",
  "But nobody at the top is copping to knowing a thing about it.",
  "I haven’t spoken to her,” Fallon said.",
  "“So what if she did?",
  "I haven’t asked.",
  "“I don’t know."
]