[
  "In the internal memo, Nunes’ counsel wrote: \"After eight months of ongoing verbal, written, and subpoenaed requests -- and engagement by Committee and House leadership at the highest levels -- DOJ/FBI continues to impede the Committee's legitimate investigative efforts and hinders the Committee's ability to conduct effective oversight.”\n\nThe counsel wrote, “Staff therefore recommends further congressional compliance actions” – a phrase sources said was code for contempt citations.",
  "He said they sent subpoenas out in June, July and August “that still haven't been complied with.”\n\nNunes added, “So I think stonewalling would be putting it lightly.”\n\nThe dossier is the compendium of salacious and mostly unverified allegations about Trump and others on his campaign that was compiled last year by the opposition research firm Fusion GPS and based in part on Russian sourcing.",
  "In early January, Trump said it was “a group of opponents that got together -- sick people -- and they put that crap together.”\n\nGOP lawmakers have spent eight months – including issuing a subpoena on Aug. 24 – probing whether then-FBI Director James Comey and other officials, who received the dossier in July 2016, used it to place surveillance on Trump associates.",
  "A DOJ spokesman said the department has provided the committee \"with any number of documents and multiple briefings related to this matter—including the documents related to any FBI payments that may or may not have been made to the source in question—and has more recently cleared a key witness they have requested to testify.\"",
  "Congressional investigators accuse those agencies of withholding key documents and an FBI witness that could shed light on whether U.S. officials under then-President Barack Obama relied on the infamous anti-Trump “dossier” to justify surveillance against associates of then-candidate Donald Trump.",
  "In an internal House memo obtained by Fox News, a senior counsel for the House Intelligence Committee urged Republican Chairman Devin Nunes three weeks ago to pursue contempt of Congress citations against the Justice Department and FBI.",
  "House Speaker Paul Ryan, R-Wis., who was briefed this week on the panel’s probe, is said to be working behind the scenes to advance the case, following stern public comments last month.",
  "After Fox News first reported on the memo, President Trump used his widely followed Twitter account to publicly urge the FBI and DOJ to turn over the information in question.",
  "against the JusticeDepartment and the FBI for withholding key documents and an FBI witness which could shed light on surveillance of associates of Donald Trump.",
  "The Justice Department told Fox News it has been very cooperative with the Nunes panel, consistent with national security and law enforcement responsibilities.",
  "“We've had these document requests with the administration, with the FBI in particular, for a long time and they've been stonewalling,” he said on Oct. 25.",
  "“And the members who have chosen to attend those briefings should have a clear understanding of the facts surrounding this matter,” the spokesman said.",
  "Bank records obtained by the Nunes panel revealed that the dossier was funded by the Clinton campaign and the Democratic National Committee.",
  "We hope that they will comply, but if they don't they leave us very little option, very few options,” Nunes, R-Calif., told Fox News.",
  "Back in March, Rep. Joaquin Castro, D-Texas, asked Comey if he was investigating the claims made in the dossier.",
  "“I'm not gonna comment on that, Mr. Castro,” Comey replied.",
  "“The House of Representatives seeks contempt citations(?)",
  "Fox News’ Jake Gibson contributed to this report.",
  "“We're trying to work with DOJ and the FBI.",
  "Give this information NOW!” he tweeted.",
  "Deep State.",
  "Big stuff."
]