[
  "“Based on this Committee’s bad faith interactions with the undersigned counsel and its pattern of unprofessional conduct exhibited during different points throughout this investigation, you have left us with no choice but to advise our clients to assert their privileges in the face of these subpoenas,” he wrote, in a 17-page list of reasons why the company would not comply.",
  "A congressional official familiar with the matter fired back, saying in a statement to Fox News:\n\n\"Democrats and Fusion GPS have tried to obstruct every effort to get the facts about the compilation of the Steele dossier and who paid for it, so it’s no surprise that Fusion GPS is saying they’ll continue to obstruct these efforts.",
  "The political research firm behind a controversial and unverified anti-Trump dossier is fighting subpoenas from the House Intelligence Committee, with its lawyer seeming to lay the groundwork for company representatives to plead the Fifth on Capitol Hill.",
  "Special counsel Robert Mueller's investigators -- who are probing whether the Trump campaign coordinated with Russia to sway the election -- have spoken with the former British spy who helped compile it, The Associated Press has reported.",
  "HILL INVESTIGATORS MEET RESISTANCE FROM FBI, DOJ ON ANTI-TRUMP DOSSIER\n\nNunes stepped back from the Russia investigation after criticism he was too close to the White House, but is still chairman of the panel and signs its subpoenas.",
  "A DOJ spokesman said the committee and department are talking “with an aim towards ensuring it gets what it needs while addressing our concerns.”\n\nFox News’ Catherine Herridge and The Associated Press contributed to this report.",
  "He says in the letter that if any of the employees subpoenaed -- Simpson and two others with the firm -- are compelled to appear before the committee, they will exercise their Fifth Amendment rights and refuse to testify.",
  "Levy noted that Fusion GPS co-founder Glenn Simpson spoke recently to another congressional committee, but asked that the company be excused from testimony before Nunes’ panel as sought by the subpoenas.",
  "In a statement, Levy said Nunes \"would rather use his office to learn about who funded opposition research on Donald Trump than whether the Russian government interfered with our election.",
  "Fox News reported last week that the FBI and Justice Department have turned down or ignored a series of requests from the House Intelligence Committee seeking information on the document.",
  "The dossier contends that Russia amassed compromising information about Trump and engaged in an effort to influence the outcome of the 2016 presidential election on his behalf.",
  "Joshua Levy, the attorney for Fusion GPS, said in a letter to the panel Monday that House Intelligence Chairman Devin Nunes, R-Calif., is acting \"in bad faith.\"",
  "Fusion GPS is clearly paving the way to plead the fifth, and Congress is trying to find out if they're trying to hide something.\"",
  "Firm co-founder Simpson spoke privately over the summer for about 10 hours to the Senate Judiciary Committee.",
  "The dossier and its origins have been the subject of intense speculation on Capitol Hill.",
  "With his letter, Levy is signaling that the company won't cooperate with the panel.",
  "Congressional investigators have met \"a lot of resistance,\" Nunes told Fox News.",
  "The document circulated in Washington last year and was provided to the FBI.",
  "He also portrayed the subpoena as an attack on their free speech rights.",
  "Americans of all political stripes should find his actions chilling.\"",
  "Both panels are also investigating Russian meddling in the election."
]