[
  "\"I have decided to recuse myself from any existing or future investigations of any matters related in any way to the campaigns for President of the United States,\" he said\n\nSessions testified that he now remembers a meeting with Trump campaign aide George Papadopoulos, whose work is now a focus of Robert Mueller's special counsel investigation into Russian election meddling, but denied having a clear memory of the full conversation.",
  "The hearing came after a year where Sessions has been under repeated pressure from the President to launch investigations into Clinton and has been under fire from congressional Democrats about his answers on Russia and the push to end the DACA program for undocumented immigrants brought to the United States as children, among other issues.",
  "During his five hours of testimony before 40 lawmakers on Tuesday, Sessions repeatedly defended himself and his department as honest and free of political influence, as Democrats and Republicans hammered him with questions on the ongoing Russia investigation and matters related to former Secretary of State Hillary Clinton, respectively.",
  "'Not able to answer' dossier questions\n\nSessions repeatedly declined to answer questions related to the infamous dossier about Donald Trump prepared by retired British agent Christopher Steele, saying he would have to refer questions to the investigation by Mueller.",
  "Washington (CNN) President Donald Trump's repeated public comments attacking the Justice Department have not influenced the department or ongoing investigations, Attorney General Jeff Sessions said Tuesday during a contentious House judiciary committee hearing.",
  "At one point, Democratic Illinois Rep. Luis Gutierrez offered Sessions a joking trade to solve the stalemate -- saying he would ask Clinton to resign if Sessions would do the same for Trump, before noting Clinton does not currently hold any office.",
  "Last month, he faced the Senate judiciary committee for further questions about his changing story, with Democrats dismayed that Sessions continued to cite executive privilege in refusing to discuss any conversations with President Donald Trump.",
  "\"After reading his account, and to the best of my recollection, I believe that I wanted to make clear to him that he was not authorized to represent the campaign with the Russian government, or any other foreign government, for that matter.",
  "He added he hoped Sessions \"can assure us that the Department is weathering near-daily attacks on its independent by President Trump -- and that no office of the Department is being used to pressure the President's political enemies.\"",
  "News broke Monday night that Sessions has asked senior federal prosecutors to \"evaluate certain issues\" presented by House Republicans, including alleged ties between the Clinton Foundation and the sale of Uranium One.",
  "After his confirmation hearing, it came to light that Sessions had met with Russian officials during the campaign, prompting his recusal from the investigation and leading to the special counsel's appointment.",
  "Denying Trump influence\n\nMembers at times read out loud or displayed past statements from the President and Sessions as they questioned him, but Sessions held fast that his department has not been influenced.",
  "Jeffries noted all the times Sessions has testified he \"did not recall\" a fact, and referenced a speech Sessions gave on the Senate floor justifying his vote to impeach former President Bill Clinton.",
  "But I did not recall this event, which occurred 18 months before my testimony of a few weeks ago, and would gladly have reported it had I remembered it, because I pushed back against his suggestion.\"",
  "\"The attorney general of the United States of America should not be held to a different standard than the young police officer whose life you ruined for prosecuting him for perjury,\" Jeffries said.",
  "Sessions previously said he had \"no recollection\" of the meeting that he chaired that included Papadopoulos until a picture of it surfaced after the staffer's guilty plea for false statements.",
  "\"You can have your idea but sometimes we have to study what the facts are and to evaluate whether it meets the standard that requires a special counsel,\" Sessions told Rep. Jim Jordan, R-Ohio.",
  "Sessions said although his Justice Department will consider investigations into Clinton, he could not say whether he would recuse himself, muddying his previous statements on the matter.",
  "The move, detailed in a letter to Judiciary Chairman Bob Goodlatte, comes after Trump has criticized his Justice Department for not doing more to investigate his former political rival.",
  "The dossier has been a focus of Republicans in Congress, who have been frustrated by the leak of the unverified allegations within it and have sought to link the research to Democrats.",
  "\"I do now recall the March 2016 meeting at Trump Hotel that Mr. Papadopoulos attended, but I have no clear recollection of the details of what he said at that meeting,\" Sessions said.",
  "In his confirmation hearing in January, Sessions had pledged to senators he would recuse himself from matters involving Clinton, given his involvement with the Trump campaign.",
  "Pressed by Democratic Rep. John Conyers, Sessions added, \"The Department of Justice can never be used to retaliate politically against opponents, and that would be wrong.\"",
  "\"To announce recusal from any investigation would confirm the existence of that investigation, and top officials have advised me I should not do so,\" Sessions said.",
  "\"Virtually every Clinton-related matter that President Trump complains about has been well-litigated, carefully examined and completely debunked,\" Conyers said.",
  "Sessions supervised the advisory group on which Papadopoulos sat and reportedly rejected his suggestion for Trump and Russian President Vladimir Putin to meet.",
  "Sessions said part of the reason he couldn't answer questions related to the dossier is that it is an ongoing matter and could involve classified information.",
  "Sessions has previously faced repeated questions from senators about his role in the campaign and the investigation into Russian meddling in the US election.",
  "\"I have always told the truth, and I have answered every question as I understood them and to the best of my recollection, as I will continue to do today.",
  "\"You can be sure that they will be done without political influence and they will be done correctly and properly,\" Sessions said at the hearing Tuesday.",
  "Things grew heated with Sessions and New York Rep. Hakeem Jeffries, as Democrats repeatedly implied or accused Sessions of lying in previous testimony.",
  "\"Nobody, nobody, not you or anybody else, not me, should be accused of perjury for answering a question the way I did in this hearing,\" Sessions said.",
  "\"I am determined that when the years go by that people will say this Department of Justice would not crumble, it stayed great and true,\" he added.",
  "In response to one line of questioning, Sessions said there \"could be close\" to 10 investigations currently that he has recused himself from.",
  "He would not say if any of them involved Clinton, despite earlier pledges to do just that given his high-profile role in the Trump campaign.",
  "However, Sessions deflected multiple questions about his own involvement in these issues, saying he could not speak about potential recusal.",
  "Since that hearing, Mueller unsealed a guilty plea from a campaign foreign policy staffer, Papadopoulos, for false statements to the FBI.",
  "The research came through an opposition firm, Fusion GPS, that was first paid by a conservative publication and later paid by Democrats.",
  "\"We will make only decisions we believe are right or just and we will not use the department to unlawfully advance a political agenda.\"",
  "Papadopoulos meeting\n\nSessions testified that he now remembers the meeting Papadopoulos, but his memory about conversations is limited.",
  "\"'Looks like' is not enough basis to appoint a special counsel,\" the attorney general added, repeating back part of Jordan's question.",
  "Sessions referenced a perjury case of a young police officer he prosecuted even though the officer corrected the record later.",
  "\"I'm not able to answer that,\" he repeated multiple times to Ohio Republican Rep. Jim Jordan as he asked about the dossier.",
  "But Sessions insisted he did not make any false statements in his previous congressional testimony or public statements.",
  "Investigating Uranium One\n\nSessions said DOJ would investigate any potential issues related to Clinton.",
  "He said there was not yet enough evidence of impropriety to merit assigning a new special counsel.",
  "\"We intend to do our work according to the established principles of the Department of Justice.",
  "He then faced the Senate intelligence committee about the inconsistencies over the summer.",
  "\"And I have not been improperly influenced and would not be improperly influenced.\"",
  "Sessions grew angry in response, repeating that he had never lied under oath.",
  "I will not accept and reject accusations that I have ever lied under oath.",
  "\"A President cannot improperly influence an investigation,\" Sessions said.",
  "Those connections came to light after Sessions' last turn before Congress.",
  "\"I'm not able to reveal internal investigatory matters,\" Sessions said.",
  "The committee's top Democrat, Rep. John Conyers, criticized the move.",
  "The then-Alabama senator was the first US senator to back Trump.",
  "DOJ, he added later \"will not be infected by politics or bias.\"",
  "In March, Sessions released a statement recusing himself .",
  "But we do our duty every day based on the laws and fact.\"",
  "We will not be infected by politics or bias,\" he said.",
  "Sessions added, \"The President speaks his mind.",
  "\"My answers have not changed,\" Sessions said.",
  "\"He's bold and direct about what he says.",
  "\"You're accusing me of lying about it?",
  "I would say that's not fair, Mr.",
  "The people elected him.",
  "That is a lie.\"",
  "Jeffries.\"",
  "..."
]