[
  "On Monday, Levy said in a letter to the panel that House Intelligence Chairman Devin Nunes, R-Calif., was acting “in bad faith.”\n\n“Based on this Committee’s bad faith interactions with the undersigned counsel and its pattern of unprofessional conduct exhibited during different points throughout this investigation, you have left us with no choice but to advise our clients to assert their privileges in the face of these subpoenas,” he wrote, in a 17-page list of reasons why the company would not comply.",
  "“No American should be compelled to appear before a congressional committee just to invoke constitutional privileges.”\n\nA source close to the matter told Fox News that Democratic staffers in the hearing were aggressive and ran interference to protect Fusion GPS, often interrupting questions by Republican members on the committee.",
  "A congressional official familiar with the matter fired back, saying in a statement to Fox News:\n\n\"Democrats and Fusion GPS have tried to obstruct every effort to get the facts about the compilation of the Steele dossier and who paid for it, so it’s no surprise that Fusion GPS is saying they’ll continue to obstruct these efforts.",
  "Two top officials at the political research firm behind a salacious dossier alleging various Russian connections to President Trump's campaign invoked their Fifth Amendment right against self-incrimination before the House Intelligence Committee on Wednesday.",
  "Fusion GPS co-founder Peter Fritsch and top lieutenant Thomas Catan were subpoenaed to appear before the committee in a closed-door session on Wednesday but asserted their right not to testify, a source close to the matter told Fox News.",
  "Last week, a person familiar with the House subpoenas said they were originally requested by Texas Rep. Mike Conaway, the Republican who has led the Russia probe since Nunes stepped aside in April.",
  "In a statement, Levy accused Nunes of using “his office to learn about who funded opposition research on Donald Trump than whether the Russian government interfered with our election.",
  "Levy noted that Simpson spoke recently to another congressional committee, but asked that the company be excused from testimony before Nunes’ panel as sought by the subpoenas.",
  "Nunes stepped back from the Russia investigation after criticism he was too close to the White House, but is still chairman of the panel and signs its subpoenas.",
  "Fusion GPS is clearly paving the way to plead the fifth, and Congress is trying to find out if they're trying to hide something.\"",
  "The dossier in question claims that the Russian government had collected compromising information on Trump for several years.",
  "“No American should experience the indignity that occurred today,” Fusion lawyer Joshua Levy said.",
  "Over the summer, Simpson spoke privately for about 10 hours to the Senate Judiciary Committee.",
  "Fox News' Catherine Herridge and The Associated Press contributed to this report.",
  "The document was circulated among journalists in 2016 and provided to the FBI.",
  "Fritsch and Catan took the Fifth on every question posed by committee members.",
  "Another co-founder, Glenn Simpson, is under subpoena for a later date.",
  "Americans of all political stripes should find his actions chilling.\"",
  "The move was expected."
]