[
  "Judge TS Ellis says he won’t make names public: ‘I’ve received criticism and threats … I imagine they would, too’\n\nThe judge in the trial of Donald Trump’s former campaign chairman Paul Manafort has said he will not release the names of the jurors in the high-profile case because he has received threats and fears for their safety.",
  "Paul Manafort trial: judge hands case to jurors after closing arguments Read more\n\nJudge TS Ellis, who spoke in court as the jury convened for its second day of deliberations on Friday, explained his decision not to release the names and addresses of jurors to the media due to concerns about their “peace and safety”.",
  "“Looking back on history, who was treated worse, Alfonse Capone, legendary mob boss, killer and ‘Public Enemy Number One,’ or Paul Manafort, political operative & Reagan/Dole darling, now serving solitary confinement – although convicted of nothing?” Trump wrote, spelling the gangster’s first name incorrectly.",
  "'McCarthy-era tactics': ex-spy chiefs round on Trump in Brennan row Read more\n\nThis week the president stripped the fromer CIA director John Brennan of his security clearance and threatened similar action against other former intelligence and law enforcement officials.",
  "He happens to be a very good person, and I think it’s very sad what they’ve done to Paul Manafort.”\n\nPlay Video 0:23 Donald Trump defends Paul Manafort: 'He happens to be a very good person' – video\n\nManafort faces 18 counts of tax evasion and bank fraud.",
  "“Where is the Russian Collusion?”\n\nTrump has repeatedly sought to discredit Mueller’s investigation as a “witch-hunt”, even as the special counsel has brought indictments against 32 individuals and three companies, securing five guilty pleas.",
  "Sign up to receive the top US stories every morning\n\nTrump’s comments came as a jury convened in Alexandria, Virginia, following a three-week trial in which federal prosecutors called 27 witnesses to testify against Manafort.",
  "“I imagine they would, too.”\n\nHis comments came hours after Donald Trump defended Manafort as “a good person” and declined to rule out a pardon as a jury spent Friday deliberating the fate of the former campaign chairman.",
  "Ohr’s wife, Nellie, was employed during the 2016 campaign by Fusion GPS, the firm that commissioned an infamous dossier on Trump’s ties to Russia that was authored by Christopher Steele, a former British spy.",
  "Asked if he would pardon him, Trump said: “I don’t talk about that now.”\n\nThe president also reiterated a line often pushed by his White House: that Manafort only worked for him for a short time.",
  "In fact the 69-year-old political consultant managed the campaign for nearly five months, a pivotal period in which Trump secured the Republican presidential nomination.",
  "Although Trump’s move against Brennan prompted fierce criticism in national security circles, the president claimed on Friday he had received a “tremendous response”.",
  "The list included Manafort’s deputy on the Trump campaign, Rick Gates, who struck a plea deal and has been cooperating with the special counsel, Robert Mueller.",
  "Although the trial is focused on Manafort’s finances and not Russian interference in the 2016 election, it is the first major test of Mueller’s investigation.",
  "“I think the whole Manafort trial is very sad,” Trump told reporters on the South Lawn at the White House, before departing for a fundraiser on Long Island.",
  "“I don’t feel right if I release their names.”\n\nEllis also revealed he had personally been threatened and was being protected by US marshals.",
  "Trump denied suggestions he is attempting to silence his critics, saying he had given Brennan a “bigger voice” by stripping his clearance.",
  "Very, very important,” Trump said, adding he would next target a justice department official, Bruce Ohr.",
  "Jury lists are usually made public unless a judge articulates a reason for keeping them secret.",
  "In a tweet earlier this month, he contrasted his treatment to that of an infamous mobster.",
  "“Many people don’t even know who he is, and now he has a bigger voice.",
  "“I had no idea this case would excite these emotions,” Ellis said.",
  "And that’s OK with me because I like taking on voices like that.",
  "Trump has downplayed the allegations against Manafort before.",
  "“I’ve received criticism and threats,” Ellis said.",
  "“Security clearances are very important to me.",
  "“I think it’s a very sad day for our country.",
  "Manafort faces up to 305 years in prison.",
  "Most have spoken out against Trump.",
  "“There’s no silence,” Trump said.",
  "I’ve never had a lot of respect.”",
  "“I’ve never respected him."
]