[
  "“For him to be in the Justice Department and to be doing what he did that is a disgrace.”\n\nBruce Ohr, the former deputy attorney general and ex-head of Organized Crime Drug Enforcement Task Force, has come under fire in recent weeks for his contacts with Christopher Steele, the author of a controversial dossier containing allegations of compromising misconduct by Trump.",
  "The others were former director of National Intelligence James Clapper; ex-FBI Director James Comey; former National Security Agency and CIA Director Michael Hayden; ex-deputy Attorney General Sally Yates; former national security adviser Susan Rice; ex-deputy FBI Director Andrew McCabe; recently fired FBI agent Peter Strzok and former FBI attorney Lisa Page.",
  "But in an interview with the Wall Street Journal published Wednesday night, Trump said he was revoking Brennan’s clearance and reviewing the others because they were the ones who gathered evidence that Russia interfered in the 2016 election, which led to special counsel Robert Mueller’s Russia investigation.",
  "Earlier this week, the White House announced Trump’s decision to revoke the security clearance of former CIA Director John Brennan — a prominent critic of the president — and review the clearances of nine other current and former officials who had served under the Obama administration, including Ohr.",
  "”\n\nWhen asked by reporters about the status of Ohr’s security clearance, Trump said: “I suspect I’ll be taking it away very quickly.”\n\nPresident Trump speaks to reporters upon his departure from the White House in Washington, D.C., Aug. 17, 2018.",
  "President Trump on Friday said he is close to revoking the security clearance of a current Justice Department employee who had been in contact with the author of the controversial dossier alleging ties between Trump and Russia.",
  "(Kevin Lamarque/Reuters) More\n\nIn announcing the move Wednesday, White House press secretary Sarah Sanders said Brennan’s “erratic” behavior was the reason Trump decided to yank his security clearance.",
  "A former British intelligence officer, Steele had been working for the research firm Fusion GPS, which had been retained to do opposition research on Trump by the Democratic National Committee.",
  "And I’ve had a tremendous response for having done that.”\n\nMore than a dozen other former intelligence officials accused Trump of trying “stifle free speech” and silence his critics.",
  "Ohr’s wife, Nellie, is a consultant who had done work for Fusion GPS, though it’s unclear how much Ohr knew about Steele’s connection to the firm.",
  "“And these people led it!”\n\nHe added: “So I think it’s something that had to be done.”\n\nTrump continued to rail against Mueller’s probe.",
  "They should be looking at Bruce Ohr and his wife Nellie for dealing with, by the way, indirectly, Russians.",
  "According to the Washington Post, Ohr apparently knew Steele through international police contacts.",
  "“Look, I say it, I say it again, that whole situation is a rigged witch hunt,” the president said.",
  "“I know that I’ve gotten tremendous response from having done that,” Trump told reporters Friday.",
  "“I think Bruce Ohr is a disgrace with his wife Nellie,” Trump told reporters on the South Lawn.",
  "Many people don’t even know who [Brennan] is, and now he has a bigger voice.",
  "They should be looking at all these FBI guys who got fired and demoted.",
  "And that’s OK with me, because I like taking on voices like that.",
  "They should be looking at all the people that got fired by them.",
  "“I call it the rigged witch hunt; [it] is a sham,” Trump said.",
  "“Because security clearances are very important to me.",
  "“If anything, I’m giving them a bigger voice.",
  "“There’s no silence,” the president said.",
  "They should be looking at the other side.",
  "All of the people that got fired.",
  "They should be looking at Steele.",
  "I’ve never had a lot of respect.",
  "Trump dismissed that assertion.",
  "“It’s a totally rigged deal.",
  "I’ve never respected him.",
  "Very, very important.",
  "It’s not us.”"
]