[
  "This appears to conflict with a statement from Simpson’s team to MSNBC on the evening of Aug. 23, after the questioning was complete, saying, “The committee can release the transcript, if it so chooses.”\n\nA separate statement to Fox News on Aug. 22 from Fusion representative Tracy Schmaler – who ran the Obama Justice Department media office and was a special adviser to then-Attorney General Eric Holder – also claimed Simpson was transparent: \"Mr. Simpson told Congress the truth and cleared the record on many matters of interest to congressional investigators.",
  "In the Aug. 22 statement, Schmaler blasted the investigation as it pertains to Simpson as a “desperate attempt by the Trump campaign and its allies to smear Fusion GPS because of its reported connection to the Trump dossier.”\n\nShe noted that “a special counsel and three congressional committees are investigating ties between the Russian government and the Trump campaign” today in defending the firm’s work.",
  "The former journalist who commissioned the unverified anti-Trump dossier repeatedly refused to answer basic questions about his client – including how much his firm Fusion GPS was paid and whether he knew the sources behind the dossier’s sensational allegations – according to a source familiar with Glenn Simpson’s closed-door interview last month with Senate Judiciary Committee staffers.",
  "Adding another layer of complexity to the dossier work is the recent allegation that Simpson’s Fusion GPS was at the same time allegedly supporting Russian efforts to repeal the Magnitsky Act, U.S. legislation that leveled sanctions on senior Russian officials blamed for the death of Russian whistleblower Sergei Magnitsky.",
  "Bill Browder, who testified publicly before the Senate Judiciary Committee in July, filed a complaint in July 2016 with the Justice Department against Simpson and Fusion GPS for its work with Russian lawyer Natalia Veselnitskya, who famously met in June 2016 with Donald Trump Jr. and other campaign figures at Trump Tower.",
  "He also kept the identities of Fusion GPS’ clients confidential…Fusion GPS honors that commitment without exception - just as law firms and businesses do all over the country.”\n\nSimpson’s legal and media team did not respond to Fox News’ questions about the meeting, or acknowledge receipt of the questions.",
  "In March, Chairman of the Senate Judiciary Committee Chuck Grassley, R-Iowa, wrote to Simpson asking if Steele – who compiled the raw, unverified intelligence – was simultaneously paid by Simpson’s firm Fusion GPS for his work and the FBI for the investigation of then-candidate Trump and his associates.",
  "HOUSE PANEL SUBPOENAS FOR RECORDS ON ANTI-TRUMP DOSSIER\n\nComplicating efforts to learn more about the dossier are lawsuits in both the U.S. and the U.K. concerning the allegations and how the material was released.",
  "The source, on the condition of anonymity, said Fusion co-founder Simpson and his lawyer Josh Levy provided thousands of records to the committee, but most were blank or press clippings.",
  "The source said Simpson’s team also wanted an assurance the transcript would be kept “confidential,” and only made public after they reviewed it for accuracy and redactions were made.",
  "Newly public British court records state that material passed from former British spy Christopher Steele to Simpson used encrypted communications given the sensitivity.",
  "“Intelligence provided by the Defendants to Fusion was provided securely and where provided electronically it was provided in enciphered form,” the documents state.",
  "Separately, the House Intelligence Committee has issued subpoenas to the FBI for records on the FBI’s relationship with Steele, Fox News is told.",
  "A Justice Department spokesman would not comment on the status of the Browder complaint, or whether an inquiry was opened.",
  "The Senate interview with Simpson was not under oath because the witness appeared voluntarily, but the same rules apply.",
  "The documents were described to Fox News as “useless” and “disrespectful” of congressional investigators.",
  "The Committee has the right to disclose the transcript, if it wishes to do so.”",
  "“Fusion GPS is proud of the work it has conducted and stands by it,” she said.",
  "She also said, “The Committee has a transcript of the interview.",
  "We are not permitted to have a copy."
]