[
  "“It’s staggering in terms of its implications.”\n\nThe possibility the Obama administration might use the unproven allegations before a FISA court “constitutes a crime of unbelievable dimensions,” he said, adding: “It requires the empanelment of a federal grand jury.”\n\nGrassley added a new twist to the “Steele” dossier, noting in his letter to Wray it appeared the former British agent also gave his same set of allegations to his compatriots in British intelligence.",
  "A congressional official familiar with the investigative requirements before the FISA court told TheDCNF, the Steele allegations “could have been presented to the Foreign Intelligence Surveillance court as a piece in a broader package of evidence that would be used to obtain a FISA warrant.”\n\n“There are all kinds of questions about the reliability of the (Steele) evidence and how it was used as a predicate to any of these investigations,” he told TheDCNF.",
  "United Kingdom court legal proceedings appended to Grassley’s letter show Steele on Dec. 13, 2016 gave the same dossier to a “senior UK government national security official.”\n\nBritish intelligence could have shared Steele’s allegations with the U.S. through intelligence sharing, Grassley pointed out.",
  "Both the House and the Senate are investigating whether the former President Barack Obama’s administration used intelligence in a salacious “Trump Dossier” as “evidence” before a secret federal surveillance court to obtain permission to spy on Donald Trump campaign aides and later his transition team.",
  "Leaders in Congress are trying to find out if the Obama Justice Department and the FBI introduced the totally unsubstantiated material alleging unsavory connections between Trump and Russia before the Federal Intelligence Surveillance Court, congressional aides told The Daily Caller News Foundation.",
  "BuzzFeed published the dossier Jan. 10, despite a note at the top of the article noting “the allegations are unverified, and the report contains errors.” Six major news outlets possessed the dossier for six months, but none released it, according to Grassley’s Oct. 4 letter to the FBI.",
  "Steele’s dossier allegations might appear to be ‘confirmed’ by foreign intelligence, rather than just an echo of the same ‘research’ that Fusion bought from Steele and that the FBI reportedly also attempted to buy from Steele,” Grassley stated in his letter.",
  "The presentation of evidence before the special surveillance court would have been FBI-generated documents delivered by Obama Justice Department attorneys, according to a congressional source familiar with evidence requirements before the court.",
  "The latest inquiries began Oct. 4, when the House Permanent Select Committee on Intelligence subpoenaed Fusion GPS, a political opposition research firm based in Washington, D.C., to appear before the committee and turn over bank documents.",
  "Attorneys for the firm refused to honor the subpoenas On Oct. 16, informing the committee in a 17-page letter that Fusion GPS executives would invoke their “constitutional privileges” and refuse to testify or turn over any documents.",
  "“[House] Republicans want to know whether intelligence agencies used any information from the Christopher Steele dossier, especially for FISA warrants,” a congressional official with knowledge of the investigation told TheDCNF.",
  "A FISA court judge must accept a formal application from the Justice Department to approve a “warrant” for electronic surveillance, physical search, and other forms of investigative actions for foreign intelligence purposes.",
  "The committee is also seeking all Justice Department applications before the Federal Intelligence Surveillance Court, also called the FISA court, to determine if any of the applicants rely on information from the dossier.",
  "Republican Sen. Chuck Grassley of Iowa, chairman of the Senate Judiciary Committee, asked FBI Director Christopher Wray Oct. 4 if the FBI may have improperly presented any of the dossier information to the FISA court.",
  "The Senate Judiciary inquiry is also questioning ethical decisions demonstrated by former director James Comey when the bureau reportedly sought to pay Steele for his services, according to The Washington Post.",
  "In effect, a separate British report could convince a FISA court an allied foreign intelligence agency had independently confirmed the FBI’s allegations when in fact they originated from the same document.",
  "The FBI used the dossier to secure permission to monitor the communications of Trump associate Carter Page, based on U.S. officials briefed on the Russia investigation, CNN reported in April.",
  "House Democrats and Fusion GPS have denounced the House committee’s subpoena on procedural grounds because GOP Rep. Devin Nunes of California, the committee’s chairman, issued the subpoena.",
  "If the unsubstantiated dossier information was entered as verifiable information before a FISA court, the implications are “staggering,” former U.S. Attorney Joseph diGenova told TheDCNF.",
  "Grassley has written three letters to the FBI seeking details about the bureau’s relationship with Steele and the bureau’s use of the dossier’s allegations before a FISA Court.",
  "Follow Richard on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "GPS Executives Peter Fritsch and Thomas Catan invoked Fifth Amendment privileges from being compelled to give self-incriminating testimony, according to a committee source.",
  "If the U.S. had assumed the British report and the Steele dossier were separate investigations, it could have made Justice Department arguments for wiretaps stronger.",
  "That would mean the Obama administration pursued “a type of manipulation of intelligence data and false intelligence data to mislead a court,” diGenova said.",
  "The FBI abandoned the Steele deal after his dossier came under fire from Congress, the media, from Trump and his allies, according to the Washington Post.",
  "The procedural battle goes on, but the Democrats have refused to address the underlying grounds for the committee’s subpoena of documents and interviews.",
  "Steele’s London-based company, Orbis Business Intelligence, compiled largely uncorroborated — and degrading — information on then-candidate Trump.",
  "Nunes stepped aside from the committee on the Russia inquiry but claims he retained all other chairmanship responsibilities, he stated last April.",
  "Fusion GPS was the company behind the unsubstantiated dossier, and it was authored by Christopher Steele, a former British MI6 agent.",
  "At the time, FBI Director James Comey presided over the bureau and Attorney General Loretta Lynch oversaw the Justice Department.",
  "Two Fusion GPS executives refused to answer every question posed by the House Intelligence Committee on Wednesday.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Fusion GPS founder Glenn Simpson will also be brought before the committee over the next few weeks.",
  "The FISA court was established by Congress in 1978 under the Federal Intelligence Surveillance Act.",
  "“If this in fact happened, it would be alarming,” Grassley wrote to Wray.",
  "The bureau has yet to respond to any of his letters.",
  "“Mr."
]