[
  "The Federalist reports:\n\nThe timing and nature of the payments to Perkins Coie by Obama’s official campaign arm raise significant questions about whether OFA was funding Fusion GPS, how much Obama and his team knew about the contents and provenance of the dossier long before its contents were made public, and whether the president or his government lieutenants knowingly used a partisan political document to justify official government actions targeting the president’s political opponents named in the dossier.",
  "“I’m not an election law expert, but the good news is you don’t have to be to understand the absurdity believing you can just launder all of your campaign money by just hiring a law firm … I can’t think of anything that defeats the purpose of transparency laws more than that.”\n\nHe added: “I am interested in that, and I am also interested in sharing some memory tricks with folks at the DNC because no one can remember who paid 10 million dollars to a law firm to do oppo research.",
  "The outlet also reports that — at the same time OFA, Clinton’s campaign, and the DNC were paying Perkins Coie — the spouse of one of Fusion GPS’s key employees was working as a top communications adviser to President Obama, Shailagh Murray, a former Washington Post reporter, making it even harder for the Obama administration to deny it knew about the dossier that they used to get a spy warrant on a Trump campaign official.",
  "This revelation could mean that President Obama and other administration officials may have, along with the Clinton campaign and the DNC, helped fund the unverified Trump dossier, which was used by the FBI to get a surveillance warrant on a Trump campaign official and used as a roadmap for the FBI’s investigation into any collusion between the Trump campaign and Russia.",
  "The Obama campaign organization, Obama For America, paid nearly a million dollars to the same law firm that the Hillary Clinton campaign and the Democratic National Committee (DNC) used to funnel money to Fusion GPS, the firm that produced the Trump dossier, according to a new report.",
  "But certainly it’s worth additional questioning of those two witnesses.”\n\nHouse Oversight Committee Chairman Trey Gowdy (R-SC) told Fox News Sunday he was interested in investigating the Clinton campaign and the DNC.",
  "Obama for America began the payments to Perkins Coie in April 2016 — the same time the law firm hired Fusion GPS to look into ties between the Trump campaign and Russia, The Federalist’s Sean Davis reported Sunday.",
  "Sen. Susan Collins (R-ME) said Sunday on CBS’s Face the Nation that members of the Clinton campaign and the DNC should re-testify before the Senate intelligence committee in light of the new revelations.",
  "According to the Washington Post, Fusion GPS was first retained by Perkins Coie on behalf of the Democratic National Committee (DNC) and Hillary Clinton’s presidential campaign in April of 2016.",
  "In 2012, OFA retooled towards enacting the president’s agenda in his final term, and after the 2016 election, planned to use its staff and resources to oppose Trump, according to The Federalist.",
  "Clinton’s campaign chairman John Podesta also told the committee in September that he had no knowledge of payments to Fusion GPS, even though Elias sat right next to him, according to CNN.",
  "Hillary Clinton has denied knowing about the dossier until after it was published on January 10, despite her campaign and the DNC funding it through Perkins Coie since April 2016.",
  "“It’s difficult to imagine that a campaign chairman, that the head of the DNC would not know of an expenditure of this magnitude and significance.",
  "Then DNC-chair Rep. Debbie Wasserman Schultz (D-FL) also denied knowing about it in testimony to the Senate intelligence committee in September.",
  "FEC records also show that Marc Elias, the Perkins Coie lawyer who hired Fusion GPS had also previously served as a counsel for OFA and the DNC.",
  "Federal Election Commission records for Obama For America show that, since April 2016, the organization paid over $972,000 to Perkins Coie.",
  "The second batch of payments, also classified as “Legal Services,” was disbursed to Perkins Coie on September 29, 2016, totaling $700,000.",
  "So you’ve got two issues, a memory issue and then the lack of transparency by laundering money through a law firm.”",
  "The first payments were made April 25-26, 2016, and classified as “Legal Services,” totaling $98,047.",
  "I find that stunning — ten million and no one can remember who authorized it, who approved it.",
  "Payments from OFA to the law firm in 2017 totaled $174,725 through August 22, 2017.",
  "OFA, paid nearly $800,000 to Perkins Coie in 2016 alone, according to FEC records.",
  "But perhaps there’s something more going on here.",
  "“They absolutely need to be recalled,” she said.",
  "Some lawmakers did not buy those denials."
]