[
  "The filing says that the House committee demands bank records related to payments to “journalists who have reported on Russia issues relevant to its investigation” and “individuals on (sic) have contributed to press stories on Russia issues relevant to its investigation.”\n\nThe committee also demands records of payments from “media companies…to determine whether such companies were the beneficiary of dossier or other Russia related information.”\n\nFusion asserts that the requests are a violation of First Amendment rights and confidentiality.",
  "But counsel for the House panel said they were “not in a position to accept [Plaintiff’s] suggestion that it withdraw its request for these specified transactions, which are necessary for its investigation.”\n\nFusion’s lawyers say that the House committee seeks records of its bank transactions with 10 law firms, as well as with unnamed media companies and journalists.",
  "“None of those demands are pertinent to the Committee’s ‘Russia investigation,’ and disclosure of the documents would cause irreparable harm to Plaintiff by destroying the confidentiality of its business with its clients and contractors and by violating Plaintiff’s First Amendment rights to free speech and free association,” Fusion’s lawyers argue.",
  "Lawyers for Fusion submitted a new request for a temporary restraining order preventing its bank, TD Bank, from producing records requested by the House panel regarding records of its transactions “with any law firm, ‘media company’ or journalist with which it has worked.”\n\nThe filing raises the possibility that Fusion has paid journalists.",
  "Facing the release of Fusion’s bank records, the law firm that represented the Hillary Clinton campaign and Democratic National Committee came forward last week to acknowledge that it was the funder for the dossier, which was authored by former British spy Christopher Steele.",
  "They called the subpoena “overbroad” and intended “to harm Plaintiff.”\n\nNunes, who served as an adviser to the Trump campaign, sought to find out the identities of the Fusion GPS clients who hired the firm during the 2016 election cycle to investigate Donald Trump.",
  "Katsyv’s Russian lawyer, Natalia Veselnitskaya, was who made the presentation in that Trump Tower meeting to Donald Trump Jr., Jared Kushner and then-campaign chairman Paul Manafort.",
  "Fusion’s court filing suggests that in addition payments from the Free Beacon, its bank records could contain information on transactions with other media outlets and journalists.",
  "Fusion GPS, which was founded by three former Wall Street Journal reporters, conducts much of its business for clients through those clients’ law firms.",
  "Fusion GPS and the House Intelligence Committee renewed their legal battle on Friday over subpoenas for the Trump dossier firm’s bank records.",
  "The House committee is also interested in records related to that work because of its overlap with the June 9, 2016 Trump Tower meeting.",
  "As part of its Oct. 27 agreement, House Intel demanded that TD Bank produce 112 of 400 Fusion GPS bank records in its possession.",
  "The Washington Free Beacon, a conservative website, also came forward last Friday to reveal itself as one of Fusion’s clients.",
  "The Free Beacon hired Fusion in Oct. 2015 to conduct standard opposition research on Trump and other political candidates.",
  "The meeting was held just 11 days before Steele would write the first memo of the Fusion GPS-commissioned dossier.",
  "The committee, chaired by California Rep. Devin Nunes, subpoenaed TD Bank for Fusion’s records early last month.",
  "The bank was poised to hand over the documents, but the two sides reached a last-minute settlement on Oct. 27.",
  "Fusion’s lawyers urged the committee’s attorneys to narrow or withdraw the request for the bank documents.",
  "In its court filing, Fusion GPS describes a standoff that unfolded with the House committee this week.",
  "Such was the case in its work for Denis Katsyv, a Russian businessman accused of money laundering.",
  "Lawyers for the two sides held a phone conference on Thursday to negotiate terms of the request.",
  "The site has insisted that its research on Trump was not included in the dossier.",
  "Trump Jr. accepted the meeting after being offered “dirt” on Hillary Clinton.",
  "The site is funded by billionaire Republican donor Paul Singer.",
  "The law firm, Perkins Coie, hired Fusion GPS in April 2016.",
  "Fusion technically worked for the law firm BakerHostetler.",
  "Fusion hired Steele that June.",
  "Follow Chuck on Twitter"
]