[
  "The network's coverage of the scandal comes amid Mueller's razor focus on the probe — which was rumored to have been intensifying after he assembled a team of well-established prosecutors — and President Donald Trump's claims that the event was comparable to the Watergate scandal.",
  "Mike Segar/Reuters\n\nFox News host Sean Hannity on Friday railed against the media for its coverage of special counsel Robert Mueller reportedly filing the first charges in his investigation into Russian election interference.",
  "\"I think the uranium sale to Russia and the way that it was done, so underhanded with tremendous amounts of money being passed, I actually think that's Watergate, modern-age,\" Trump said Wednesday.",
  "Uranium One, Fusion GPS dossier, all out this week,\" Hannity continued tweeting, referring to intelligence firm's infamous dossier that contained incriminating allegations on Trump.",
  "While Republicans have claimed that it compromised national security, Democrats have called the resurgence of the story a distraction to Mueller's intensifying investigation.",
  "Hannity and Fox News have devoted extensive coverage this week to the deal involving \"Uranium One,\" the company that was partly sold to the Russian government in 2010.",
  "Mueller filed the first charges in the Russia investigation, approved by a federal grand jury in Washington, DC, CNN reported Friday evening.",
  "The charges are reportedly sealed but could result in an arrest as soon as Monday, CNN reported, citing sources briefed on the matter.",
  "TICK TOCK....\"\n\n\"This has been a HORRIBLE week for Mueller, Special Counsel's office,\" Hannity continued.",
  "Mueller was FBI Director Who knew of Russian crimes before Uranium one.\"",
  "\"Guess;Mueller and Media working hand in hand,\" Hannity tweeted.",
  "\"Left needs a dramatic change in the narrative!!",
  "Monday I'll have the details.",
  "\"THIS IS ALL A DISTRACTION.",
  "Fox News host Sean Hannity.",
  "\"Media to be tipped off.",
  "\"This is a distraction!",
  "TICK TOCK....!\""
]