[
  "In a marathon interview with the Senate Judiciary Committee on Tuesday, the co-founder of Fusion GPS, the opposition research firm behind the uncorroborated anti-Trump dossier, refused to identify the political clients that commissioned the salacious document.",
  "Simpson appeared for the interview after weeks of negotiations between his attorneys and the committee, which is one of three congressional panels investigation potential collusion between the Trump campaign and Russian government.",
  "Two of the people in that alliance — Russian attorney Natalia Veselnitskaya and Russian-American lobbyist Rinat Akhmetshin — attended the June 9, 2016 Trump Tower meeting with Donald Trump Jr.",
  "“This investigation into Mr. Simpson began as a desperate attempt by the Trump campaign and its allies to smear Fusion GPS because of its reported connection to the Trump dossier,” he added.",
  "After Trump ascended to the GOP nomination, the Republican donor dropped from the project, but a supporter of Hillary Clinton’s stepped in to continue the investigation.",
  "Iowa Sen. Chuck Grassley, the chairman of the Senate Judiciary Committee, has led a one-man campaign to find out more about Fusion GPS’ role in crafting the dossier.",
  "A former MI6 agent with an extensive background in Moscow, Steele relied upon his Russian sources for information about Trump’s various activities in Russia.",
  "He has also pressed Fusion over work it did last year for an alliance of Russians who opposed the Magnitsky Act, a sanctions law opposed by the Kremlin.",
  "Fusion GPS reportedly first began investigating Trump in Sept. 2015 after being hired by a Republican donor who opposed the former real estate magnate.",
  "The FBI has reportedly relied on it to form the basis of its collusion investigation, which is now being overseen by Special Counsel Robert Mueller.",
  "Despite all the questions raised about the dossier, Levy, the lawyer for Simpson, says that Fusion GPS stands by the information in the document.",
  "“Today, a special counsel and three congressional committees are investigating ties between the Russian government and the Trump campaign.",
  "Fusion GPS also stands behind the dossier, a lawyer for the firm said at the end of a 10-hour interview given by co-founder Glenn Simpson.",
  "Steele’s sources claimed that the Russian government had blackmail material on Trump and have been cultivating him as an asset for years.",
  "He also kept the identities of Fusion GPS’ clients confidential,” Josh Levy, Simpson’s attorney, told The Daily Caller in a statement.",
  "He has expressed concern that the FBI relied on the document given that Fusion was working on behalf of Trump’s political opponents.",
  "Levy also suggested that the Judiciary Committee release a transcript of its interview with Simpson, which was conducted in private.",
  "Fusion GPS’ dossier, which was compiled by former British spy Christopher Steele, has been a key component in the investigations.",
  "Some Trump backers have questioned whether Fusion GPS was sharing information with Russians who attended that meeting.",
  "Simpson told Congress the truth and cleared the record on many matters of interest to congressional investigators.",
  "He has pressed Fusion GPS on various matters regarding the dossier, including who paid for it.",
  "The Committee has the right to disclose the transcript, if it wishes to do so,” he said.",
  "The salacious claims have not been verified, and Trump has vehemently denied them.",
  "Fusion GPS is proud of the work it has conducted and stands by it,” Levy said.",
  "The firm hired Steele to ramp up the investigation.",
  "“The Committee has a transcript of the interview.",
  "We are not permitted to have a copy.",
  "Follow Chuck on Twitter",
  "“Mr."
]