[
  "“It is highly troubling that Fusion GPS appears to have been working with someone with ties to Russian intelligence — let alone someone alleged to have conducted political disinformation campaigns — as part of a pro-Russia lobbying effort while also simultaneously overseeing the creation of the Trump/Russia dossier,” writes Grassley.",
  "“The issue is of particular concern to the Committee given that when Fusion GPS reportedly was acting as an unregistered agent of Russian interests, it appears to have been simultaneously overseeing the creation of the unsubstantiated dossier of allegations of a conspiracy between the Trump campaign and the Russians,” he wrote.",
  "Browder told The Daily Caller in January that Simpson worked for Akhmetshin as a “<.”\n\n“Glenn Simpson knowingly spread false information on behalf of people connected to the Russian government to try to protect Russian torturers and murderers from consequences,” Browder told TheDC for an article cited in Grassley’s letter.",
  "In a letter sent to Acting Deputy Attorney General Dana Boente on Friday, Iowa Sen. Chuck Grassley inquired about Fusion GPS founder Glenn Simpson’s work last year for Rinat Akhmetshin, a Washington, D.C.-based operative who is believed to be a former Russian counter-intelligence agent.",
  "The opposition researcher behind the so-called Trump dossier worked last year on behalf of an alleged former Russian spy, and the chairman of the Senate Judiciary Committee wants to know why he hasn’t registered as a foreign agent.",
  "(RELATED: EXCLUSIVE: Oppo Researcher Behind Trump Dossier Is Linked To Pro-Kremlin Lobbying Effort)\n\nGrassley says that the Judiciary Committee needs to find out how the Justice Department has responded to Browder’s complaint.",
  "Akhmetshin hired Simpson and Fusion GPS last year to work on a campaign to roll back the Magnitsky Act, a law passed in 2012 which imposed sanctions against a handful of Russian criminals accused of human rights violations.",
  "Simpson’s work with Akhmetshin, which was first revealed last year, is surprising given that Simpson is who hired former British spy Christopher Steele to conduct research about Trump’s activities in Russia.",
  "In his letter, Grassley asserts that Simpson’s work for Akhmetshin “casts further doubt on an already highly dubious dossier.”\n\nHe also questions whether the FBI is aware of Simpson’s work for Akhmetshin.",
  "“It is particularly disturbing that Mr. Akhmetshin and Fusion GPS were working together on this pro-Russia lobbying effort in 2016 in light of Mr. Akhmetshin’s history and reputation,” he writes.",
  "In a FARA complaint submitted in July, Browder laid out the case that Akhmetshin conducted a covert lobbying campaign to hinder the Global Magnitsky Act, an expansion of the original law.",
  "Magnitsky was working for Bill Browder, a London-based investor who once operated in Russia, when he uncovered a $230 million fraud being carried out by the Russian government.",
  "He cited various reports referring to Akhmetshin as a “Soviet counterintelligence officer” who later worked for the GRU, the successor to the KGB.",
  "Akhmetshin has also been accused in a lawsuit of “organizing a scheme to hack the computers of one his client’s adversaries,” Grassley notes.",
  "After Magnitsky’s death, Browder began lobbying U.S. lawmakers to enact sanctions against Russian criminals engaged in human rights abuses.",
  "The Russian government prohibited U.S. citizens from adopting Russian children after the original Magnitsky Act was passed.",
  "“Presumably, such awareness would have informed the FBI’s evaluation of the dossier’s credibility,” writes Grassley.",
  "Simpson, a former Wall Street Journal reporter, was hired by a Hillary Clinton supporter to dig up dirt on Trump.",
  "The project resulted in a 35-page unverified dossier written by Steele that Fusion GPS distributed to reporters.",
  "The law was named in honor of Sergei Magnitsky, a Russian lawyer who was killed by jail guards in 2009.",
  "But the orphan issue was a red herring Akhmetshin was using to hinder the sanctions.",
  "Grassley also pointed to news reports about Akhmetshin’s background.",
  "Akhmetshin claimed that he was lobbying to help Russian orphans.",
  "Steele also gave the document to the FBI.",
  "Follow Chuck on Twitter"
]