[
  "Former Clinton spokesman Brian Fallon boasted on Twitter that, while he didn’t know about Steele’s hiring before the election, “If I had, I would have volunteered to go to Europe and try to help him.”\n\nHe added, “I have no idea what Fusion or Steele were paid but if even a shred of that dossier ends up helping Mueller, it will prove money well spent.”\n\nBut he defended Elias on the issue of whether he denied the funding connection, tweeting: “Dont know what Elias may have said but if he was coy, he was prob just being a good lawyer honoring confidentiality.”\n\nHaberman countered: “’coy’ is not responding at all.",
  "\"But let’s be clear, there is a serious federal investigation into the Trump campaign’s ties to Russia, and the American public deserves to know what happened.”\n\nA spokesman for Rep. Debbie Wasserman Schultz, D-Fla., who led the DNC at the time, told Fox News on Wednesday that, “She did not have any knowledge of this arrangement.”\n\nFox News' Judson Berger and Brooke Singman contributed to this report.",
  "“My focus has always been whether or not the Department of Justice and the FBI relied upon an unsourced CI document to launch a counterintelligence investigation,” he told Fox News’ “America’s Newsroom.” “I want to know whether the nation’s premier law enforcement agency relied on a document that looks like the National Enquirer prepared it.",
  "The bombshell revelation that Hillary Clinton’s campaign and the Democratic National Committee helped fund the controversial anti-Trump dossier last year has lawmakers and the media asking tough questions about how the dubious document was used by the highest levels of U.S. law enforcement – and why Democrats “lied” about its origins.",
  "… And if they relied upon an unsourced, un-vetted document to launch a really important investigation … then I think our country is big enough to handle that truth.”\n\nHe noted that representatives with Fusion GPS pleaded the Fifth in a Capitol Hill appearance last week.",
  "“Tom Perez and the new leadership of the DNC were not involved in any decision-making regarding Fusion GPS, nor were they aware that Perkins Coie was working with the organization,\" DNC Communications Director Xochitl Hinojosa said in a statement.",
  "CLINTON CAMP, DNC HELPED FUND RESEARCH THAT LED TO TRUMP DOSSIER\n\nHouse Oversight Committee Chairman Trey Gowdy, R-S.C., said Wednesday that his biggest questions concern to what extent the FBI relied on that document to launch its Russia probe.",
  "In the midst of a court case that threatened to reveal the dossier’s funding, it emerged overnight that political consulting firm Fusion GPS was retained last year by Marc E. Elias, an attorney representing the DNC and the Clinton campaign.",
  "Further, House Speaker Paul Ryan, R-Wis., said at a Washington, D.C., event on Wednesday that the FBI has been “stonewalling” Congress’ request for documents, voicing frustration about learning this information through the media.",
  "Not only did the Clinton campaign and DNC fund the firm through the end of October 2016, but the FBI reportedly arranged to pay Steele to proceed with intelligence gathering on Donald Trump and Russia after Trump’s election.",
  "“When I tried to report this story, Clinton campaign lawyer @marceelias pushed back vigorously, saying ‘You (or your sources) are wrong,’” New York Times reporter Kenneth Vogel tweeted.",
  "Perkins Coie was paid $5.6 million in legal fees by the Clinton campaign in a time period ranging from June 2015 to December 2016, The Post reported, citing campaign finance records.",
  "Sources told The Post that neither the Clinton campaign nor the DNC specifically directed Steele’s work, labeling the intelligence officer simply as a Fusion GPS subcontractor.",
  "‘Your sources are wrong’ is a bit different.”\n\nThe Democratic National Committee, meanwhile, stressed that the current leadership was not involved in the arrangement.",
  "The controversial dossier contained unverified and lurid allegations about dirt the Russians had on Trump and his campaign's possible connections to Moscow.",
  "But after the Post story broke, reporters with The New York Times blasted Elias and others on Twitter, accusing them of denying the connection for months.",
  "“The FBI needs to comply with the documents request that Congress has on their desk right now and they need to do it immediately,” Ryan said.",
  "“Folks involved in funding this lied about it, and with sanctimony, for a year,” Times reporter Maggie Haberman tweeted.",
  "The firm then hired former British intelligence officer Christopher Steele to write the now-infamous dossier.",
  "The DNC also paid the firm $3.6 million for “legal and compliance consulting” going back to November 2015.",
  "“Usually people plead the Fifth when they think the answer’s going to get them in trouble,” he said.",
  "That deal was later nixed after the former intelligence officer was identified in news reports.",
  "The Washington Post first reported on the connections, which were confirmed by Fox News."
]