[
  "Do you think we are seeing that this week when it comes to his handling of his own attorney general, Jeff Sessions, these public tweets attacking him, these statements attacking him, but not sitting down man-to-man and discussing it, is that straight talk from this president and is it something that you are comfortable with because we have heard out from so many of your Republican counter parts in the Senate that this crosses a line for them, this attacking of Sessions.",
  "Starting with last night, put out a tweet, put his name, tagged Reince Priebus' name on Twitter and start the conversation about Reince because he has, he and Scaramucci has long been furious with Reince Priebus because Scaramucci blames Priebus for keeping him out of the White House for the first six months by a series of leaks.",
  "What he's interjecting is turning democracy upside down, not taking political scale bodies and replace them with new ideas, but taking 200 year concepts that were a nation of law and men, of laws, not men, and trying to turn it upside down.",
  "There was sort of the RNC camp in the White House, obviously led by the former chair, now the chief of staff, Reince Priebus and the kind of always Trumpers, the New York crew, which includes the president's family, his kids.",
  "If the attorney general fires that person, who's been empaneled to investigate the president or their team, then judges will have to look and see if whether or not the reasons stated meet the statutory definitions.",
  "And the idea that Manafort, who is well-known by the Russian world as being sympathetic to their cause, that they didn't see that as an opportunity to get a relationship with the Trump campaign is hard to believe.",
  "Essentially, compile options that they know, at least they hope, 50 members of their conference will agree on, repealing the individual mandate, repealing the employer mandate, repealing the medical device tax.",
  "This Russian -- this American hedge fund operator, Bill Browder said, by the way, the Russian lawyer that Don Jr. met with is the point person in really lobbying for certain initiatives from Vladimir Putin.",
  "And then, you know, then he tweeted what he tweeted, of course last night around 10:41 p.m. about going to the Justice Department about this and he sort of cryptically tagged Reince Priebus in the tweet.",
  "The other, I think most notable quote from that 30-minute conversation he had with Chris Cuomo was that there are people inside the White House who don't think that the president is good for the country.",
  "Graham just coming out of a hearing right now with the hedge fund operator, the American hedge fund operator who's worked for years inside Russia providing insight into the way the Russians do business.",
  "Leaders have made it clear to their members on your very serious policy issues, whether it's on Medicaid, whether it's on regulations, these will be addressed in a conference committee with the House.",
  "Joining us now by phone is CNN contributor Ryan Lizza who is sort of in the middle of this, back and forth last night and also with us here in New York, CNN chief political correspondent Dana Bash.",
  "And Lindsey Graham, we just heard from right there, also spoke about Jeff Sessions, the attorney general and say that if the president fires Jeff Sessions, quote, \"There will be holy hell to pay.\"",
  "So, I think at the end of the day, remember that Scaramucci is somebody who is the mirror image or at least understands -- mirror image of the president and understands how the president operates.",
  "Congressman, I don't want to dwell on this too long, but it's right before our eyes this morning, the new communications director really going after the White House chief of staff, Reince Priebus.",
  "Ryan, this was a public knifing, if you will, of the chief of staff by the new coms director, seemingly with the blessing of the president because he said he got off the phone with the president.",
  "The idea that the president would fire Mueller or have somebody fire Mueller because he doesn't like Mueller or Mueller is doing something he doesn't like -- can't be -- then we become Russia.",
  "To me, this just shows you how deep the Russians are into our democracy and if you are Republican and you are Democrat, if you don't get what I was trying to -- the point I was trying to make.",
  "Because we haven't heard from you publicly yet on the record reacting to the president's total and complete ban of any transgender American from serving in the military in any capacity.",
  "You know, earlier in the day yesterday, I reported that Scaramucci would be having a dinner with Sean Hannity of Fox News and Bill Shine, former Fox News executive and the president.",
  "When I said we were brothers from the podium, that's because we're rough on each other, some brothers are like Cain and Abel, other brothers can fight with each other and get along.",
  "HARLOW: It appears the president gave this, the go ahead since the chief communications director got off the phone with the president before he called in to \"New Day\" and did this.",
  "The fact that Scaramucci had that conversation with the president before coming on CNN this morning, and then he continued to go after Reince for leaking, I think tells you a lot.",
  "(COMMERCIAL BREAK)\n\n\n\n[10:26:38] HARLOW: Back now to our breaking news, a feud in the west wing of the White House goes very, very public at all place out live on television.",
  "However, in public, Reince told me, gave me an on the record quote about how the two of them have known each other for a long time and he welcomes Scaramucci to the team.",
  "The likelihood that the Russians just quit after one meeting, once the Trump campaign expressed desire to be helped is pretty hard to believe that may be the facts.",
  "Those are the two words being discussed right now in the Senate, maybe passing a version of health care that gets rid of mandates but doesn't touch anything else.",
  "Also, breaking news on President Trump's ban on transgender military members, the Joint Chiefs including the chairman of Joint Chiefs did not know it was coming.",
  "And every piece of negative information that is anonymously reported in the press about one another, the other side believes it is his opponent that's doing it.",
  "The main research body against Trump is funded by the Russians, that Trump's campaign is offered assistance through an intermediary by the Russian government.",
  "\n\n\n\nReturn to Transcripts main page\n\nCNN NEWSROOM\n\nSenate Digs into Russian Meddling in U.S. Election; Scaramucci on Leaks: \"Fish Stink from the Head Down.\"",
  "The reason this won't end anytime soon is because how can you say with 100 percent certainty, given all the players here, there was never any more contacts?",
  "But one of the things I want to do with my time in the Senate is to reinforce institutions that are bigger than me and bigger than party and make us unique.",
  "I look forward to working with him on the way forward in Afghanistan, you know, finding a way to cut taxes, infrastructure, maybe something on health care.",
  "A couple things, when Scaramucci was hired last week, Reince Priebus and Steve Bannon, we know from reporting were very vocal about their opposition to it.",
  "And at the end of the day, if that's true, the Democratic Party is working with somebody who was working with the Russians, whether they knew it or not.",
  "It's also hard for me to believe that once the Trump campaign expressed the desire to get help, yes, love it, maybe later in the summer would be better.",
  "There are some other issues right now that are being tossed around that could get in there as well, sweeteners in trying to bring other senators along.",
  "DANA BASH, CNN CHIEFL POLITICAL CORRESPONDENT: Look, I was texting with one senior adviser this morning who is not Reince and I said did you see that?",
  "(BEGIN VIDEO CLIP)\n\n\n\nANTHONY SCARAMUCCI, WHITE HOUSE COMMUNICATIONS DIRECTOR (via telephone): It's absolutely completely and totally reprehensible.",
  "You were in the middle of all this with those senior White House officials telling you that Scaramucci was going to the FBI and the DOJ about this.",
  "But the reason I like him so much is I often disagree with him, but I've never believe that he was a man who lacks integrity or sense of fair play.",
  "A special counsel cannot be fired when they were empaneled to investigate the president or his team, unless you have judicial review of the firing.",
  "And this now challenged the chief of staff to go on television and talk about this publicly, which, you know, is sort of unusual in a White House.",
  "He's responsible for understanding and uncovering and helping me do that inside the White House, which is why I put that tweet out last night.",
  "Punches being lobed from the new communications chief straight at the president's chief of staff, perhaps with the blessing of the president.",
  "It doesn't touch Obamacare's regulations, things like preexisting conditions, community rating, that are so crucial to conservative support.",
  "You have been on the record voting against legislation that would have cut funding for some of the medical procedures for these individuals.",
  "But at the end of the day, what we try to do is see how much common ground we can find and just continue to lead for the American people.",
  "So, I hope the president will get good council and advice and focus on what he got elected to, which is change the culture in Washington.",
  "UNIDENTIFIED REPORTER: Senator, do you think the administration has done message from Congressional Republicans to lay off Jeff Sessions.",
  "We would love to have you respond since calling it to CNN and venting your frustrations with your co-workers seems to be a thing today.",
  "But you know, obviously, I trust the president is going to make the right calls that he feels comfortable with in regards to his staff.",
  "And why would they want to do something that seems to depart in a large way from where they were or where they started in this process?",
  "It's been reported that the Defense Secretary James Mattis did not know until maybe the day before that this announcement was coming.",
  "That it's not going to be what is happening on the floor at least for the next couple of hours or 12 or 15 or 16 hours that matters.",
  "But that contact came from a person that Mr. Browder said should have been registered as a Russian agent, the Russian female lawyer.",
  "The likelihood that that was the last contact needs to be looked into because the Trump campaign expressed the desire to be helped.",
  "So the big question is, behind the scenes, what else they can add to the \"skinny\" repeal and can that \"skinny\" repeal get 50 votes.",
  "I hope the president will take council and advice from people around him to treat Jeff Sessions better or fire him, one of the two.",
  "--\n\n\n\nHARLOW: Did the president cross the line in how he treated -- did he cross the line, yes or no, in how he's treated Sessions?",
  "But more importantly, is the public nature of this White House infighting that is causing so many people to talk about Washington.",
  "Good luck because this is absolute all out warfare that has been going on behind closed doors that has spilled out into the open.",
  "BERMAN: And this White House throw down right now, the communications director, all but blaming the chief of staff for leaking.",
  "MANU RAJU, CNN SENIOR CONGRESSIONAL REPORTER: And Donald Trump Jr. has said pretty emphatically that that was the only contact.",
  "Because it wasn't exactly like Reince Priebus was the president's first pick, first man to even come in and be chief of staff.",
  "So, I'm going to try to come up with statutory language that would say in the case of Bob Mueller and future special counsels.",
  "Any effort to go after Mueller could be the beginning of the end of the Trump presidency, unless Mueller did something wrong.",
  "Happening now, the Senate is back in session and they are fighting over what's called the so-called \"skinny\" repeal option.",
  "There is, what he thinks, a leak war going on between his camp at the White House and Reince Priebus, is what he believes.",
  "I hope the president will understand that he's not in the business of drawing red lines when it comes to investigations.",
  "It's a dangerous mistake because they are trying to screw up our elections and our democracy on both sides of the aisle.",
  "BERMAN: So we learned just moments ago that the chairman of the Joint Chiefs did not know this announcement was coming.",
  "That is the new strategy from Republican senators after the Senate last night rejected a straight repeal of Obamacare.",
  "RAJU: You -- just said the attorney general, there would be no confirmation hearings for replacement of Jeff Sessions.",
  "This, after the president in his statement, you know which he put on Twitter said after consulting with his generals.",
  "That the Russians were involved on both sides, they definitely tried to tip the scale against Clinton and for Trump.",
  "I don't like what they're doing to the President of the United States or their fellow colleagues in the West Wing.",
  "I don't know the internal workings of this for the last --\n\n\n\nBERMAN: We're not asking you to make the decision.",
  "I know the senator very well and I think he's a true American patriot and I think he's going to do his job well.",
  "Just some context here, Scaramucci said, he just got off the phone with the president prior to this discussion.",
  "CHRIS CUOMO, CNN ACHOR: Reince Priebus' name is connected to this every time it comes out in the last 24 hours.",
  "This effort to, basically, marginalize and humiliate the attorney general is not going over well in the Senate.",
  "Once that starts, any senator can offer any amendment they want, as long as it remain within the budget rules.",
  "The key we'll be watching towards the end of the vote, when Republican leaders decide to put that proposal up.",
  "And some of the suggestions the president is making go way beyond what is acceptable in a rule of law nation.",
  "RAJU: Why don't you think the Republican leaders have gotten behind, you know, joined you in these concerns?",
  "But then again, on your air this morning, he sort of made it fairly clear that he did believe it was Reince.",
  "But the Fusion GPS organization that was trying to get the goods on Donald Trump was backed by the Russians.",
  "He was very upset about the fact that his dinner with the president and Sean Hannity and others leaked out.",
  "That means, we will have dozens, potentially hundreds of amendments going out, vote after vote after vote.",
  "Now, what's worth also pointing out, what it doesn't do, it doesn't touch Obamacare's Medicaid expansion.",
  "I don't know if this is repairable or not, that will be up to the President, but he's the Chief of Staff.",
  "If Mr. Mueller is doing something wrong, he's got a conflict of interest, I'll be glad to look into that.",
  "If you got reason to believe he is compromised and shouldn't be serving as special counsel, let me know.",
  "Vote-o-Rama will come at the end of the debate time here, about ten hours or so left in the debate time.",
  "And I want to know what they did in terms of trying to compromise Donald Trump who is now our president.",
  "When the journalists who actually know who the leakers are -- like Ryan Lizza -- they know the leakers.",
  "Scaramucci, you know, in the \"New Day\" interview this morning did note that he and I talked last night.",
  "This is some of the very bizarre conversation between Anthony Scaramucci and Chris Cuomo this morning.",
  "We should have the financial information that was in \"Politico,\" is part of public record, by the way.",
  "The president going a little bit more carrot than stick this morning from what we've seen in the past.",
  "Because there's an e-mail in real-time from Jared to his secretary saying, get me out of this meeting.",
  "Obviously, can we disagree with the calls that are made and maybe the attack on the attorney general?",
  "And what does it mean for the business -- I should say most importantly, the business of the country?",
  "That was Manu Raju talking live to South Carolina Senator Lindsey Graham on a wide range of subjects.",
  "The hedge fund operator testified that he thought the Russians were digging up dirt on Donald Trump.",
  "The point I'm trying to make, it has to go further, because on its face, that needs to be looked at.",
  "Everything you heard in there about Mr. Browder about how things are in Russia and other countries.",
  "REP. TOM REED (R-NY), WAYS AND MEANS COMMITTEE: I'm not aware of the situation at the White House.",
  "Senate Majority Leader McConnell is on the floor, kind of laying out this morning to happen ahead.",
  "If you believe Jeff Sessions should be fired, use the power you have and accept the consequences.",
  "It's his ability and authority as the commander in chief to make those calls and I respect that.",
  "I'm working on legislation that I will introduce next week with Republicans and some Democrats.",
  "This is what he wrote this morning, \"Come on Republican Senators, you can do it on health care.",
  "We are back to that stage right now because that's really the best that they can do right now.",
  "But you can't get to the conference committee if you don't pass anything in the Senate first.",
  "And Scaramucci, remember from the podium, was talking about the fact that they were brothers.",
  "They're all making the assumption that it's him because journalists know who the leakers are.",
  "GRAHAM: I think it's not a message to the president as much as it is to Jeff and the country.",
  "Fusion GPS was on the payroll, apparently, according to this guy of the Russian government.",
  "Only one scheduled right now, but we have all been talking about this for a couple of days.",
  "That is essentially where leaders have ended up, based on the failures of other proposals.",
  "HARLOW: You said you appreciate what you call, quote, \"straight talk\" from this president.",
  "I respect them for not telling me because I understand and respect journalistic integrity.",
  "SCARAMUCCI: Reince Priebus can speak to you about that and he can address that himself.",
  "There's going to be areas we agree with and there's going to be areas we disagree with.",
  "That, to me, was so telling about where things are within the walls of the White House.",
  "This is after the president said he made the call based on the advice of his generals.",
  "As a human being, I think he should show some respect for Jeff Sessions as a person.",
  "I mean, many people say he did this to appease a lot of folks in the establishment.",
  "What I can tell you two fish that don't stink, OK, and that's me and the President.",
  "The chairman of the Judiciary Committee has sent a pretty chilling plead yesterday.",
  "The president is not in the business of drawing red lines when it comes to the law.",
  "And then he deleted his tweet and sort of backed away from the idea it was Reince.",
  "And I get a call that you know, Scaramucci has disclosed this, so I'll explain it.",
  "REED: Well, you know, I do approve of the president being the commander and chief.",
  "But they are at war with each other and each side is, frankly, a little paranoid.",
  "He said, In light of the leak of my financial disclosure info which is a felony.",
  "You know a tweet from the president of the United States has a big echo chamber.",
  "So, he called me, frankly to try and find out who leaked the information to me.",
  "I'm going to defer to his capacity as leader of the military to make that call.",
  "SEN. LINDSEY GRAHAM (R-SC), JUDICIARY COMMITTEE: So this is pretty fascinating.",
  "Aired 10-10:30a ET\n\nAired July 27, 2017 - 10:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "Joining us now, Congressman Tom Reed, a Republican from the state of New York.",
  "Scaramucci called in to explain a very confusing statement he made last night.",
  "As you know from the Italian expression, the fish stinks from the head down.",
  "Anthony Scaramucci publicly accusing Reince Priebus of leaking to the media.",
  "So, what will happen, I think, is that the president will calm down, I hope.",
  "And Jared Kushner makes perfect sense to me that he didn't read the e- mail.",
  "I hope I can get a good number of Republicans that would say the following.",
  "Do you approve of the way that this decision was implemented and announced?",
  "The president gave him permission to call in, talk to \"New Day\" et cetera.",
  "If we have to subpoena the people at Fusion GPS, we need to subpoena them.",
  "I really believe he thought it was something that all campaigns should do.",
  "There will be no confirmation hearing for a new attorney general in 2017.",
  "This morning, the west wind infighting, also, taken to a whole new level.",
  "The president hasn't done anything but tweet, but tweets can be damaging.",
  "REED: Well, obviously, based on my record and where I stand on the issue.",
  "I mean, Reince has been trying to, you know, play nice, again, in public.",
  "So, the big question is, can they actually corral 50 votes here for that?",
  "REED: Well, you know, I don't think there's a line that's crossed or not.",
  "I'm actually trying to avoid that stuff and trying to do my actual work.",
  "[10:05:03] I don't think it's going over well in the conservative world.",
  "I do know that Manafort, in terms of the Russians was a friendly figure.",
  "Because Mr. Browder has now accused them of -- working for the Russians.",
  "Nothing of value was passed and maybe nothing of value was ever passed.",
  "I should note, Reince Priebus, if you are watching right now, call us.",
  "So if Reince wants to explain that he's not a leaker, let him do that.",
  "In the Senate a couple of days ago, just vote to proceed to the bill.",
  "So where do you fall on the president's move and how he delivered it?",
  "You know, the president has the right to fire anybody in his cabinet.",
  "However, when I put out a tweet and I put Reince's name in a tweet.",
  "Right now, I have no reason to believe that Mueller is compromised.",
  "Well, today, that brother relationship turned into Cane and Able.",
  "And publicly guys, we are going to see a lot of amendment votes.",
  "Clearly, he's not excited about the Magnitsky Act and adoptions.",
  "And what you saw this morning was a Trump strategy on steroids.",
  "But worth noting, in terms of substance, likely not much there.",
  "If you want to talk about the Chief of Staff, we have had odds.",
  "I pointed out that he was, you know, there's no ambiguity here.",
  "If Reince wants to explain he's not a leaker, let him do that.",
  "Jonathan Swan at Axios -- these guys know who the leakers are.",
  "I don't like the activity that's going on in the White House.",
  "You know, Congress has an oversight role over the presidency.",
  "You know, again, is this the way to make this kind of policy?",
  "Manu Raju is speaking with Republican Senator Lindsey Graham.",
  "He wants the FBI to look into this, thinking it was Priebus.",
  "GRAHAM: I think everybody has expressed it in their own way.",
  "RYAN LIZZA, CNN POLITICAL COMMENTATOR (via telephone): Yes.",
  "So, that's the sort of context of what happened last night.",
  "PHIL MATTINGLY, CNN CONGRESSIONAL CORRESPONDENT: Yes, John.",
  "Jeff Sessions was the most loyal supporter of Donald Trump.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "If Jeff Sessions is fired, there will be holy hell to pay.",
  "SCARAMUCCI: People know my history between me and Reince.",
  "I will be contacting the FBI and the Justice Department.",
  "Fair or not, that is Scaramucci's feelings about Reince.",
  "There are two -- there are already two very clear camps.",
  "He seems to accuse Reince Priebus of doing the leaking.",
  "There's a lot of those tweets went viral, his and mine.",
  "Dana Bash, to you, how does Reince Priebus handle this?",
  "And so, the question is how is this going to play out?",
  "The president has a message to lawmakers, get it done.",
  "REED: Well, you know, I'll defer to the White House.",
  "What message do you think that sends to the country?",
  "The GPS, Fusion GPS situation, the guy's not coming.",
  "[10:00:25]\n\n\n\nANNOUNCER: This is CNN Breaking News.",
  "Is this the way for the White House to do business?",
  "He has the ability and authority to make this call.",
  "And so, we'll just have to see how this plays out.",
  "Look, as you noted, the Senate is now in session.",
  "This was a strange sequence of events last night.",
  "Not just for Trump, but for any future president.",
  "I'm not saying he intentionally violated the law.",
  "Hashtag swamp and then he tagged Reince Priebus.",
  "He's going to need to speak for his own actions.",
  "After seven years, this is your chance to shine!",
  "REED: No, I do appreciate the president's style.",
  "But obviously, we can express our disagreement.",
  "[10:20:04] But I think it's worth noting, guys.",
  "POPPY HARLOW, CNN ANCHOR: And I'm Poppy Harlow.",
  "E-mailed Reince last night, he didn't respond.",
  "I don't like what they're doing to my friend.",
  "You mentioned this idea of a \"skinny\" repeal.",
  "It's a pitch we've heard before in the House.",
  "We all know how that turned out, not so well.",
  "All right, something is better than nothing.",
  "Other members the Joint Chiefs did not know.",
  "So they are clearly working both sides here.",
  "Pentagon Demands Answers on Transgender Ban.",
  "I think Don Jr. thought the meeting was OK.",
  "GRAHAM: Well, I know how the Russians work.",
  "We are not quite sure which generals it is.",
  "That's kind of the state of play right now.",
  "HARLOW: Dana, can Reince last through this?",
  "We don't know whether it was leaked at all.",
  "GRAHAM: That's what Chairman Grassley said.",
  "The law is above any presidential red line.",
  "But I see no evidence that he's doing this.",
  "This all played out live on TV here on CNN.",
  "So, where are we and where is this headed?",
  "We are asking you as a member of Congress.",
  "Phil Mattingly, the man with the answers.",
  "BERMAN: We got to see how this plays out.",
  "Ryan Lizza, Dana Bash, thank you so much.",
  "Reince Priebus, the phone lines are open.",
  "So what should we learn from all of this?",
  "It's what's going on behind the scenes.",
  "Special counsel can't run wild, either.",
  "So, the red line should never be drawn.",
  "(END VIDEO CLIP)\n\n\n\nHARLOW: All right.",
  "[10:15:14] He believes it was Priebus.",
  "They need to move the process forward.",
  "I disagree with the president on this.",
  "I'm committed to the attorney general.",
  "As we said, the phone lines are open.",
  "He said out loud on CNN this morning.",
  "I'm 100 percent behind Jeff Sessions.",
  "He's a good man who deserves better.",
  "I mean, there's no backing down now.",
  "We'd love to get your version of it.",
  "He is right now obsessed with leaks.",
  "You can see a whole lot more online.",
  "But as we know, things can be fluid.",
  "Don't let the American people down!\"",
  "So can Reince make it through this?",
  "I think most of us agree with that.",
  "JOHN BERMAN, CNN ANCHOR: All right.",
  "Let's go straight to Capitol Hill.",
  "There was nothing else after that.",
  "[10:10:08] HARLOW: He did, indeed.",
  "CUOMO: All right, we will ask him.",
  "So I don't know his side of this.",
  "We need a check and balance here.",
  "That was the process in the 90's.",
  "Phil Mattingly, we know you will.",
  "I think I can get all Democrats.",
  "I never want that to come here.",
  "This is not draining the swamp.",
  "This is really important to me.",
  "Do you have concerns about him?",
  "I can speak for my own actions.",
  "Thank you very much, my friend.",
  "I respect the attorney general.",
  "And the RNC crowd is shrinking.",
  "He's a rock solid conservative.",
  "It depends how this turns out.",
  "And I think that's refreshing.",
  "That's what this is all about.",
  "It is unfair to Jeff Sessions.",
  "This is not just a diversion.",
  "So, keep an eye on the floor.",
  "That meeting is one and done.",
  "Will Reince Priebus respond?",
  "He's the commander in chief.",
  "-\n\n\n\nBERMAN: You will know.",
  "What that proposal entails?",
  "This person also testified.",
  "It's really about Mueller.",
  "BASH: You know it depends.",
  "And what do we do is this.",
  "And the response was, no.",
  "No president can do that.",
  "We have had differences.",
  "That's only part of it.",
  "The Senate will fix it.",
  "Do they have the votes?",
  "He is not a politician.",
  "Good morning, everyone.",
  "Did it go any further?",
  "It will be exhausting.",
  "BERMAN: Let's discuss.",
  "So, he's the chairman.",
  "BERMAN: Skinny repeal.",
  "I like the president.",
  "You keep us informed.",
  "Thank you very much.",
  "He's not restrained.",
  "It will be furious.",
  "We'll fix it later.",
  "The reason is this.",
  "I want to help him.",
  "BERMAN: All right.",
  "This is unnerving.",
  "But let's move on.",
  "But it's his call.",
  "HARLOW: You will.",
  "That's the pitch.",
  "And he was upset.",
  "You're skeptical?",
  "I'm John Berman.",
  "I hope it stops.",
  "You won't sleep.",
  "HARLOW: We will.",
  "It will be fast.",
  "Just pass this.",
  "BERMAN: Right.",
  "BERMAN: Yes.",
  "Thanks.",
  "Phil?"
]