[
  "The Democratic National Committee and a lawyer for Hillary Clinton helped bankroll research that led to the now-infamous dossier on alleged ties between the Donald Trump campaign and Russian government operatives, sources familiar with the matter said Tuesday.",
  "| J. Scott Applewhite/AP Photo Clinton lawyer, DNC helped bankroll research that led to Trump-Russia dossier The dossier has become a central focus of ongoing congressional probes into Russian election interference during the 2016 general election.",
  "The dossier — prepared by former British intelligence officer Christopher Steele and Fusion GPS — has become a central focus of ongoing congressional probes into Russian election interference during the 2016 general election.",
  "\"Let’s be clear, there is a serious federal investigation into the Trump campaign’s ties to Russia, and the American public deserves to know what happened,” DNC spokesperson Xochitl Hinojosa said in a statement.",
  "A spokesperson for the DNC said the new leadership of the organization, including Chairman Tom Perez, was not involved in the decision-making process that led to the retention of the research firm.",
  "Democratic officials stressed that the congressional probes into the White House were of greater significance than the origin of the funds behind the dossier's creation.",
  "According to the source, Marc Elias, a lawyer who represented the DNC and the Clinton campaign, retained a Washington firm, Fusion GPS, to carry out the research.",
  "Fusion GPS has asked that a federal judge block a request for the House Intelligence Committee that would grant lawmakers access to Fusion GPS' bank records.",
  "Marc Elias, a lawyer who represented the DNC and the Clinton campaign, retained a Washington firm, Fusion GPS, to carry out the research, the sources said.",
  "The involvement of the Clinton campaign and the DNC could lead to the first legal test for investigators on Capitol Hill.",
  "Services from the firm were retained from April 2016 until before the election in early November, a source said.",
  "Late last week, Trump speculated on Twitter that the dossier might have been funded by Democratic officials.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "The firm argues that turning over the records would violate its constitutional rights.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "\"Workers of firm involved with the discredited and Fake Dossier take the 5th.",
  "Story Continued Below\n\nThe news was first reported by The Washington Post.",
  "Who paid for it, Russia, the FBI or the Dems (or all)?\"",
  "Kyle Cheney contributed to this report.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time.",
  "Trump tweeted Thursday."
]