[
  "The Washington Times reports that Steele says in the fling that the Dec. 13 memo identifying the tech executive, Aleksej Gubarev, was written based on “unsolicited” and “raw” intelligence which “needed to be analyzed and further investigated/verified.”\n\nThat memo, the last of 17 that make up the dossier, alleges that Gubarev’s companies, Webzilla and XBT Holdings, operated a porn bot network aimed at infiltrating the Democratic National Committee during the presidential campaign.",
  "Christopher Steele, a former MI6 agent, disclosed that information in a court filing in the United Kingdom in response to a lawsuit filed by a Russian tech executive who says he is falsely accused in the dossier of running a computer hacking operation against the Democratic party.",
  "After learning about the dossier at an event in Canada in November, McCain dispatched David Kramer, a former State Department official and senior director of the McCain Institute, to meet with Steele in England to obtain a copy of the document.",
  "(RELATED: Here’s How Much The FBI Offered To Pay Author Of Trump Dossier)\n\nPage has strongly denied the claim, and the White House has said that Page, an energy consultant, was a low-level adviser who never met Trump.",
  "The former British spy who compiled a 35-page dossier alleging collusion between the Trump campaign and Russian government has acknowledged for the first time that the document contains “unverified” information.",
  "“At all material times Fusion was subject to an obligation not to disclose to third parties confidential intelligence material” that was provided by Steele, the filings state, according to The Times.",
  "The Republican has said that he did not know whether the information in the dossier was accurate but that he wanted to turn it over to federal authorities in order to check out Steele’s claims.",
  "(RELATED: John McCain Is Willing To Testify About His Role In Handling The Dossier)\n\nMcCain has acknowledged that he provided a copy of the document to FBI Director James Comey in December.",
  "Steele’s admission that at least one of the memos he wrote is unverified raises questions about the other parts of the dossier, which contains salacious claims about Trump.",
  "(RELATED: FBI Obtained Surveillance Warrant On Trump Adviser Based On Dossier)\n\nGubarev’s name appeared in a version of the dossier published online by BuzzFeed on Jan. 10.",
  "He said that Kramer, acting on direction from McCain, asked the ex-spy to provide any fresh information about Russian meddling in the election.",
  "The FBI also cited the dossier in its application for a surveillance warrant to monitor former Trump campaign adviser Carter Page.",
  "Steele’s court filing also provides fresh details about the involvement of Arizona Sen. John McCain in disseminating the dossier.",
  "The filing does note that Steele held several off-the-record meetings with journalists in late summer and autumn of last year.",
  "But The New York Times reported that the deal fell through, possibly because Steele was unable to corroborate his research.",
  "The FBI reportedly made an informal deal with Steele in October to pay the former spook $50,000 to continue his research.",
  "In the court filing, Steele’s lawyers say that former spy did not provide the dossier to media outlets or journalists.",
  "At least one other reporter, the BBC’s Paul Wood, has said he viewed the dossier before it was published by BuzzFeed.",
  "Gubarev sued Steele in London, where the ex-spy operates the private research company Orbis Business Intelligence.",
  "Steele criticizes BuzzFeed and his client, Fusion GPS, in the court filing, according to The Washington Times.",
  "The dossier alleges that Page met secretly with Kremlin officials to figure out how to influence the election.",
  "Corn published an article in late October laying out in very general terms some of Steele’s findings.",
  "McCain has said that he is willing to testify to Congress about his involvement in the dossier saga.",
  "The website apologized to Gubarev and redacted his name from the dossier published on its site.",
  "Fusion GPS hired Steele in June to conduct research on Trump’s business dealings in Russia.",
  "Fusion GPS, in turn, was working for a Democratic ally of Hillary Clinton’s.",
  "He returned to the U.S. with a copy of the dossier and gave it to McCain.",
  "McCain then gave a copy to Comey during a meeting the next month.",
  "Kramer flew to London at the end of November to meet with Steele.",
  "The identity of Fusion’s client has still not been disclosed.",
  "Steele also made a previously unreported claim about McCain.",
  "He also sued BuzzFeed and its editor-in-chief, Ben Smith.",
  "One of those reporters is Mother Jones’ David Corn.",
  "Wood has reported that Fusion GPS was his source.",
  "Follow Chuck on Twitter"
]