[
  "Browder told the committee that Natalia Veselnitskaya, the same Russian lawyer who met with Donald Trump Jr., Jared Kushner and Paul Manafort at Trump Tower during the campaign, “hired Glenn Simpson of the firm Fusion GPS to conduct a smear campaign against me and Sergei Magnitsky in advance of congressional hearings on the Global Magnitsky Act.” The law is named for Sergei Magnitsky, a lawyer who represented Browder before Russian authorities jailed and killed Magnitsky after he exposed a massive fraud scheme.",
  "(RELATED: Fusion GPS Was Also A Hired Gun For Planned Parenthood)\n\nA British-American businessman previously targeted by Fusion GPS, Bill Browder, testified before the Senate Judiciary Committee on Thursday that “in the Spring and Summer of 2016 they [Fusion GPS] were receiving money indirectly from a senior Russian government official” for their work to undermine the Magnitsky Act, a human rights law fiercely opposed by Putin that sanctions Russian criminals.",
  "(RELATED: Oppo Researcher Behind Trump Dossier Is Linked To Pro-Kremlin Lobbying Effort)\n\n“If the Russian intention was to sow chaos in the American political system, few things could have been more effective than that dossier, which ramped up an FBI investigation and sparked congressional probes and a special counsel, deeply wounding the president,” Strassel wrote.",
  "(RELATED: Grassley Blasts Dems For Blocking Hearing On Trump Dossier)\n\nThe only mention of Fusion GPS on CNN after Browder’s testimony on Thursday (and in the days since) came from Republican Sen. Lindsey Graham, who went out of his way in an interview Thursday morning to stress the seriousness of the matter, despite CNN asking zero questions about Fusion GPS.",
  "Wall Street Journal columnist Kimberly Strassel argued that Browder’s testimony raises the question of whether Russian operatives could have purposefully misled Steele into publishing false allegations of Trump’s Russia ties for the purpose of sowing discord into American politics.",
  "“And at the end of the day, if that’s true, the Democratic Party is working with somebody who was working with the Russians, whether they knew it or not.”\n\nCNN’s next question changed the topic to Attorney General Jeff Sessions.",
  "At the same time that Fusion GPS was crafting the dossier allegedly exposing the Trump campaign’s collusion with the Russian government, they were also working to advance Russian interests, according to Browder’s testimony.",
  "CNN reporter Manu Raju tried to steer Graham back to talking about Trump, asking a question about Donald Trump Jr., but Graham returned to the subject to emphasize just how grave he believed the Fusion GPS situation to be.",
  "“This is all to Mr. Putin’s benefit, and the question is whether Russia engineered it.”\n\nStrassel is one of the few establishment media sources willing to ask hard questions about Simpson and Fusion GPS.",
  "Fusion GPS, which is headed up by former Wall Street Journal reporter Glenn Simpson, was working for a Democratic ally of Hillary Clinton at that time, although that ally’s name is not publicly known.",
  "Those same media outlets, which have enthusiastically pounced on every new detail regarding the Russia investigation, have been oddly uninterested in probing into the crucial role of Fusion GPS.",
  "The opposition research firm behind the infamous Trump dossier, Fusion GPS, worked with several prominent media outlets to spread dirt on President Trump’s alleged ties to Russia.",
  "Those same media outlets that worked with Fusion GPS to receive information on the Republican nominee now appear to be helping Fusion GPS stay out of the public spotlight.",
  "The three outlets have combined for zero articles mentioning Fusion GPS since Browder’s testimony, despite the explosive allegations contained within it.",
  "The British spy Fusion GPS hired to craft the dossier, Christopher Steele, leaned on anonymous Russian sources in crafting the dossier for Fusion GPS.",
  "Steele’s lawyers revealed in court filings that, in September 2016, Steele briefed reporters from The New York Times, The Washington Post, Yahoo!",
  "But the Fusion GPS organization that was trying to get the goods on Donald Trump was backed by the Russians,” Graham said.",
  "The lawyers said that Fusion GPS attended these meetings with reporters and Steele, as TheDC’s Chuck Ross pointed out.",
  "That the Russians were involved on both sides, they definitely tried to tip the scale against Clinton and for Trump.",
  "And I want to know what they did in terms of trying to compromise Donald Trump, who is now our president.",
  "“Fusion GPS was on the payroll, apparently, according to this guy of the Russian government.",
  "The NYT, WaPo and CNN have all appeared uninterested in digging into Fusion GPS’ shady ties.",
  "Because Mr. Browder has now accused them of — working for the Russians,” Graham said.",
  "Steele later held another meeting with reporters from the NYT, WaPo and Yahoo.",
  "If we have to subpoena the people at Fusion GPS, we need to subpoena them.",
  "“The GPS, Fusion GPS situation, the guy’s not coming.",
  "News, The New Yorker and CNN on behalf of Fusion GPS.",
  "So what should we learn from all of this?"
]