[
  "Craig Unger, who has published a book on Trump’s ties to Russian organized crime, also claimed in a tweet on Tuesday that Trump is punishing Ohr because he investigated Semion Mogilevich and “wld know abt RU Mafia laundering $$ thru Trump condos, RU Mafia ties w Kremlin, & Mafia operations run from Trump Tower.”\n\nFrom what we have learned so far, aside from his role in fighting Russian organized crime, the main reason Ohr has received so much unfortunate attention is that he knew (and is married to) people who were privy to unverified, unflattering, and damaging information about the president.",
  "Moreover, according to the House Minority report, when Ohr passed the information to the FBI, he “informed the FBI of his prior professional relationship with Steele … and also described his wife’s contract work with Fusion GPS.” And even if he had acted improperly, there are procedures within the Department of Justice for investigating and disciplining employees.",
  "Fusion GPS, in turn, was working for the Hillary Clinton campaign and Democratic National Committee (its investigation of Trump had begun under a contract with a conservative website supported by GOP donor Paul Singer, but that ended when Trump clinched the nomination).",
  "That dossier, which contained salacious allegations about the president, was compiled by former British agent Christopher Steele, whose company was contracted by Fusion GPS, an opposition research firm co-founded by former Wall Street Journal reporter Glenn R. Simpson.",
  "In 2006, he was one of several government officials who played a role in revoking the visa of Oleg Deripaska, a Russian billionaire and aluminum magnate, a close ally of President Vladimir V. Putin, and who has been tied to former Trump campaign chairman Paul Manafort.",
  "But of course, the mere fact that a government employee has a spouse that works on sensitive political matters outside the government should not be treated as automatically suspect (though it can trigger disclosure or recusal obligations).",
  "But even if he doesn’t, the message to anyone else who might hold information unflattering or inconvenient to the president is clear: stay silent, keep it to yourself, don’t do anything that might make the president look bad.",
  "publicly released a memo from “HPSCI Majority Staff” to the “HPSCI Majority Members” claiming that the Steele dossier was a key source for the FISA application to monitor former Trump campaign adviser Carter Page.",
  "But just this week—on Tuesday—Ohr voluntarily appeared in a closed-door session before the House Judiciary and Oversight Committee to answer questions about his contacts with Steele and his wife Nellie.",
  "Ohr attracted Trump’s ire because in 2016, he reportedly passed along a version of the infamous “Steele dossier” to the FBI (which the government apparently already had—but more on that in a moment).",
  "So far, at least, there is nothing to suggest that Ohr improperly used information obtained from his wife in the course of his government duties (or that he improperly provided information to her).",
  "In his testimony before the House Intelligence Committee, Simpson testified that Steele had suggested that Simpson speak directly to Ohr about the information Fusion GPS had unearthed about Trump.",
  "While he may have continued to have some contacts with Steele after Steele ceased working as a source for the FBI, so far no one has publicly identified anything improper in those contacts.",
  "What we have, then, is an all=out personal assault on an almost three-decade civil servant by the president of the United States and significant members of the Republican leadership.",
  "That claim, however, was later decisively proven wrong when, in an extraordinary turn of events, the application was released (in redacted form)—the first ever such release.",
  "He knew both Simpson and Steele because they had traveled in similar professional circles—and had met at conferences on fighting organized crime over the years.",
  "Steele and Ohr had also worked together busting Russian corruption in FIFA (Steele reportedly used some of the same sources in compiling his dossier on Trump).",
  "The only lawmakers to attend were members of the GOP: Reps. Mark Meadows, Jim Jordan, Trey Gowdy, John Ratcliffe, Darrell Issa, Matt Gaetz, and Andy Biggs.",
  "Win McNamee/Getty Images\n\nThis piece was originally published on Just Security, an online forum for analysis of U.S. national security law and policy.",
  "First and foremost, his wife Nellie Ohr is a Russian linguist who worked for Fusion GPS and, it appears, worked on the opposition research on Trump.",
  "After all of these interviews and investigations, it appears that the facts behind what some have called a “deep state conspiracy” do not hold up.",
  "More From Just Security\n\nCharting How Pardons and Obstruction of Justice Works\n\nFlaws in (Use of) Harris Poll on Brennan’s Security Clearance",
  "The Nunes memo claimed, moreover, that the FISA application relied on the dossier without acknowledging its possible bias and inaccuracies.",
  "This personal, public targeting of a civil servant by the president of the United States is not simply puzzling; it is wrong and dangerous.",
  "Witch Hunt!” He also earlier threatened to revoke Ohr’s security clearance, which would make it impossible for him to do his job.",
  "What we have, then, is an all-out personal assault on an almost three-decade civil servant by the president of the United States.",
  "Carter Page, moreover, was already subject to an earlier FISA warrant—which was very likely a strong basis for the 2016 warrant.",
  "According to a letter from several Republican members of the Judiciary Committee, Ohr first met with the FBI on Nov. 22, 2016.",
  "And when he himself was given some of that information, he passed it along to the FBI—as he was arguably duty bound to do.",
  "President Trump has tweeted repeatedly about Bruce Ohr, a lawyer in the criminal division at the Department of Justice.",
  "That application made clear that the FBI put the political origins of the dossier in context in the application.",
  "Afterward, Republican members promised continued investigation of the relationship between Ohr and Fusion GPS.",
  "On Wednesday, the president tweeted: “How the hell is Bruce Ohr still employed at the Justice Department?",
  "That’s after the FISA surveillance request for Carter Page was submitted (it was filed in October 2016).",
  "For years, Ohr has made major contributions to U.S. government efforts to fight Russian organized crime.",
  "Moreover, the fact that his wife worked for Fusion GPS has been treated as damning evidence against him.",
  "What’s more, the dossier was one of many sources used by the FBI to support the application.",
  "Why in the world is a civil servant in the Justice Department being targeted by Trump?",
  "Earlier this month, Nunes traveled to London seeking information on Steele and Ohr.",
  "Why is everyone so excited about the dossier, aside from a few salacious details?",
  "At this point, it seems probable that Ohr will be fired or will quit.",
  "And that’s precisely why what is happening to Ohr is so dangerous.",
  "House Intelligence Committee Chairman Devin Nunes (R–Calif.)",
  "Nunes and Trump have not let go of the matter, however.",
  "But that was not Ohr’s only connection to Fusion GPS.",
  "Ohr had a number of connections to Fusion GPS.",
  "That’s precisely what the president wants.",
  "Bruce Ohr on Tuesday in Washington.",
  "Ohr testified for four hours.",
  "Disgraceful!"
]