[
  "The paper’s White House reporter Maggie Haberman tweeted, “Folks involved in funding this lied about it, and with sanctimony, for a year.”\n\nFolks involved in funding this lied about it, and with sanctimony, for a year https://t.co/vXKRV1wRJc — Maggie Haberman (@maggieNYT) October 24, 2017\n\nOther reporters also suggested that Elias “and others” had denied it for months.",
  "The Washington Post earlier Tuesday reported that “the Hillary Clinton campaign and the Democratic National Committee helped fund research that resulted in a now-famous dossier.”\n\nAccording to the report, the lawyer, Marc E. Elias, represented “the Clinton Campaign and the DNC,” and retained Fusion GPS to conduct research into Trump’s ties with Russia.",
  "Politico’s White House reporter Josh Dawsey tweeted: “Ok, people saying DNC/dossier news isn’t a big deal: Why did Clinton lawyer Marc Elias and others deny it for months?”\n\nOk, people saying DNC/dossier news isn't a big deal: Why did Clinton lawyer Marc Elias and others deny it for months?",
  "“When I tried to report this story, Clinton campaign lawyer @marceelias pushed back vigorously, saying “You (or your sources) are wrong,” Times reporter Kenneth P. Vogel tweeted Tuesday evening.",
  "— Josh Dawsey (@jdawsey1) October 25, 2017\n\nEven MSNBC’s Chris Hayes, host of All In with Chris, seemed surprised, tweeting, “…this somewhat more direct than some independent donor doing it.”",
  "The Hillary Clinton lawyer who hired Fusion GPS to produce the Trump dossier “vigorously” denied doing so to the New York Times earlier this year, according to one of their reporters.",
  "After that, Fusion GPS hired dossier author Christopher Steele, a former British intelligence officer, to conduct the research, the Post reported.",
  "Elias and his law firm, Perkins Cole, retained the company in April 2016 “on behalf of the Clinton campaign and the DNC,” the story said.",
  "Another Times reporter suggested that more people may have lied, but didn’t clarify who."
]