[
  "“The Free Beacon had no knowledge of or connection to the Steele dossier, did not pay for the dossier, and never had contact with, knowledge of, or provided payment for any work performed by Christopher Steele,” added Continetti, who noted that none of the information from its contract with Fusion appeared in the dossier.",
  "The Washington Free Beacon, a website largely funded by billionaire hedge fund manager Paul Singer, is the mysterious Republican-linked client that first hired opposition research firm Fusion GPS to investigate Donald Trump during the presidential campaign.",
  "“During the 2016 election cycle we retained Fusion GPS to provide research on multiple candidates in the Republican presidential primary, just as we retained other firms to assist in our research into Hillary Clinton,” Continetti said in a statement.",
  "The Washington Examiner and The New York Times first reported the news, which followed after the revelation this week that the law firm for the Clinton campaign and DNC had hired Fusion last year to produce the infamous Steele dossier.",
  "Intelligence Online reported in 2014 that Singer hired the opposition research firm to help wage a public relations campaign against the Argentinian government in a dispute over a multi-billion dollar debt investment.",
  "Fusion GPS, which is controlled by three former Wall Street Journal reporters, approached Perkins Coie, the Clinton campaign’s and DNC’s law firm, last March to propose their taking over the Trump research project.",
  "Singer’s spokespeople have fielded inquires from The Daily Caller about his possible involvement with Fusion GPS, but they declined to provide their comments on the record.",
  "Singer, a heavy donor to Florida Sen. Marco Rubio and prominent critic of Trump, is the Free Beacon’s largest funder, an associate of the billionaire told The Times.",
  "Free Beacon representatives informed the House Intelligence Committee of the relationship on Friday, the site’s editor-in-chief said in a statement on the website.",
  "“The Beacon has agreed to cooperate with the House Intelligence Committee to help the Committee verify this assertion,” the spokesman told TheDC.",
  "A spokesman for the House Intelligence Committee pointed to the Free Beacon’s statement denying any involvement with Steele or the dossier.",
  "Free Beacon editor-in-chief Matthew Continetti said in a statement Friday that the site did not pay Fusion GPS for any part of the dossier.",
  "An associate of his told the newspaper that he was unaware of the dossier until it was published by BuzzFeed in January.",
  "According to The Times, The Free Beacon ended the contract last May, as Trump ascended to the GOP nomination.",
  "He would go on to write a 35 page dossier containing 17 memos dated between June 20, 2016 and Dec. 13.",
  "It is not clear from that report if Singer was aware of the Free Beacon’s hiring of Fusion.",
  "Fusion hired former British intelligence officer Christopher Steele in June.",
  "His chief spokesman did not respond to phone calls Friday night.",
  "Singer has reportedly worked with Fusion GPS in the past.",
  "The law firm hired Fusion the next month.",
  "Fusion hired the firm in Oct. 2015.",
  "Follow Chuck on Twitter"
]