[
  "And guess what brothers, we’re coming for you guys, ok, write it down,” Bannon said on Breitbart News Daily, before labeling him and other establishment figures “Republican scumbags.”\n\nBannon was referring to recent revelations that Singer was involved — via the Washington Free Beacon, which he finances — in funding Fusion GPS’ initial research into Donald Trump, which eventually led to the infamous “Trump dossier” — a collection unsubstantiated and sordid allegations claiming Trump was compromised by the Russians.",
  "To put a pack of lies about that together…and then to hand it off to the Democrats — his name is Paul Singer and guess what, on Breitbart News and on Breitbart we hold these guys accountable.”\n\nBannon was speaking just days after Roy Moore was hit with allegations of sexual impropriety in an in-depth investigation by the Washington Post.",
  "Breitbart News Executive Chairman and former White House Chief Strategist Steve Bannon launched into a tirade Saturday against “Republican scumbags,” such as GOP mega-donor Paul Singer, over alleged attacks on President Trump and Alabama Senate candidate Roy Moore.",
  "You’re about to have war,” he later added\n\nHe also predicted the downfall of Mitch McConnell, and claimed he would “bleed out.”\n\n“Mitch McConnell, you’re like a deer that’s been shot, you’re just going to bleed out brother,” he said.",
  "They want to destroy anybody that will step up and speak on your behalf, whether it’s Donald Trump, whether it’s Judge Roy Moore, whether it’s Breitbart News, they’re at full out war,” Bannon said.",
  "“Understand something America, they’re the ones that did that dossier, they’re the ones that put that dossier together, and that stuff is so crude,” Bannon said.",
  "Bannon described it as part of the “politics of personal destruction.”\n\n“This is about destroying Roy Moore and you know why they want to destroy Roy Moore?",
  "A number of Republican lawmakers quickly distanced themselves from Moore, with some calling for him to step aside from the race.",
  "“Paul Singer doesn’t mean anything to me, all the flunkies who work for Paul Singer don’t mean anything to me.",
  "You’re done.”\n\nAdam Shaw is a Breitbart News politics reporter based in New York.",
  "Moore has denied some of the claims made in the Post article.",
  "Bring it.”\n\n“You want war, Republican establishment?",
  "Follow Adam on Twitter: @AdamShawNY.",
  "“You’re just going to bleed out.",
  "“You know what my response is?",
  "“A pack of lies.",
  "I got you, ok?"
]