[
  "Ursula Ungaro, a judge in the U.S. District Court of the Southern District of Florida, noted in her rationale for siding against BuzzFeed that cases in her district go to trial in half the time as those in BuzzFeed’s desired venue, the southern district of New York.",
  "(RELATED: Ex-Spy Who Wrote Dossier Says Some Of It Is Unverified)\n\nThe Gubarev lawsuit could answer several looming questions about the dossier, both about how the information was collected by Steele and how it came to be shared with news outlets like BuzzFeed.",
  "The dossier, which Steele started working on in June after being hired by Fusion GPS, has been used as part of the basis for the FBI’s investigation into whether Trump advisers colluded with Russian government officials during the presidential campaign.",
  "Gubarev, a Russian national who owns web hosting companies Webzilla and XBT Holdings, filed the defamation suit in February, just weeks after BuzzFeed published a dossier of research on Trump compiled by former British spy Christopher Steele.",
  "(RELATED: Lawsuit Could Answer Trump Dossier Questions)\n\nThe FBI cited the dossier in an application it filed in September for a Foreign Intelligence Surveillance Act warrant against former Trump campaign adviser Carter Page.",
  "The memo asserted that Gubarev had been forced to work for Russia’s spy services and used his companies to deploy porn bots and computer viruses to hack Democrats’ computer systems during last year’s political campaigns.",
  "A federal judge in Florida on Monday shot down a motion from BuzzFeed to dismiss a lawsuit filed by a Russian tech executive who sued the news outlet for publishing his name in the infamous Trump dossier.",
  "The judge also denied BuzzFeed’s motion to transfer the case from Florida to New York, a jurisdiction that would likely be more favorable to the news website.",
  "In court papers filed last month in response to a lawsuit filed by Gubarev in London, Steele claimed that his dossier was not intended for publication.",
  "The Gubarev memo and other inconsistencies in the dossier has raised questions about the veracity of other claims made in Steele’s report.",
  "The dossier, which Page calls the “Dodgy Dossier,” alleges that Page negotiated with Kremlin officials on the campaign’s behalf.",
  "Steele’s unnamed sources, who were paid through intermediaries, claimed that the Kremlin has blackmail material on Trump.",
  "Gubarev, whose companies have offices in Florida and Texas, has strongly denied the claims made in Steele’s dossier.",
  "He blamed BuzzFeed and Fusion GPS, an opposition research firm that had hired him, for the release of the dossier.",
  "It also alleges that Kremlin operatives were feeding the Trump campaign information about his political opponents.",
  "Federal judge ruling in Trump dossier lawsuit against BuzzFeed by Chuck Ross on Scribd\n\nFollow Chuck on Twitter",
  "The first memo of Steele’s project, dated June 20, makes perhaps the most explosive claims in the document.",
  "Ungaro also ordered BuzzFeed to respond to questions filed by the plaintiff, Aleksej Gubarev, by June 9.",
  "Steele himself has acknowledged that the information in the Dec. 13 memo had not been verified.",
  "But all declined to publish the document because they were unable to verify its claims.",
  "The dossier was shared with several news outlets before and after the Nov. 8 election.",
  "But after Gubarev filed the suit, BuzzFeed redacted his name and offered an apology.",
  "Steele identified Gubarev by name in the dossier’s last memo, dated Dec. 13.",
  "BuzzFeed initially published the dossier with only a few redactions.",
  "BuzzFeed broke with the pack by publishing the dossier on Jan. 10."
]