[
  "Intel Officials Probe Ties Between Trump Adviser and Kremlin,” stated that U.S. intelligence officials were “seeking to determine whether an American businessman identified by Donald Trump as one of his foreign policy advisers has opened up private communications with senior Russian officials.”\n\nIsikoff’s report cited intelligence reports that had been shared with U.S. officials which alleged that Page met in Moscow last July with Page met with Igor Sechin, an associate of Vladimir Putin’s and the CEO of Russian oil giant, Rosneft, and another Putin aide named Igor Diveykin.",
  "He called publication of the article “perhaps the most dangerous, reckless, irresponsible and historically-instrumental moments in modern-day sensations crime story journalism.”\n\nHe also accuses Steele and his intelligence firm of spreading an “extensive array of completely false, misrepresented and/or unverified information.”\n\nPage states in the complaint that he “has never met” with Sechin and Diveykin, the two Russians he allegedly met with during his July trip to Moscow.",
  "Steele has also disclosed in court filings in England, where he operates his private intelligence firm, Orbis Business Intelligence, that he met with reporters from a slew of news outlets to discuss the dossier, including Yahoo!, Mother Jones, The New York Times and CNN.",
  "The focus of the suit, filed in the U.S. District Court of the Southern District of New York against Yahoo’s parent, Oath Inc., is a Sept. 23, 2016, article published by veteran political reporter Michael Isikoff.",
  "Isikoff’s sources said that Page, who did travel to Moscow at that time to give a commencement speech at the New Economic School, may have discussed the removal of sanctions with Sechin and Diveykin.",
  "The core allegations in the article appear to have been provided to Isikoff by Christopher Steele, the former British spy who authored the now-infamous Trump dossier.",
  "Steele stated that he was directed to hold those meetings by Fusion GPS, the opposition research firm who hired him last June to investigate Trump’s ties to Russia.",
  "Steele’s final entry in the dossier alleges that Gubarev used computer viruses and bots to hack the emails of the Democratic National Committee.",
  "Then-Senate Minority Leader Harry Reid had been briefed on the claims about Page and in turn contacted then-FBI Director James Comey.",
  "But Page, a Manhattan-based energy consultant, vehemently denies the core allegations made in the dossier and in Isikoff’s report.",
  "Carter Page, a former Trump campaign foreign policy adviser, filed a defamation lawsuit against the parent company of Yahoo!",
  "News “published a highly misleading article filled with false allegations,” the 46-year-old Page writes in the suit.",
  "News and The Huffington Post on Thursday over articles published alleging collusion with the Kremlin last year.",
  "Isikoff also reported that U.S. investigators and members of Congress had learned of Page’s alleged meeting.",
  "A Russian tech executive named Aleksej Gubarev sued BuzzFeed News in February for publishing the dossier.",
  "Oath Inc. is not the only media company to be sued by figures mentioned in the Steele dossier.",
  "Steele’s document contains the same allegations about Page that are found in Isikoff’s report.",
  "Gubarev has vehemently denied the allegation and is suing BuzzFeed for publishing the dossier.",
  "The reporter’s information came from “a well-placed Western intelligence source,” he wrote.",
  "It has since been revealed that Isikoff met with Steele, the dossier author.",
  "He has also “never met or personally spoken with” Trump.",
  "Fusion was working for an ally of Hillary Clinton’s.",
  "He’s also suing Steele in London.",
  "The article, entitled “U.S.",
  "Follow Chuck on Twitter",
  "Yahoo!"
]