[
  "During a report on the Nunes memo, CNN’s Jim Sciutto referred to the Steele dossier as a “dossier of information about President Trump compiled by a former agent, initially paid for by Republicans and then by the Democratic National Committee.”\n\nWATCH:\n\nMSNBC’s Katy Tur made the same false claim on air and in a tweet.",
  "REMEMBER — the GOP DID NOT WANT Trump to win the nomination.https://t.co/Zk6SrK1M4x — Katy Tur (@KatyTurNBC) February 2, 2018\n\nIn reality, Paul Singer, the founder of the Washington Free Beacon, funded Fusion GPS for standard opposition research against Trump and a number of other presidential candidates.",
  "“Let’s stay in the rabbit hole for just one more moment and remind our viewers that the dossier was initially funded by a conservative outlet, by the Washington Free Beacon, during the primaries, because they did not want Donald Trump to get the nomination,” Tur said.",
  "“It was to help other Republicans, so this was first funded by conservatives.”\n\nWATCH:\n\n\n\nTur noted that her throat was “tickling” during her diatribe, perhaps a side effect of spewing falsehoods on national television.",
  "Media pundits are still blaming Republicans for funding the Christopher Steele dossier, despite the fact that those donors stopped paying Fusion GPS before the firm ever contracted with Steele.",
  "Another reminder — Steele Dossier was first paid for by conservative outlet Washington Free Beacon to find damaging info about Trump during the primary in order to help other GOP candidates.",
  "The media started spinning hard after the Nunes memo alleged that the DNC-funded dossier was “essential” to the FBI obtaining a FISA warrant to spy on the Trump campaign.",
  "He stopped paying the firm in the spring of 2016, well before Steele was hired by Fusion GPS.",
  "She also tweeted a “reminder” that Republicans funded the dossier — which they did not do.",
  "The prior research paid for by Singer was unrelated to and not included in the dossier.",
  "The firm then contracted with Christopher Steele to research and create the dossier.",
  "After that time, the DNC and Clinton campaigns started paying Fusion GPS.",
  "Follow Amber on Twitter"
]