[
  "The first time the Committee voted to reveal the GOP's memo to House members, January 18, was the day after Corey Lewandowski's interview ended in a stalemate, and the same day Committee members voted unanimously to release their interview transcript of Fusion GPS co-founder Glenn Simpson.",
  "The meeting follows two days of, from some corners, public and ardent blowback to the GOP memo, which was described alternately as \"irresponsible\" and a \"dud\" -- and, from other corners, reinforcement that it exposed dangerous excesses and improprieties by top leadership at the FBI.",
  "Exactly one week after Republican members of the House Intelligence Committee voted along party lines for the public release of their own contentious memo on alleged surveillance abuses, Democrats on the Committee will be angling to have a 10-page rebuttal memo made public as well.",
  "\"In our role as the keepers of the secrets between the intelligence community and everybody else... we've got a pretty heavy responsibility to make sure that when we come across things that everybody needs to know, we get that to them,\" Conaway added.",
  "The Committee has scheduled a business meeting at 5 p.m. Monday for \"consideration of the public disclosure of executive session material, pursuant to House Rule X, clause 11(g),\" which is the same rule under which the GOP memo was released.",
  "If President Trump objects to its release, the Committee can either do nothing, and keep the memo hidden from public view, or vote to send the memo to the full House for another vote, which would take place after a debate in closed session.",
  "On Friday, the White House said in a statement, \"The administration stands ready to work with Congress to accommodate oversight requests consistent with applicable standards, including the need to protect intelligence sources and methods.\"",
  "Although the Democrats' memo, which is classified, is said to counter the GOP memo point-by-point, a number of Republicans, including Chairman Devin Nunes, R-California, have expressed a willingness to release it.",
  "\"We are in the middle of what I call 'Phase Two' of our investigation, which involves other departments, specifically the State Department and some of the involvement that they had in this,\" Nunes said.",
  "In his interview with Fox News, Nunes suggested the Committee would be shifting into other investigatory avenues, though he later clarified they wouldn't necessarily be released in memo form.",
  "The Democrats' footnoted response was released to all members of the House last week; several dozen House members are said to have come to the Committee's secure spaces to review it.",
  "If the Committee votes to publicly release the minority memo, the same 5-day review process by the White House that applied to the majority's memo will be triggered.",
  "Democrats emerged visibly incensed from that meeting, most declining to comment and one, Rep. Julian Castro, D-Texas, saying only, \"It's going to get interesting.\"",
  "\"Yeah, we will,\" Nunes said in a recent interview on Fox News, adding the document would first have to be properly scrubbed of sensitive information.",
  "That same day, Rep. Mike Conaway, R-Texas, said, \"This is a memo referencing problems we have discovered with FISA writ large.\"",
  "\"Sure,\" said Rep. Tom Rooney, R-Florida, late last month, adding \"we'll see\" about releasing any underlying intelligence.",
  "On Sunday, a spokeswoman for the White House said of releasing the Democrats' memo, \"If voted out, we'll consider it.",
  "In a tweet, President Trump said \"this memo totally vindicates 'Trump' in\" the ongoing Russia probe.",
  "\"Absolutely, yeah, sure,\" said Rep. Peter King, R-New York.",
  "\"First have them follow the same procedure we did.\"",
  "Nothing more to add.\""
]