[
  "“Certainly we’ve confirmed that Bruce Ohr was a willing and constant conduit between Fusion GPS, paid for by the Clinton campaign and the FBI,” Issa said on “Fox & Friends.”\n\nIssa claimed Mueller doesn’t want to go after Ohr because it would distract from his mission of bringing down President Donald Trump.",
  "“He only wants to go forward from the FISA warrant, not back to find out it was invalid.”\n\nYou can Follow Nick on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Republican Rep. Darrell Issa of California accused Robert Mueller of ignoring the crimes of Department of Justice official Bruce Ohr Wednesday, saying the special counsel is only focused on bringing down the White House.",
  "Rather than going back and try to get Hillary and the DNC.”\n\nIssa claimed it’s possible the DNC was working with foreign spies to undermine candidate Trump and compared the recent intelligence scandals to Watergate.",
  "(RELATED: Bruce Ohr Could Face Jail Time For Failing To Disclose Connection To Fusion GPS)\n\nOhr brought the dossier to the FBI, but failed to mention his wife was being paid to help compile the research.",
  "Leading to FISA warrants and eavesdropping on a presidential candidate.”\n\n“Not just since Watergate have we had this kind of a scandal and Mueller wants nothing to do with it,” Issa concluded.",
  "Ohr has been accused of failing to disclose his connection to Fusion GPS, the firm hired by the DNC to author the infamous Trump dossier.",
  "“You know, the — nobody is pushing back to find out, did the Democratic National Committee work with spies outside the US,” he continued.",
  "They could be British spies that hated President Trump, in order to change the outcome of the income with fake information.",
  "“He wants to go from the Trump campaign, assuming that the FISA warrants were valid, forward to try to get Trump.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Ohr also did not seek a conflict of interest waiver or inform his superiors at The DOJ.",
  "The FBI then used the dossier to obtain a wiretap warrant against a Trump adviser.",
  "WATCH:\n\n“I don’t think Robert Mueller wants to go that direction,” he added.",
  "“And by the way they don’t have to be Russian spies."
]