[
  "But like many conspiracy theories, it appeared to grow out of a less sensational truth: U.S. surveillance on foreign officials — a common practice in the world of spycraft — likely picked up what's called \"incidental\" communications with Americans in Trump's orbit.",
  "WHAT WE KNOW\n\nLast August, Glenn Simpson of Fusion GPS, who compiled opposition research on Mr. Trump, told a Senate panel that British spy Christopher Steele relied on an \"internal Trump campaign source\" to compile his now-famous Trump dossier.",
  "THE 'WIRETAP'\n\nMr. Trump and his supporters have long floated the idea of an opposing \"deep state\" at the Justice Department and the FBI, including allegations that President Barack Obama ordered wiretaps on his phones during the election.",
  "On Wednesday, The New York Times seemed to lend credence to the idea by reporting that \"at least one government informant\" met several times with former Trump campaign advisers George Papadopoulos and Carter Page.",
  "The Justice Department denied such a wiretap, and House intelligence committee Chairman Devin Nunes, an ardent Trump supporter, later confirmed that an Obama-ordered wiretap never existed.",
  "The unverified allegation has lit up conservative media and earned space on Trump's Twitter feed just as special counsel Robert Mueller enters his second year in the Russia probe.",
  "President Donald Trump and his supporters are circulating an explosive theory: The FBI, they say, may have planted a mole, or \"spy,\" inside the 2016 campaign to bring him down.",
  "The FBI and Mueller have been extraordinarily tight-lipped about the investigation, providing few public clues on what sources they are relying on or where the probe is headed.",
  "A person familiar with Simpson's testimony told the AP at the time that he did not mean to suggest the FBI had a direct source of information from within the Trump campaign.",
  "The source had become of particular interest to Nunes, whose committee was quick to dismiss any allegations of collusion between Trump associates and Russia.",
  "\"Reports are there was indeed at least one FBI representative implanted, for political purposes, into my campaign for president,\" Trump tweeted early Friday.",
  "But that hasn't stopped them from floating the mole theory as a way of undercutting Mueller's work as an attempt by liberals to bring down the president.",
  "Then last week, The Washington Post reported on the existence of a U.S. citizen who had provided intelligence to the CIA and FBI in the Russia probe.",
  "That included former national security adviser Michael Flynn's discussions with Russia's ambassador to the U.S. during the presidential transition.",
  "THE MOLE\n\nAt issue now isn't a wiretap, but the identity of a top-secret FBI informant who allegedly helped investigators on the Russia probe.",
  "The AP takes a look at what we know so far and how Trump has used similar claims in the past to try to discredit the Russia investigation.",
  "Giuliani said in a Friday interview on CNN's \"New Day\" that he doesn't know for sure what happened — and the president doesn't either.",
  "But it seemed to find new life after news reports confirmed the existence of a confidential source in the Russia investigation.",
  "According to the Post, the Justice Department clashed with Nunes and refused his request for specific details on the person.",
  "The person could have been someone already working with Trump's campaign before they agreed to provide information.",
  "The conservative National Review suggested the puzzle pieces all point toward a mole, attracting Trump's attention.",
  "WHAT WE DON'T KNOW\n\nA person who provides information to investigators wasn't necessarily planted by authorities.",
  "Trump and his lawyer, Rudy Giuliani, say they suspect the FBI planted someone inside the campaign as a setup.",
  "Or it could be someone who wasn't affiliated with the campaign and just interacted with people around it.",
  "\"It took place very early on, and long before the phony Russia Hoax became a 'hot' Fake News story.",
  "But \"for a long time, we've been told that there's been some kind of infiltration,\" he said.",
  "Mr. Trump and his lawyer, Giuliani, acknowledge they don't have the answers either.",
  "This claim actually isn't new for Trump supporters either.",
  "If true - all time biggest political scandal!\"",
  "\"If so, this is bigger than Watergate!\"",
  "But where did the allegation come from?",
  "Trump tweeted."
]