[
  "Sen. Marco Rubio (R-FL), a member of the committee, also defended Warner at the time, saying that he had fully disclosed his efforts to the committee four months prior, and adding that they had “zero impact on our work.”\n\nBurr has also criticized the House Intelligence Committee’s investigation, saying, “I’m not sure that the House was required to substantiate every conclusion with facts.”\n\nThe House investigation, among other things, revealed the dossier had been funded by the Clinton campaign and the Democratic National Committee, and that the Justice Department and FBI had used it to obtain a surveillance warrant on Page, without telling the surveillance court who paid for the dossier.",
  "Committee Chairman Richard Burr (R-NC) and Vice Chairman Mark Warner (D-VA) said in a statement Thursday that they learned about the investigation into Wolfe “late last year,” and had “fully cooperated with the FBI and DOJ since then.”\n\n“This news is disappointing, as the former staffer in question served on the Committee for more than three decades, and in the Armed Forces with distinction,” they added.",
  "The Curious Case of Former Senate Intel Staffer Daniel Jones\n\nThe texts also revealed that during the committee’s investigation, Warner and Waldman were in touch with former Democratic Senate Intelligence Committee aide and former FBI official Daniel Jones, who at the time was working with Fusion GPS to continue looking for ties between Trump and Russia.",
  "Asked about efforts by Russians to coordinate w Trump camp, he said: “It’s collusion on part of the Russians not the Trump camp” — Manu Raju (@mkraju) March 12, 2018\n\nThe committee last month did issue a conclusion that Russia meddled in the election to help Trump and hurt Clinton — but have held off on issuing one on the collusion question.",
  "He was the committee’s security director — responsible for handling all security matters for the committee, including making sure all classified documents were secure, that members did not accidentally reveal classified information, and that issues that could be security threats — such as extramarital affairs by staffers — were dealt with.",
  "But Warner continued to push for a secret meeting or phone conversation with Steele without Burr, telling Waldman he would “rather not have a paper trail.”\n\nWarner also texted the lobbyist: “We have so much to discuss u need to be careful but we can help our country.”\n\n“I’m in,” replied Waldman.",
  "Earlier this year, it was revealed that Warner, the committee’s top Democrat, tried to establish a private backchannel with “pee dossier” author ex-British spy Christopher Steele, and was meeting with a Democratic operative working with Fusion GPS, the firm that commissioned the dossier.",
  "She reported, “The revelation of Page’s connection to Russian intelligence — which occurred more than three years before his association with Trump — is the most clearly documented contact to date between Russian intelligence and someone in Trump’s orbit.”\n\n“This is an enormous problem.",
  "I guess all these things are now becoming more understandable.”\n\nRepublican Senators Ignore Questions on Wolfe Leaks\n\nRepublicans on the Senate Intelligence Committee have not been eager to answer any questions about Wolfe’s leaking or whether their investigation has been compromised.",
  "A Daily Caller report shows that Jones was also feeding Waldman news stories that he and Fusion GPS had planted in the media, including one by McClatchy that alleged the FBI was investigating whether Russian bots were influencing conservative outlets like Breitbart and Infowars.",
  "According to an April House Intelligence Committee report, Jones told the FBI in March 2017 that his group, the Penn Quarter Group, was paid $50 million by seven to ten wealthy donors to continue exposing Russian meddling, and that he had hired Fusion GPS to help him.",
  "The investigation also showed the DOJ and FBI had also relied on a news article that was based on the dossier, and that the FBI had cut ties with Steele because he had shared his dossier with news outlets and talked to news media about his relationship with the FBI.",
  "According to the indictment, Page notified the committee twice, first on October 18, 2017, that someone had leaked that he had been subpoenaed by the committee, and again on October 24, 2017, that someone had leaked the timing of his expected appearance.",
  "“The revelation that the security director of that committee may have leaked information, certainly allegedly lied to the FBI about his communications with reporters, calls the whole operation into account,” said Judicial Watch President Tom Fitton.",
  "The recent arrest of the Senate Intelligence Committee’s former security director James Wolfe for lying to federal authorities about leaking to reporters has raised questions about the credibility and impartiality of the committee’s Russia probe.",
  "Page responded Friday to the news via Twitter: “…It had long been a mystery to me how @MSNBC always miraculously knew about / was well staked-out for my Hart Senate Office Building visits, despite my best effort attempts to stay undercover.",
  "The Senate Intelligence Committee’s investigation has been viewed — especially by Trump resisters — as the more serious and bipartisan of Congress’s efforts to look into Russian meddling and whether the Trump campaign colluded with Russia.",
  "Yet according to his indictment, Wolfe used his supposedly non-partisan position to leak information to reporters that targeted former Trump campaign adviser Carter Page and was damaging to him personally, as well as the Trump campaign.",
  "I mean, the two intelligence committees, we have access to some of the most highly sensitive information in the entire U.S. government,” Rep. Chris Stewart (R-UT), a member of the House Intelligence Committee, told Fox News Friday.",
  "Breitbart News sent a query to every Republican member of the Senate Intelligence Committee, asking if they would comment on Wolfe’s leaking and lying to federal investigators, and whether it has compromised the investigation.",
  "Targeting Carter Page\n\nWolfe last year confirmed to then-Buzzfeed reporter Ali Watkins that Page was identified as “[MALE-1]” in a classified court document the Justice Department had given the committee last year.",
  "Page has said the “document” was research he had done, based on publicly-available information, and the “operative” was a Russian intelligence agent posted to the United Nations under diplomatic cover at the time.",
  "Thanks for asking.”\n\nIt is not clear whether the committee ever took steps to clamp down on those leaks — despite Page warning back in October 2017 that someone on the committee was leaking information about him.",
  "Shortly after, on April 3, 2017, Watkins published a story regarding the contents of the document, which said Page had “met with and passed documents to a Russian intelligence operative” in New York in 2013.",
  "Warner and Burr issued a statement blasting “leaks of incomplete information.”\n\n“Leaks of incomplete information out of context by anyone, inside or outside our committee, are unacceptable,” they said.",
  "Burr has said he hoped to finish the investigation during the month-long August recess, but now that the recess has been shortened to a week, it is not clear when the investigation will wrap up.",
  "But Wolfe’s arrest for leaking, in addition to other unaddressed behavior by the committee, suggests the Senate Intelligence Committee’s probe has been corrupted by Democratic partisanship.",
  "Those same McClatchy reporters later reported that Trump’s personal lawyer Michael Cohen visted Prague in 2016 — which would have validated one of the claims in the dossier.",
  "In February, Fox News obtained unclassified text messages that showed that Warner had tried to get Steele to meet with him before any of the other committee members.",
  "Texts between Warner and lawyer Adam Waldman showed that Steele repeatedly refused, and asked for a bipartisan letter from both Burr and Warner as political cover.",
  "While the House ended their investigation in March after 14 months, the Senate Intelligence Committee investigation is still ongoing, with no signs of wrapping up.",
  "But Watkins’ article — which was then picked up by numerous outlets — helped fuel a mainstream media narrative that the Trump campaign was in cahoots with Russia.",
  "Last October, Burr told reporters that the issue of collusion was still an “open question,” and in March, he told CNN that he has seen no evidence of collusion.",
  "Their research would go to “policymakers on Capitol Hill and the press.”\n\nAccording to the texts, Warner and Jones were directly in contact around that time.",
  "Waldman is the founder, president and CEO of the Endeavor Group, which according to a 2009 Harper’s Magazine article, has “close ties” to Hillary Clinton.",
  "MORE: Burr just told me he’s seen “NO” evidence of collusion yet and no evidence yet to substantiate 2017 IC assessment that Putin sought to aid Trump.",
  "Waldman, who represented Russian oligarch Oleg Deripaska, also offered to provide Warner information on former Trump campaign chairman Paul Manafort.",
  "Warner’s Backchannel with Democratic Operatives\n\nWolfe’s leaking is not the first time the committee has faced questions over its impartiality.",
  "“The fact that you don’t like the president, you may not agree with his politics, does not give you authority to leak classified information.",
  "“It really undermines what the committee’s been doing, and whether it can be trusted to do anything in the future,” Fitton said.",
  "Meanwhile, Wolfe will continue to be a headache and a black mark on the reputation of the committee, as he faces prosecution.",
  "Page had actually cooperated with FBI agents to help indict the Russian intelligence agents who had tried to recruit him.",
  "In another text on April 25, 2017, Waldman said Steele told him that Jones was going to see Warner directly.",
  "“The Senate Intelligence Committee investigation into Russia has been officially compromised,” he added.",
  "The House Intelligence Committee’s investigation was accused of partisanship and seen as less credible.",
  "In one text, Waldman told Warner that Steele would speak to Jones, whom he knew was speaking to Warner.",
  "Another leak, this time to MSNBC, revealed Page had been subpoenaed by Senate Intelligence Committee.",
  "Only Sen. James Lankford’s (R-UT) office responded by deadline with, “We’re not going to comment.",
  "It appears they did nothing until they were notified by federal authorities later that year.",
  "After Warner’s texts came to light in February, the committee circled the wagons around him.",
  "The McClatchy report was later criticized as thinly-resourced and not credible.",
  "He is due to be arraigned Tuesday afternoon in a federal D.C. district court.",
  "Deripaska and Manafort were former business partners who had a falling out.",
  "They did not issue any statement when Page’s name was exposed last April.",
  "MSNBC would later capture Page on video walking into the building.",
  "I want to put that out there,” Stewart said.",
  "It was not Wolfe’s only leak targeting Page.",
  "Wolfe, 57, was not just some committee aide.",
  "When Will the Senate’s Investigation End?"
]