[
  "Senate Judiciary Chairman Chuck Grassley, R-Iowa, and Sen. Lindsey Graham, R-South Carolina, the chairman of the Senate Judiciary Subcommittee on Crime and Terrorism, sent letters to the Democratic National Committee (DNC), Hillary for America (HFA), former DNC Chairwoman Rep. Debbie Wasserman Shultz, former DNC Chairwoman Donna Brazile, Clinton ally John Podesta and HFA chief strategist Joel Benenson, seeking records and information they might have about Steele's contact with the FBI.",
  "It also includes whether any applications that may have been made for permission for such surveillance fully and accurately disclosed: (1) the source of Fusion GPs's and Mr. Steele's funding; (2) the degree to which his claims were or were not verified; (3) the motivations of Mr. Steele, his clients, and his sources; and (4) representations about their contacts with the press.\"",
  "Graham and Grassley gave the six entities until Feb. 8 — the day the short-term spending bill runs out — to provide a slew of details, including whether anyone at the DNC received copies of any memoranda about the dossier before Buzzfeed published it last January, and whether the DNC informed Hillary Clinton of Steel'e's work.",
  "The original Trump opposition research, before the dossier, was begun by the conservative Washington Free Beacon, but it the Washington Post has reported Clinton's campaign and the DNC contributed funding for the research that led to the dossier.",
  "They also requested any communications over a 10-month period (March 2016 through January 2017) involving Fusion GPS, Christopher Steele, current FBI Deputy Director Andrew McCabe, former Attorney General Loretta Lynch, and others.",
  "Two top Republicans fired off letters Thursday to six key Democrats and Democratic organizations, demanding any information they have about the work a British former spy conducted that resulted in the \"Trump dossier.\"",
  "Republicans have become increasingly critical of the DOJ and FBI, focusing in recent days on missing text messages in the FBI that were exchanged between two former members of special counsel Robert Mueller's team.",
  "The scope of our review includes the extent to which the FBI may have relied on information relayed by Mr. Steele in seeking judicial authorization for surveillance of individuals associated with Mr. Trump.",
  "On Thursday, The New York Times reported Mr. Trump attempted to fire Mueller, but backed off on the idea at the urging of White House counsel Don McGahn, who reportedly threatened to resign.",
  "The Trump dossier, often called the Steele memo, alleges that then-candidate Donald Trump colluded with the Russian government during the 2016 election campaign and has never been verified.",
  "\"The Senate Judiciary Committee has a constitutional duty to conduct oversight of the FBI and the broader Department of Justice,\" reads the letter to current DNC chairman Tom Perez.",
  "Accordingly, the committee has been investigating the FBI's relationship with Christopher Steele during this time his work was funded by Hillary for America and the DNC.",
  "Grassley and Graham have already suggested that the Justice Department investigate Steele, and Fusion GPS co-founder Glenn Simpson has testified on Capitol Hill.",
  "\"Part of that duty involves ensuring that law enforcement efforts are conducted without improper political influence.",
  "Steele was hired by Fusion GPS to conduct research about any possible ties between Donald Trump and Russia.",
  "The memo has become a key focus of Republicans in Congress over the last year."
]