[
  "The result of that research was the now-famous \"dossier\" that provided a detailed narrative of how the Russian government supposedly collaborated with Trump's Republican campaign in an elaborate operation to tilt the 2016 presidential race in his favor.",
  "Trump's laser focus on Steele ignores other facts as well, including that Page had previously lived in Russia and was on the FBI's radar as early as 2013, when it suspected Russian intelligence agents were trying to recruit Americans.",
  "The latest documents, however, plainly note the possible political motive behind hiring Steele: \"The FBI speculates that the identified U.S. person was likely looking for information that could be used to discredit\" Trump's campaign.",
  "However, according to the FBI, Page \"has been the subject of targeted recruitment by the Russian Government\" and Russia's goal was \"to undermine and improperly and illegally influence the 2016 U.S. Presidential election.\"",
  "It was a fraud and a hoax designed to target Trump ....\"\n\nTHE FACTS: Wiretap requests are routinely classified to protect sources and methods, not to cover up misconduct by the FBI or Justice Department.",
  "Trump and his supporters wrongly suggest that the FBI covered up the link between Steele's work and its Democratic funding, and they argue Steele can't be taken seriously because of those connections.",
  "TRUMP: \"It was classified to cover up misconduct by the FBI and the Justice Department in misleading the Court by using this Dossier in a dishonest way to gain a warrant to target the Trump Team.",
  "Here's a look at how Mr. Trump's tweets Monday run counter to the truth:\n\nTRUMP: \"Carter Page wasn't a spy, wasn't an agent of the Russians - he would have cooperated with the FBI.",
  "The documents state \"the FBI believes that the Russian Government's efforts are being coordinated with Page and perhaps other individuals associated with\" Trump's campaign.",
  "But Clinton's closest aides said they didn't learn about the research until after the election, which is probable considering they never raised the allegations publicly.",
  "The investigation was initiated in July 2016, the same month Page went to Russia, where the FBI says he met \"with at least two Russian officials during this trip.\"",
  "WASHINGTON -- President Trump is mischaracterizing newly released FBI documents on the agency's wiretapping of Carter Page, a onetime campaign adviser.",
  "Multiple news organizations, including The Associated Press, requested that the government release the documents under the Freedom of Information Act.",
  "Steele was hired by Fusion GPS, a private research firm that in turn was hired by a law firm that represented the Democratic campaign.",
  "As a private consultant, Steele was hired to investigate Trump's ties to Russia as part of opposition research funded by Democrats.",
  "Still, the FBI told the court, it has found Steele's \"previous reporting history with the FBI\" to be \"reliable\" and \"credible.\"",
  "Also, by the time the FBI requested the wiretap on Page in October 2016, the agency's Russia probe was already in full swing.",
  "\"Source #1\" is widely believed to refer to Christopher Steele, a former British spy with extensive Russia connections.",
  "Among his false claims is that the FBI relied on a politically tainted source and withheld that aspect from the court.",
  "And again, the claims directly contradict findings by the FBI and what was known previously about the Russia probe.",
  "The New York Times and others sued for its release, resulting in the documents being posted to the FBI's website.",
  "TRUMP, on how he thinks the FBI persuaded a court to approve a wiretap of Page: \"Source #1 was the major source.",
  "Not about Carter Page..was all about getting Trump.....\"\n\nTHE FACTS: Again, Trump appears to be quoting Fitton.",
  "But this assertion flatly contradicts the FBI's characterization of Page as \"an agent of a foreign power.\"",
  "The documents, available online after media outlets sued for their release, actually suggest the opposite.",
  "THE FACTS: Trump is quoting conservative activist Tom Fitton, who appeared on Fox News early Monday.",
  "It's also not correct to call the Steele dossier a \"Clinton Campaign document.\"",
  "Misled the Court to provide a pretext to SPY on the Trump Team.",
  "Avoided talking about it being the Clinton campaign behind it.",
  "It was a fraud and a hoax designed to target Trump.\"",
  "Page denied this description over the weekend.",
  "This is a Clinton Campaign document."
]