[
  "He said that during a Sept. 2016 meeting, Steele said that he “was desperate that Donald Trump not get elected and was passionate about him not being president.”\n\nOhr shared that statement with the FBI, but the bureau did not include it in applications for renewals of surveillance warrants against former Trump campaign adviser Carter Page.",
  "The conservative watchdog group Judicial Watch is suing the Department of Justice for records regarding Bruce Ohr, the recently-demoted DOJ official who met with dossier author Christopher Steele prior to the 2016 election.",
  "(RELATED: Revelations From Glenn Simpson’s House Intel Testimony)\n\n“[Steele] had told Bruce about what happened, and that Bruce wanted more information, and suggested that I speak with Bruce,” Simpson testified.",
  "In addition to Bruce Ohr’s communications with Steele and Simpson, Judicial Watch seeks Ohr’s calendar entries and all communications between the attorney general’s office and Fusion GPS and Nellie Ohr.",
  "(RELATED: DOJ Official Bruce Ohr Hid Wife’s Fusion GPS Payments From Ethics Officials)\n\nOhr was also connected to the dossier through his wife, a Russia expert named Nellie Ohr.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "In addition to being removed as deputy associate attorney general in December, he was removed as director of the agency’s Organized Crime Drug Enforcement Task Force.",
  "Simpson, a former Wall Street Journal reporter, did not mention his meeting with Bruce Ohr during testimony he gave to the Senate Judiciary Committee last August.",
  "In September 2016, while serving as associate deputy attorney general, Ohr met with Steele to discuss his investigation of Donald Trump and the Trump campaign.",
  "Judicial Watch seeks records of Ohr’s contacts with Steele as well as with employees of Fusion GPS, the opposition research firm that commissioned the dossier.",
  "Ohr’s links to Steele and Fusion GPS are one of the strangest wrinkles in the saga over the salacious and unverified dossier.",
  "He did acknowledge the meeting during an interview in November with the House Permanent Select Committee on Intelligence.",
  "He also met with Fusion GPS founder Glenn Simpson several weeks after the election at a Washington, D.C. coffee shop.",
  "WATCH:\n\nThe Ohrs’ connection to the dossier was kept secret for nearly a year after the dossier’s publication.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Nellie Ohr’s work for Fusion was revealed only after the House panel obtained Fusion GPS’s bank records.",
  "Bruce Ohr also failed to disclose Nellie’s work for Fusion on his annual financial disclosure forms.",
  "But in that testimony, Simpson did not reveal that Nellie Ohr worked for his firm.",
  "Fusion worked during the presidential campaign for the Clinton campaign and DNC.",
  "Ohr told the FBI about his meetings with Steele and Simpson in late Nov. 2016.",
  "It is still not clear why Ohr was demoted at the Justice Department.",
  "She worked on the Fusion GPS research team investigating Trump.",
  "The applications relied heavily on Steele’s dossier.",
  "He said that he knew Bruce Ohr through Steele."
]