[
  "For example, Gowdy asked his interviewer, Chris Wallace, “If you think your viewers want to know (1) whether or not the dossier was used in court proceedings, (2) whether or not it was vetted before it was used, whether or not it’s ever been vetted —(3) if you are interested in who paid for the dossier, if you are interested in Christopher Steele’s relationship with Hillary Clinton and the Democratic National Committee, then, yes, you will want the memo to come out,” Gowdy told Wallace.",
  "Sidney Powell, a former federal prosecutor, appellate section chief, and active appellate lawyer, is a Senior Advisor for America First, Fellow of the London Center for Policy Research, and author of LICENSED TO LIE: Exposing Corruption in the Department of Justice.",
  "The FBI presenter could have been McCabe, Strzok, or Strzok’s boss Bill Priestap—head of the FBI’s counter-intelligence and the man who Comey blamed for not reporting to senior congressional leadership as required about the FBI’s most serious investigation.",
  "So far, Bruce Ohr’s fingerprints are all over this; but there should be more, such as John Carlin, head of the National Security Division, Deputy Attorney General Sally Yates, and none other than Loretta Lynch could find a dishonorable mention.",
  "The entire FISA process to obtain surveillance of anyone connected with the Trump campaign was a criminal conspiracy and carefully orchestrated obstruction of justice by the very people sworn we trusted to uphold our laws.",
  "#ReleaseTheMemoNow and stay tuned for the whopper report “Time Is Ticking Quickly As The Public Waits For The House Memo,” which we are expecting from Michael Horowitz, the Inspector General of the Department of Justice.",
  "Comey knew it was unverified and salacious, yet the FBI and DOJ presented it to the FISA court to coverup what they had already done and to extend their surveillance of the Trump campaign well into the Trump presidency.",
  "Others with outrageous bias will be outed either in the memo or in the pending report of Inspector General Michael Horowitz, who uncovered the text messages that have been produced so far.",
  "Moreover, the “Steele Dossier” couldn’t be vetted because it was cooked up with Fusion GPS and the full complicity of key leaders in the FBI, the Department of Justice, and others.",
  "Yesterday, Congressman Trey Gowdy, member of the House Intelligence Committee, asked a number of questions, piquing everyone’s interest in the long awaited and super-hyped memo.",
  "According to the rules of the FISA Court, the application would have been presented by a high-ranking FBI agent responsible for the application and a high-ranking DOJ attorney.",
  "McCabe’s departure is barely a first step toward the repercussions, terminations, and prosecutions required to restore public trust in our highest law enforcement institutions.",
  "Peter Strzok, Lisa Page, and Andrew McCabe despised Donald Trump and appear to fall into the category of being willing to do anything to keep him from becoming President.",
  "Remarkably, the first installment of the “Steele Dossier” was written before Comey appeared publicly with his predetermined exoneration of Hillary Clinton—July 5, 2016.",
  "Do you want to know whether or not he said he’d do anything to keep that candidate from becoming president?”\n\nClearly, the answer to those questions is also yes.",
  "Trey Gowdy also asked Chris Wallace: “Do you want to know whether or not the primary source in these court proceedings had a bias against one candidate?",
  "Not only was the FBI supposed to vet the allegations supporting the FISA application, but the DOJ was supposed to vet it completely and independently.",
  "One might think it was Christopher Steele, but more likely, it is the FBI agent who presented and vouched for the full application to the Court.",
  "As reported by The Daily Caller’s own Chuck Ross, Congressman Gowdy was signaling points of interest and suggesting answers with his questions.",
  "The views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "Notably, the “Steele dossier” arrived in multiple installments—until the FBI/DOJ got what they wanted to convince the court.",
  "It was the primary basis for obtaining the court’s approval—probably just dressed up with some FBI-lingo- fluff.",
  "On top of that, it was created from unlawful use of FISA data that our beloved FBI allowed Fusion GPS to access.",
  "Let’s posit some answers to those questions—while we’re waiting for the real thing—and see how close we can get.",
  "This farce of a FISA application will also implicate the National Security Division and higher-ups of the DOJ.",
  "IF the answer were no, he would not have declined to answer the question on the grounds it was classified.",
  "Certainly, they did not put Nellie Ohr, Glenn Simpson, or Christopher Steele in front of the FISA court.",
  "It’s an abuse of power of the highest magnitude and offense against the very essence of our republic.",
  "That much was evident from Deputy Attorney General Rosenstein’s testimony before the Congress.",
  "We already know the DNC and Hillary Clinton paid Fusion GPS which paid Christopher Steele.",
  "Given McCabe’s timely ouster, the money is on him with Strzok running a close second.",
  "Side note: Remember, the FISA court denied the FBI/DOJ’s first request in June 2016.",
  "The last extension was apparently authorized by Deputy Attorney General Rosenstein.",
  "Third, what was the relationship between Clinton, the DNC, and the Steele dossier?",
  "The most that was possibly verified was that Carter Page made a trip to Russia.",
  "The installments kept coming until the court granted the requested approval.",
  "As Comey testified before Congress, it was not verified.",
  "Who was the “primary source” in the court proceedings?",
  "That would have been quite the tip-off.",
  "Their text messages make that apparent.",
  "First, was it used in the FISA court?",
  "Second, was the dossier vetted?",
  "None of that happened.",
  "Yes, it was.",
  "Answer: NO.",
  "Big whoop."
]