[
  "The dossier, which is filled with unsubstantiated and salacious material about Trump, first became the subject of news coverage when it was reported during the transition period that then-President-elect Trump was approached about the dossier and warned that the Russians had collected material on him that might be used to attempt to compromise him.",
  "In the latest twist in the ongoing saga of the controversial dossier of unsubstantiated opposition research on President Donald Trump, Senate Democrats are demanding that Sen. Chuck Grassley (R-Iowa) release a transcript of an interview Grassley held with the CEO of the company that produced the dossier, Fusion GPS.",
  "The senators also criticized Grassley and Sen. Lindsay Graham (R-S.C.) for investigating Fusion GPS at all, saying, \"Diverting our focus from Russian interference to Glenn Simpson or Christopher Steele is, in our view, a misallocation of scarce resources.",
  "It was subsequently revealed that former British intelligence officer Christopher Steele compiled the dossier for Fusion GPS, an investigative legal firm that is frequently used by political candidates for opposition research.",
  "Among other things, they accused Republicans of selectively leaking information and called upon Grassley to release the entire transcript in order to show the full context of what was said in the interview.",
  "Grassley and Graham ratcheted up the pressure on Fusion GPS when they publicly asked the Justice Department to investigate Steele for making false statements to federal investigators earlier this week.",
  "Republican investigators in Congress have attempted to force the Justice Department to answer questions related to this theory but have far been stonewalled in their requests for information.",
  "Some conservatives have claimed that the information in the Steele dossier may have been used by the Obama Department of Justice to obtain a FISA warrant on Trump and his campaign.",
  "The Free Beacon stopped paying Fusion GPS for its work related to Trump in April 2016 when it became clear that Trump would likely be the eventual Republican nominee for president.",
  "Fusion GPS executives wrote an op-ed in the New York Times earlier this week that criticized what they characterized as a Republican witch hunt into their efforts.",
  "The conservative website Washington Free Beacon initially hired Fusion GPS in September 2015 to conduct opposition research into Trump and other candidates.",
  "There is simply no reason to keep the Simpson testimony (or other testimony before our committee for that matter) hidden while this distraction goes on.\"",
  "As part of those investigations, Grassley, who serves as chairman of the Senate Judiciary Committee, interviewed Fusion GPS CEO Glenn Simpson in August.",
  "Grassley has responded by stating that he initially invited Fusion GPS to offer public testimony, but they refused and demanded a closed-door session.",
  "To the extent that you believe continued attention to those individuals is warranted, the American people should be allowed to decide for themselves.\"",
  "Grassley declined to release the full transcript, but invited Fusion GPS to come before his panel and testify publicly.",
  "Steele was reportedly hired by Fusion GPS in June 2016, and his work product became the controversial dossier.",
  "However, Fusion GPS continued its work after being retained by lawyers for the Clinton campaign and the DNC.",
  "Richard Blumenthal (Conn.) and Sheldon Whitehouse (R.I.) said: \"The American people deserve the facts.",
  "In a letter dated Jan. 7, which was obtained by The Hill, Democratic Sens.",
  "Substantial questions remain about the work of Fusion GPS and Steele.",
  "Buzzfeed published the dossier in its entirety on Jan. 10, 2017.",
  "What did the Democrats say?",
  "What's the background here?"
]