[
  "After having his name invoked in a joint press conference with President Trump and Russian President Vladimir Putin, businessman and Magnitsky Act advocate Bill Browder boasted that he has “hit the Achilles' heel of the Putin regime.”\n\nBrowder, the CEO and co-founder of Hermitage Capital, spoke to Fox News just minutes after Putin mentioned his name during the press conference Monday in Helsinki, Finland following his summit with Trump.",
  "FIRM BEHIND ANTI-TRUMP DOSSIER ALSO WORKED FOR RUSSIA, SENATE WITNESS SAYS\n\nBrowder further claimed Monday that a Putin associate benefited from the financial fraud Magnitsky uncovered and added: “Putin should be interrogated for his role in that crime.”\n\nBrowder testified last year before the Senate Judiciary Committee on his knowledge of the controversial firm Fusion GPS.",
  "Putin’s plan, which Trump called an “incredible offer,” was to question the 12 Russians indicted for allegedly meddling in the election, allowing Special Counsel Robert Mueller's team to be present -- if U.S. officials “reciprocate.” Putin suggested this would mean Russian agents could be present for questioning U.S. officers “of interest” to them.",
  "Browder also testified that that campaign was orchestrated by Natalia Veselnitskaya—the same Russian attorney who sought the highly scrutinized Trump Tower meeting in June 2016 with Donald Trump Jr., Jared Kushner, and then-Trump campaign chairman Paul Manafort.",
  "Browder, during that testimony, claimed that the company worked on the infamous anti-Trump dossier while also working “on behalf of the Russian government” to fight the U.S. sanctions that had enraged Moscow’s elite—under the Magnitsky Act.",
  "“What this shows is that my advocacy of getting Magnitsky Acts all over the world passed—in seven countries—has hit the Achilles' heel of the Putin regime,” Browder told Fox News, referring to his push for Russia sanctions.",
  "Putin mentioned Browder while outlining a proposal to question the 12 Russian intelligence officers indicted last week by a U.S. grand jury for allegedly hacking Democratic targets during the 2016 election.",
  "FIRM WORKED ON TRUMP DOSSIER WHILE FIGHTING SANCTIONS FOR PUTIN-TIED FAMILY, KEY WITNESS SAYS\n\nBrowder testified that Fusion GPS conducted a “smear campaign” against him in a bid to fight the Magnitsky Act.",
  "That June 2016 meeting at Trump Tower was billed to the Trump campaign as one to discuss Russian adoption and potentially get dirt on Democratic presidential candidate Hillary Clinton.",
  "“I’m a British citizen and have lived here for 29 years.”\n\nBrowder has worked for years to advocate on behalf of his former business associate Sergei Magnitsky.",
  "Browder had hired the late Magnitsky to uncover details of massive $230 million financial fraud in Russia involving corrupt Russian government officials.",
  "“They were talking about a repeal of sanctions so that Russian torturers and murderers could keep their money in America,” Browder testified.",
  "“So we can bring up Mr. Browder,” Putin said during the joint press conference, accusing his associates of illicit activity in Russia.",
  "In the wake of his colleague's death, Browder advocated for the Magnitsky Act, which was first passed in the U.S. in 2012.",
  "Magnitsky was imprisoned and died in Russian police custody nearly a decade ago, allegedly beaten to death.",
  "In retaliation for the U.S. passage of the law, Russia banned Americans from adopting Russian children.",
  "The Magnitsky Act brought sanctions against Russian oligarchs suspected of money laundering.",
  "Browder testified last year that adoption was “code” for talking about the Magnitsky Act.",
  "“I’m not even an American citizen,” Browder told Fox News."
]