[
  "“The president says plenty of things that are true and right and important to America ... He’s not serially untruthful.”\n\nForeign policy experts, foreign diplomats, communications experts and even other Republican press staffers have long warned that the willingness of those in Trump’s White House to say untrue things (and at times to do so knowing what they are saying is untrue — that is, to lie) will eventually come back to haunt the country.",
  "And if you want to talk further about a relationship with Russia, look no further than the Clintons.”\n\nAt a breakfast sponsored by the Christian Science Monitor on Wednesday, Conway took the same approach when asked why Trump continued his habit of falsehoods and whether anyone in the White House had advised him against it.",
  "“Continuing attacks on his credibility simply harden his base.”\n\nA new Quinnipiac poll shows that while 44 percent of Americans surveyed said they believe Trump is less honest than most previous presidents, 27 percent believe he is about as honest, and 26 percent believe he is more honest.",
  "In the past week, he has claimed that he has started building his wall on the border with Mexico, that the military hadn’t received a pay raise in 10 years before he took office and that his stewardship has created the “Best Economy & Jobs EVER” — all of which are not true.",
  "“There may be a situation that’s consequential where the public needs to do something, and the president says to take action, and the public says, ‘Yeah, right.’”\n\nOne GOP consultant who spoke on condition of anonymity said Trump’s falsehoods seem deliberate.",
  "“I think you all know I’m an honest person.”\n\nTen months earlier, though, she not only denied that Trump had done anything more than “weigh in” on the writing of the statement “like any father would,” but she attacked the media for even asking the question.",
  "That Trump Tower meeting has become a focus of the investigation by special counsel Robert Mueller into possible cooperation by Donald Trump Sr.’s campaign and Russian intelligence agencies, which were working to help him win the presidency.",
  "Aboard Air Force One, Trump crafted a statement for release by his son Donald Trump Jr., saying that a June 2016 meeting between members of his campaign and a Russian lawyer was primarily about the adoption of Russian children by Americans.",
  "A 20-page letter from his lawyers to Mueller’s office in January acknowledged that Trump “dictated” that statement — flatly contradicting previous statements from Trump lawyer Jay Sekulow and White House press secretary Sarah Sanders.",
  "Chief economic adviser Larry Kudlow — asked about Trump’s false claim that the current unemployment rate of 3.8 percent is the “best ever” — said the rate was among the lowest but would not acknowledge that Trump was incorrect.",
  "WASHINGTON — With both new and newly revealed falsehoods providing fresh evidence undercutting the credibility of President Donald Trump and his staff, one top aide has turned to familiar scapegoats: the news media.",
  "“Has the president said something that even comes close to ‘It was a videotape that caused the loss of life for people in Benghazi?’” Conway said in an 850-word response that answered neither of the questions posed.",
  "“You guys are focused on a meeting that Don Jr. had of no consequence, when the Democrats actually colluded with a foreign government like Ukraine,” Sanders said at a press briefing on Aug. 1, 2017.",
  "And Conway, at the Christian Science Monitor breakfast, dealt with Trump’s repeated false claim that the military had not had a pay raise in 10 years before he became president — by repeating it.",
  "They believe the press distorts his positions and twists what he says,” said Republican pollster Neil Newhouse, estimating that 35 to 38 percent of voters are hard-core Trump supporters.",
  "“The Democrat-linked firm Fusion GPS actually took money from the Russian government while it created the phony dossier that’s been the basis for all of the Russia scandal fake news.",
  "During a visit to CIA headquarters in Langley, Virginia, Trump claimed that his inauguration drew some 1.5 million people — when in reality, it had attracted only a fraction of that.",
  "“I mean, why was I the campaign manager for the winning part of the campaign and talking to people in McComb County, Michigan, Mecklenburg County, North Carolina, and not Moscow?",
  "But the falsehood that has refocused attention on his credibility took place nearly a year ago, as Trump flew back to Washington from Germany after attending the G-20 meeting.",
  "Conway, the following day, famously labeled Spicer’s falsehoods “alternative facts” and then launched into unrelated topics and ultimately attacked her NBC News interviewer.",
  "Why have I never met George Papadopoulos or Carter Page?”\n\nThe Trump White House’s strained relationship with facts began on his first full day as president.",
  "Sanders this week refused to explain the discrepancy, instead referring questions to Trump’s outside lawyers, and eventually said she tries to be truthful.",
  "“If the economy goes down or if we’re attacked, then it will matter.”\n\nIn the meantime, Trump’s White House continued dealing with his untruths.",
  "“I worry about the loss of credibility in the institution,” said Kathleen Hall Jamieson, the director of the Annenberg Public Policy Center.",
  "You want to push back on us.”\n\nShort of a national emergency, how much the White House’s propensity for untruths matters is unclear.",
  "Spicer did that, falsely claimed that Trump’s inaugural had the largest audience ever and left without taking questions.",
  "Trump that evening sent his then–press secretary Sean Spicer into the White House briefing room to scold reporters.",
  "“You neither wanted nor expected him to be the president,” Kellyanne Conway told reporters Wednesday.",
  "He’s made the calculation that he can talk himself out of any situation,” the consultant said.",
  "“I work every single day to give you accurate and up-to-date information,” she said Tuesday.",
  "“The fact is that Trump’s supporters don’t believe what the press says about him.",
  "I mean, look, you got 14 percent approval rating in the media that you’ve earned.",
  "Trump typically says or writes several things each day that are provably false.",
  "When a politician lies, people move on,” the GOP consultant said.",
  "“Trump understands that voters expect that all politicians lie.",
  "“You want to talk about things the media doesn’t want to cover.",
  "I’m not going to quibble with you about such things,” he said.",
  "Those numbers have been relatively stable over the past year.",
  "You totally missed Brexit and Theresa May,” Conway said.",
  "“When the economy is doing well, people feel it.",
  "You want to talk about provable facts?",
  "“You totally missed Trump’s campaign.",
  "“The facts stand on their own.",
  "You’ve missed it all along.",
  "America doesn’t really ?"
]