[
  "Republicans\n\nBefore Trump declassified the Republican memo, the FBI issued an unusual public statement expressing “grave concerns about material omissions of fact that fundamentally impact the memo’s accuracy.”\n\nDemocrats\n\nThe FBI expressed concern about sensitive information that Democrats included in their memo, which Trump cited as a reason to initially block its release.",
  "Both declassified memos focus on how the FBI and Justice Department applied to the Foreign Intelligence Surveillance Court shortly before the 2016 election for a warrant to eavesdrop on Carter Page, an energy consultant who had served as a foreign policy advisor for the Trump campaign.",
  "Republicans\n\nThe application for a Foreign Intelligence Surveillance Act warrant included some information that had been given to the FBI by Christopher Steele, a former British intelligence officer who was working in 2016 for Fusion GPS, a private research firm.",
  "Republicans\n\nA key line in the GOP memo paraphrases — but does not quote — closed-door testimony from Andy McCabe, who recently stepped down as FBI deputy director, as saying no surveillance warrant would have been sought without the Steele dossier information.",
  "Republicans claim they uncovered scandalously improper surveillance, and Democrats say law enforcement officials acted appropriately to conduct a counterintelligence investigation into Russian meddling in the campaign.",
  "And the application says that the person who hired Steele “was likely looking for information that could be used to discredit [Trump's] campaign.”\n\nHow important was the dossier to the application for a warrant?",
  "Democrats say Page was on the FBI’s radar for a while before receiving Steele’s research, even interviewing him in March 2016, the same month he became an advisor to the Trump campaign.",
  "Republicans said this shows the surveillance of Page was partisan in nature, and some say it taints the ongoing Russia investigation conducted by special counsel Robert S. Mueller III .",
  "Democrats\n\nDemocrats say there was adequate disclosure in the lengthy application — and no reason to think the judges would have rejected it had they known of Steele’s funding.",
  "In addition, Democrats say law enforcement only made “narrow use” of Steele’s research and obtained information “through multiple independent sources” to corroborate it.",
  "His research was leaked to the media in early 2017 in a now-notorious “dossier” of allegations about President Trump’s alleged contacts in Russia.",
  "Democrats\n\nA full transcript of McCabe’s testimony has not been released, and Democrats say Republicans are taking his comments out of context.",
  "The application did not disclose that Steele’s work for Fusion GPS was funded by Democrats as part of their opposition research of Trump.",
  "The surveillance started in October 2016, shortly after Page left the campaign in the wake of questions about his Russian contacts.",
  "Republicans say this proves that the eavesdropping warrant on Page would have been impossible to obtain without partisan research.",
  "They point to a disclosure in the FISA warrant application that says Steele was politically motivated.",
  "But the dueling memos offer starkly different conclusions as to whether the warrant was justified.",
  "After all, three separate judges renewed the initial 90-day warrant after reviewing the evidence.",
  "And before the Russia case began, Steele was a known and trusted FBI source.",
  "What was disclosed in the application about political motivations?",
  "First came a four-page Republican document released on Feb. 2.",
  "Here’s a look at the differences between the two memos.",
  "Intelligence sources often have their own motivations.",
  "After negotiations, some details were redacted.",
  "How does law enforcement feel about each memo?",
  "Now comes a 10-page Democratic rebuttal.",
  "It’s a war of the memos."
]