[
  "In requesting the surveillance warrant, investigators did not reveal the partisan nature of the dossier or that it was paid for, at least in part, by the Democratic National Committee and the campaign for Hillary Clinton, the memo alleged.",
  "And Page also was the subject of a surveillance warrant obtained by the FBI and Department of Justice as part of their probe, according to a memo released by House Republicans earlier this month.",
  "According to the memo released by the House Intelligence Committee earlier this year, the infamous Trump dossier \"formed an essential part\" of applications by the FBI and DOJ to spy on Page.",
  "Page testified before the House Intelligence Committee that he had contact with a high-level Russian official while on a trip to Russia in 2016, according to transcripts of the hearing.",
  "As the investigation into Russia’s involvement in the 2016 election continues, President Trump’s former campaign adviser Carter Page has found himself at the center of the controversy.",
  "Page also testified that he had alerted then-Sen. Jeff Sessions – now the U.S. attorney general – of the trip he took to Russia, contradicting previous testimony given by Sessions.",
  "Republicans have said the memo showed improper surveillance techniques used by the Justice Department and FBI; Trump said the document “totally vindicates” him in the Russia probe.",
  "He was an investment banker for Merrill Lynch for seven years, having spent time in London and Moscow, in addition to New York, his biography on the company’s website states.",
  "He also was mentioned in former British spy Christopher Steele's controversial dossier -- a 35-page document he compiled for opposition research firm Fusion GPS.",
  "Page contended that any information he shared with Russians was nothing more than \"the same energy documents that [he] sent [and] gave\" to his students at NYU.",
  "Page was asked last year by congressional investigators to turn over records from the past seven years pertaining to Russian contacts and communications.",
  "\"I did nothing that could even possibly be viewed as helping them in any way,\" Page has told Fox News about his conversations with Russian officials.",
  "But Democrats hope to release their own rebuttal memo soon that purportedly shows “distortions and inaccuracies” in the first documents.",
  "Page, 46, is the founder and managing partner at Global Energy Capital LLC, an investment service company in New York.",
  "Russian intelligence agents once unsuccessfully tried to recruit Page as a spy in 2013, Foreign Policy has reported.",
  "The dossier claimed Page met with Russian oil magnate Igor Sechin; Page told Fox News that he’s never met the man.",
  "He also told Fox News he “became a liability pretty quick” on the campaign because of his Russian connections.",
  "He left the campaign after only a few months, following questions about his connections to Russian officials.",
  "During the trip, Page said he “briefly said hello” to Russian Deputy Prime Minister Arkady Dvorkovich.",
  "Page spent three years in Moscow, where he opened a Merrill Lynch office, according to his biography.",
  "He was questioned about his Russian contacts by the FBI in 2013, as well, according to the magazine.",
  "Additionally, Page testified that he did not have information about Russian election interference.",
  "In a 2013 letter, Page bragged that he was an “informal adviser” to the Kremlin, TIME reported.",
  "Here’s a look at who Page is and how he’s connected to Trump and the Russia investigation.",
  "Naval Academy and has an MBA from New York University's Stern School of Business.",
  "White House officials have sought to downplay the role he played in the campaign.",
  "What do we know about Page's connections to Russian officials?",
  "Page is a former foreign policy adviser to Trump.",
  "The Associated Press contributed to this report.",
  "Much of Page’s life is relatively unknown.",
  "What is his connection to Trump?",
  "Why was Page under surveillance?",
  "He graduated from the U.S.",
  "Who is Carter Page?"
]