[
  "The goal was to alert the United States national security community to an attack on our country by a hostile foreign power.”\n\nSimpson did not write that he directly handed the dossier to any “emissary.” It was not clear from the obscure phraseology in the Times oped whether McCain knew Fusion GPS was behind the dossier or whether the unnamed “emissary” was even aware of Fusion GPS’s connection to the document.",
  "“That has been the extent of my contact with the FBI or any other government agency regarding this issue.”\n\nNewsweek earlier reported that McCain directly Kramer to meet Steele:\n\nKramer was reportedly directed to meet with Steele in London by McCain, who then received copies of the Trump-Russia dossier and delivered them to the Arizona senator upon returning home.",
  "In a New York Times oped in January, Simpson and fellow GPS Co-Founder Peter Fritch wrote that they helped McCain share their anti-Trump dossier with the Obama-era intelligence community via an unnamed “emissary.”\n\n“After the election, Mr. Steele decided to share his intelligence with Senator John McCain via an emissary,” the Fusion GPS founders related.",
  "By then, according to the House memo, the FBI had not only already launched an investigation into Trump’s campaign partially utilizing the dossier but Comey himself had two months earlier signed an application using the dossier to obtain a FISA warrant on Carter Page, who briefly served as a volunteer foreign policy adviser to Trump’s campaign.",
  "NEW YORK — An extensive New Yorker profile cites a former national-security official claiming that a longtime associate of John McCain sent by the Arizona senator to obtain the infamous anti-Trump dossier hatched a plan whereby McCain would use the document to confront President Donald Trump and get him to resign.",
  "Also, Fox News, which saw the British court documents related to a civil lawsuit, reported that Steele testified that an arrangement was made whereby Fusion GPS would use Kramer to deliver hard copies of the dossier to McCain, who in turn gave the dossier to the FBI.",
  "In the magazine profile, released this week and titled, “Christopher Steele, the Man Behind the Trump Dossier,” the New Yorker reported on Kramer’s alleged plan for McCain to use the dossier to compel Trump to step down following his 2016 presidential victory.",
  "Ten days after the Canada meeting, Kramer met Steele at Heathrow Airport in London and then went to Steele’s home, where the McCain associate spent several hours reviewing the dossier claims, according to people familiar with the events who spoke to the Post.",
  "David J. Kramer, a former State Department official and close McCain associate, received a copy of the largely-discredited dossier directly from Fusion GPS after McCain expressed interest in the document, the Washington Post previously reported.",
  "Shortly before Inauguration Day, Comey briefed Trump on the document, alerting him to what the FBI director would later describe to Congress as a report that contained “salacious, unverified” information that was circulating in the media.",
  "The Post relates that Kramer then received a physical copy of the dossier directly from Fusion GPS Co-Founder Glenn R. Simpson:\n\nBack in Washington, Kramer received a copy of the dossier from Simpson and completed the handoff to McCain.",
  "It is still not clear whether McCain knew that Fusion GPS’s anti-Trump work resulting in the dossier was funded by Hillary Clinton’s 2016 presidential campaign and the Democratic National Committee (DNC) via the Perkins Coie law firm.",
  "As Breitbart News documented, Comey’s dossier briefing to Trump was subsequently leaked to the news media, setting in motion a flurry of news media attention on the dossier, including the release of the document to the public.",
  "In mid-November, following Trump’s victory, Wood reportedly turned to Steele to discuss whether additional steps were necessary to ensure the U.S. government was aware of Steele’s charges about Trump and Russia.",
  "How a British former spy became a flash point in the Russia investigation.”\n\nThe article was an extensive report describing the work done by Steele, who was contracted by Fusion GPS to produce the dossier.",
  "According to the Post, Steele originally sought out Sir Andrew Wood, a former British ambassador to Moscow and friend of Steele, for advice prior to the election concerning his alleged research into Trump.",
  "But a former national-security official who spoke with Kramer at the time told me that one of Kramer’s ideas was to have McCain confront Trump with the evidence, in the hope that Trump would resign.",
  "Those details marked the clearest indication yet that McCain may have known that the dossier originated with Fusion GPS, meaning that he may have knowingly passed on political material to the FBI.",
  "A January 11, 2017 statement from McCain attempted to explain why he provided the Steele dossier to the FBI but did not mention how he came to possess the dossier or whether he knew who funded it.",
  "The briefing also may have provided the veneer of respectability to a document that had been circulating for months within the news media but widely considered too unverified to publicize.",
  "There, Wood described detailing Steele’s claims at the meeting with McCain, telling the Arizona senator that he could arrange for the politician to review the purported research.",
  "The Post article followed the release of a four-page House Intelligence Committee memo alleging abuse of surveillance authority allegedly utilizing the questionable dossier.",
  "“Upon examination of the contents, and unable to make a judgment about their accuracy, I delivered the information to the director of the FBI,” McCain said at the time.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "Shortly after McCain gave Steele’s dossier to Comey, the FBI chief updated then President-Elect Trump and President Obama on the dossier in a classified briefing.",
  "Last month, the Washington Post reported that Kramer received the dossier document directly from Fusion GPS after McCain expressed interest in the dossier.",
  "The Post cited Wood explaining that Kramer had arranged for Wood to meet McCain in December 2016 on the sidelines of a security conference in Canada.",
  "In a private meeting on Dec. 9, McCain gave Comey the dossier — passing along information that Steele had provided to the FBI earlier in the year.",
  "The Post’s reporting marks the first public description of McCain’s associate, Kramer, as having received the dossier directly from Fusion GPS.",
  "It has not been been clear whether McCain was aware of the origins of the dossier when he hand delivered the unsubstantiated document to Comey.",
  "Kramer reportedly recently invoked the Fifth Amendment to get out of testifying before the House Intelligence Committee regarding the dossier.",
  "The details about McCain’s involvement were buried toward the end of a nearly 4,100-word February 6 Post article titled, “Hero or hired gun?",
  "(A lawyer for Kramer maintains that Kramer never considered getting Trump to resign and never promised to show the dossier only to McCain.)",
  "New Yorker staff writer Jane Mayer reports:\n\nThe week before Thanksgiving, Wood briefed McCain at the Halifax International Security Forum.",
  "The New Yorker profile related that “Steele arranged for Kramer to receive a copy in Washington,” referring to the dossier.",
  "After Kramer promised to share the document only with McCain, Steele arranged for Kramer to receive a copy in Washington.",
  "Wood said that he then reached out to Kramer, who was known for his close ties to McCain, according to the Post.",
  "The Post’s revelation about Kramer reportedly receiving the dossier from Simpson sheds new light on the topic.",
  "Kramer, a Russia expert who had served at the State Department, went over the dossier with Steele for hours.",
  "Ultimately, though, McCain and Kramer agreed that McCain should take the dossier to the head of the F.B.I.",
  "Wood described McCain as being “visibly shocked,” and expressing interest in reading the full report.",
  "McCain has not responded to multiple Breitbart News requests seeking comment on the matter.",
  "I haven’t read it, but it seems to me that it’s reliably set up,’” Wood told the Post.",
  "It is still unclear why McCain needed to deliver the dossier to Comey last December.",
  "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "“He would tell Trump, ‘The Russians have got you,’” the former official told me.",
  "McCain then reportedly passed the dossier directly to FBI Director James Comey.",
  "The magazine did not report exactly who passed the dossier copy to Kramer.",
  "He asked a former aide, David Kramer, to go to England to meet Steele.",
  "McCain then gave the dossier to the FBI in December 2016.",
  "An attorney for Kramer denied there was such a plan.",
  "Joshua Klein contributed research to this article.",
  "“I told him, ‘I know there’s a document.",
  "McCain was deeply concerned.",
  "Follow him on Facebook.",
  "“We helped him do that."
]