[
  "Follow Christal Hayes on Twitter: Journo_Christal\n\nMore: Five key claims in the Nunes memo on FBI surveillance of Trump campaign aide\n\nMore: How the Nunes memo links Carter Page, Chris Wray and Rod Rosenstein\n\nMore: Analysis: With Nunes memo release, Trump barrels toward showdown with Mueller\n\nCLOSE House Republicans released the full, un-redacted “Nunes memo” on Friday following months of speculation Time\n\nRead or Share this story: https://usat.ly/2s0PEaA",
  "USA TODAY\n\nRep. Devin Nunes, R-Calif. (Photo: Michael Reynolds, epa-EFE)\n\nA top Democrat is rebutting a controversial memo released by House Intelligence Committee Chairman Devin Nunes, calling the four-page document \"deliberately misleading\" and a backhanded ploy to derail the investigation into Russian meddling in the 2016 election.",
  "\"But with the release of the Nunes memo — a backhanded attempt to cast doubt on the origins of the Special Counsel’s investigation — we can only conclude that House Republicans are complicit in the effort to help the President avoid accountability for his actions and for the actions of his campaign.\"",
  "• Christopher Steele, who authored the dossier on behalf of Fusion GPS, is an expert on Russia and organized crime and appeared not to know who hired him, Nadler said, adding the Nunes memo also does not provide any evidence that many findings in the dossier are incorrect.",
  "The Nunes memo took aim at a surveillance warrant to monitor former Trump campaign adviser Carter Page and alleged the FBI and Justice Department relied on a dossier prepared by a British intelligence agent whose work was funded in part by Democrats.",
  "• Nadler says the FISA court, which approved the surveillance warrant, found probable cause that Page was an agent of the Russian government and the Nunes memo does not detail the other possible evidence the bureau showed the court.",
  "• Nadler says the memo is definitive proof that House Republicans are complicit in helping the president avoid accountability for his actions or the actions of his campaign during the election.",
  "The rebuttal from Rep. Jerry Nadler, D-N.Y. the top Democrat on the House Judiciary Committee, was obtained by NBC News and reportedly sent to other Democrats in the House on Saturday.",
  "Nadler, who said he is one of the few who has seen the full surveillance warrant that the Nunes memo focuses on, denounced Republicans and called the memo \"shoddy work.\"",
  "\"Their was no Collusion and there was no Obstruction (the word now used because, after one year of looking endlessly and finding NOTHING, collusion is dead).",
  "Their was no Collusion and there was no Obstruction (the word now used because, after one year of looking endlessly and finding NOTHING, collusion is dead).",
  "Nadler's six-page rebuttal is the most detailed given by Democrats since the Nunes memo was released Friday after being declassified by President Trump.",
  "Many have wondered whether Rosenstein, who oversees Special Counsel Robert Mueller, would resign or Trump would fire him after release of the memo.",
  "\"Until now, we could only really accuse House Republicans of ignoring the President’s open attempts to block the Russia investigation,\" he wrote.",
  "• If the president wants to fire Deputy Attorney General Rod Rosenstein, this memo does not give him any authority to do so, Nadler said.",
  "More: Nunes memo release: What you need to know about the controversial document\n\nMore: The controversial Nunes memo has been released.",
  "The FBI objected and issued a rare statement before Trump's decision, saying it had \"grave concerns\" about releasing the document.",
  "\"If the President is looking to fire Mr. Rosenstein, he will have to look outside the Nunes memo for his pretext,\" Nadler writes.",
  "— Donald J. Trump (@realDonaldTrump) February 3, 2018\n\nTrump on Saturday tweeted he felt vindicated by the findings in the memo.",
  "It claims the FBI and the Justice Department abused their surveillance authority on Trump's 2016 Presidential campaign.",
  "The memo, released Friday, was drawn up by Nunes, R-Calif., who is also a former member of the Trump transition team.",
  "But Republicans and the president have said the FBI's methods were troubling and the public should be informed.",
  "You can read it here\n\nMore: Ex-FBI director James Comey on the Nunes memo: 'That's it?'",
  "Nadler says the memo focuses on events that happened before Rosenstein took office.",
  "Nadler took on four key points in an attempt to dismantle the document as a whole.",
  "But the Russian Witch Hunt goes on and on,\" he tweeted Saturday morning.",
  "\"This memo totally vindicates 'Trump' in probe.",
  "This memo totally vindicates “Trump” in probe.",
  "But the Russian Witch Hunt goes on and on.",
  "CLOSE The controversial Nunes memo is out.",
  "Democrats say the memo is misleading.",
  "This is an American disgrace!\"",
  "This is an American disgrace!"
]