[
  "“I have to choose my words carefully here because I don’t know exactly what’s been declassified, but there was a mosaic of information that convinced a court that that individual, Carter Page, there was probable cause to believe he was an agent of a foreign power.”\n\nComey’s vague denial is at odds with claims from congressional Republicans who say the dossier, which was written by former British spy Christopher Steele, was a crucial part of applications the FBI and Justice Department submitted to the Foreign Intelligence Surveillance Court in order to spy on Page.",
  "WATCH: Comey says dossier was not ‘essential’ in obtaining Carter Page FISA\n\nFollow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Comey’s deputy, Andrew McCabe, testified the FISA warrants against Page would not have been granted if information from the dossier were not included, a GOP-authored report from the House Permanent Select Committee on Intelligence claims.",
  "Former FBI Director James Comey does not believe the infamous Steele dossier was necessary to obtain surveillance warrants against President Donald Trump’s former campaign adviser, Carter Page, Comey said Monday.",
  "Prior to that, Fusion was conducting standard opposition research of Trump on behalf of The Washington Free Beacon, a conservative website funded by Republican anti-Trump billionaire Paul Singer.",
  "Congressional Republicans have questioned why U.S. officials included the dossier in its FISA applications given investigators had not verified Steele’s allegations.",
  "They have also questioned why the FBI and DOJ did not disclose the Clinton campaign and Democratic National Committee ultimately funded the dossier.",
  "The dossier made up a “significant portion” of the FBI and DOJ’s surveillance applications, Republicans on the Senate Judiciary Committee said.",
  "Fusion had been hired in April 2016 by the law firm that represented the Clinton campaign and DNC to continue an investigation of Trump.",
  "Steele’s dossier, which was funded by the Clinton campaign and DNC, accuses Page of being the Trump campaign’s liaison to the Kremlin.",
  "Comey was fired as FBI director on May 9, 2017 — about a month before the fourth and final spy warrant was approved against Page.",
  "The dossier was initially funded by Republican clients, Comey falsely claimed in an April 26 interview with Fox News’ Bret Baier.",
  "Instead, the applications for the Page spy warrants reveal only a political opponent of Trump’s was behind the dossier.",
  "Comey told Woodruff the allegations made in the dossier were still being investigated when he was fired from the FBI.",
  "There is some reason to question how closely Comey followed dossier-related developments while he was at the bureau.",
  "“Could there have been a FISA warrant without the Steele dossier?” PBS “News Hour” host Judy Woodruff asked Comey.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“My understanding is [Steele’s] work started as oppo research funded by Republicans,” Comey said.",
  "“It’s not my recollection that it was an essential part of any application,” he replied.",
  "Comey signed off on three of the four warrant applications against Page.",
  "Opposition research firm Fusion GPS hired Steele in June 2016.",
  "Two others were approved in January and April 2017.",
  "The first was granted on Oct. 21, 2016.",
  "Page vehemently denies the allegations.",
  "Baier corrected Comey."
]