[
  "Despite the fact that most of the pages were blacked out, they seemed to confirm that the FBI and DOJ misled the courts in withholding the information that Hillary Clinton’s campaign and the DNC were behind the “intelligence” used to persuade the courts to approve the FISA warrants that targeted the Trump team.",
  "A year ago, on July 19, 2017, Judicial Watch filed a Freedom of Information Act (FOIA) request with the Justice Department (DOJ) for copies of the applications it made to the Foreign Intelligence Surveillance Court for warrants regarding alleged Russian interference in the 2016 election.",
  "Judicial Watch’s work was widely acclaimed and was noted five times by President Trump, who tweeted:\n\nCongratulations to @JudicialWatch and @TomFitton on being successful in getting the Carter Page FISA documents.",
  "The FISA court was never told that the key information justifying the warrant requests came from a “dossier” that was created by Fusion GPS, a paid agent of the Clinton campaign and Democratic National Committee.",
  "— Donald J. Trump (@realDonaldTrump) July 22, 2018\n\nGiven the corruption made evident by the document, President Trump should intervene and declassify the heavily redacted material, as I call for here.",
  "But then, earlier this year, President Trump declassified the “Nunes Memo” which discussed the Carter Page Foreign Intelligence Surveillance Act (FISA) warrants abuses.",
  "The memo details how the “minimally corroborated” Clinton-DNC dossier was an essential part of the FBI and DOJ’s applications for surveillance warrants to spy on Page.",
  "The documents support criticisms by Republicans on the House Intelligence Committee who released the Nunes memo that criticized the FISA targeting.",
  "As usual they are ridiculously heavily redacted but confirm with little doubt that the Department of “Justice” and FBI misled the courts.",
  "As you might have expected, Justice didn’t comply — in fact, DOJ refused to confirm or deny any such documents even existed.",
  "Little wonder, then, that Justice took a year to deliver and then waited until a Saturday evening to release the materials.",
  "Page is the former Trump campaign part-time advisor who was the subject of four controversial FISA warrants from the DOJ.",
  "The Obama/Deep State’s abuses now lie partially exposed, and it’s important for Americans to see the full evidence.",
  "That day passed, but late the next day, late on Saturday, Justice released a heavily redacted 412-page document.",
  "In April the DOJ told the court that it would have something by July 20, last Friday.",
  "The initial Carter Page warrant was granted just weeks before the 2016 election.",
  "And Judicial Watch quickly sued as the FISA material could now be made public.",
  "Tom Fitton is president of Judicial Watch.",
  "Witch Hunt Rigged, a Scam!"
]