[
  "The polarizing yet iconic former Maricopa County sheriff, beloved by many conservatives for his hawkish immigration policies… In a telephone interview with the Washington Examiner, Arpaio shrugged off concerns about his age, dismissed Republican insiders’ anxiety that his poor reputation with nonwhite voters … and discussed plans to work with Trump on behalf of Arizona.”\n\nMcSally will run too - AZ Central: “Congresswoman Martha McSally is planning to enter Arizona's 2018 Senate race, giving Republican Kelli Ward new competition in the GOP primary.",
  "He said Democrats, who are fighting for a new plan on Deferred Action for Childhood Arrivals (DACA), need to face reality and ‘ultimately have to make a choice’ as the Jan. 19 spending bill battle approaches.”\n\nRepublicans think budget agreement is unlikely - Politico: “Congressional Republicans and White House officials are increasingly skeptical that they’ll reach a long-term budget agreement with Democrats in the next 11 days, accusing progressives of slow-walking a spending deal until they get what they want on immigration.",
  "Without congressional action, the Deferred Action for Childhood Arrivals program will end in March… But the real deadline is likely much sooner, because Democrats on Capitol Hill are under increasing pressure to use their limited legislative power to block any new extension of government funding if Republicans don’t act on DACA.”\n\n\n\nDems have changed tune on border wall from Obama - Fox News: “Five years ago, the entire Senate Democratic caucus voted for hundreds of miles of fencing along the U.S.-Mexico border.",
  "The Trump administration, however, sees potential for trade-offs.”\n\n\n\nFunding for the wall would come from other security measures - NYT: “The Trump administration would cut or delay funding for border surveillance, radar technology, patrol boats and customs agents in its upcoming spending plan to curb illegal immigration — all proven security measures that officials and experts have said are more effective than building a wall along the Mexican border.",
  "If the bill is passed and signed into law, it would vacate the FCC’s vote last month and prohibit the agency from ever trying to repeal the rules in the future.”\n\nN.Y. reps present bipartisan legislation on state and local tax - The Hill: “A bipartisan pair of House members from New York introduced legislation this week to restore the full state and local tax (SALT) deduction, which is limited by the new tax law that President Trump signed last month.",
  "… Though he offered a sympathetic portrayal of Trump voters in his book, Vance has been critical of the president, arguing, for example, that he uses rhetoric ‘that’s not in the best interest of the party or the country.’”\n\nFormer Dem Rep. Dennis Kucinich enters Ohio gubernatorial race - AP: “Former Cleveland mayor and U.S. Rep. Dennis Kucinich filed paperwork today indicating plans to join the race to become Ohio’s next governor.",
  "… The dossier has come under fire from some Republicans, both because it contains some unproven salacious material and because they see it as a trigger to the Trump-Russia investigation.”\n\nGOP LOOKS TO SLIM DOWN 2018 AGENDA\n\nWSJ: “Republicans are scaling back their ambitions to overhaul safety-net programs and dismantle the Affordable Care Act… due to concerns they can’t muster enough support ahead of the 2018 midterm elections.",
  "‘We can have an immigration system that 10, 20, 30, 50 years from now produces more assimilation, higher wages, more economic opportunity, and better prospects for immigrants and U.S.-born alike,’ Miller said on Fox News’ ‘Tucker Carlson Tonight.’ Miller pushed the White House message on immigration reform, calling for a border wall and an end to chain migration, as well as the adjustment of the country’s VISA lottery system.",
  "… At risk of losing one or both chambers in November, Republicans say they want to avoid controversy over policies that stand little chance of passing the Senate…”\n\nHouse plans to revisit debate on earmarks - Politico: “Republicans on the House Rules Committee plan to revive a debate over earmarks in hearings launching next week, even as members of their own party blast the banned practice as a symbol of the Washington swamp.",
  "He would join a crowded Democratic field with a half-dozen other candidates, including former federal consumer watchdog Richard Cordray.”\n\nPLAY-BY-PLAY\n\nScalise to have planned surgery Wednesday as part of recovery - CBS News\n\nIf elected, Conor Lamb won’t support Pelosi as Democratic leader - Pittsburgh Post-Gazette\n\nMattis opens up with stories from his past while visiting troops - AP\n\nTrump renominates K.T.",
  "… But security experts said the president’s focus on a border wall ignores the constantly evolving nature of terrorism, immigration and drug trafficking.”\n\nMiller calls for ‘more assimilation’ in immigration - The Hill: “White House senior adviser Stephen Miller on Monday voiced support for an immigration system that favors foreign nationals who can become ‘more’ assimilated into American culture.",
  "… ‘There’s a case to be made against them, but I think in the end, the case for them is more powerful.’”\n\nSenate bill to reverse net neutrality repeal moves to floor vote - The Hill: “A Senate bill that would reverse the Federal Communications Commission’s (FCC) decision to repeal net neutrality received its 30th co-sponsor on Monday, ensuring it will receive a vote on the Senate floor.",
  "McSally would be the first high-profile name to join the Senate race since Flake's retirement announcement.”\n\nRoyce retirement part of growing stampede - USA Today: “House Foreign Affairs Committee Chairman Ed Royce announced Monday that he will not seek re-election, leaving his Orange County, Calif. seat vulnerable to a possible takeover by Democrats in the November election.",
  "Democrats need to score a net gain of 24 seats in November to take control of the House.”\n\nPence has plans to be active in 2018 campaigns - WSJ: “Vice President Mike Pence is jumping into the midterm elections, planning visits soon to Nevada and Pennsylvania and helping recruit a candidate in Ohio amid an aggressive push to retain Republican control of Congress.",
  "The new tax law caps the deduction at $10,000, which Lowey and King said is insufficient for many residents of their districts.”\n\n\n\nARPAIO ANNOUNCES RUN FOR ARIZONA SENATE\n\nWashEx: “Republican Joe Arpaio, a close ally of President Trump and former sheriff known for his provocative approach to combatting illegal immigration, is running for Senate in Arizona.",
  "TRUMP HOLDS COURT, TALKS IMMIGRATION DEAL WITH DEMS\n\nBloomberg: “President Donald Trump indicated he’s willing to split contentious immigration proposals into two stages, providing protections for young immigrants known as dreamers and increasing border security first, leaving tougher negotiations on comprehensive legislation for later.",
  "- Atlantic: “Over the next several weeks, chances are that one of two things will happen in Washington: Either a Republican-controlled Congress will pass, and a Republican president will sign, the most significant changes to U.S. immigration law and border security in more than a decade, or the federal government will shut down.",
  "**\n\n\n\nOn the roster: Famously presidential - Trump holds court, talks immigration deal with Dems - Feinstein releases testimony on Trump dossier - Arpaio announces run for Arizona senate - Kill it with fire\n\n\n\nFAMOUSLY PRESIDENTIAL\n\nThe world never knew a celebrity – at least in the way we now know the term – until the 1920s.",
  "SCOREBOARD\n\nTrump net job-approval rating: -22 points\n\nChange from one week ago: down 1.8 points\n\n[President Trump’s score is determined by subtracting his average job disapproval rating in the five most recent, methodologically sound public polls from his average approval rating, calculated in the same fashion.]",
  "But if America is, in fact, in an era of celebrity politicians, we would only remind you that like soldiers, lawyers, farmers, businessmen, tailors, state senators and every other profession that has seen one of its number rise to the White House, career path is a poor indication of future success as president.",
  "2\n\n\n\nTIME OUT: HEY, CUZ\n\nSmithsonian: “Three years before she was found guilty of treason and sentenced to die, Mary, Queen of Scots tried to mend her fractured relationship with her cousin, Elizabeth I. Mary expressed her wish to put aside the ‘jealousy and mislike’ that had festered between the two women.",
  "The 85-year-old Arpaio could shake up the late August Republican primary in a critical open-seat race to replace retiring Sen. Jeff Flake, R-Ariz. Trump pardoned Arpaio last summer, sparing the former sheriff jail time after he was convicted of ignoring a federal court order in a racial-profiling case.",
  "But there are too many – too many.”\n\nIt was one thing to be renowned for writing the 95 Theses or for defeating\n\nNapoleon at Waterloo or for the development of the transcontinental railroad, but quite a different thing to be universally known for being a movie actor – famous for being famous.",
  "‘You may lett hir understand that we wish she had been as carefull for the tyme past to have avoyded the cause and ground by hir given of the just jealousy by us conceaved,’ the English queen wrote to Sir Ralph Sadler, who had been instructed to keep a close eye on Mary, in October of 1584.",
  "Dianne Feinstein (D-Calif.) on Tuesday unexpectedly released the transcript of congressional investigators' August 2017 interview with Fusion GPS co-founder Glenn Simpson, whose firm was behind a controversial dossier alleging ties between President Donald Trump and Russians.",
  "THE RULEBOOK: ONE NATION\n\n“As a nation we have made peace and war; as a nation we have vanquished our common enemies; as a nation we have formed alliances, and made treaties, and entered into various compacts and conventions with foreign states.” – John Jay, Federalist No.",
  "Lawmakers have been lurching from deadline to deadline with no sign that they’re actually going to reach a long-term funding agreement, and appropriators as well as defense hawks are starting to get fed up.”\n\nFEINSTEIN RELEASES TESTIMONY ON TRUMP DOSSIER\n\nPolitico: “Sen.",
  "The president’s position, laid out Tuesday as he met with lawmakers from both parties at the White House, may help break a stalemate that’s held up an agreement on budget limits and spending as a deadline to avert a government shutdown approaches on Jan. 19.",
  "Mr. Pence, in an interview at his White House office Monday, conceded that history shows it is difficult for the president’s party to stave off midterm election losses, but said that economic gains could help Republicans strengthen their grip on the Senate.",
  "Accordingly, it should be no more surprising that celebrity intersects with politics today then that military service influenced political participation after significant wars or that farmers ascended to power when the country was 80 percent agrarian.",
  "Lyndsey Wisegarver said one of the men who lives in the apartment used a torch lighter to kill the spider, which was in an upstairs bedroom ‘It was a huge wolf spider,’ said Wisegarver, who is a caregiver for one of the men living in the apartment.",
  "Instead, Republican lawmakers are likely to embrace a slimmed-down agenda focused on the basics, including funding the government, raising the government debt limit and striking a deal on immigration, according to GOP lawmakers and aides.",
  "The lawmaker has told her Republican colleagues in Arizona's delegation that she intends to enter the Senate race, but didn't indicate when she would formally announce her bid, according to two people with knowledge of the conversations.",
  "Trump said he would support a ‘clean’ bill that provides a legislation fix to replace a now ended Obama-era program, Deferred Action for Childhood Arrivals, or DACA, along with border security as part of a broader compromise on spending.",
  "The precarious status of about 700,000 young immigrants is coming to a head, and leaders of both parties are finally hunkered down in negotiations over whether—and under what conditions—to protect them from the threat of deportation.",
  "Vance — the star author of ‘Hillbilly Elegy’ — about running for Senate in Ohio… Senate Majority Leader Mitch McConnell (R-Ky.) has spoken with Vance about a potential bid, according to three sources familiar with the discussions.",
  "‘The American people deserve the opportunity to see what he said and judge for themselves,’ Feinstein, the top Democrat on the judiciary committee, said in a statement about her decision to release the Simpson transcript.",
  "… Mr. Pence envisions a game plan in which he helps raise money and makes early visits to competitive districts and states, with Mr. Trump following up with appearances that draw large crowds and stoke voter enthusiasm.",
  "Martin Luther, Arthur Wellesley, duke of Wellington or Collis Huntington would all have been very well known in their times, but they were not known as individuals, so much as names attached to their accomplishments.",
  "KILL IT WITH FIRE\n\nRecord Searchlight: “An attempt to kill a large spider with a torch lighter went awry Sunday when the burning arachnid caused a Redding apartment fire that is forcing the residents to move out.",
  "President Trump is a liability for Republican lawmakers in the state, where two-thirds of voters disapprove of his performance, according to a USC Dornsife/Los Angeles Times poll released in November.",
  "But with the false intimacy afforded by motion pictures and broadcasting – along with an egalitarian trend in society – the order was reversed: The new breed of fame attached accomplishments to names.",
  "But Senate Majority Leader Mitch McConnell (R., Ky.) has warned in recent days that he has little interest in pursuing a partisan overhaul in a chamber where Republicans hold a narrow 51-49 majority.",
  "Reps. Nita Lowey (D-N.Y.) and Peter King (R-N.Y.) said on a call with reporters Tuesday that they are offering their bill in order to prevent many of their constituents from seeing their taxes go up.",
  "… The lack of progress on a spending deal raises the likelihood that Congress will once again extend current government funding temporarily — the fourth such ‘continuing resolution’ since September.",
  "We tend to think that this trend is being broadly overstated and that Democrats currently swooning for Oprah Winfrey have badly misinterpreted the forces surrounding the 2016 presidential election.",
  "McFarland as ambassador to Singapore - The Hill\n\nIvanka Trump commends Oprah’s Golden Globes speech, says it was inspiring - Politico\n\n\n\nAUDIBLE: NO NEED FOR OPPO RESEARCH\n\n“Yeah, I’ll beat Oprah.",
  "America is the birthplace of celebrity and it remains one of our leading exports, so we should be unsurprised and probably less dismayed that it is having such an effect on our politics.",
  "Party leaders from both sides of the aisle have been quietly working to raise stiff spending caps to avert a government shutdown before Jan. 19, when federal agency funding runs dry.",
  "Rep. Jim Renacci is committed to continuing his quest for the Republican nomination for governor — unless President Donald Trump asks him to consider running for the U.S. Senate.",
  "We are now on our second president from the entertainment industry, and notably, this one did not need to go build a résumé in public service in the same way Ronald Reagan did.",
  "He didn’t specify whether that meant his demands to restrict legal immigration, including family preferences and a visa lottery, could be deferred.”\n\n\n\nWhat really happens now?",
  "President Trump has made the border wall a focus of his campaign against illegal immigration to stop drugs, terrorists and gangs like MS-13 from coming into the United States.",
  "‘If the president of the United States reaches out and contacts me and asks to me to jump in that race, I would consider it only at that point.’”\n\nSenate Republicans ask J.D.",
  "So far, 15 Republican House members and three Republican senators have announced that they will not seek re-election and plan to retire when their terms end in January 2018.",
  "‘There’s really an interest in both parties to reclaim these powers back to Congress,’ Rep. Tom Cole (R-Okla.), an appropriator who sits on the Rules Committee, said Monday.",
  "Under spending plans submitted last week to Congress, the wall would cost $18 billion over the next 10 years, and be erected along nearly 900 miles of the southern border.",
  "Feinstein's move represents an escalation of partisan tensions that have long been simmering on the Senate Judiciary Committee, chaired by Republican Sen. Chuck Grassley.",
  "…This time, the White House mainly wants a border wall, while Democrats mainly want to help the Dreamers, young illegal immigrants whose ‘DACA’ protection ends in March.",
  "Renacci has contemplated a run for the Senate seat now held by Democrat Sherrod Brown after Treasurer Josh Mandel exited the race on Friday due to his wife’s ill health.",
  "Some boring senator from Colorado who couldn’t get a table at Chateau Marmont suddenly becomes the Gary Hart, who then meets his own celebrity-style professional demise.",
  "Harry Truman and Herbert Hoover were both businessmen before entering public life and Hoover was far better at it than the humble haberdasher from Independence, Mo.",
  "The committee will hold its first hearing on Jan. 18 for members, and another on Jan. 19 to bring in outside groups, according to a source familiar with the plans.",
  "House Speaker Paul Ryan (R., Wis.) last year mentioned ambitious plans to tackle government assistance programs … that he says discourage recipients from working.",
  "… Royce is one of several relatively moderate Republicans from California whose jobs have become endangered as the state has become increasingly Democratic.",
  "That tells us a great deal about the accidents of timing when it comes to leadership, but also that casting the part of president isn’t so easy as it looks.",
  "And Republicans, along with other border-security advocates, are countering by accusing Democrats of flipping their position now that Trump is president.",
  "Sen. Jeff Flake announced two weeks ago he was abandoning his re-election bid amid sinking polling and high-profile clashes with President Donald Trump.",
  "Democrats are now blasting President Trump's border wall demands as ‘ineffective’ and ‘unreasonable,’ as they battle his initial $18 billion request.",
  "Chaplin, looking to escape the crush of his newfound fame in 1922 embarked on a long trip through Europe, on which he wrestled with this new status.",
  "… Under the CRA, if a joint resolution of disapproval bill has enough support it can bypass committee review and be fast-tracked to a floor vote.",
  "Will it be with celebrities now as it was with military officers after the Civil War when six of the next seven presidents had been Union brass?",
  "Egomania is not new to artists, it’s just we never had so many famous artists and entertainers in such positions of power and economic vitality.",
  "The point of the ads and the hazy biographical videos and the humanizing sit-down interviews was to take some band nerd from Hot Springs, Ark.",
  "), would use Congress’s authority under the Congressional Review Act (CRA) to reverse the FCC’s rollback of its popular net neutrality rules.",
  "The outspoken liberal Democrat’s filing with the Ohio Secretary of State’s office designated a treasurer for the Kucinich for Ohio campaign.",
  "Battalion Chief Rob Pitt said the fire caused moderate damage to the apartment when one of the residents tried to burn a spider to kill it.",
  "Simpson had called for the transcript of his appearance to be made public, but Republican leaders so far had not agreed to release it.",
  "‘My goal is to be the governor of the state of Ohio,’ Renacci said Monday on the ‘Wills and Snyder Show’ on WTAM radio in Cleveland.",
  "I don’t think she’s going to run.” – President Trump during his meeting with lawmakers on immigration that he opened to the press.",
  "announced her support for the bill on Twitter, putting it over the top of a procedural requirement to bypass committee approval.",
  "… This frosty missive belongs to a trove of 43 letters that was recently donated to the American Trust for the British Library.",
  "Share your color commentary: Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "He was first elected to Cleveland City Council at age 23 and was known as the ‘boy mayor’ when he took that post in 1977.",
  "For now, the congressman from Wadsworth has decided he will continue to oppose Attorney General Mike DeWine and Lt. Gov.",
  "Rules Chairman Pete Sessions (R-Texas) has assured members that the hearings are not intended to rush into a new policy.",
  "But the idea of a celebrity – someone universally known in a personal-seeming way – was something altogether different.",
  "Establishment Republicans have not settled on Vance as their favored candidate to take on Sen. Sherrod Brown (D-Ohio).",
  "Kucinich, now 71, was elected mayor of Cleveland 40 years ago and ran unsuccessfully for president in 2004 and 2008.",
  "The documents in this remarkable collection, which include four letters signed by Elizabeth I…”\n\nFlag on the play?",
  "“I feel small – like a cheat,” he wrote in his travelogue, “My Trip Abroad.” “This worship does not belong to me.",
  "There are seven Democrats in the House who also have announced that they will retire at the end of their terms.",
  "A person familiar with the strategy called it a ‘two-step.’”\n\nRENACCI MAY DROP BROWN SENATE CHALLENGE FOR GOV.",
  "A spokesman for Grassley said Feinstein posted the transcript with ‘no agreement’ from committee Republicans.",
  "Sunday’s incident just sped up the process, she said.”\n\nChris Stirewalt is the politics editor for Fox News.",
  "With the eight-legged creature ablaze it scurried onto a nearby mattress, catching it on fire, she said.",
  "This has many wondering if this is going to be the dominant political trend of a celebrity-besotted era.",
  "You had to claw your way to the top in Washington or your Podunk statehouse and then try to get famous.",
  "Donald Trump’s name recognition gave him entrée to the race, but hardly explains his ultimate success.",
  "or a Mormon mergers and acquisitions man and turn them into celebrities of the entertainment variety.",
  "Prior to the modern era there had been fame, yes, notoriety, certainly, and, most assuredly, infamy.",
  "Charlie Chaplin was probably the first, but motion pictures would produce many more in short order.",
  "And yet, history remembers Hoover’s presidency as a disaster and Truman’s as an unexpected triumph.",
  "As the number of celebrities has ballooned, the capacity for embarrassment seems to have shrunk.",
  "For most of the previous century, celebrity was made to serve politics – for good and for ill.",
  "Vance to consider running - Politico: “Top Senate Republicans have quietly reached out to J.D.",
  "It is understandable that Chaplin would feel like “a cheat” unworthy of such adulation.",
  "… McConnell has told associates that he would prioritize the race if Vance jumps in.",
  "… All the residents escaped from the building, and no one was injured, Pitt said.",
  "- Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM with your tips, comments or questions.",
  "… Wisegarver said they had been thinking for some time they wanted to move out.",
  "Mary Taylor for the GOP gubernatorial nomination in the May 8 primary.",
  "Her decision will further shake up the state's political landscape.",
  "… The circumstances in 2013 and 2018 do hold some differences.",
  "It’s too bad more of his successors don’t feel the same way.",
  "Taylor removed herself from a potential Senate run Saturday.",
  "The bill, which is being pushed by Sen. Ed Markey (D-Mass.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "Want FOX News Halftime Report in your inbox every day?",
  "God, if I could only do something for all of them!",
  "Brianna McClelland contributed to this report.",
  "And not necessarily in a good way.",
  "Elizabeth, however, was unmoved.",
  "Sen. Claire McCaskill (D-Mo.)",
  "BID\n\nColumbus Dispatch: “U.S.",
  "Oprah will be lots of fun.",
  "How times have changed.",
  "I know her very well.",
  "… I like Oprah.",
  "Sign up here.",
  "Sign up here."
]