[
  "Rep. Adam Schiff (D-Calif.), the ranking Democrat on the House Intelligence Committee, released a statement Thursday highlighting accusations of money laundering against President Donald Trump in relation to the investigation into Russian collusion and election interference.",
  "Here's what Schiff said:\n\n“Those transcripts reveal serious allegations that the Trump Organization may have engaged in money laundering with Russian nationals, the same subject which Mr. Bannon described in his interview with the author of 'Fire and Fury,'” Schiff said.",
  "\"Mr. Simpson... testified that if the Trump Organization did engage in money laundering with the Russians, it would be with the knowledge or approval of the Kremlin and constitute powerful leverage over the President of the United States,\" the statement continued.",
  "\"Generally speaking,\" Simpsons said in his testimony, \"the patterns of activity that we thought might be suggestive of money laundering were, you know, fast turnover deals and deals where there seemed to have been efforts to disguise the identity of the buyer.\"",
  "\"Well, I mean, there were sort of periods,\" Simpson responded, \"what we saw was that beginning in the early 2000s, when he began to do business with Bayrock and to do some of these other deals, that these were the problematic deals that he entered into.",
  "Those both got a lot of fraud associated with them, a lot of fraud allegations, a lot of activity that I would say smacks of fraud, and a lot of Russian mafia figures listed as buyers who may or may not have actually put money into it.\"",
  "\"Well, I mean, some of the things that we have,\" Simpson responded, \"that we looked at that we thought were very concerning are existing investments in projects, and specifically a project in Panama, the one in Toronto.",
  "Here's the transcript Schiff refers to:\n\nSchiff tweeted a link to the testimony, adding, \"The House Intelligence Committee just released Glenn Simpson’s testimony as part of our Russia investigation.\"",
  "Judge Andrew Napolitano of Fox News said of the claims in the testimony, \"If there is evidence to substantiate the allegations in this testimony, this is a constitutional crisis coming our way.\"",
  "\"And during what time period did you see indications of fast turnover transactions or transactions made in the name of people who were not the actual purchasers?\"",
  "\"Simpson raises numerous questions on money laundering the Committee must investigate,\" he added.",
  "The testimony from Fusion GPS founder Glenn Simpson was released Thursday.",
  "So it was essentially the previous decade of business deals, 2005 onward.\"",
  "Or continuing to the present?\"",
  "\"And up until what point?\"",
  "A constitutional crisis?",
  "\"Do you recall?",
  "Schiff asked.",
  "asked Schiff."
]