[
  "NEW JOINT FUNDRAISERS:\n\nNone\n\nNEW PACs:\n\nAsian American Women For Society PAC (PAC)\n\nBlue Wave Coalition (Super PAC)\n\nDuty and Country PAC (Super PAC)\n\nFight Fake News USA (Super PAC)\n\nHeroes For Babies Right To Life Action Fund (Super PAC)\n\nPress Freedom Political Action Committee (Unknown)\n\nWe Stand For Better (Unknown)\n\nNEW LOBBYING REGISTRATIONS:\n\nClark Hill, PLC: National Mining Association\n\nKlein/Johnson Group: Burford Capital LLC\n\nKlein/Johnson Group: Civitas Capital Management, LLC\n\nKlein/Johnson Group: CVS Health\n\nKlein/Johnson Group: First Data\n\nKlein/Johnson Group: New York State Broadcasters Association\n\nKlein/Johnson Group: Oracle America, Inc.\n\nTiber Creek Associates of Capitol Hill, Inc.: Southwest Housing Compliance Corporation\n\nWashington Advocacy Group: SAS Institute\n\nNEW LOBBYING TERMINATIONS:\n\nAkin Gump Strauss Hauer & Feld: 21 c Museum Hotels\n\nAkin Gump Strauss Hauer & Feld: Amplifon (USA), Inc.\n\nAmerican Apparel & Footwear Association: Fashion Accessories Shippers Association\n\nArent Fox LLP: Clark Construction Group LLC\n\nBarnes & Thornburg, LLP: Board of Commissioners of Dearborn County, Indiana\n\nBarnes & Thornburg, LLP: The American Legion Bryan Cave LLP: CIOX Health\n\nCard & Associates, LLC: American Public University System\n\nCard & Associates, LLC: Americans for Prescription Drug Fairness\n\nCGCN Group, LLC (formerly known as Clark Geduldig Cranford & Nielsen, LLC): Prudential Insurance Company of America\n\nCGCN Group, LLC (formerly known as Clark Geduldig Cranford & Nielsen, LLC): Starkey Hearing Technologies\n\nCloakroom Advisors LLC: World Wildlife Fund\n\nConnect 4 Strategies, LLC: Starkey Hearing Technologies\n\nCornerstone Government Affairs, Inc.: Brownstein Hyatt Farber Schreck obo the Coalition for Patient Vision Care Safety\n\nCovington & Burling LLP: Alliance for Savings & Investment\n\nCovington & Burling LLP: Great Lakes Dredge & Dock Company\n\nCozen O'Connor Public Strategies: CMA CGM America\n\nCozen O'Connor Public Strategies: Felman Production LLC\n\nCozen O'Connor Public Strategies: Georgia American Alloys, Inc.\n\nDavis & Harman LLP: NextEra Energy Inc\n\nDentons US LLP: SMS Holdings Corporation\n\nFidelity National Financial, Inc.: Fidelity National Financial, Inc.\n\nFoley Hoag LLP: Spectrum Pharmaceuticals\n\nForbes-Tate: Hess Corporation\n\nGreenberg Traurig, LLP: ECaTS (a division of Direct Technology)\n\nGreenberg Traurig, LLP: Sergei Poymanov\n\nGreenberg Traurig, LLP: Starship Technologies OU\n\nHenley Strategies LLC: Small Business Investor Alliance\n\nJBS Communications, LLC: OCVA Holdings, LLC\n\nLevel 3 Communications, LLC: Level 3 Communications LLC\n\nManagement & Government Resources: 4-U Corp\n\nManagement & Government Resources: Arm-R-Lite Door Manufacturing Company, Ind.",
  "Management & Government Resources: Fentell Corp\n\nMcGuireWoods Consulting (A Subsidiary of McGuireWoods LLP): American Transmission Company\n\nMcLarty Inbound LLC: Sun Group, Inc.\n\nMercury: Banner Public Affairs on behalf of Tata Consultancy Services\n\nMercury: Novatek\n\nMercury: Oceaneering International\n\nMercury: PAM Media\n\nMercury: SUNY Polytechnic Institute\n\nMichael L. Tiner: American Petroleum Institute\n\nMichael L. Tiner: Pharmaceutical Industry Labor-Management Association\n\nML Strategies, LLC: Physical Sciences Inc. (PSI)\n\nMonument Policy Group, LLC: The Miller Firm\n\nMr. Nurham Warwick: Americans Watching Washington\n\nMs. Catherine Porter: TIE Coalition\n\nNatural Resource Results LLC: American Fly Fishing Trade Association\n\nNatural Resource Results LLC: LPC Conservation LLC\n\nNatural Resource Results LLC: Water Management Consulting Group, Inc. (old name Waste Management Consulting GR\n\nNelson, Mullins, Riley & Scarborough: Ameresco\n\nNelson, Mullins, Riley & Scarborough: Quinnipiac University\n\nPlurus Strategies, LLC: ML Strategies, LLC (on behalf of Physical Sciences Inc. (PSI))\n\nSabiston Consultants, LLC: Noble Energy, Inc.\n\nSheppard, Mullin, Richter & Hampton LLP: Restaurant Associates\n\nSouth Carolina Farm Bureau Federation: South Carolina Farm Bureau Federation\n\nSummit Strategies Government Affairs LLC: Columbia Sportswear Company\n\nTate Strategies, Inc: Securing America's Future Energy Foundation (SAFE)\n\nThe Conafay Group, L.L.C.",
  "“We also advocate for strengthening and enforcing conflict of interest policies in scientific research and federal agencies.”\n\nTHE STORMY DANIELS STORY’S K STREET CONNECTION: The Wall Street Journal’s Joe Palazzolo and Michael Rothfeld report that Michael Cohen, President Donald Trump’s longtime lawyer, set up a Delaware limited-liability company weeks before the 2016 election “to pay a former adult-film star $130,000 in return for her agreeing to not publicly discuss an alleged sexual encounter with Mr. Trump, according to corporate records and people familiar with the matter.”\n\n— There are a couple of K Street connections to the story.",
  "Story Continued Below\n\nABOUT THAT ASSASSINATION PAC: Going through FEC filings each day has somewhat inured me to PACs with outlandish or attention-grabbing names — so much so that I didn’t give too much thought to a PAC that popped up on Thursday named “I Am Going to Assassinate President Donald J Trump.” (The New York Times’ Ken Vogel had flagged the PAC’s registration paperwork on Wednesday on Twitter.)",
  ": Karyopharm Therapeutics\n\nThe Cormac Group, LLC: Education Dynamics\n\nThe Cormac Group, LLC: Swedish Covenant Hospital\n\nThe Lafayette Company, LLC: Odyssey House Louisiana\n\nThe Majority Group, LLC: Air Methods\n\nThe Raben Group: The Advocacy Fund / Voices for Progress\n\nThe Raben Group: Fair Vote\n\nThe Raben Group: Seventh Generation\n\nThompson Coburn LLP: Wikimedia Foundation, Inc.",
  "Klein and Johnson sign 6\n\nWith David Beavers and Aubree Eliza Weaver\n\nKLEIN AND JOHNSON SIGN SIX: Izzy Klein and Matt Johnson have signed their first six clients at their new lobbying shop, the Klein/Johnson Group: Burford Capital, Civitas Capital Management, CVS Health, First Data, the New York State Broadcasters Association and Oracle.",
  "Cohen’s reputation has been permanently damaged by these false, reckless and unconscionable statements made about Mr. Cohen and although no amount of money can ever remedy the damage that has been sustained by Mr. Cohen, we will be seeking maximum damages for the lies contained in the” dossier, Gerstman and Schwartz said in a statement.",
  "SPEAKING OF COHEN: The lawyers handling Michael Cohen’s defamation suit against Fusion GPS, which produced the unverified “Trump dossier,” and BuzzFeed News, which published it in full, are none other than Brad Gerstman and David Schwartz, who orchestrated President Donald Trump’s campaign announcement.",
  "The coalition, called Americans for Farmers & Families, includes the Association of American Railroads, the Association of Equipment Manufacturers, the Distilled Spirits Council, the National Restaurant Association and Walmart, as well as more than two dozen food and agriculture trade groups.",
  "MANUFACTURERS ADD THREE: The National Association of Manufacturers has hired Jordan Stoick as its vice president of government relations and top lobbyist, Patrick Hedren as vice president of labor, legal and regulatory policy and Laura Berkey-Ames as director of energy and resources policy.",
  "The first: Cohen struck up a “strategic alliance” with Squire Patton Boggs last April to “collaborate in jointly representing clients around the world.” Angelo Kakolyris, a Squire Patton Boggs spokesman, confirmed that the alliance continues to exist but otherwise declined to comment.",
  "NEW COALITION WILL SUPPORT MODERNIZING NAFTA: Washington trade groups representing agricultural interests are banding together with retailers and other trade groups to start a new coalition that plans to press President Donald Trump and congressional Republicans not to kill NAFTA.",
  "“NAFTA has opened markets for America’s farmers and ranchers, and U.S. agricultural exports to Canada and Mexico have quadrupled under the agreement,” Zippy Duvall, president of the American Farm Bureau Federation, said in a statement.",
  "Five of the six are clients of either the Podesta Group, where Johnson was a principal before the firm’s implosion late last year, or Roberti Global, where Klein was a managing partner before leaving to start the new firm.",
  "The creator of the PAC, who gave his name as Freddy Black and listed a Chicago address, asked on the paperwork for donations “to reward my assassination of Donald J Trump.” “Let’s get him assassinated in the next 24 hours!",
  "“The Secret Service is aware of the organization’s statement but as a matter of practice we don't comment on protective intelligence investigations,” Mason Brayman, a Secret Service spokesman, wrote in an email to PI.",
  "The second is more obscure: Stormy Daniels, the former porn actress who the Journal reported received the payment (and whose legal name is Stephanie Clifford), considered challenging Sen. David Vitter (R-La.)",
  "“CrossFit is fighting for a level playing field, as well as free speech, in the fitness industry,” Russ Greene, CrossFit’s director of government relations and research, wrote in an email to PI.",
  "“Then I’ll kill all the KKK motherf--kers too.” Judith Ingram, a spokeswoman for the FEC, said the agency had removed the filing from its website on Thursday and alerted the Secret Service.",
  "— USAA has added John Hughes as vice president for federal government and industry relations, filling the slot left open by Brian Conklin when he was promoted to senior vice president.",
  "“The current negotiations should build on that success.”\n\nJOBS REPORT\n\n— American Airlines has added Molly Wilkinson as vice president for regulatory affairs.",
  "He was previously the executive vice president of public policy and advocacy for the Securities Industry and Financial Markets Association.",
  "Berkey-Ames was previously senior manager of government relations at the American Fuel & Petrochemical Manufacturers.",
  "— American International Group has hired Ed Barron as its head of international government affairs, based in London.",
  "US Justice Action Network: US Justice Action Network\n\nWinning Strategies Washington: Marymount Manhattan College",
  "Stoick was previously a senior adviser to the Treasury Department’s assistant secretary for legislative affairs.",
  "An email to one of the two addresses listed on the form bounced back; an email to the other wasn't returned.",
  "He was previously a director at the Podesta Group, which was CrossFit’s lone Washington lobbying firm.",
  "(PI reported last month that Klein and Johnson would be signing Civitas, First Data and Oracle.)",
  "CROSSFIT HIRES IN-HOUSE LOBBYIST: CrossFit has hired Brett Ewer as its first in-house lobbyist.",
  "Their firm, Gotham Government Relations, opened a Washington office last year after Trump won.",
  "Hedren was previously senior counsel for regulatory advocacy at General Electric.",
  "— The Beer Institute has promoted Dan Roth to senior director of public affairs.",
  "She was previously the executive director of the Electronic Payments Coalition.",
  "— Andy Blocker has joined Invesco as the head of U.S. government affairs.",
  "Hughes was previously a managing director at the Glover Park Group.",
  "But I did a little digging after hearing from curious PI readers.",
  "He joined the institute in 2016 as communications director.",
  ": Cempra Pharmaceuticals\n\nThe Conafay Group, L.L.C.",
  "He previously worked for PricewaterhouseCoopers.",
  "Vitter is now a lobbyist at Mercury.",
  "The phone number is out of service.",
  "Good afternoon, and welcome to PI.",
  "Tips tmeyer@politico.com.",
  "Twitter: @theodoricmeyer.",
  "— It’s not just the name.",
  "The Conafay Group, L.L.C.",
  ": Certara, L.P.",
  "!” Black wrote.",
  "in 2010.",
  "“Mr."
]