[
  "Simpson's interviews have emerged as a significant element of the Russia investigation thanks to the political fight over the dossier on Trump and Russia compiled by ex-British intelligence agent Christopher Steele\n\nRepublicans have charged the Steele dossier is a political document that wound up in the hands of the FBI after being paid for by Hillary Clinton's campaign and the Democratic National Committee, both of whom paid Fusion GPS for the research through law firm Perkins Coie.",
  "(CNN) The House Intelligence Committee on Thursday voted to release the transcript of its interview with Fusion GPS co-founder Glenn Simpson, with Democrats and Republicans joining together in a move likely to shed new light on the opposition research dossier on Trump and Russia.",
  "\"Chris said he was very concerned about whether this represented a national security threat and said he wanted to -- he said he thought we were obligated to tell someone in government, in our government about this information,\" Simpson said.",
  "Sen. Dianne Feinstein of California, the top Democrat on the Judiciary Committee, last week released the transcript of Simpson's August Senate Judiciary Committee interview without the consent of Judiciary Chairman Chuck Grassley of Iowa.",
  "Thursday's vote is the second bipartisan decision the committee has taken this week, following their Tuesday subpoena of Steve Bannon for not answering questions about the presidential transition or his time in the White House.",
  "In the Senate, Grassley and Republican Sen. Lindsey Graham of South Carolina referred Steele to the Justice Department for criminal prosecution less than a week before Feinstein unilaterally released the transcript.",
  "The House Intelligence Committee has waged a court battle with Fusion GPS over the intelligence firm's bank records, successfully obtaining records earlier this month after a judge ruled in the committee's favor.",
  "But Simpson argued in his Senate Judiciary Committee testimony that Steele was acting on his own accord out of concern for national security when he went to the FBI with the dossier.",
  "The panel has previously released two interview transcripts as part of an agreement with the witnesses, and they were both published within three business days of the interview.",
  "In the op-ed, they accused lawmakers of failing to sufficiently investigate Trump's financial dealings and Russia, including his bank records and real estate deals.",
  "One congressional source said that the House Intelligence Committee interview with Simpson has material that was not in the Senate Judiciary Committee transcript.",
  "Simpson and his fellow Fusion GPS co-founder Peter Fritsch wrote an op-ed calling on Congress to release the transcript of Simpson's congressional interviews.",
  "The committee voted in a closed-door meeting to release the transcript, which Simpson himself and the panel's top Democrat had pushed for over the past month.",
  "\"He thought from his perspective there was an issue -- a security issue about whether a presidential candidate was being blackmailed.\"",
  "But that committee's chairman, Sen. Richard Burr of North Carolina, has been wary in the past of releasing any committee documents.",
  "In addition to the Senate Judiciary and House Intelligence Committees, Simpson has testified before the Senate Intelligence panel.",
  "Democrats, meanwhile, say Republicans are trying to muddy the water of the Russia investigations by attacking the Steele dossier.",
  "The effort to obtain the bank records is being driven by the committee's Republicans and Chairman Devin Nunes of California.",
  "With the vote, the House panel will be second committee to make the details of Simpson's interview public.",
  "It's not clear how quickly the committee will release the transcript of the Simpson interview.",
  "Indeed, Fusion GPS has faced major fights with Republicans on both committees.",
  "The vote was unanimous, committee member Rep. Denny Heck told CNN."
]