[
  "It’s austere, but being in there you wouldn’t realize you’re in a SCIF.”\n\n“It’s just like any other room, but it takes a weight lifter to open the front door.” — Rep. Peter King\n\nBefore reviewing material in the rooms, people must check their electronic devices with a guard stationed outside and punch in a code, former Rep. Lynn Westmoreland, R-Ga., said.",
  "After a long battle with the Justice Department, key lawmakers probing alleged spying on members of President Trump's campaign and transition teams have secured permission to review key documents - papers so sensitive they can only be seen in a special facility called a \"SCIF.\"",
  "A Sensitive Compartmented Information Facility (SCIF) is “a secure room or data center that guards against electronic surveillance and suppresses data leakage of sensitive security and military information,” according to SCIF Global Technologies, a company that builds SCIFs.",
  "HOUSE INTEL COMMITTEE TO GET LONG-SOUGHT DOCUMENTS FROM DOJ ON FUSION GPS, NUNES SAYS\n\nThe Department of Defense and Director of National Intelligence details the specifications of a SCIF – and the rooms aren’t cheap, National Journal reported.",
  "California Republican Devin Nunes, the House Intelligence Committee chairman, said his committee and the Department of Justice came to an agreement “that will provide the committee with access to all the documents and witnesses” requested.",
  "To view the information, panel members and key staffers are expected to go to the main Justice Department office to view the documents within the next few days, a senior DOJ official told Fox News.",
  "According to the National Journal, these rooms also have to be built by U.S. citizens who work for U.S.-based businesses that are accredited by the Defense Department or another security agency.",
  "These rooms, which are built based on specific instructions, can cost anywhere from tens of thousands to tens of millions of dollars.",
  "SCIFs can be just like any other room, according to a 2015 National Journal report on the ones scattered around the Capitol complex.",
  "“It’s just like any other room, but it takes a weight lifter to open the front door,” Rep. Peter King, R-N.Y., said then.",
  "The rooms must be built so that passersby cannot hear ongoing conversations and people cannot force their way into them.",
  "Once there, they will be ushered into a SCIF, an acronym for Sensitive Compartmented Information Facility.",
  "These secure rooms can prevent spies from entering undetected and stealing sensitive information.",
  "SCIFs can be a room or even an entire building, National Journal reported.",
  "“It’s similar to the Situation Room in the White House.",
  "Fox News’ Jake Gibson contributed to this report.",
  "What are they like?",
  "What is a SCIF?"
]