[
  "Hicks’ appearance Friday was anticipated given her close ties to Trump, which predate the campaign, and the central role she has played through the election season and in the White House.”\n\n\n\nLewandowski plays hardball with House investigators - NBC News: “A top Trump administration official answered a full range of questions from House investigators Wednesday, just one day after former White House strategist Steve Bannon told them he was under instructions from the West Wing to remain silent… Though lawmakers described White House deputy chief of staff Rick Dearborn as fully cooperative with the House Intelligence Committee during more than four hours of questioning, the same could not be said of the day’s second witness, former Trump campaign manager Corey Lewandowski.",
  "‘To get the real agenda through, we need more Republicans.’ Trump indicated he would avoid endorsing candidates in Republican primaries, as he did last year in Alabama’s Senate race, when the incumbent he endorsed was defeated by a hard-line conservative challenger, and would likely focus on the November general election in which Democrats are trying to wrest control of Congress from the Republicans.”\n\n\n\nObama has his playbook ready - Politico: “But with the midterms approaching, people close to [Barack Obama] say he’ll shift into higher gear: campaigning, focusing his endorsements on down-ballot candidates, and headlining fundraisers.",
  "But since then, Democratic enthusiasm has surged, especially after the improbable Senate victory of Doug Jones last month in Alabama, and Republicans continue to lose lower-profile special elections in friendly districts — the latest in a Wisconsin State Senate race on Tuesday.”\n\n\n\nGOP looks at Georgia special election for midterm strategies - Politico: “House GOP leaders are holding up one of the party’s few electoral bright spots in the Trump era as an example for endangered incumbents in this year’s midterms, urging them to tie their opponents to House Minority Leader Nancy Pelosi and other unpopular Democrats.",
  "Many parks are in peak season with thousands of visitors heading to warmer sites including the Everglades and Death Valley or to Yosemite for cross-country skiing.”\n\n\n\nFour Dems take back support of stopgap spending plan - The Hill: “Days before a possible government shutdown, four of the 17 Democratic senators who backed a stopgap spending measure in December that also failed to address the immigration issue — Martin Heinrich and Tom Udall of New Mexico, Pat Leahy of Vermont and Tom Carper of Delaware — said they would not back the stopgap House Republicans hope to send to the Senate as early as Thursday.",
  "Though Republicans control more than enough votes to pass the bill without Democratic support, House GOP leaders on Thursday were still trying to wrangle support out of the party's conference… Meanwhile, in the Senate, where lawmakers from both parties declared their opposition in growing numbers Thursday, Majority Leader Mitch McConnell encouraged Republicans in a private email and at a closed-door lunch Thursday to stick together and vote for the spending bill, GOP aides and lawmakers said.”\n\n\n\nDr. No: Paul refuses emergency spending plan - WashTimes: “Sen.",
  "House Democrats, within minutes of McCarthy’s comments, insisted that their members can vote as those in their district want them to and contended that the GOP spending bill has numerous shortcomings beyond immigration reform.”\n\n\n\nTrump admin working on a plan to keep parks open if shutdown occurs - WaPo: “The Trump administration is drawing up plans to keep hundreds of national parks and monuments open to the public if the government shuts down this weekend, a precedent-setting change aimed at blunting anger over the disruption of federal services.",
  "The panel’s top Democrat, Rep. Adam Schiff of California, told reporters that it was ‘completely unacceptable’ that Lewandowski refused to address questions both about events during the Trump campaign and his conversations with the president since, even whether he personally discussed his impending testimony with Trump in the last 24 hours.”\n\n\n\nSenate passes mass surveillance reauthorization - Fox News: “The Senate voted Thursday to approve a controversial government surveillance law, sending the House-approved measure to President Trump’s desk.",
  "‘In light of the selective leaks of Mr. Simpson’s testimony and misleading manner in which Fusion GPS’ role has been characterized, I support releasing the transcript,’ Schiff said in a statement.”\n\n\n\nHicks postpones Hill testimony - CNN: “Hope Hicks’ highly anticipated testimony before the House Intelligence Committee was abruptly delayed Thursday amid questions about whether the White House communications director would be able to respond to inquiries about topics after the campaign season, four sources told CNN.",
  "But Handel, who ran largely on an anti-Pelosi platform, won by almost 4 points, saving Republicans from an embarrassing loss of a seat they’d controlled for nearly 40 years.”\n\n\n\nTrump claims he will stay out of ‘intra-party’ fights - Reuters: “President Donald Trump said on Wednesday that he plans to devote much of his time this year to helping Republicans maintain control of the U.S. Congress, but suggested he may stay out of divisive intra-party primary fights.",
  "Democratic leaders in the Senate also took a harder line with their rhetoric, stopping short of promising an all-out effort to oppose the bill but sending a clear signal that success in the upper chamber is not guaranteed if Republicans clear legislation through the House.”\n\n\n\nGOP approves votes through Saturday - Politico: “House Republicans have granted themselves special leeway to bring any bill to the floor under speedier procedures through Saturday.",
  "Throughout, Obama is determined not to become the foil that he can see President Donald Trump clearly wants, and resist being the face of the Resistance for his own party.”\n\n\n\nHOUSE INTEL VOTES TO RELEASE FUSION GPS TRANSCRIPTS\n\nFox News: “The House Intelligence Committee unanimously voted Thursday to release hours of private testimony from an interview with the co-founder of the firm that compiled the infamous anti-Trump dossier, Fox News has learned.",
  "PLAY-BY-PLAY\n\nMan who threatened Sen. Joni Ernst pleads guilty - The [Iowa] Gazette\n\nBipartisan House legislation on sexual harassment to be unveiled soon - Politico\n\n\n\nNed Lamont enters Connecticut governor race for the second time - Hartford Courant\n\n\n\nAUDIBLE: **SPITS COFFEE ON KEYBOARD**\n\n“…politics in D.C. is in everybody’s blood, kind of like herpes.” – Sen. John Kennedy, R-La., talking to Bill Hemmer on “America’s Newsroom” this morning.",
  "The strategy is risky for Republicans, considering that they control the White House and Congress.”\n\n\n\nImmigration, military spending are the main issues - Fox News: “Democratic and Republican congressional leaders took turns finger pointing on Wednesday over who’s blocking a spending bill to avert a government shutdown in two days -- with immigration and military spending emerging as key issues.",
  "Rep. Karen Handel (R-Ga.), appearing at a closed-door conference meeting Wednesday morning, discussed how she won in a tough environment… Outside Democratic groups from across the nation poured $25 million into the race to try to help [Jon Ossoff] win in the conservative district, previously represented by Tom Price, who had resigned to become Trump’s health and human services secretary.",
  "They already need to court nine Democratic votes to reach the 60-vote threshold to pass a spending measure, and with Republicans opposing the bill now too, they’ll need even more Democrats on their side before Friday’s deadline.”\n\n\n\nMcConnell readies the troops for a shutdown - Politico: “Mitch McConnell is making contingency plans for the growing possibility of a government shutdown.",
  "LISTEN AND SUBSCRIBE HERE\n\n\n\nCONGRESS CLOSE TO THE BRINK ON SHUTDOWN VOTE\n\nFox Business: “The threat of a partial government shutdown intensified Thursday as Senate Democrats indicated they had the votes to block a short-term spending bill, according to multiple congressional aides, and GOP leaders pressured recalcitrant lawmakers to resist joining an effort to change the measure.",
  "- Fox News Senior Judicial Analyst Judge Andrew Napolitano says the president has changed his mind on domestic spying: “I suspect that leaders in the intelligence community hurriedly convinced the president that if he sets aside his personal unhappy experiences with them and any constitutional qualms, they will use the carte blanche in the FISA amendments to keep us safe.",
  "TRUMP HEADS TO PITTSBURGH IN SEARCH OF WIN\n\nNYT: “Republicans are scrambling to save a heavily conservative House seat in western Pennsylvania, dispatching President Trump to the district on Thursday while preparing a multimillion-dollar advertising campaign to stave off another embarrassing special election defeat in a district that was gerrymandered to stay Republican.",
  "Aside from the ever-present grind of the Russia probe, Trump’s current personal narrative incudes: efforts to rebut universally reported claims of his mental insufficiency, feuding bitterly with his former senior strategist, refusing near-constant accusations of racism and even denying that his lawyer paid hush money to a woman who makes pornographic movies.",
  "Kelly also said that he had made the obvious point in a meeting with Hispanic Democrats in Congress that candidates are usually full of horse pucky, or, as Kelly put it, “they all say things during the course of campaigns that may or may not be fully informed.”\n\nDemocrats seized immediately on what was passed as Bannonesque disloyalty and self-promotion.",
  "SCOREBOARD\n\nTrump net job-approval rating: -22 points\n\nChange from one week ago: no change\n\n\n\n[President Trump’s score is determined by subtracting his average job disapproval rating in the five most recent, methodologically sound public polls from his average approval rating, calculated in the same fashion A score of zero would be neutral.]",
  "The surprise move came after Steve Bannon refused to answer scores of questions about topics during the transition and his time as President Donald Trump’s chief strategist, with Bannon’s attorney saying he had been instructed by the White House not to answer those questions over concerns that it could breach executive privilege.",
  "THE RULEBOOK: AS IT TURNS OUT…\n\n“The suggestions of wounded pride, the instigations of irritated resentment, would be apt to carry the States against which the arms of the Union were exerted, to any extremes necessary to avenge the affront or to avoid the disgrace of submission.” – Alexander Hamilton, Federalist No.",
  "The Senate majority leader intends to keep the chamber in session through the weekend and stage a series of votes designed to put Democrats from conservative states on defense, according to two Republican sources familiar with his plans and an email sent by McConnell on Thursday and obtained by POLITICO.",
  "Democrats complained that the special power could be used to spring a controversial immigration vote on them and, in turn, offered a motion to make sure the procedural leeway applies only to funding bills.”\n\n\n\nDurbin says DACA plan has approval to pass - The Hill: “Sen.",
  "‘Let’s be very clear about what Section 702 does: It enables our intelligence community to collect communications from foreign terrorists, on foreign soil, who threaten America and our allies,’ Senate Majority Leader Mitch McConnell, R-Ky., said in a statement Thursday.",
  "With government funding set to expire at midnight Friday, Interior Secretary Ryan Zinke was still working with White House and National Park Service officials to develop a plan for keeping open parks from the District to Montana without rangers or other staff on site.",
  "Officers did end up writing Laprise a ticket--one that said, ‘You made our night hahahahaha :)’ All good things must come to an end, however, and snowplows destroyed Laprise’s creation the next morning.”\n\n\n\nChris Stirewalt is the politics editor for Fox News.",
  "While the Kims (and their Russian and Chinese paymasters) have acted in typically selfish fashion by resisting reunification, I understand the desire among the people to be every bit as intense as it was among Germans before the wall came down.",
  "The proteins, pigments, and other materials that make up bones help them to glow under ultraviolet light… We’ve known that 75 percent of deep-sea creatures can glow in the dark, so this light-emitting characteristic is common in marine species.",
  "When we think of him skipping a presidential debate, flinging in an ill-conceived and poorly executed ban on refugees or abruptly firing the head of the FBI it certainly would have been no surprise if Trump went through with his awards.",
  "Like other advisable pivots of the Kelly era, this one had all the hallmarks of a president and an administration learning from their mistakes – which is about as complete a definition of success as any human would hope to achieve.",
  "Arguing for the idea that the storm is passing were Wednesday night’s much-anticipated Fakies, the president’s awards for “fake news.” It could have been a debacle and, at the very best, an ethical minefield for the White House.",
  "They tested the light rays on 160 specimens that spanned 31 species of Calumma chameleons… Micro-CT scans revealed that a bright blue glow emanated from the lizards’ skeletons and shined through their skin.”\n\n\n\nFlag on the play?",
  "… [House Majority Leader Kevin McCarthy, R-Calif.] suggested that the chamber’s Democratic leaders are telling their rank-and-file members not to support a GOP temporary spending plan to keep federal agencies open past Friday.",
  "The House Rules Committee voted 9-3 Wednesday to tee up a Thursday vote to fund the government through Feb. 16 and to provide ‘same-day’ authority, allowing GOP leaders to quickly bring forth any bill over the next three days.",
  "The 33-year-old machinist and artist from Montreal was hoping to prank snow removal crews in his neighborhood with a fake car he made after a storm Monday, modeled after the Delorean DMC-12 of Back to the Future fame.",
  "And with the prospect of weakening Kelly’s iron grip of order on the administration, the swamp things in the White House wasted no time in leaking and manipulating the narrative to try to embarrass their headmaster.",
  "Trump’s posted statements about Kelly were modest by his handle’s standards and clarified in a lawyerly way his very much evolved views on border security, including a new faith in “tough rivers” to defend America.",
  "The chamber voted 65-34 to reauthorize Section 702 of the Foreign Intelligence Surveillance Act, which lets intelligence agencies collect information on foreign targets abroad, before its expiration Friday night.",
  "That would require winning over red-state Democrats up for reelection next year as well as progressives and potential 2020 hopefuls, many of whom have pressed for a ‘clean’ immigration bill.”\n\n\n\nYINZ MAGA?",
  "The goal would be to place the blame for a shutdown squarely on 10 Democratic senators up for reelection this fall in states won by Donald Trump in 2016, and make them the face of a government closure.",
  "We wrote before about ways in which President Trump might mitigate the ill effects of a shutdown, but the effects will certainly still be ill. Shutdowns are bad for markets, reputations and budgets.",
  "When Representative Tim Murphy was pushed out of the House last year after the revelation that he encouraged a mistress to have an abortion, Republican leaders gave scant thought to his successor.",
  "And if Trump decides to humiliate Kelly as he has other able and loyal lieutenants it would be an unsurprising escalation for a man and an administration famous for intemperate escalations.",
  "But in an important tweak, it would require investigators to get a probable cause warrant if they want to view the actual content of those communications.”\n\n\n\nThe Judge’s Ruling: Sad!",
  "This week Dana Perino and Chris Stirewalt discuss the president’s Fake News Awards, Dana’s Minute Mentoring program and the important events that occurred on January 17th in history.",
  "Kelly granted a rare interview to Bret Baier on Wednesday and reflected the growing optimism of the members of the administration who now believe that they can get hard things done.",
  "We know how bad things once were at the White House because current and former staff members have felt at liberty to talk about the grotesqueries of Trump’s first months in office.",
  "Kelly, on the other hand, is broadly admired by members on both sides of the aisle, in no small part because of his preexisting relationship from his years as a military commander.",
  "Linsey Graham (S.C.), Cory Gardner (Colo.) and Jeff Flake (Ariz.) — who negotiated the deal — that brings the total number of Senate Republicans supporting the agreement to seven.",
  "‘If you do that for five years you actually balance the budget in five years.’ Mr. Paul’s ‘no’ vote puts Republicans in an even tougher situation to avoid a government shutdown.",
  "The odd-shaped district in the southwestern corner of the state was drawn to skirt Democratic Pittsburgh and concentrate conservative-leaning, steel and coal country voters.",
  "So if Trump starts to undercut the only guy anyone trusts to both know the facts and deliver on promises at the White House, the chances of a prolonged shutdown increase.",
  "If Democrats and Kelly’s rivals in the White House succeed in driving a wedge between Kelly and Trump the chief is bound to fail, and the GOP agenda right along with him.",
  "Given the fact that the path to full funding as well as other must-pass deals on other issues will stretch out for weeks, Kelly was already under considerable pressure.",
  "‘I am going to spend probably four or five days a week helping people because we need more Republicans,’ the Republican president said in an interview with Reuters.",
  "Trumps main supporters are no Republicans, (certainly not conservatives) they were ‘non College Educated White Males’ much more commonly known as the working class.",
  "… The police soon came to investigate because it was parked was in a snow removal zone, only to discover after some time that the car was made entirely of snow.",
  "He’ll activate his 15,000-member campaign alumni association for causes and candidates he supports — including the 40 who are running for office themselves.",
  "He not only outsourced the gig to the Republican National Committee, but named as the winner an opinion piece by a famously cranky New York Times columnist.",
  "Kennedy also advised: “be yourself, unless you suck.”\n\n\n\nFROM THE BLEACHERS\n\n“I wanted to write to tell you that I respect what you do and how you do it.",
  "He’s already strategizing behind the scenes with Democratic National Committee chair Tom Perez and Eric Holder, who’s chairing his redistricting effort.",
  "Unfortunately for Trump, Kelly and maybe the whole country, there is increasing evidence that the White House is backsliding to the Scaramoochian era.",
  "There are many causes for the shutdown set to begin at midnight, Friday – some dating back through a decade of lazy, feckless, budgeting and spending.",
  "The next 30 hours will be another major test of the president’s ability to be less fiery and furious in order to achieve a crucially important task.",
  "‘I’ll be a no vote because I’m not going to vote to continue to put the country further into debt,’ Mr. Paul, Kentucky Republican, said on Fox News.",
  "Rand Paul said Thursday that he’s a ‘no’ vote on a continuing resolution arguing that it will only put the country in a worse financial situation.",
  "‘Democrats and Fusion GPS supporters will get some unwelcome surprises if this is published,’ a Republican source told Fox News ahead of the vote.",
  "Democrats have pushed hard to have any spending agreement, or continuing resolution, include permanent protections for young illegal immigrants.",
  "Simpson and Fusions’ co-founder Peter Fritsch penned an Op-Ed for The New York Times earlier this month calling for the release of transcripts.",
  "The Committee voted to make public the transcript of the November interview with Fusion GPS’ Glenn Simpson, who testified behind closed doors.",
  "Government shutdowns, which are built into the law like late fees at the library, punish lawmakers and executives for being bad at their work.",
  "If the world escapes this madness without violence and with a permanent solution already in place, it would be a nothing short of a miracle.]",
  "In the past, when Trump had bad ideas or acted on foolish suggestions, he would still often see the matter through rather than admit error.",
  "So far, Trump seems to be restraining himself from excessively punishing Kelly for having the temerity to not embarrass himself in public.",
  "And if the Senate is that much in doubt, good luck getting House Republicans to take a bad vote in service of a bill that will die anyway.",
  "I don’t know what it is I wrote that made you think I believed otherwise, but I wholly agree with your central premise about Trump’s base.",
  "If the future is a forced de-nucleation by us, North Korea can promote the United States is aggressive towards both our friends and foes.",
  "But the proximal potential cause of this one oddly relates to the current president’s sometimes owly relationship with his senior staff.",
  "But then Trump went rogue-ier, knocking the emergency spending bill with which House Republicans are trying to jam Senate Democrats.",
  "Dick Durbin (D-Ill.) said on Wednesday evening that a bipartisan immigration agreement has the support of a majority of the Senate.",
  "“I know you are not in the business of speculation, however, what is your opinion on the North and South Korea Olympic unification?",
  "It means that Donald Trump changed his mind 180 degrees on the primacy of personal liberty in our once-free society.” More here.",
  "A delightful picture of a lone police officer, staring skeptically at a car parked in a snow removal zone, ticket book in hand.",
  "Share your color commentary: Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "But, as we have seen in the past when Trump has broken other men and women his resentments may not immediately materialize.",
  "And as of this writing, there does not seem to be a viable vehicle to get an emergency spending package through the Senate.",
  "He obviously hopes to do as you say and leverage the good PR for a better negotiating posture, but that’s to be expected.",
  "He has already made comments about working with Democrats, and he will do whatever he thinks he needs to pass his agenda.",
  "… It seems to me no surprise that these same people are not running out to vote for Republican Senators and congressmen.",
  "On January 15, a team of German researchers published a paper showing that the bones of chameleons glow under UV light.",
  "The House is expected to vote later Thursday on a spending bill that would keep the government funded through Feb. 16.",
  "NatGeo: “A new study published this week in the journal Scientific Reports revealed [chameleons glow in the dark].",
  "And this president has been very, very flexible in terms of what is within the realm of the possible,” Kelly said.",
  "In fact I believe the same group of voters that helped Trump, helped Obama at least a little during his elections.",
  "That confidence was because they were convinced that those days were over, banished by Chief of Staff John Kelly.",
  "Despite the current good economic news and tax cut victory of last month, these have been unkind weeks for Trump.",
  "… The bill allows the FBI to continue querying a key database, using search terms, for information on Americans.",
  "He can’t afford to lose anybody – Republican, Democrat, independent – because of his always precarious position.",
  "If Moscow and Beijing will allow him to even wink at reunification, then Kim may really be running out of road.",
  "Ranking Committee Member Adam Schiff, D-Calif., also called for the release of Simpson’s testimony on Monday.",
  "That Kim Jong Un is so willing to indulge these ideas is a reflection of how dire his situation has become.",
  "Now remember, Kelly matters particularly to Trump’s efforts to get some kind of spending package together.",
  "We aren’t anywhere near done figuring out how the heck the federal government will stay out of shutdown.",
  "And I think he’ll do fine in 2020 for exactly the same reason Obama did better in Presidential years.",
  "One of the reasons Trump has modified his behavior to the substantial degrees he has reflects that.",
  "Durbin’s remarks would mean that he’s gotten the support of the entire 49-member Democratic caucus.",
  "‘What I would propose is that we spent money at the same rate we spent it last year,’ he explained.",
  "When Trump fires up his base he is only setting himself up for 2020, not Republicans for 2018.",
  "They would then have the upper hand on us with world-wide propaganda.” – Jim Hain, Omaha, Neb.",
  "But I would add one caveat: With a win as narrow as Trump’s, ever voting bloc has more power.",
  "It’s atypical for a chief of staff to take such a role in shaping policy… but c’est la Trump.",
  "Trump doesn’t have much of a relationship with Congress, even with members of his own party.",
  "note: Don’t underestimate the yearning for unification on both sides of the 38th Parallel.",
  "However, time appears to have expired, considering a shutdown is now about 48 hours away.",
  "But is the gyre widening or is this just a sudden winter storm already on the way out?",
  "A season of comparable sanity descended on the White House at the end of last summer.",
  "It’s the first time researchers have reported bone-based fluorescence in vertebrates.",
  "That being said I think you may be missing something (or I am, only time will tell).",
  "So, suffice to say it hasn’t exactly been “The West Wing” in the West Wing lately.",
  "Scanning the recent headlines, it’s hard not to think chaos in creeping back in.",
  "- Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM with your tips, comments or questions.",
  "Yes a lot of Republicans voted for him, but they did not put him over the top.",
  "Because that’s when his base will show up.” – Allen Randal, Las Vegas\n\n\n\n[Ed.",
  "All this means that yes there will be a wave (probably of epic proportions).",
  "The transcript will be posted to the committee’s website Thursday afternoon.",
  "Lawmakers have never trusted Trump and Trump has learned to not trust them.",
  "Thank you for your very fine compliment and for taking the time to write!]",
  "WFLD: “Simon Laprise had a plan, some snow and a couple hours to spare.",
  "Contrary to most of the ‘bleachers’ I honestly see you as nonpartisan.",
  "Only in March was the first fluorescent frog discovered in the Amazon.",
  "We have 56 senators ready to move forward with this issue,’ he said.",
  "In this way, unpopular presidents can make themselves into hostages.",
  "But mostly, as with all Presidents, He just wants to be reelected.",
  "That may be the case in most elections but certainly not the last.",
  "Kelly, therefore, becomes the only point of contact for any deal.",
  "Picture Stephen Miller handing out little trophies – the works.",
  "Little did the officer know, however, that it was all a trick.",
  "But biogenic fluorescence is rare in terrestrial vertebrates.",
  "Now there are some signs that that era has come to a close.",
  "- Congress close to the brink on shutdown vote - Yinz MAGA?",
  "People tend to look at elections as Republican or Democrat.",
  "Four GOP senators signed onto the ‘Gang of Six’ proposal.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "Kelly made a deal and then the president dumped on it.",
  "Want FOX News Halftime Report in your inbox every day?",
  "Before there was sequestration, there were shutdowns.",
  "Trump heads to Pittsburgh in search of win - Psych!",
  "**\n\n\n\nOn the roster: Will Kelly keep Trump’s trust?",
  "- I’ll Tell You What: Duke, do you want the ball?",
  "During his 8 years however they became alienated.",
  "“Campaign to governing are two different things.",
  "I’LL TELL YOU WHAT: DUKE, DO YOU WANT THE BALL?",
  "Brianna McClelland contributed to this report.",
  "Seems to me the North is playing South Korea.",
  "‘Hillary lost because Democrats were bored’.",
  "The degree of harm varies, but harm they do.",
  "‘Trump won so Republicans were motivated’.",
  "They haven’t done a darn thing for them.",
  "note: I think you nailed it, Mr. Randal!",
  "But Trump averted that unforced error.",
  "(These animals glow for science.)",
  "This is a sad state of affairs.",
  "16\n\n\n\nTIME OUT: LUMEN LIZARDS!",
  "WILL KELLY KEEP TRUMP’S TRUST?",
  "And I believe he knows it.",
  "Which Trump will we see?",
  "In addition to GOP Sens.",
  "But Trump won’t care.",
  "‘The math is simple.",
  "Like, ho-hum, man.",
  "Ask Jeff Sessions.",
  "Sign up here.",
  "Sign up here.",
  "The result?",
  "Well, duh.",
  "PSYCH!",
  "[Ed."
]