[
  "AT&T; paid Trump's lawyer $600K to 'advise' on merger that the gov't was examining; swears he wasn't a lobbyist (Washington Post)\n\nNewly discovered documents reveal that AT&T; paid Trump lawyer Michael Cohen a whole heckuva lot of money to \"help\" with issues the company had before the federal government — not the least of which was its $85 billion proposed merger with Time Warner.",
  "'Yesterday was not a good day': Novartis CEO really, really regrets hiring Trump lawyer Michael Cohen (Fortune)\n\nIn a memo to employees, the CEO of the Swiss drugmaker that paid Michael Cohen $1.2 million stated that the company was experiencing some major regrets about it's connection to Trump's \"fixer.\"",
  "Some Senate Republicans are demanding that the leadership cancel the August recess so they can get their work done (Washington Post)\n\nAfter President Donald Trump signed the massive $1.3 trillion supplemental spending bill in March, he declared he wouldn't sign another one.",
  "1 issue in the upcoming elections (Florida Sun-Sentinel)\n\nDespite the continued efforts by radical gun control groups, a new poll from Florida Atlantic University revealed that gun-control is no where near being the top issue for voters this election season.",
  "John Kelly says he isn't going anywhere (Time)\n\nWhite House chief of staff John Kelly told NPR he has never considered quitting his job, despite multiple media reports that he has been fed up with his time as Trump's top man.",
  "Iran vows to pursue 'industrial-scale enrichment' if nuclear deal fails (CNN)\n\nThe mullahs who run Iran have declared that, should the Iran nuclear deal ultimately fall apart, their nation will restart its nuclear program.",
  "The NRA's new president says gun control activists are 'civil terrorists' (Washington Times)\n\nOliver North was recently named the new president of the NRA, and he has wasted no time going after gun control activists.",
  "Despite the role Cohen, who is not a registered lobbyist, was being paid to play, AT&T;'s contract specified that Cohen was not to lobby anyone in the government — he was simply \"advising\" the company.",
  "A statement from the government declared that the nation is prepared to resume nuclear enrichment on an \"industrial scale\" following Trump's announcement that the U.S. would be leaving the Iran deal.",
  "Black activist jailed for his Facebook posts speaks out about secret FBI surveillance (The Guardian)\n\nRakem Balogun believes his statements about police brutality have landed him on the FBI's radar.",
  "President Donald Trump repeatedly said during the 2016 campaign that he opposed the merger, but Cohen was telling businesses around the country like AT&T; that he had the president's ear.",
  "The WSJ's Kimbery Strassel reports Friday that a top-secret source the Justice Department has tried to hide may well have been an informant placed in the Trump campaign by the FBI or CIA.",
  "(Wall Street Journal)\n\nThe FBI says it started its investigation into possible Russian collusion in the 2016 election based on Fusion GPS info and George Papadopoulos' statements.",
  "Elon Musk's unveils video of his next really awesome project (Los Angeles Times)\n\nElon Musk declared that he wanted to dig a tunnel under Los Angeles to avoid traffic.",
  "Here are some of the headlines and stories you need to know from around the web this morning, Friday, May 11:\n\nDid the FBI have a spy in the 2016 Trump campaign?",
  "“We made a mistake in entering into this engagement and, as a consequence are being criticized by a world that expects more from us,” Vas Narasimhan said.",
  "These figures fought and killed Americans, now we are sharing intel and resources with them in order to stabilize Iraq and bring down the Islamic State.",
  "US takes a risk: Old Iraqi enemies are now allies (New York Times)\n\nThe United States is now training former members of Iranian-backed militias.",
  "Ben Shapiro: How conservatives can win back young Americans (The Weekly Standard)\n\nFor years, young Americans moved rightward as they got older.",
  "Some GOP senators are taking the president at his word and believe they shouldn't get to have a summer break if they haven't done their job.",
  "According to the Guardian, he is the fist person to be prosecuted under a \"secretive\" U.S. practice of tracking \"black identity extremists.\"",
  "He blasted the anti-gun movement for giving after the NRA's finances, donors, and members, and then declared, \"They call them activists.",
  "In an interview with the Washington Times, North declared it was time to stop the cyberwar and media war against the gun rights group.",
  "You go back to the terrible days of Jim Crow and those kinds of things — even there you didn’t have this kind of thing.\"",
  "In just a few months, people in the City of Angels might be able to take a ride under the town via Musk's first tunnel.",
  "Meanwhile, AT&T; appears to have ushered the executive responsible for approving this contract with Cohen out the door.",
  "New polling shows that's no longer the case: Young Americans are becoming more liberal — and are staying there.",
  "He demanded that Congress do its job and pass the individual spending bills its supposed to pass every year.",
  "This is the kind of thing that’s never been seen against a civil rights organization in America.",
  "But he says that has more to do with the media coverage of him and the staff than anything else.",
  "Conservative commentator Ben Shapiro says it's not politics — it's values.",
  "New poll reveals gun control isn't even close to being the No.",
  "They’re not activists — this is civil terrorism.",
  "That’s what they’re calling themselves.",
  "Are there times of frustration?",
  "So what's the problem?",
  "But there's hope.",
  "But is that all?",
  "Immigration.",
  "So he did.",
  "What is?",
  "Yep."
]