[
  "Also last month, the House Intelligence Committee released sworn testimony by Glenn Simpson of the research firm Fusion GPS, who told that committee, \"It appears the Russians, you know, infiltrated the NRA, and there is more than one explanation for why,\n\n\"They seem to have made a very concerted effort to get in with the NRA,\" Simpson said.",
  "The requests from Wyden, D-Ore., came two weeks after a McClatchy news agency report that the FBI is specifically investigating whether a Russian banker with ties to Russian leader Vladimir Putin illegally funneled money to the leading gun lobby group to boost the Republican Trump's chances of winning.",
  "Wyden, in his letter to NRA Treasurer Wilson Phillips Jr., wrote, \"I am specifically troubled by the possibility that Russian-backed shell companies or intermediaries may have circumvented\" U.S. laws that bar foreign money being used to affect federal elections.",
  "ProPublica reported in January that Spanish prosecutors in 2013 had planned to arrest Torshin — who has denied allegations of wrongdoing — during a visit to the island of Mallorca, but that he canceled his plans to visit there at the last minute.",
  "Sen. Ron Wyden asked the National Rifle Association and the Treasury Department on Friday for documents and other information about possible Russian contributions to the NRA to support the election of President Donald Trump in 2016.",
  "Torshin is a lifetime member of the NRA — which in 2016 reportedly spent at least $30 million to back Trump, or triple the amount the group spent to support Republican Mitt Romney's unsuccessful campaign for president in 2012.",
  "The banker, Alexander Torshin, \"has reported links to money laundering,\" noted Wyden, the ranking Senate Finance Committee member, in letters to the NRA and Treasury Secretary Steven Mnuchin.",
  "In a separate letter to Mnuchin, Wyden asked for \"any documents relevant to financial links between the NRA and its associated entities and Mr. Torshin or other Russian officials.\"",
  "Wyden asked the NRA to identify any transaction or contribution that involved \"any Russian official, Russian national or Russian business interests.\"",
  "The NRA and a spokesman for the Treasury Department did not immediately respond to requests for comment from CNBC on Wyden's requests.",
  "He also asked the NRA to identify any steps it has taken \"to ensure that funds from foreign sources are not used to influence U.S.",
  "\"And so there is a Russian banker-slash-Duma member-slash-Mafia leader named Alexander Torshin who is a life member of the NRA.",
  "The FBI since 2016 has been investigating allegations of Russian meddling in the presidential election.",
  "And he is well-known to Spanish law enforcement for money laundering activity.\"",
  "And we spent a lot of time investigating Mr. Torshin.",
  "elections.\""
]