[
  "Everyone who played a part in encouraging the FBI’s colonoscopy of the Trump campaign—congressional Democrats, FBI and Justice Department senior career staff, the Hillary Clinton and Barack Obama political mobs, dossier commissioner Fusion GPS, the press corps—knew about the deadline and clearly had been tipped to the likelihood that the FBI would have to comply.",
  "In the year since BuzzFeed published the salacious dossier, we’ve discovered it was a work product of the Clinton campaign, commissioned by an oppo-research firm (Fusion), compiled by a British ex-spook on the basis of anonymous sources, and rolled out to the media in the runup to the election.",
  "And so the day before the Nunes deadline, Fusion co-founders Glenn Simpson and Peter Fritsch broke their public silence to explain in a New York Times op-ed that what really matters was their noble intention—to highlight Donald Trump’s misdeeds.",
  "Weeks before, the same crew had taken a desperate shot at running away from the dossier, with a New York Times special that attempted to play down its significance in the FBI probe.",
  "As in, the sudden, furious effort that happens to coincide with congressional investigators’ finally being given access to FBI records about the Trump-Russia probe.",
  "The duo took credit for alerting the “national security community” to a Russian “attack.”\n\nKeep reading Kimberley Strassel's column in the Wall Street Journal.",
  "That’s the deadline House Intelligence Chairman Devin Nunes gave the Federal Bureau of Investigation to turn over documents it had been holding for months.",
  "There’s no such thing as a coincidence in Washington, so why the sudden, furious effort by Democrats and the media to give cover to the Steele dossier?",
  "But with Congress about to obtain documents that show the dossier did matter, it was time for a new line.",
  "When the best you’ve got is that a campaign orbiter made a public trip to Russia, you haven’t got much.",
  "Speaker Paul Ryan backed Mr. Nunes’s threat to cite officials for contempt of Congress.",
  "Oh, and it appears to continue to be almost entirely false.",
  "Thus the dossier rehabilitation campaign.",
  "This scandal’s pivotal day was Jan. 3.",
  "You can see why."
]