[
  "Press Secretary Sarah Huckabee Sanders issued a statement Friday afternoon claiming that the Nunes memo “raises serious concerns about the integrity of decisions made at the highest levels of the Department of Justice and the FBI to use the Government’s most intrusive surveillance tools against American citizens.”\n\nMore: Robert Mueller terrifies President Trump.",
  "The push by Republican leaders to unveil this document, over the strenuous objections of the FBI, the Justice Department and Democrats in Congress, fit a broader pattern of coordinated attacks on Special Counsel Robert Mueller’s investigation into Russian interference in the 2016 election and Trump team ties to Russia.",
  "(Photo: MICHAEL REYNOLDS, EPA-EFE)\n\nWhen the House Intelligence Committee finally did its dramatic reveal of the so-called Nunes memo, several things were immediately clear — and all were bad for committee chairman Devin Nunes and President Trump , the man his efforts were ultimately intended to benefit.",
  "For that reason, the most disturbing reflection about this episode is not that Nunes chose to engage in such a pointless, partisan battle to save Trump's skin — it’s that Nunes and Republicans on the House Intelligence Committee were willing to sacrifice so much more for that selfish purpose.",
  "Earlier in the day Trump authorized the release of a controversial memo, written by staffers of Republican House Intelligence Committee chairman Devin Nunes, that alleges the FBI and Justice Department engaged in a partisan attempt to target the Trump campaign in 2016.",
  "Most importantly, the Nunes memo fails utterly at Trump’s reported purpose in urging its release: to lay the groundwork for firing Deputy Attorney General Rod Rosenstein, who oversees Mueller’s investigation and is key to protecting that investigation going forward.",
  "One such assault has claimed that the “Steele dossier,” opposition research compiled by the private firm Fusion GPS at the behest of the Clinton campaign, served as the basis for the investigation into the Trump campaign and surveillance of a former campaign aide.",
  "The timeline of Rosenstein’s appointment and likely involvement in the FISA process undermines the idea that under his watch, the FBI hoodwinked a FISA judge into approving a warrant based on information that was less reliable than it claimed.",
  "The coordinated attack on the integrity of the federal law enforcement and intelligence agencies will no doubt reduce public faith in the strength in those institutions and may hamper their ability to obtain intelligence in the future.",
  "Follow them on Twitter: @NoahBookbinder, @NormEisen, @crfredrickson\n\nYou can read diverse opinions from our Board of Contributors and other writers on the Opinion front page, on Twitter @USATOpinion and in our daily Opinion newsletter.",
  "If Trump actually moves to fire Rosenstein based on the empty pretext of the Nunes memo, it will represent the final nail in the legal coffin that the president's pattern of conduct indeed amounts to obstruction of justice.",
  "Boente, incidentally, was recently chosen to become general counsel of the FBI — a decision that hardly seems consistent with a sincere belief that the Justice Department under his watch abused the surveillance process.",
  "It appears he did not sign an application to extend the FISA warrant until July — six months after it had been reported that the dossier was produced by Fusion GPS as a work of political opposition research.",
  "However, the Nunes memo says information about Trump campaign adviser George Papadopoulos — not the Steele dossier — “triggered the opening of an FBI counterintelligence investigation in late July 2016 .",
  "It notes that he was one of five Justice and FBI officials to sign applications under the Foreign Intelligence Surveillance Act (FISA) for warrants to wiretap former Trump campaign aide Carter Page.",
  "The memo’s only other reference to Rosenstein is that a department attorney who met with Fusion GPS officials also did some work with Rosenstein — a factoid with little if any relevance.",
  "Noah Bookbinder is the executive director of Citizens for Responsibility and Ethics in Washington.Norman Eisen, a senior fellow at the Brookings Institution, is the chairman of CREW.",
  "Most of the allegations in the Nunes memo had already been aired, and others were quickly discredited as misleading or undercut by other information that was excluded from the memo.",
  "Indeed, to the extent the document contained any surprises, it was the degree to which it actually undermined the attacks that the president and his allies had been advancing.",
  "There is already substantial evidence that Trump has obstructed justice in demanding former FBI Director Jim Comey's loyalty and terminating him when he did not deliver it.",
  "The Trump allies' MO: gin up hysteria around unsubstantiated allegations, ignore or suppress efforts to get to the truth, and move on to the next effort to tarnish.",
  "In the meantime, we must not forget that the Nunes memo and the many smears that preceded it impose significant costs to our national security and the rule of law.",
  "One of the others who took the same action was Dana Boente, whom Trump appointed acting attorney general after he fired Obama-administration holdover Sally Yates.",
  "USA TODAY\n\nThe real surprise was the degree to which the document undermined the attacks that the president and his allies had been advancing to tarnish Mueller.",
  "President Trump walks outside the West Wing to depart the South Lawn of the White House by Marine One, in Washington, DC, Feb. 2.",
  "More: Trump abuses show we must turn traditions into laws: Bharara and Whitman\n\nMore: Could President Trump fire Robert Mueller?",
  "POLICING THE USA: A look at race, justice, media\n\nFiring Rosenstein would be definitive proof in an obstruction of justice case.",
  "There are nevertheless signs that the White House may still be using the memo to lay the groundwork for Rosenstein’s removal.",
  "Rosenstein was confirmed on April 25, 2017, long after any (wrongly) alleged shenanigans that launched the FISA process.",
  "It began as soon as Mueller was appointed with phony claims about conflicts of interest, and has continued until today.",
  "It claims the FBI and the Justice Department abused their surveillance authority on Trump's 2016 Presidential campaign.",
  ".” Whether that was intended or not, it undercuts the claim that the Russia investigation is based upon the dossier.",
  "Politicizing the FISA process undermines our ability to conduct surveillance on foreign powers and their agents.",
  "The supposed hidden origins and motives of the dossier had long been in the public record by then.",
  "We now know Trump made a similar loyalty demand of Rosenstein (\"are you on my team?\").",
  "Caroline Fredrickson is president of the American Constitution Society.",
  "To respond to a column, submit a comment to letters@usatoday.com.",
  "Rosenstein can hardly be accused of concealing them.",
  "Read or Share this story: https://usat.ly/2GFy0fE",
  "The memo says almost nothing about Rosenstein.",
  "CLOSE The controversial Nunes memo is out.",
  "Democrats say the memo is misleading.",
  "He may try but it won't be easy.",
  "Of course he wants him gone.",
  ".",
  "."
]