[
  "A source familiar with the committee’s business told The Daily Caller earlier this week that there was a growing feeling among Republicans on the committee that Schiff was using the release of the transcript to score political points by making it seem like Republicans wanted to keep Simpson’s testimony a secret.",
  "The transcript of the Senate interview showed that while Simpson believed that the dossier is accurate, he he believed that the document was accurate, but he dodged questions about whether he vetted Steele’s sources or corroborated some of his allegations of collusion.",
  "(RELATED: EXCLUSIVE: House Intel Will Vote On Release Of Fusion GPS Transcript)\n\nRepublicans bristled at Schiff’s statement because it was a GOP-led effort that forced Simpson to testify before the committee in the first place.",
  "Republicans have questioned the veracity of those allegations and have pressed the FBI and Justice Department to provide information about how they used the dossier in the investigation into possible Trump campaign collusion.",
  "He went on to produce a 35-page report containing 17 memos alleging that Trump was being blackmailed by the Kremlin and that the Trump campaign was directly coordinating with Russian government operatives.",
  "California Rep. Devin Nunes, the chairman of the committee, scheduled a vote earlier this week after the top Democrat on the panel, California Rep. Adam Schiff, called for the release of the transcript.",
  "Committee Republicans also forced Perkins Coie, the law firm that represented the Clinton campaign and Democratic National Committee, to come forward to acknowledge that it funded the Fusion dossier.",
  "Last week, California Sen. Dianne Feinstein bucked her Republican counterparts on the Senate Judiciary Committee by releasing a transcript of an Aug. 22 interview that Simpson gave to that panel.",
  "The House Intelligence Committee voted unanimously on Thursday to release a transcript of Fusion GPS founder Glenn Simpson’s testimony before the panel last November.",
  "Feinstein apologized to Iowa Sen. Chuck Grassley, the chairman of the committee, for not notifying him that she would be releasing the 312-page transcript.",
  "After being hired by Perkins Coie, Fusion hired former British spy Christopher Steele to investigate Donald Trump’s activities in Russia.",
  "The House Intelligence Committee transcript will be the second transcript of Simpson testimony to be made public.",
  "Schiff was unable to follow Feinstein’s lead by releasing the Intelligence Committee’s transcript on his own.",
  "Unlike Senate Judiciary, House Intel requires the majority’s support before releasing interview transcripts.",
  "Two of his Fusion GPS co-founders pleaded the Fifth during appearances before the committee in October.",
  "But Deputy Attorney General Rod Rosenstein finally agreed earlier this month to turn them over.",
  "The transcript could be released later Thursday, a source told The Daily Beast.",
  "The agencies ignored subpoenas for dossier-related documents for four months.",
  "She said she was “pressured” to release the document, but did not say how.",
  "Follow Chuck on Twitter"
]