[
  "Let me just begin with the story of the day, this \"Washington Post\" piece, which, you know, if you believe \"The Post\" and their sourcing, they believe that now infamous Don Jr meeting over at Trump tower along with Paul Manafort, Russian attorneys, Jared Kushner, for a minute there, that the original statement, which said, no, no, no, and I'm entirely abbreviating this for you, but, no, this was about adoption, when in actuality, when the e-mails came out, we clearly saw it was about getting dirt on Hillary Clinton.",
  "Does it disturb you that the press secretary for the president of the United States, just gave this incredibly passionate pushback on us for focusing on Russia -- does it disturb you -- just sped right past us -- does it disturb you that there is an allegation out there in a lawsuit and Sean Spicer admitted meeting with these two individuals, that this was discussed in your White House...\n\n\n\n(CROSSTALK)\n\n\n\nSANDERS: He met with members of the media.",
  "I mean, what we learned today from this press briefing, Brooke, is that there are still so many more questions about that flight on July 8 when the president was flying back from Hamburg, Germany, at the end of the G- 20 summit to Washington when the \"New York Times\" was first reporting about that meeting that now we've talked so much about.",
  "He's taking time to get to know everyone here in the building that he hasn't met previously through his other role, and working through setting up, you know, new process and, kind of, setting the tone, I think, for a White House that under his leadership will be very focused on the president's agenda, as we've been doing the last six months.",
  "And to Chalian's point, we've heard out of the president's own mouth, both when he was with Macron in France and with Maggie Haberman, at the \"New York Times,\" both times saying, yes, the meeting in addition to talking about adoption was also about opposition research, and who wouldn't go to that kind of meeting.",
  "There's a report out today based on a lawsuit that was filed that says that Sean Spicer met with a campaign donor and a journalist from Fox News where they were pushing around this story that Seth Rich, this low-ranking DNC staffer who was murdered, was perhaps the one responsible for the WikiLeaks breach.",
  "You're basically showing a parallel in that we're talking about the president of the United States saying one thing, and his press secretary sort of saying another, and a lawyer saying another, and that's just like the dysfunctional Congress who says one thing to us on TV and another to the constituents?",
  "SARAH HUCKABEE SANDERS, WHITE HOUSE PRESS SECRETARY: During the last administration, small businesses found themselves under assault from a federal government that seemed determined to keep piling on regulations and compliance requirements until it became impossible to keep their doors open.",
  "David Chalian, you're first at bat on this, our political director, because to hear Sarah Huckabee Sanders saying, no, unlike what the \"Washington Post\" is saying, no, the president didn't dictate the statement, did weigh in, as any father would, with limited information.",
  "Was he aware at the time that Don Jr. had had a meeting that was based on the pretext that he would be promised information that was negative about Hillary Clinton when he suggested that the statement only say that the meeting was primarily about Russian adoption policy?",
  "The original statement here, so we're all on the same page, \"We primarily discussed a program about the adoption of Russian children that was active and popular with American families years ago and was since ended by the -- he goes on -- \"Russian government.",
  "So, on day two here, when there was somewhat of a reset with the new chief of staff, you know, with the ousting of Anthony Scaramucci, it's a reminder that all of the baggage, quite frankly, that was here in the first six months remains here.",
  "That's what we're focused on, in regards to North Korea, and we're going to continue pushing on that, continue working with our allies and partners to accomplish that...\n\n\n\n(CROSSTALK)\n\n\n\nSANDERS: ... and do what is necessary to achieve it.",
  "SANDERS: Look, like I just said a few minutes ago, the big priorities here, which we've laid out -- I think this is the third or fourth time I've done it just today -- is to stop the nuclear program, stop the missiles, stop the aggression.",
  "\n\n\n\nReturn to Transcripts main page\n\nCNN NEWSROOM\n\nWhite House Daily Press Briefing; WaPo: Trump Dictated Son's Misleading Statement of Russia Meeting; Lawsuit: FOX Concocted Conspiracy Story on Seth Rich with White House Coordination.",
  "QUESTION: On that same issue, the head of the DEA wrote immediately after the president made those remarks to officers in the DEA telling them to disregard them and saying he had an obligation to speak up when something wrong happens.",
  "Donald Trump Jr admits, President Trump admits, that oppo research on Hillary Clinton was part of this, there was a set-up for this meeting where Donald Trump Jr knew that it was the Russian government's desire to affect the election.",
  "Over the past two decades, members of Congress and presidents from both parties have raised the debt ceiling 15 times, and we look forward to working with Congress to ensure the full faith and credit of the United States government.",
  "CUCCINELLI: Yeah, look, I'm no psychoanalyst, but I guess I play one in politics, but this is kind of consistent with his A-plus-plus behavior everywhere else, is he wants to try to influence or control what's going on.",
  "Obamacare's mandates saddled many with health care costs they simply couldn't afford, and every year these business owners see new additions to the tax code that force them to spend additional time and money to file.",
  "QUESTION: And does that also mean that Secretary of State Kris Kobach, the vice chairman of the President's Commission on Electoral Integrity, would stay at his position and not be considered for Homeland Security?",
  "And I say this objectively, he has a long track record of not paying people, of signing a contract and just not following through on it, he bullied people all the time and wouldn't tell the truth in real estate.",
  "QUESTION: You talk about the president's agenda and -- and I've been sitting here and I heard you list off a list of reasons of why you think the media should be focusing on Democrats and not the president.",
  "And along with our partners in Congress, we will deliver bold tax reform that provides relief for middle-income individuals, a more competitive model for businesses, and simplification for everyone.",
  "SANDERS: I think the president supports our law enforcement, and he supports the protection of the citizens of this country, and he wants to empower our law enforcement to be able to do their job.",
  "Now, this may have been one of Sarah Huckabee Sanders's most troubling appearances in the press briefing room and you can hear it from the reaction of the entire press corps when she's jumping in.",
  "SANDERS: Look, to ensure that we have robust economic growth and promote fiscal discipline, the Trump administration believes it's important to raise the deal -- debt ceiling as soon as possible.",
  "And not to belabor an obvious point that Hillary Clinton is certainly not in the Oval Office, Donald Trump is, and there seems to be a trust deficit that is being created from on Capital Hill.",
  "The president has said he wants to see health care done before anything else and yet, that's not the message we've seen from the Senate majority leader, Mitch McConnell, in the last few days.",
  "Listening to it and talking to David, I mean, she can point out, you know, Russia and the Clintons and talk about Democrats all she wants, but that's not what's being investigated right now.",
  "KEN CUCCINELLI, CNN LEGAL COMMENTATOR: Well, certainly, when you get a statement that they now say is basically accurate but has left things out, they invite more questions as time goes on.",
  "QUESTION: Yesterday you said that the president was joking about his comments putting suspects' heads -- telling police officers they shouldn't cover their heads when putting then in a car.",
  "Sarah, when it comes to this joke that the president said Friday, you have many organizations, to include police organizations, NAACP and the American citizenship, that's upset about this.",
  "The United States condemns the actions of the Maduro dictatorship and we hold Maduro personally responsible for the health and safety of both men and any others seized by his dictatorship.",
  "The only thing I see misleading is a year's worth of stories that have been fueling a false narrative about this Russia collusion and based -- a phony scandal based on anonymous sources.",
  "QUESTION: I would like to...\n\n\n\nSANDERS: You guys are focused on a meeting that Don Jr. had no consequence, when the Democrats actually colluded with a foreign government like Ukraine.",
  "SANDERS: Overnight, the regime of the Venezuelan dictator Maduro detained two leading opposition figures, following its outrageous seizure of power through sham elections this weekend.",
  "QUESTION: You said yesterday that -- I think you said yesterday that there would be no reshuffle in the Cabinet, meaning General Sessions would not move over to the Homeland Security.",
  "The Democrat-linked firm Fusion GPS actually took money from the Russian government while it created the phony dossier that's been the basis for all of the Russia scandal fake news.",
  "Can you talk to us, sort of in broad strokes about calls (inaudible) he's (inaudible) so far, leadership of Congress, folks outside of Congress, any governors, that sort of thing?",
  "Can his daughter, can his son-in-law, can Steve Bannon wander into the Oval Office and talk to him without...\n\n\n\nSANDERS: I don't think anybody just wanders into the Oval Office.",
  "So, to just say that that statement was 100 percent contract and correct when we know it is not the full story, is, again, it's like, am I not supposed to believe my lying eyes?",
  "But when she said that the statement that you just read that was given to \"The New York Times,\" Donald Trump Jr's statement --\n\n\n\nBALDWIN: The statement was true on adoption.",
  "But I don't agree with Robbie that the Republicans -- the Republicans nominally control Congress but if you look at how the health care bill went, you can see the problem.",
  "But it's because a good swath of the Republican Senators didn't tell the truth about what they were really going to do on Obamacare when they finally had the opportunity.",
  "And you can just sense the members of Congress, Senators, Senator Lindsey Graham, others are already saying, Brooke, that their patience is wearing a bit thin on this.",
  "This was the original statement because we just heard Sarah Huckabee Sanders saying the president weighed in, didn't dictate, but did weigh in offering suggestions.",
  "(BEGIN VIDEO CLIP)\n\n\n\nHUCKABEE SANDERS: The president had no knowledge of the story and it's completely untrue that he or the White House involvement in this story.",
  "Now, Sarah Huckabee Sanders is confirming that the president weighed in, in her words, but that's in direct contradiction to what the president's own lawyers said.",
  "And a little bit ago, the secretary of state, Secretary of State Tillerson, said that the U.S. is trying to convince North Korea that \"the U.S. is not your enemy.\"",
  "The Coast Guard commandant (inaudible) he won't turn his back on transgender troops, which would seem to preclude (inaudible) the president's directive on Twitter.",
  "I really think that this Congress could have passed a lot, but they have someone at the head of their team who is entirely dysfunctional and won't tell the truth.",
  "And the Senate Republican leadership and a lot of the Republicans who had promised for years to repeal Obamacare have demonstrated why they can't get things done.",
  "QUESTION: Sarah, according to the Washington Post, the president tried to change the narrative of what went down in (inaudible) meeting with the Russian lawyer.",
  "If they want to stop their nuclear program, stop the games, stop the missiles, stop the aggression, then I think we may be able to find ways to move forward.",
  "Does the -- does the president...\n\n\n\n(CROSSTALK)\n\n\n\nSANDERS: Look, I think -- I -- I think, in some ways, they get to decide by the actions that they take.",
  "Did you invite the president to be truthful in that statement that he was helping...\n\n\n\nSANDERS: I wasn't part of the conversation regarding the statement.",
  "So, again, I mean, I think that this press briefing here, which certainly raised more questions than it cleared up over all this, is going to do one thing.",
  "So, this is something that the White House will have to contend with, and again, it's clouding the waters and, you know, really damaging their credibility.",
  "But I know that the goal is to work with all of the relevant departments, primarily the Department of Defense, to lawfully implement that new policy.",
  "He's done a great job of sitting down and talking to individuals about the needs that they have, the conversations, and putting a structure in place.",
  "With North Korea continuing to escalate nuclear tension, can we expect any action from the administration to ratchet up pressure of actions on China?",
  "(CROSSTALK)\n\n\n\nQUESTION: On health care, you said earlier that (inaudible) keeping the president's agenda from (inaudible) Congress and their votes.",
  "There's been some suggestion, again among senior Republicans, that this is appropriate to do given the president's threats to stop these payments.",
  "Can you talk to us broadly about the message that he's sending and the people that he's talking to, both inside and outside of the administration?",
  "Is he going to post somebody outside the Oval Office...\n\n\n\nSANDERS: I don't think anybody can wander into the White House on their own without...",
  "Hillary Clinton allowed one-fifth of America's uranium to -- reserve to be sold to a Russian firm whose investors were Clinton Foundation donors.",
  "We look forward to hearing from the small businesses this afternoon about how the Trump administration can continue to be an advocate for them.",
  "Does the president believe the (inaudible) original Fox News report that Seth Rich was responsible for the release of DNC e-mails to WikiLeaks?",
  "So now we are left to wonder, is the president's lawyer, is he accurate when he is saying the president had no part of writing that statement?",
  "Can you explain the discrepancy between the president and senior Republican leadership on the Hill when it comes to what should be done next?",
  "(CROSSTALK)\n\n\n\nQUESTION: Sarah, you just told April that you -- you would have to ask the president if an -- an apology would be appropriate.",
  "QUESTION: What is the president's reaction to the two opposition leaders being jailed in Venezuela now, after the sanctions from yesterday?",
  "And we will continue the president's ambitious plan to eliminate unnecessary regulations, which disproportionately affect small businesses.",
  "The vice president spoke with Mr. Lopez just last week, and he and Mr. Ledezma are political prisoners held unjustly by the Maduro regime.",
  "He said, \"If this is true,\" this Washington Post reporting, \"it was a bad decision by the president which will make us ask more questions.",
  "But I do think that there is something to having a structured process in order just to make things run more smoothly at the White House.",
  "And beyond that, it's ongoing litigation that doesn't involve anybody in the building, and so I'd refer you to the parties that it does.",
  "What Robbie said would be true and accurate if the Republican leadership in the Senate in particular were actually doing what they said.",
  "And so now, at a slim margin of 52-48, because they aren't keeping their promises, and that's it, they can't pass a repeal of Obamacare.",
  "HUCKABEE SANDERS: It doesn't bother me that the press secretary would take a meeting with somebody involved in the media about a story.",
  "I think this is a pattern of behavior that was -- you could qualify this more, but basically, effective for him in his business life.",
  "I was hoping -- just to follow up on North Korea, hoping you could clarify the administration's message that it has for North Korea.",
  "Which is also convenient for him because his party controls the entire government and they're simply not able to get anything done.",
  "I don't always know the nature of the story of which you're coming to talk to me about, but it's my job to talk to you, to listen.",
  "QUESTION: Would the White House be supportive of that option, to destroy North Korea's (inaudible) program and North Korea itself?",
  "QUESTION: Now, also, on John -- on General Kelly, you said yesterday that everybody's now reporting to the president through him.",
  "I'm also not surprised that they're trying to go back to the -- the days of the campaign to try to, you know, create a foil here.",
  "The first is there's a really interesting story out, just before the briefing began, by Defense One talking about Air Force One.",
  "Do you have any reason to believe, at this point, that you're going to get the debt ceiling issue done by the end of September?",
  "And beyond that, this is ongoing litigation and I would refer you to the actual parties involved, which aren't the White House.",
  "SANDERS: It doesn't bother me that the press secretary would take a meeting with somebody involved in the media about a story.",
  "And I think that is -- if we're going to talk about misleading, that's the only thing misleading I see in this entire process.",
  "But they say something entirely different on the campaign trail and back in their districts, than they do here in Washington.",
  "When they're talking to you, when they're talking to lobbyists, when they're talking to donors, it's a whole different world.",
  "And beyond that is just ongoing litigation, and I'd refer you to the actual parties involved, which aren't the White House.",
  "SANDERS: I know he's spoken to a number of members of Congress, as well as a large number of individuals within the staff.",
  "We've been having -- we've had countless meetings with members of Congress, other organizations, talking about tax reform.",
  "And he is the one who deserves to be scrutinized, and he is the one who needs to tell us the truth about what's going on.",
  "Or is Secretary Tillerson correct that the U.S. is trying to send this message that the U.S. is not North Korea's enemy?",
  "Sarah, sort of a follow-up on what you were talking about, our obsession with Russia and the responsibility (inaudible).",
  "And the Clinton campaign chairman's brother lobbied against sanctions on Russia's largest bank and failed to report it.",
  "Last month, the president had delivered a -- a warning to Congress, a couple of times, not to take vacation in August.",
  "I think they should just get out there, answer the questions, and move on and try to pursue some legislation for once.",
  "This is from one of President Trump's lawyers saying that the president had nothing to do with writing that statement.",
  "SANDERS: Look, General Kelly is going to work with the entire team, as he's been doing over the last couple of days.",
  "QUESTION: (OFF-MIKE)\n\n\n\nSANDERS: ... to give a speech to a Russian bank, and was personally thanked by Putin for it.",
  "(BEGIN VIDEO CLIP)\n\n\n\nJAY SEKULOW, ATTORNEY TO PRESIDENT TRUMP: I wasn't involved in the statement drafting at all.",
  "[14:55:35] BALDWIN: Ken Cuccinelli, let me hear from you, CNN legal commentator, former Virginia attorney general.",
  "(CROSSTALK)\n\n\n\nQUESTION: ... because this is something that's being discussed pretty aggressively on Capitol Hill.",
  "QUESTION: Is the president already considering increasing the sanctions and perhaps going after their oil exports?",
  "But let's get to the other big headline out of the briefing, this whole FOX story and the DNC staffer, Seth Rich.",
  "First, following up on Olivier's question, you mentioned that there's a legal review of the -- this legislation.",
  "QUESTION: But do you think that the president is remorseful for what he said, because of the outcry from Friday?",
  "If you guys want to talk about having relations, which you seem obsessed with doing, look no further than there.",
  "SANDERS: As with every very -- particularly complex piece of legislation, like this is, there's a legal review.",
  "(CROSSTALK)\n\n\n\nQUESTION: (inaudible) president's reaction to two opposition leaders being...\n\n\n\nSANDERS: Sorry.",
  "And if you don't believe the president on this, it is leaking into other things in terms of their credibility.",
  "So, what -- what is the nature of that review if, presumably, there is some review before putting (inaudible)?",
  "QUESTION: (inaudible) from some Republicans that the president is not always being as truthful as he could be.",
  "That still continues to be the focus, and we're keeping those -- all options on the table in order to do that.",
  "SANDERS: Like I said, the statement that was issued was true and there were no inaccuracies in the statement.",
  "QUESTION: ... military option against North Korea is to destroy North Korea's program and North Korea itself.",
  "And it says that the U.S. Air Force has found an alternative to get the price down as President Trump wanted.",
  "So, now go down the street to the White House, and their story, they keep adding pieces here as time goes on.",
  "When you get caught in a lie about one thing, it makes it hard to say, 'We'll just let the other stuff go.'\"",
  "And as we've said many times before, we're not going to broadcast what we're going to do until that happens.",
  "ROBBIE MOOK, CNN POLITICAL COMMENTATOR: Well, it's a tactic by the White House to try to deflect attention.",
  "SANDERS: As we've said, we're not going to broadcast movements on things like that before they take place.",
  "CUCCINELLI: The -- well, Robbie had mentioned the control Republicans have and the dysfunction over there.",
  "(CROSSTALK)\n\n\n\nBALDWIN: Are you saying that --\n\n\n\n(CROSSTALK)\n\n\n\nBALDWIN: I'm trying to follow your logic.",
  "Obviously, this has the potential to affect the stock market rally that the president is so pleased with.",
  "She had notes and stats, criticizing Hillary Clinton and Bill Clinton and money made, speeches in Russia.",
  "It was disclosed to the proper parties, which is how The New York Times found out about it to begin with.",
  "We've been very focused on stopping the nuclear program, stopping the missiles, stopping the aggression.",
  "I think the distinctions are very clear and you guys want to create a narrative that just doesn't exist.",
  "Speaking of your former boss, you're now our CNN political commentator, former Clinton campaign manager.",
  "SANDERS: We'll continue to keep you guys updated on his August schedule as those details are finalized.",
  "I think what the bigger question is -- everybody wants to try to make this some story about misleading.",
  "You know, the question --\n\n\n\n(CROSSTALK)\n\n\n\nCUCCINELLI: Well, it's the most recent example, that's all.",
  "101 here of actually martialing all the facts and putting them out and getting their stories straight.",
  "And what does he view as reasonable, when he's not joking, when it comes to use of force from police?",
  "stunt, and are doing everything they can to keep this story alive and in the papers every single day.",
  "And if you want to talk further about a relationship with Russia, look no further than the Clintons.",
  "SANDERS: Look, the president obviously has been very outspoken about how he feels about North Korea.",
  "The president is committed to ending these anti-growth policies and unleashing the American economy.",
  "Secretary Mnuchin had a meeting on the Hill this morning with Senate leaders about the debt ceiling.",
  "But, you know, we're going to continue to work with our allies, continue to work with our partners.",
  "SANDERS: I think what's hurting the legislative agenda is Congress' inability to get things passed.",
  "BALDWIN: But the question is, why did Trump feel the need to not be transparent about this meeting?",
  "With North Korea, we're going to continue looking at the best options and ways to accomplish that.",
  "That was to buy a pair of Boeing 747 jetliners that were abandoned by a bankrupt Russian airline.",
  "QUESTION: And then I also want just, sort of, an update on the new chief of staff, General Kelly.",
  "If you want to talk about somebody who's actually been tough on Russia, look at President Trump.",
  "But, you know, he -- like I said, he weighed in, offered a suggestion like any father would do.",
  "Is this what is hurting the president's legislative agenda, this credibility issue (inaudible)?",
  "Or is his spokeswoman, his new press secretary accurate, while saying the president weighed in.",
  "The White House has lied at every turn of\n\n\n\nnot just this scandal but everything that goes on.",
  "I understand that she said he didn't dictate and that's their answer to \"The Washington Post.\"",
  "And again, the goals are to stop the nuclear program, stop the missiles, stop the aggression.",
  "I don't understand who she's trying to convince that that was a full and accurate statement.",
  "What I'm saying is the president has been very outspoken about the need to stop North Korea.",
  "The president weighed in as any father would, based on the limited information that he had.",
  "The other day the president said, when asked about North Korea, \"We will take care of them.",
  "But, as always, when we have a personnel announcement, I'll be happy to share it with you.",
  "And once we sign that, we'll work through and put more of the details of that process out.",
  "As Secretary Mnuchin said yesterday, we'll consider all options and keep you guys updated.",
  "He said there's a military option to destroy North Korea's program and North Korea itself.",
  "SANDERS: I haven't heard those comments, or had a chance to speak with any (ph) about it.",
  "QUESTION: (inaudible) staff talk to the president without the approval of General Kelly?",
  "He wants more fracking, more coal, more energy, a stronger military, a stronger defense.",
  "Does it say anything about this White House that he would entertain that kind of story?",
  "We've got a small-business event coming up shortly, and hopefully you all will tune in.",
  "UNIDENTIFIED REPORTER: Does it disturb you that you would entertain that kind of story.",
  "We're going to continue on that track, and we're going to do that under General Kelly.",
  "QUESTION: Sarah, has the president signed the Russia-North Korea-Iran sanctions bill?",
  "SANDERS: I -- I think by being truthful and transparent, as he has every single day.",
  "We know that inaction is simply not OK. We want to continue to make that a priority.",
  "(CROSSTALK)\n\n\n\nBALDWIN: But Ken, I got to interject because this is a total tangent.",
  "I don't always know the nature of the story of which you're coming to talk to me --",
  "QUESTION: Will the president support Congress taking CSR payments out of his hands?",
  "QUESTION: I wanted to ask about a comment Senator Lindsey Graham made this morning.",
  "The lawsuit alleges the president knew about it and had an influence on the story.",
  "As we've said time and time again, Bill Clinton was paid half a million dollars...",
  "We're going to continue to focus on all of those priorities and move them forward.",
  "I'm assuming that was between Mr. Donald Trump Jr, between Don Jr, and his lawyer.",
  "And I want to tell you what Lindsey Graham said this morning on the \"Today Show.\"",
  "We will continue to work with Congress to repeal Obamacare's oppressive mandates.",
  "He was simply making a comment, making a joke and it was nothing more than that.",
  "Would you agree, Ken, that the White House has not been telling the truth here.",
  "SANDERS: As we've said before, we can do a lot of different things at one time.",
  "Can you address that story and tell us did the president really try to do that?",
  "The president, the American people, they voted America first, not Russia first.",
  "QUESTION: He was pushing a story that was later retracted because it was false.",
  "And it's completely untrue that here the White House involvement in the story.",
  "We're continuing to focus...\n\n\n\n(CROSSTALK)\n\n\n\nQUESTION: ... this thing first.",
  "The fact of the matter is, Donald Trump is the president of the United States.",
  "Aired 2:30-3p ET\n\nAired August 1, 2017 - 14:30 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "(inaudible) wrong that there's no good military option regarding North Korea.",
  "You're held accountable every single day and everything's under a microscope.",
  "I want to follow up on something you said yesterday after my first question.",
  "But I certainly don't think it's like we're getting permission slips signed.",
  "And with that, we'll keep it short today, and I'll take your questions now.",
  "QUESTION: ... destroying the country, like Lindsey Graham says, an option?",
  "But it was not a campaign issue at the time, and there was no follow-up.\"",
  "She's not acknowledging the reality of what we've all learned since then.",
  "I think you guys are jumping and trying to make something out of nothing.",
  "Do you have...\n\n\n\nSANDERS: I think the whole country is pleased with it.",
  "So to put this on the president, I think, is just absolutely incorrect.",
  "QUESTION: Can you clarify the degree to which the president weighed in?",
  "It irritates him and so he wants to steer it in a particular direction.",
  "SANDERS: I don't know that I would say \"approval\" is the correct word.",
  "But the White House has already said that the president will sign it.",
  "And we'll let you know when the details and final plan on that comes.",
  "CUCCINELLI: Even if that means stepping into his own son's statement.",
  "You cannot lie to people every day and the public will just move on.",
  "That frustrated him but this is not running real estate in New York.",
  "Does the White House consider that he's refusing to follow an order?",
  "(END VIDEO CLIP)\n\n\n\nBALDWIN: OK, so, something isn't adding up here.",
  "It puts the White House back on defense on the entire Russia matter.",
  "QUESTION: So does that mean...\n\n\n\nSANDERS: ... in the White House.",
  "QUESTION: ... nobody can wander into the White House on their own?",
  "QUESTION: Excuse me...\n\n\n\nSANDERS: ... Secret Service stepping in.",
  "SANDERS: We're continuing to try to push a new health care system.",
  "We've been doing tax reform listening sessions for the last month.",
  "We may look for other ways to improve health care in the meantime.",
  "Everything's going to get nitpicked and it will catch up with him.",
  "I've taken meetings with the majority of the people in this room.",
  "They're saying those should be taken out of the executive branch.",
  "I've taken meetings with the majority of the people in this room.",
  "Sorry, I just keep hearing somebody's phone talking or something.",
  "BALDWIN: I want to come back to the two of you in just a second.",
  "(CROSSTALK)\n\n\n\nSANDERS: You guys are all members of the media.",
  "And did he have an influence on the way the story was written?",
  "QUESTION: Why -- why was that not clear...\n\n\n\nSANDERS: Olivia?",
  "And we're very excited to work alongside him in that process.",
  "BALDWIN: Jeff Zeleny, let me pivot to you at the White House.",
  "We're weighing all options, keeping all options on the table.",
  "And I think at 70 years old, he has a long career behind him.",
  "QUESTION: Sarah, why did the president sign the Russia bill?",
  "But let me pivot away from you, Jeff, and go to Robbie Mook.",
  "The dysfunction isn't limited to any one part of Washington.",
  "QUESTION: ... in his (ph) Oval Office -- in the Oval Office?",
  "JEFF ZELENY, CNN SENIOW WHITE HOUSE CORRESPONDENT: Exactly.",
  "(CROSSTALK)\n\n\n\nQUESTION: Should he apologize for that joke?",
  "Apparently, according to reports, they didn't get anywhere.",
  "QUESTION: Did he not know what his... SANDERS: Steven (ph)?",
  "He met with that reporter and he met with a campaign donor.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "It's something I'd have to check into and get back to you.",
  "QUESTION: Can you say what some of those options might be?",
  "The White House didn't have any involvement in the story.",
  "But as we put out a statement earlier this week, he will.",
  "So, I'm not surprised that they're not telling the truth.",
  "I said I would have to, in order to answer that question.",
  "QUESTION: But it's pretty informal here, normally, right?",
  "QUESTION: Is first strike off the table with North Korea?",
  "SANDERS: Look, the statement that Don Jr. issued is true.",
  "MOOK: I also -- I actually agree with what Ken just said.",
  "Even if it --\n\n\n\n(CROSSTALK)\n\n\n\nBALDWIN: But it's lying.",
  "So, yeah, it's just a diversionary tactic, and it's sad.",
  "[14:50:21] DAVID CHALIAN, CNN POLITICAL DIRECTOR: It is.",
  "Is the president focused on North Korea as an adversary?",
  "SANDERS: I would have to ask on that specific question.",
  "BALDWIN: And, I mean, she came to that podium prepared.",
  "Like -- I said that General Kelly has full authority...",
  "Did the president know about the story pre-publication?",
  "I think he's pushing that forward into the White House.",
  "And I certainly agree there's dysfunction over there.",
  "SANDERS: The president had no knowledge of the story.",
  "And I don't mean this rhetorically, it's just a fact.",
  "[14:48:33]\n\n\n\nBROOKE BALDWIN, CNN ANCHOR: All right.",
  "But those are the priorities of this administration.",
  "And he'll sign the bill and we'll let you guys know.",
  "The Democrats want to continue to use this as a P.R.",
  "They had a conversation, and that was the end of it.",
  "This is all discussion, frankly, of no consequence.",
  "They had a conversation and that was the end of it.",
  "Would the White House be supportive of (inaudible)?",
  "What is the status of the president's August plans?",
  "He's the president of the United States of America.",
  "Are you saying you will ask him and get back to us?",
  "SANDERS: He didn't -- he certainly didn't dictate.",
  "The president didn't have knowledge of the story.",
  "(CROSSTALK) SANDERS: Yeah, it's very distracting.",
  "You had your hand up when I first went back to...",
  "SANDERS: Happy to go to somebody else named John.",
  "SANDERS: I'm not aware of any movements for him.",
  "And what will he be doing during that timeframe?",
  "QUESTION: Sarah, I've got two questions for you.",
  "QUESTION: Sarah...\n\n\n\nSANDERS: Glenn, go ahead.",
  "QUESTION: You were not in the room at the time?",
  "They don't wait to get approval to talk to him.",
  "This is the most important office in the world.",
  "And Ken knows this from serving in public life.",
  "So I can't speak to anything beyond that part.",
  "Could there be an apology from the president?",
  "SANDERS: I'd have to get back to you on that.",
  "We're also continuing to focus on tax reform.",
  "It's because they're breaking their promises.",
  "SANDERS: Since you said my name so politely.",
  "Was he making a joke about police brutality?",
  "QUESTION: Were you in the room at the time?",
  "I don't think there's anything beyond that.",
  "QUESTION: And separately, one more for you.",
  "SANDERS: Again, I'm not going to broadcast.",
  "The questions continue but she's got to go.",
  "(CROSSTALK)\n\n\n\nQUESTION: Would you, please?",
  "You were on that flight back from the G-20.",
  "And that's the focus of our administration.",
  "QUESTION: Sarah...\n\n\n\nSANDERS: Hey, guys...",
  "He said the guy didn't know the president.",
  "SANDERS: Look, that's not what I'm saying.",
  "CHALIAN: Completely true, totally factual.",
  "(CROSSTALK)\n\n\n\nQUESTION: Thank you, Sarah.",
  "SANDERS: There's nothing holding him back.",
  "There's a review process, a legal process.",
  "Can you verify the accuracy of the story?",
  "(LAUGHTER)\n\n\n\nQUESTION: Thank you, Sarah.",
  "We want to work with Congress to do that.",
  "You guys come to us with stories all day.",
  "(CROSSTALK)\n\n\n\nBALDWIN: Isn't that lying?",
  "You guys come to us with stories all day.",
  "Here was Sarah Huckabee Sanders on that.",
  "I don't find that to be a strange thing.",
  "He is the one who is serving the public.",
  "We still don't know the time line here.",
  "QUESTION: ... (inaudible) in Venezuela?",
  "There's no inaccuracy in the statement.",
  "SANDERS: I'm happy to get back to you.",
  "QUESTION: Very quickly on (inaudible).",
  "But I wasn't part of the conversation.",
  "So...\n\n\n\nSANDERS: Somewhat sarcastic.",
  "Look, this is the -- the White House.",
  "Is that an accurate characterization?",
  "There's nothing abnormal about that.",
  "All they do is raise more questions.",
  "You guys have had this since Friday.",
  "SANDERS: (inaudible) this direction.",
  "He said it was just a brief meeting.",
  "Those things aren't good for Russia.",
  "QUESTION: I will follow up on that.",
  "SANDERS: I'll let you know if I do.",
  "He's had a very topsy-turvy career.",
  "We're not talking about Obamacare.",
  "We know that Obamacare is failing.",
  "Had the president read the e-mail?",
  "David says it's a sin of omission.",
  "That meeting back on June 9, 2016.",
  "I'd like to return to North Korea.",
  "(CROSSTALK)\n\n\n\nSANDERS: I'm sorry?",
  "How does he plan to address that?",
  "Does he plan to leave Washington?",
  "SANDERS: Since we're in the Jons.",
  "We will take care of everything.\"",
  "I'm sure his lawyer was involved.",
  "How much did the president know?",
  "Because they are failing at P.R.",
  "(inaudible) has talked about it.",
  "Orrin Hatch has talked about it.",
  "SANDERS: Can you say that again?",
  "QUESTION: Are they an adversary?",
  "What -- what's holding him back?",
  "SANDERS: It wasn't a directive.",
  "Jeff Zeleny, what do you think.",
  "It's not all adding up, though.",
  "That's because of Donald Trump.",
  "And there are processes and...",
  "There's a very big difference.",
  "Do you know if that's correct?",
  "SANDERS: I can't at this time.",
  "QUESTION: Me, being sarcastic?",
  "SANDERS: I'm not sure, Peter.",
  "Let me play some sound, too.",
  "QUESTION: Yes, that is true.",
  "I would just add on to this.",
  "He has a long track record.",
  "None of that was disclosed.",
  "QUESTION: Thank you, Sarah.",
  "QUESTION: Thank you, Sarah.",
  "QUESTION: Thank you, Sarah.",
  "They're going through that.",
  "QUESTION: What's the delay?",
  "I mean, people talk to him.",
  "None of that was disclosed.",
  "That is a sin of omission.",
  "I'm not surprised by this.",
  "It's on Capitol Hill, too.",
  "SANDERS: I was in the air.",
  "SANDERS: Not at this time.",
  "SANDERS: Go ahead, April.",
  "Sean put out a statement.",
  "SANDERS: Glenn, go ahead.",
  "Are you equating the two?",
  "QUESTION: Sarah, thanks.",
  "QUESTION: Thanks, Sarah.",
  "All of that was present.",
  "There was no follow up.",
  "Nor was the president.",
  "What's the delay here?",
  "That's how you do it.",
  "It just doesn't work.",
  "And I agree with ken.",
  "That's the question.",
  "Listen, a lot there.",
  "QUESTION: Thank you.",
  "SANDERS: He has not.",
  "SANDERS: Not at all.",
  "So, which one is it?",
  "QUESTION: All right.",
  "QUESTION: Thank you.",
  "QUESTION: Follow-up.",
  "Does it disturb you?",
  "And I'm responding.",
  "SANDERS: I'm sorry?",
  "I was on the plane.",
  "SANDERS: I'm sorry.",
  "I -- two questions.",
  "Sorry, John Gizzi.",
  "Could you ask him?",
  "How do you see it?",
  "QUESTION: Thanks.",
  "Has he signed it?",
  "SANDERS: Correct.",
  "QUESTION: Thanks.",
  "Is that correct?",
  "QUESTION: Sarah?",
  "QUESTION: Sarah?",
  "SANDERS: Well...",
  "QUESTION: Sorry.",
  "SANDERS: April?",
  "SANDERS: Peter?",
  "Infrastructure.",
  "SANDERS: Right.",
  "You know that.",
  "Thanks, Sarah.",
  "It was a joke.",
  "QUESTION: Yes.",
  "Two questions.",
  "For how long?",
  "Thanks, guys.",
  "SANDERS: No.",
  "(inaudible)?",
  "Jon Decker?",
  "No, never.",
  "John (ph)?",
  "Alex (ph)?",
  "Margaret?",
  "Hallie?",
  "Period.",
  "John.",
  "Zeke?",
  "Dave?",
  "I..."
]