[
  "INSIDE THE TRUMP DOSSIER HANDOFF: MCCAIN'S 'GO-BETWEEN' SPEAKS OUT\n\nThat dossier, which includes unverified allegations and disputed information about President Trump's connections with Russia, was being funded by the Clinton campaign and Democratic National Committee, Simpson told the committee.",
  "“The goal was to alert the United States national security community to an attack on our country by a hostile foreign power.”\n\nUltimately, the liberal website BuzzFeed published the dossier online last January, airing its unverified allegations about the president.",
  "Simpson has acknowledged Fusion GPS’ initial research into Trump’s Russia ties was initially commissioned by the conservative Free Beacon during the Republican primary, though the website has said it had no knowledge of Steele or the dossier.",
  "“He said we should tell the FBI, it's a national security issue,” Simpson recalled to congressional investigators in August, according to a transcript of a closed-door interview with the Senate Judiciary Committee released this week.",
  "It was the summer of 2016, and Fusion GPS co-founder Glenn Simpson was speaking with Christopher Steele, the former British spy he enlisted to cobble together dirt on then-presidential candidate Donald Trump’s ties to Russia.",
  "In their New York Times op-ed earlier this month, Simpson and fellow Fusion GPS co-founder Peter Fritsch acknowledged also working with Steele to share the dossier with Arizona Republican Sen. John McCain after the election.",
  "“As we told the Senate Judiciary Committee in August, our sources said the dossier was taken so seriously because it corroborated reports the bureau had received from other sources, including one inside the Trump camp.”",
  "“In any event, he said, ‘Don't worry about that, I know the perfect person, I have a contact there, they'll listen to me, they know who I am, I'll take care of it,’” Simpson recalled.",
  "According to the transcripts of his interview, Simpson recalled discussing with Steele, during the summer of 2016, their decision to turn the dossier details over to the FBI.",
  "Several months later, in May 2017, former FBI Director Robert Mueller was tapped to lead a special counsel investigation into Russia’s attempted meddling in the election.",
  "Republicans have questioned whether the Steele dossier was the impetus for the FBI’s investigation into the Trump campaign, indicating a politically motivated witch hunt.",
  "The release of the Simpson transcript by Senate Judiciary Committee Ranking Member Dianne Feinstein, D-Calif, has thrust the anti-Trump dossier back into the spotlight.",
  "But amid congressional inquiries, Simpson and Fritsch have been attempting to downplay the significance of the dossier’s role in sparking the investigation.",
  "KIMBERLEY STRASSEL: WHAT’S REALLY BEHIND THE FURIOUS EFFORTS BY DEMOCRATS’ TO SPIN THE TRUMP DOSSIER\n\n“We helped him do that,” Simpson and Fritsch wrote.",
  "“He thought from his perspective there was an issue - a security issue about whether a presidential candidate was being blackmailed,” Simpson said.",
  "Simpson recalled telling Steele he had to think about whether they should contact the FBI, saying he wasn’t sure who to give it to.",
  "“We don’t believe the Steele dossier was the trigger for the FBI’s investigation into Russian meddling,” Simpson and Fritsch wrote.",
  "Trump this week called the probe a “phony cloud over this administration,” denying any collusion between his campaign and Russia.",
  "Simpson told investigators he first spoke with Steele about conducting opposition research into Trump in May or June of 2016.",
  "That was around the time Trump secured enough delegates to clinch the GOP nomination.",
  "It has also filled in holes about how the dossier ended up in the hands of the FBI.",
  "McCain has said he also turned the information over to the FBI."
]