[
  "The roughly 200-page report, drafted by Democratic staff on the Senate Foreign Relations Committee, accuses Russian President Vladimir Putin of using a variety of tactics to undermine European and North American democracies, including “military invasions, cyberattacks, disinformation, support for fringe political groups and the weaponization of energy resources, organized crime and corruption.”\n\nThe Kremlin’s ultimate goal is to “undermine the transatlantic alliance upon which Europe’s peace and prosperity have depended for over 70 years,” according to the report.",
  "He knew it was probably not something that I’d want to be a part of, but he made me aware of it.”\n\nThe next meaningful deadline under the new Russian sanctions legislation is Jan. 29, at which point companies will be penalized for engaging in “significant transactions” with Russian defense and intelligence targets.",
  "The report, which accuses President Donald Trump of abdicating America’s responsibility to counter Russian influence, recommends a broad and bipartisan Russian sanctions bill and an increase on diplomatic spending to prop up Democratic institutions in the U.S. and abroad.",
  "GOP Sen. Bob Corker of Tennessee, an outspoken Trump critic, has pressed for action on Russia, pushing the administration to comply after they missed an October deadline to designate targets under the new Russia sanctions legislation.",
  "Simpson, who oversaw the compilation of the controversial Steele dossier, is at the center of the Congressional probe into election meddling, as the unsubstantiated dossier alleged Trump was compromised by Russian intelligence.",
  "Senate Democrats released a comprehensive report Wednesday — without Republican participation — outlining Russian attempts to disrupt Western democracies, increasing pressure on the White House to pursue new Russian sanctions.",
  "“President Trump is squandering an opportunity to lead America’s allies and partners to build a collective defense against the Kremlin’s global assault on democratic institutions and values,” the report states.",
  "“But it is not too late.”\n\nCongressional Democrats, concerned Republicans are not adequately prioritizing Russian interference in the 2016 election, have grown more aggressive in recent days.",
  "Congressional staffers relied primarily on media reports and other public records to detail Russian interference in Sweden, Montenegro, Estonia and Ukraine.",
  "RELATED:\n\nFollow Jack on Twitter\n\nFreedom of Speech Isn’t Free\n\nThe Daily Caller News Foundation is working hard to balance out the biased American media.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Democratic Sen. Dianne Feinstein of California released a transcript of Fusion GPS founder Glenn Simpson’s congressional testimony Tuesday.",
  "Corker told Politico he would “look at the whole” report, adding that he and Cardin “have a very good relationship.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "We’re not dependent on commercial or political support and we do not accept any government funding.",
  "Make a one-time donation to support the quality, independent journalism of TheDCNF.",
  "For as little as $3, you can help us."
]