[
  "Here's why he wants it released\n\nThe ranking Democrat, Rep. Adam Schiff (Calif.) said Monday that leaked testimony from the controversial opposition research firm was misleading the public and releasing the entire testimony would clear up the confusion.",
  "A congressman on the House Intelligence Committee, charged with investigating Russian interference into the 2016 election and alleged collusion with the Trump campaign, says that the testimony from Fusion GPS should be released to the public.",
  "Allies of the president claim that the Trump dossier was purposely fabricated in order to provide a pretense for the Obama administration to investigate Trump and his associates illegally, for political purposes.",
  "“In light of the selective leaks of Mr. Simpson’s testimony and the misleading manner in which Fusion GPS’ role has been characterized, I support releasing the transcript,\" Schiff said in a statement Monday.",
  "Prince when it suited their interests, and likewise should make an exception here,\" Schiff added, referring to Carter Page and Erik Prince, former advisers on President Donald Trump's transition team.",
  "\"Under HPSCI rules, transcribed interviews are taken in executive session and may not be disclosed to the public unless authorized by the Committee,\" said a Democratic aide to the Business Insider.",
  "The firm was hired to produce opposition research into Trump and other GOP candidates during the primary in 2016, but was later paid by the Democratic National Committee to continue its research.",
  "The rules of the House Permanent Select Committee on Intelligence don't allow one member to release the transcripts, but demand that a majority of the committee vote in favor.",
  "Fusion GPS has denied the claims, and said that its research found anomalies pointing to possible collusion with Russia by the Trump campaign.",
  "GPS paid Christopher Steele, a former British spy, to compile the infamous \"Trump dossier.\"",
  "Glenn Simpson is the co-founder of Fusion GPS.",
  "\"The Majority has released transcripts of Dr.",
  "Why is Fusion GPS important?",
  "Page and Mr."
]