[
  "— Donald J. Trump (@realDonaldTrump) February 3, 2018\n\nThe House Intelligence Committee on Friday released a memo put together by Republican Rep. Devin Nunes (R-CA) that alleges abuses of power by the FBI during its investigation into the Trump campaign’s ties to Russia.",
  "The document alleges abuses of power by the FBI during its investigation into the Trump campaign’s ties with Russia; it focuses almost entirely on FBI surveillance of the president’s former adviser Carter Page and is thin on evidence of actual wrongdoing by the FBI.",
  "Some Republicans and the president believe that the release of the Nunes memo will permanently damage special counsel Robert Mueller’s ongoing investigation into Russian meddling in the 2016 election and potential ties between the Trump campaign and Russia.",
  "Senior FBI and Justice Department officials knew that the Steele dossier was indirectly funded by a lawyer for the Clinton campaign and the DNC, but they didn’t disclose this in their application to the Foreign Intelligence Surveillance Act (FISA) court.",
  "There has been wide speculation that the president might seek to use the memo to fire Deputy Attorney General Rod Rosenstein, who is overseeing the Russia investigaiton, or special counsel Robert Mueller, who is leading the Russia investigation.",
  "The memo’s last paragraph acknowledges that it was indeed Trump foreign policy aide George Papadopoulos who originated the Trump-Russia investigation when he told an Australian diplomat that Russia had political dirt on Hillary Clinton.",
  "He told Ohr that he “was desperate that Donald Trump not get elected and was passionate about him not being president.” Ohr’s wife worked for the research firm, Fusion GPS, that hired Steele on behalf of the DNC/Clinton lawyer.",
  "Its key claims:\n\nThe FBI used an unverified, allegedly biased document known as the “Steele dossier” to get a warrant in October 2016 to surveil Carter Page, a former Trump campaign adviser.",
  "The head of the FBI’s Counterintelligence Division, Bill Priestap, apparently said corroboration of the Steele dossier was in its “infancy” at the time of the FISA application.",
  "Their was no Collusion and there was no Obstruction (the word now used because, after one year of looking endlessly and finding NOTHING, collusion is dead).",
  "On Saturday, President Donald Trump said in a tweet that the now-infamous Nunes memo “totally vindicates” him in the drama around the Russia investigation.",
  "The dossier, prepared by former British spy Christopher Steele, alleges the existence of a conspiracy between Donald Trump and the Russian government.",
  "That doesn’t mean the document won’t have big implications — perhaps especially if Trump and Republicans use it as justification to shake up the FBI.",
  "(Trump reportedly ordered Mueller’s firing last summer but ultimately backed down after top White House lawyer Don McGahn threatened to quit.)",
  "It was partially financed by the Clinton campaign and the Democratic National Committee (DNC) — which the memo argues is a major problem.",
  "“The Papadopoulos information triggered the opening of an FBI counterintelligence investigation in late July 2016,” the memo reads.",
  "The three-and-a-half-page memo wasn’t exactly the bombshell Nunes and other Republicans promised, nor does it vindicate Trump.",
  "When asked on Friday if he was thinking of firing Rosenstein, the president cryptically told reporters: “You figure that out.”",
  "Officials also didn’t disclose the alleged bias when renewing their applications requesting additional time for surveillance.",
  "The FISA court approves surveillance warrants pertaining to national security and foreign intelligence.",
  "The White House declassified a version of the memo — over vigorous objections by the FBI.",
  "The bureau has warned it omits key information that could impact the document’s veracity.",
  "In September 2016, Steele spoke with Deputy Attorney General Bruce Ohr.",
  "This memo totally vindicates “Trump” in probe.",
  "But the Russian Witch Hunt goes on and on.",
  "(Vox has a complete explainer on it here.)",
  "(The Russia investigation is ongoing.)",
  "This is an American disgrace!",
  "(It doesn’t.)"
]