[
  "And three former DHS secretaries warn that the realistic deadline to save Dreamers is mid-January, Maggie Haberman reports for the New York Times: http://nyti.ms/2AdLCuf\n\nTRUMP COMPARES NUKE BUTTONS WITH NORTH KOREA — Escalating his feud with the North Korean regime, Trump on Tuesday warned dictator Kim Jong Un that while the North Korean leader may have a nuclear button on his desk 24/7, “I too have a Nuclear Button, but it is a much bigger & powerful one than his, and my Button works!” Some Democrats swiftly condemned the president’s tweet, one of more than a dozen doozies he fired off at a range of targets Tuesday.",
  "HILL LEADERS MEET ON SPENDING BILL – Congress kicks off new session today – HATCH, SHUSTER ANNOUNCE RETIREMENT – Trump feuds over size of nuclear button\n\nBy Heather Caygle ( hcaygle@politico.com or @heatherscope ) and Nolan D. McCaskill ( nmccaskill@politico.com or @NolanDMcCaskill )\n\nBIG FOUR HUDDLE ON SPENDING TODAY — The Big Four congressional leaders meet with the White House today to continue spending talks ahead of a quickly approaching Jan. 19 deadline to keep the government open.",
  "“Yet there has been no more dramatic divergence than that of Pence and Flake, once ideological soul mates and indivisible comrades who now embody the right’s most extreme reactions to Trumpism.” Much more: http://politi.co/2CwuJQr\n\nTODAY IN CONGRESS — The Senate gavels in 12 p.m. to convene the second session of the 115th Congress.",
  "Story Continued Below\n\nRSVP: Senate Majority Leader Mitch McConnell (R-Ky.), Speaker Paul Ryan (R-Wis.), Senate Minority Leader Chuck Schumer (D-N.Y.) and House Minority Leader Nancy Pelosi (D-Calif.) meet with White House legislative liaison Marc Short and OMB Director Mick Mulvaney at 3 p.m. in Ryan’s office.",
  "With the next government funding deadline just weeks away, members are already talking about another short-term funding bill that could bridge the gap if congressional leaders reach a deal on spending caps but don’t have enough time to actually write the legislation before the Jan. 19 deadline.",
  "Sarah Pulliam Bailey for The Washington Post: http://wapo.st/2lM3Nm9\n\nPARTIES SET TO COLLIDE ON RUSSIA PROBE — Republicans and Democrats on the House Intelligence Committee are increasingly likely to issue conflicting reports with different conclusions on the panel’s Russia investigation.",
  "The Wall Street Journal’s Siobhan Hughes sat down with Jones: http://on.wsj.com/2Ae5T2C\n\nBACHMANN MULLING RUN FOR FRANKEN’S SEAT — Al Franken officially resigned yesterday, but a nationally known potential GOP challenger has already emerged for the seat Minnesota Lt. Gov.",
  "Republicans hope to end the probe soon, with top GOP members saying their review of thousands of documents and interviews with major witnesses have yielded insufficient evidence of collusion between Trump associates and Moscow during the 2016 campaign.",
  "Alex Isenstadt and Seung Min: http://politi.co/2AaR8gZ\n\nRomney-Trump rivalry heats up: Hatch’s retirement is a huge blow to Trump, who heavily courted the senior Republican to run for another term in an effort to deny Romney the opportunity.",
  "The plan, which some advocacy groups argue would heavily benefit the airlines to the detriment of other aviation interests, was backed by the White House this year but has failed to gain traction with Senate leaders and many in the House.",
  "Tanya Snyder, Elena Schneider and Jake Sherman: http://politi.co/2AdFJwT\n\nJONES TAPS CHIEF OF STAFF — Sen.-elect Doug Jones, to be sworn in later today, has tapped a former DOT official and Alabama native as his incoming chief of staff.",
  "Democrats, meanwhile, contend the committee hasn’t fully probed key areas and “are seriously weighing issuing their own report detailing what they view as the unexplored parts of the inquiry,” Manu Raju and Jeremy Herb report.",
  "Sarah Ferris and Jen Scholtes with the latest: http://politi.co/2AcLPhh\n\nRelated: President Donald Trump is taking a hardline on Dreamers publicly but privately remains open to a deal, the Washington Post reports.",
  "Hatch’s departure will leave a vacancy atop the powerful Senate Finance Committee, shuffles the line of presidential succession and opens the door for former presidential nominee Mitt Romney to run for his seat.",
  "More, including details on a recent phone call between Trump and Romney: http://politi.co/2AenLe0\n\nEveryday I’m shufflin’: Hatch’s departure could also set off a shuffle of coveted committee chairmanships.",
  "Trump’s ascent “has left a wreckage of relationships in its wake—neighbors, friends and families divided along lines of partisanship if not political philosophy,” Tim Alberta reports for POLITICO Magazine.",
  "Now, should Romney run and win, “he will be poised to be Trump’s most prominent GOP foil, representing the wing of traditional Republicanism that the president has purposefully cast aside,” Alex reports.",
  "Read: http://nyti.ms/2AcDxG7\n\nHOW TRUMP WRECKED A REPUBLICAN RELATIONSHIP — Vice President Mike Pence and retiring Arizona Sen. Jeff Flake were close friends well before their respective rise and fall.",
  "What this means on the Hill: Shuster’s effort to privatize air traffic control — a controversial push he’s been advocating for while simultaneously dating a top airline lobbyist — is likely dead.",
  "CNN: http://cnn.it/2A8KHLl\n\nRelated Op-Ed: “The Republicans’ fake investigations,” by Fusion GPS founders Glenn Simpson and Peter Fritsch (Fusion is the firm behind the infamous Trump dossier).",
  "Tina Smith will fill: former Minnesota Rep. Michele Bachmann, the first woman elected to the House from Minnesota and one of the final six GOP presidential candidates in the 2012 election.",
  "He’ll also offer a boost to Democrats’ centrist flank, which has been overshadowed in recent months by the progressive wing of the party and its battery of 2020 presidential contenders.",
  "Read more: http://politi.co/2Cu5uPI\n\nHATCH ANNOUNCES RETIREMENT — Utah Sen. Orrin Hatch, the longest serving Republican senator, said Tuesday he would be stepping down after this year.",
  "But Democratic leaders also plan to press Republicans on a raft of other thorny policy issues, including Dreamers, disaster aid funding and the children’s health insurance program.",
  "But in a conciliatory move, Kim reopened a key cross-border communication channel with South Korea today for the first time in nearly two years, according to The Associated Press.",
  "“When ‘nuclear button’ is trending, I’m asking my GOP friends: when is enough, enough?” said Minnesota Rep. Tim Walz, the top Democrat on the House Veterans Affairs Committee.",
  "TODAY’S TRIVIA — With Mitt Romney eyeing an official move from Massachusetts to Utah, name at least two people who have held elective office statewide in two different states.",
  "— Watch Hatch’s retirement video: http://bit.ly/2CuBEuA ; Tweet du jour: Romney changed his location from Massachusetts to Holladay, Utah, in his Twitter bio yesterday.",
  "Daniel Strauss with more: http://politi.co/2Csfuc3\n\nJones will further narrow the GOP majority in the Senate, bringing the ratio of Republicans and Democrats to 51-49.",
  "SHUSTER ANNOUNCES RETIREMENT — House Transportation Committee Chairman Bill Shuster (R-Pa.) will retire from Congress after this year, he announced Tuesday.",
  "“And for me, that time is soon approaching.” Hatch, elected in 1976, is currently third in line to the White House as president pro tempore of the Senate.",
  "The annual ritual grew in popularity, with thousands lining up to meet the president each year, until it was ended by President Herbert Hoover in 1932.",
  "If Republicans hold onto the Senate, Sen. Chuck Grassley (R-Iowa) still has two years of chairmanship eligibility on the Senate Finance Committee.",
  "Shuster barely squeaked by challenger Art Halvorson in a GOP primary last year, and Halvorson has already said he plans to run for the open seat.",
  "In that span of seven days, Flake challenged Trump over his rhetoric toward fellow Arizona Sen. John McCain, while Pence became his running mate.",
  "Shuster is term-limited in his post atop the Transportation panel, leading many insiders to suspect this would be his last year in Congress.",
  "More from AP: http://bit.ly/2lKtOma\n\nRelated: “Tweet new year: Trump launches barrage of taunts and threats,” by POLITICO’s Cristiano Lima.",
  "TUESDAY’S TRIVIA WINNER — Arik Wolk was first to guess President John Adams started the tradition of a New Year’s Day reception in 1801.",
  "Setting domestic and defense spending levels — the first step to reaching a long-term funding agreement — is at the top of the agenda.",
  "Tina Smith and Doug Jones participate in a mock swearing-in after the actual ceremony around 12:05 p.m. in the Old Senate Chamber.",
  "Bachmann spoke to a televangelist last week about a potential run in November’s special election to complete Franken’s term.",
  "Dana Gresham served as an assistant secretary at DOT and worked as chief of staff to former Rep. Artur Davis (D-Ala.).",
  "If Grassley leaves Judiciary, that would put Sen. Lindsey Graham (R-S.C.) in line for the gavel, Emma Dumain reports .",
  "The move comes as both sides explore the possibility of diplomatic talks after months of hostility and fears of war.",
  "The Senate will hold a roll call vote at 5:30 p.m. on the confirmation of John Rood, Defense undersecretary nominee.",
  "Gresham will be only the third African-American chief of staff in the Senate and the first on the Democratic side.",
  "That stopgap bill could last through Presidents Day, Rep. Tom Cole (R-Okla.), a top House appropriator, said.",
  "Grassley on Tuesday declined to say what he would do, Jen Haberkorn, Seung Min and Brian Faler report .",
  "“Every good fighter knows when to hang up the gloves,” Hatch, 83, said in a video announcing the news.",
  "Sen.-designate Tina Smith (D-Minn.) and Sen.-elect Doug Jones (D-Ala.) will be sworn in shortly after.",
  "Thanks for reading Huddle, the play-by-play guide to all things Capitol Hill, on Jan. 3.",
  "Via Sahil Kapur: http://bit.ly/2AcmtQq\n\nWELCOME TO THE FIRST WEDNESDAY OF THE YEAR.",
  "The first person to correctly answer gets a mention in the next edition of Huddle.",
  "Tim Scott of South Carolina and Jerry Moran of Kansas, have black chiefs of staff.",
  "Elena Schneider’s list of the top 10 House races to watch was yesterday’s winner.",
  "Shuster’s exit will open a seat that was occupied by him and his dad, former Rep.",
  "More from Robert Costa, David Nakamura and Ashley Parker: http://wapo.st/2AbNzqR.",
  "TUESDAY’S MOST CLICKED: It seems like everybody is anxious for the midterms.",
  "), who has also been dogged by retirement rumors, would take Hatch’s place.",
  "But one week — in July 2016 — and one person — Trump — changed everything.",
  "The White House Historical Association with more: http://bit.ly/2Csq173 .",
  "But he’d have to give up his Senate Judiciary gavel to do so.",
  "Smith will run, as will Republican state Sen. Karin Housley.",
  "Send your best guess my way: nmccaskill@politico.com .",
  "Bud Shuster (R-Pa.), for the last 45 years.",
  "Tim Pawlenty is also a possible contender.",
  "But Republicans were largely silent.",
  "The House is out until next week.",
  "Two Senate Republicans, Sens.",
  "AROUND THE HILL — New Sens.",
  "Sen. Thad Cochran (R-Miss.",
  "Former Gov."
]