[
  "“Getting to the bottom of what happened remains a top priority for me, as I hope it does for everyone on the Judiciary Committee.”\n\nOne congressional aide, speaking on background, told BuzzFeed News that the letter is “nothing more than a partisan stunt.”\n\n“They are referring *to DOJ* a criminal prosecution based on documents *DOJ gave them* and based on *witness testimony to the DOJ*,” the aide said.",
  "Iowa Sen. Chuck Grassley, the chairman of the committee, and South Carolina Sen. Lindsey Graham, a committee member, sent a letter Thursday to FBI Director Christopher Wray and Deputy Attorney General Rod Rosenstein \"after information reviewed by committee investigators revealed significant inconsistencies in statements provided to authorities,\" according to a tweet posted by the committee.",
  "“I think this referral is unfortunate as it’s clearly another effort to deflect attention from what should be the committee’s top priority: determining whether there was collusion between the Trump campaign and Russia to influence the election and whether there was subsequent obstruction of justice,” Feinstein said in a statement.",
  "The chairman of the Senate Judiciary Committee and another Republican senator have asked the Department of Justice and FBI to investigate former British spy Christopher Steele, who compiled a dossier alleging links between Donald Trump and the Russian government, for potentially providing false statements to investigators.",
  "In any event, it’s up to the Justice Department to figure that out.”\n\nGraham went further, calling on \"a special counsel ... to review this matter\" because of \"how Mr. Steele conducted himself in distributing information contained in the dossier and how many stop signs the DOJ ignored in its use of the dossier.\"",
  "\"It is the practice of the committee to notify the Justice Department whenever it comes across what appears to be credible evidence of a criminal violation that warrants further investigation by appropriate authorities based on information from any source, public or non-public,\" the statement read.",
  "“After a year of investigations into Donald Trump's ties to Russia, the only person Republicans seek to accuse of wrongdoing is one who reported on these matters to law enforcement in the first place,\" said Fusion GPS counsel Joshua Levy.",
  "\"Publicizing a criminal referral based on classified information raises serious questions about whether this letter is nothing more than another attempt to discredit government sources, in the midst of an ongoing criminal investigation.",
  "If the same actions have different outcomes, and those differences seem to correspond to partisan political interests, then the public will naturally suspect that law enforcement decisions are not on the up-and-up.",
  "\"But, as I would with any credible evidence of a crime unearthed in the course of our investigations, I feel obliged to pass that information along to the Justice Department for appropriate review.",
  "The dossier was first published by BuzzFeed News last January after security officials had briefed then-president Barack Obama and then–president-elect Donald Trump about it.",
  "The statement also said the senators included a classified memo with the letter, and that the committee is working on releasing an unclassified version of the memo publicly.",
  "“I’ll continue to stand strong against any efforts to undermine Special Counsel Mueller’s investigation, as well as the ongoing congressional investigations,” she added.",
  "§ 1001, for statements the committee has reason to believe Mr. Steele made regarding his distribution of information contained in the dossier,\" reads the letter.",
  "She issued a statement after the letter was made public on Friday saying that neither she nor the other Democrats on the committee were consulted about it.",
  "A statement from Grassley and Graham said they delivered the letter to Senate security on Thursday night to have it delivered to Rosenstein and Wray.",
  "\"Based on the information contained therein, we are respectfully referring Mr. Steele to you for investigation of potential violations of 18 U.S.C.",
  "A lawyer for the firm Fusion GPS, which hired Steele to compile the dossier, said the public should be skeptical of Grassley and Graham's referral.",
  "The committee is one of several on Capitol Hill investigating matters related to Russian interference during the 2016 presidential election.",
  "Special counsel Robert Mueller is already investigating potential collusion between the Trump campaign and the Russian government.",
  "The section of the law referenced by Grassley and Graham prohibits individuals from lying to or misleading the federal government.",
  "The referral is for further investigation only, and is not intended to be an allegation of a crime,” the statement added.",
  "Maybe there is some innocent explanation for the inconsistencies we have seen, but it seems unlikely.",
  "“I don’t take lightly making a referral for criminal investigation,\" Grassley said in the statement.",
  "California Sen. Dianne Feinstein, the top Democrat on the committee, did not sign the letter.",
  "Everyone needs to follow the law and be truthful in their interactions with the FBI.",
  "A spokesperson for the DOJ said they had \"received the letter and are reviewing it.\"",
  "“This referral does not pertain to the veracity of claims contained in the dossier.",
  "The special counsel's office declined to comment.",
  "We should all be skeptical in the extreme.\""
]