[
  "The House investigation was initially spearheaded by committee chairman Devin Nunes, whose decision to release a highly controversial memo alleging surveillance abuses by the FBI and Department of Justice sparked a fiery debate in Washington over key facts related to the Russia probe.",
  "The GOP claimed it \"found no evidence of collusion, coordination, or conspiracy between the Trump campaign and the Russians,\" bringing an end to an investigation that was frequently overshadowed by partisan infighting among members on the committee.",
  "Although Nunes stepped aside from the Russia probe in April 2017, he has remained a key presence in the panel's inquiry, particularly as it relates to investigating what he characterizes as anti-Trump bias and corruption within the FBI and DOJ.",
  "The four-page document accused officials at the FBI and the Department of Justice of misleading the Foreign Intelligence Surveillance Court in 2016 to obtain a warrant against Carter Page, a former foreign policy adviser for the Trump campaign.",
  "At the center of the debate is Christopher Steele, a former British intelligence officer who spent months in the run-up to the 2016 election researching Trump's ties to Russia for Fusion GPS, a Washington-based private research firm.",
  "J. Scott Applewhite/AP\n\nRepublicans on the House Intelligence Committee concluded their investigation on Monday into allegations that President Donald Trump's campaign colluded with Russia to tilt the 2016 US election in his favor.",
  "Nunes, an ardent supporter of President Donald Trump, was forced to recuse himself from the committee's investigation last year amid an ethics investigation into his handling of classified intelligence.",
  "Meanwhile, three other investigations conducted by the Senate Intelligence Committee, the Senate Judiciary Committee, and the special counsel Robert Mueller are still underway.",
  "Steele's research culminated in what is now known as the Trump-Russia dossier, a compilation of memos that allege Russia has compromising information on Trump.",
  "Then on February 24, Democrats on the House Intelligence Committee, led by Rep. Adam Schiff, released a memo of their own to counter Republicans' claims.",
  "House Intelligence Committee chairman Rep. Devin Nunes (right) and ranking Democrat Rep. Adam Schiff in Washington on March 20, 2017.",
  "Page, who had been on the FBI's radar since at least 2013, was suspected on multiple occasions of being an unwitting Russian agent.",
  "Meanwhile, Democrats argue the Republican claims did not hold merit and were meant to distract from Mueller's investigation.",
  "Fusion GPS was working on behalf of the law firm Perkins Coie, which represented Hillary Clinton's presidential campaign.",
  "But Republicans say top law enforcement officials corrupted the FISA application process to undermine Trump's campaign.",
  "FBI and DOJ officials must request permission and obtain a warrant from the court to monitor suspected spies in the US.",
  "Buzzfeed News first reported on the dossier in January 2017, less than two weeks before Trump assumed office.",
  "Chuck Grassley and Lindsey Graham released a letter providing additional support for the Nunes memo.",
  "In February, Trump authorized the release of the so-called Nunes memo.",
  "Here's how Republicans and Democrats differ on eight key questions:",
  "On February 6, Republican Sens."
]