[
  "@LannyDavis | @EvanHD | @BBCTwo | #newsnight pic.twitter.com/gfcI2LBlNj — BBC Newsnight (@BBCNewsnight) August 22, 2018\n\nIn an interview with Bloomberg TV on Wednesday, Davis again addressed the Prague allegation, stating, “By the way, the number of times that falsehood has been repeated — I’m not accusing you — is the classic example that if you mention something a million times and you get Google hits and they’re all false, it’s zero-zero.”\n\nTrump supporters and congressional Republicans have called the dossier’s allegations false for more than a year, but Davis’s comments are notable because he is a close Hillary Clinton ally, and it was her campaign and the Democratic National Committee who paid Fusion GPS to produce it.",
  "Steele claimed in the dossier that Cohen was part of a collusion scheme between the Trump campaign and Russia and that he and three associates had visited Prague during the campaign to meet with Kremlin officials to pay hackers to obtain dirt on Clinton.",
  "The dossier was then shopped by Fusion GPS and its author, ex-British spy Christopher Steele, to the Justice Department, the FBI, the State Department, the intelligence community, Democrat members of Congress, and members of the media.",
  "Lanny Davis, a staunch ally of the Clintons who is now representing former Trump lawyer Michael Cohen, emphatically called all Steele dossier allegations about his new client “false” in an interview Wednesday night on BBC.",
  "And the 13 other references to my client in the so-called dossier are false:\n\n“I told you I’m an Anglophile and you asked me the question I wanted you to ask me” Lanny Davis, Michael Cohen’s lawyer speaks to Evan Davis.",
  "Furthermore, the dossier was used as a “roadmap” for the FBI’s investigation into the Trump campaign, according to the BBC last year.",
  "In addition, parts of the dossier were used to obtain a surveillance warrant against a former Trump campaign aide, Carter Page.",
  "Asked if Cohen had ever been to Prague, as the Steele dossier alleged, Davis said, “The answer is one hundred percent no.",
  "Cohen has long denied any involvement in a collusion scheme and ever having been to Prague.",
  "Never has he ever been to Prague."
]