[
  "The New York Times and a third rate reporter named Maggie Haberman, known as a Crooked H flunkie who I don’t speak to and have nothing to do with, are going out of their way to destroy Michael Cohen and his relationship with me in the hope that he will “flip.” They use.... — Donald J. Trump (@realDonaldTrump) April 21, 2018\n\n....non-existent “sources” and a drunk/drugged up loser who hates Michael, a fine person with a wonderful family.",
  "\"Reporters can and should be open to criticism, and a contentious relationship between the press and the presidency is normal and healthy, but the sheer quantity of Trump's attacks on the media and his tendency to go after individual reporters showcase some deeply concerning priorities,\" said Alexandra Ellerbeck, CPJ's North America program coordinator.",
  "\"who I don’t speak to and have nothing to do with..\" pic.twitter.com/972GAcsxYp — Michael S. Schmidt (@nytmike) April 21, 2018\n\nMr. Trump's attacks on the press, which have previously drawn applause from audiences at his campaign-like rallies, have been a hallmark of his campaign strategy and now, of his presidential style.",
  "Here’s the link to the story by @maggieNYT, @SharonLNYT and @dannyhakim: https://t.co/fyKRwkstBy pic.twitter.com/SBylg2tbub — NYTimes Communications (@NYTimesPR) April 21, 2018\n\nHaberman, too, responded, linking to the story that she said \"seems to have touched a nerve.\"",
  "President Trump's first public comments from Palm Beach, Florida, on Saturday were to attack New York Times' White House correspondent Maggie Haberman, apparently over her coverage of a criminal investigation of Mr. Trump's personal lawyer.",
  "Sen. John McCain, R-Arizona, wrote an op-ed in The Washington Post in January claiming Mr. Trump's charges of \"fake news\" just because he doesn't like or agree with coverage about him is causing a negative ripple effect across the globe.",
  "Cohen, Pegues noted, is circling the wagons as he drops libel lawsuits against Fusion GPS, which commissioned the dossier alleging ties between Mr. Trump and Russia, and BuzzFeed News, which published that dossier.",
  "\"Whether Trump knows it or not, these efforts are being closely watched by foreign leaders who are already using his words as cover as they silence and shutter one of the key pillars of democracy,\" McCain wrote.",
  "Memos authored by fired former FBI Director James Comey, and published Thursday night, claim Mr. Trump last year joked with Comey about jailing journalists and those journalists making a \"new friend\" in prison.",
  "Mr. Trump on Saturday called Haberman a \"third-rate reporter,\" saying she and the publication are going \"out of their way to destroy Michael Cohen and his relationship with me in the hope that he will 'flip.'\"",
  "\"While administration officials often condemn violence against reporters abroad, Trump continues his unrelenting attacks on the integrity of American journalists and news outlets,\" McCain continued.",
  "The phrase \"fake news\" — granted legitimacy by an American president — is being used by autocrats to silence reporters, undermine political opponents, stave off media scrutiny and mislead citizens.\"",
  "The president highlighted not just mistakes members of the media had made as the top 10 winners, but generic categories that didn't mention an outlet or reporter at all, like \"RUSSIAN COLLUSION.\"",
  "— Donald J. Trump (@realDonaldTrump) April 21, 2018\n\nMr. Trump deleted his first series of tweets about Haberman after misspelling her name, something she and the paper pointed out on Twitter.",
  "The highest elected official in the United States shouldn't be using his platform to go after individual reporters or to promote conspiracy theories about reporters inventing sources.\"",
  "On Friday, Haberman and other New York Times reporters wrote that Cohen could turn against Mr. Trump as he faces a federal criminal investigation over his business dealings.",
  "Most people will flip if the Government lets them out of trouble, even if.... — Donald J. Trump (@realDonaldTrump) April 21, 2018\n\n....it means lying or making up stories.",
  "Cohen, who has been Mr. Trump's personal attorney for years, has been privy to some of the most sensitive dealings of Mr. Trump's presidency and time as a businessman.",
  "They were the latest in his sustained attacks on the press in general, specific media outlets, and even specific reporters, as well as their sources and methods.",
  "But Mr. Trump on Saturday singled out Haberman, who was part of a team that won a Pulitzer Prize this year for reporting on the Trump team's Russia connections.",
  "https://t.co/M34kkP0sQb https://t.co/V73uBzg7wJ — Maggie Haberman (@maggieNYT) April 21, 2018\n\nIt's not the first time Mr. Trump has singled out Haberman.",
  "CBS News' Jeff Pegues has also reported that sources close to Cohen are concerned he could turn against the president to cooperate with investigators.",
  "Mr. Trump accused Haberman and other New York Times reporters of making up sources, and speaking to a \"drunk/drugged up loser who hates Michael.\"",
  "At the beginning of the year, the president announced his \"Fake News Awards,\" which the Republican National Committee ultimately published.",
  "His remarks also served as an indication of how much the situation involving his lawyer Michael Cohen appears to be frustrating Mr. Trump.",
  "The New York Times responded to Mr. Trump's tweets, saying the publication is \"extremely proud\" of Haberman, one of their star reporters.",
  "In Manila in November, Mr. Trump laughed when the Philippines' dictator-like President Rodrigo Duterte called journalists \"spies.\"",
  "\"They spend a couple days in jail, make a new friend, and they are ready to talk,\" Mr. Trump said, according to Comey's notes.",
  "The president has dubbed recent raids on Cohen's office, home and hotel room a \"disgrace\" and \"attack on our country.\"",
  "After that, a colleague of Haberman's tweeted out a photo of Haberman and Mr. Trump smiling in the Oval Office.",
  "In January, the Committee to Protect Journalists listed Mr. Trump among global oppressors of a free press.",
  "\"Sorry, I don't see Michael doing that despite the horrible Witch Hunt and the dishonest media!\"",
  "\"Since the start of his campaign, Trump has tweeted attacks at the media more than 1,000 times.",
  "Sorry, I don’t see Michael doing that despite the horrible Witch Hunt and the dishonest media!",
  "We are extremely proud of @maggieNYT, who is a part of a team that just won a Pulitzer Prize.",
  "Michael is a businessman for his own account/lawyer who I have always liked & respected.",
  "In March, the president also lashed out at her on Twitter, claiming she had \"no access.\"",
  "On Saturday, that New York Times reporter, Mike Schmidt, tweeted out that photo again.",
  "The president's attacks on the media have prompted some in his own party to speak up.",
  "\"This has provided cover for repressive regimes to follow suit.",
  "Mr. Trump then reposted his tweets with the correct spelling.",
  "Here’s the story that seems to have touched a nerve.",
  "Mr. Trump also said he doesn't see Cohen flipping.",
  "We stand by our story and our reporting.",
  "He didn't substantiate those claims.",
  "One B, sir (or Dan?).",
  "he tweeted."
]