[
  "On March 3, Breitbart News reported Levin’s broadcast and added additional evidence to the timeline, summarizing Levin’s accusations:\n\nIn summary: the Obama administration sought, and eventually obtained, authorization to eavesdrop on the Trump campaign; continued monitoring the Trump team even when no evidence of wrongdoing was found; then relaxed the NSA rules to allow evidence to be shared widely within the government, virtually ensuring that the information, including the conversations of private citizens, would be leaked to the media.",
  "Levin criticized what he called “police state” tactics by the Obama administration, and speculated that the agencies might have been involved in a “silent coup” to undermine the incoming Trump administration, which was loathed by official Washington.",
  "Politicians and pundits are debating the memorandum released Friday by the House Intelligence Committee, which suggests that the FBI used the dubious products of Democrats’ opposition research to obtain a warrant to spy on a Trump associate.",
  "Moreover, that surveillance was based at least in part on allegations in a dossier compiled for Fusion GPS by the former British spy Christopher Steele, which was funded by the Hillary Clinton campaign and the Democratic National Committee.",
  "Though he had placed the phrase “wires tapped” in quotes, suggesting that he meant to refer to surveillance in general, the mainstream media chose to hold Trump to the literal meaning of those words and declared his claims false.",
  "He also noted President Barack Obama had taken the unusual step of allowing surveillance reports to be disseminated more widely within the government, which made it more likely that details would be leaked to sympathetic media.",
  "… I think the American people understand that the FBI should not go to secret courts using information that was paid for by the Democrats to open upon investigations to get warrants on people of the other political party.",
  "On March 2, 2016, Levin noted mainstream media reports that suggested that law enforcement and intelligence agencies had conducted surveillance of Trump associates during the last months of the Obama administration.",
  "But no one is debating the fact that the surveillance took place, and there is now evidence that it was politically motivated — which vindicates Breitbart News, radio host Mark Levin, and President Trump himself.",
  "The Obama administration did, in fact, conduct surveillance of former Trump adviser Carter Page, starting in October 2016 — “just before the victory” — and continuing into the new administration.",
  "Brian Stelter of CNN called the whole story a “conspiracy theory” cooked up by right-wing media: “There is no evidence to back up this theory.”\n\nThe memo released Friday provides ample evidence.",
  "Committee chair Rep. Devin Nunes (R-CA) told Fox News’ Special Report on Friday evening:\n\nThe FBI opened a counter-intelligence investigation into the Trump campaign in the summer of 2016.",
  "And then, they got a warrant on someone in the Trump campaign using opposition research paid for by the Democratic Party and the Hillary Clinton campaign.",
  "Even NeverTrump’s Evan McMullin acknowledged an “unprecedented collision of opposition research and national security.”\n\nThere is more to know.",
  "We do not know if then-President Barack Obama knew of the surveillance, or whether it included conversations at Trump Tower itself.",
  "(Few of the facts in that dossier have subsequently been substantiated; some have been conclusively debunked.)",
  "And at least one of the key agents involved in the investigation, Peter Stzrok, had a severe anti-Trump bias.",
  "He is the co-author of How Trump Won: The Inside Story of a Revolution, is available from Regnery.",
  "Just found out that Obama had my “wires tapped” in Trump Tower just before the victory.",
  "— Donald J. Trump (@realDonaldTrump) March 4, 2017\n\nThe mainstream media went berserk.",
  "He was named to Forward’s 50 “most influential” Jews in 2017.",
  "Joel B. Pollak is Senior Editor-at-Large at Breitbart News.",
  "That’s the type of stuff that happens in banana republics.",
  "On March 4, President Donald Trump tweeted:\n\nTerrible!",
  "But the “conspiracy theory” checks out thus far.",
  "And it’s wrong, and it should never be done.",
  "Follow him on Twitter at @joelpollak.",
  "That’s what this is about.",
  "That’s what happened.",
  "This is McCarthyism!",
  "Nothing found."
]