[
  "All of this will surely rankle Republican politicians — and the president — who believe the ongoing investigation into potential Trump-Russia ties is nothing more than a “witch hunt.”\n\nConservatives hate Shearer\n\nThe fact that Shearer is the man behind the second dossier will do very little to convince conservatives there’s any merit to its claims.",
  "As Vox’s Jane Coaston explained, the story that leads to the memo begins in the fall of 2016, when the FBI applied for a warrant from the Foreign Intelligence Surveillance Court to wiretap Carter Page, a foreign policy adviser for President Trump’s presidential campaign, under the Foreign Intelligence Surveillance Act (FISA).",
  "Conservatives have already taken steps to discredit Steele and the FBI\n\nOn Monday, House Republicans voted to release their own controversial secret memo written by Rep. Devin Nunes (R-CA) that alleges that the entire investigation into possible collusion between the Trump campaign and Russia hinged on the Steele dossier.",
  "“We know now without a shadow of a doubt that the Democratic Party, Hillary Clinton, paid Fusion GPS and Steele to acquire this dossier, which required colluding with Russian operatives and Russian nationals,” Rep. Ron DeSantis (R-FL) told Breitbart in a radio interview last November.",
  "Once Trump became the Republican nominee for president in 2016, Marc Elias, a lawyer for the Clinton campaign and Democratic National Committee, paid the Washington-based research firm Fusion GPS through the law firm Perkins Coie to look into Trump.",
  "And so if conservatives already doubt the veracity of an intelligence document written by a former spy, they’re unlikely to accept a second memo written by someone they believe is a Clinton crony.",
  "But the Nunes memo episode goes to show just how much conservatives have bought into the story that Trump-Russia probes are simply partisan efforts by Democrats and law enforcement.",
  "Apparently, he received Shearer’s work from an unidentified American contact and handed it over to authorities in an effort to give the FBI more evidence for its investigation.",
  "But the fact that the FBI is continuing to assess the document, as one unnamed source told the Guardian, may indicate that there’s something there worth taking seriously.",
  "According to the FBI, that warrant was based on information from a variety of sources that indicated Page may have been acting as an agent of the Russian government.",
  "That’s why some politicians claim the Democrats colluded with Russia to win the election, turning the tables on the usual Trump-Russia allegations.",
  "Christopher Steele, the ex-British intelligence officer who authored the first dossier, gave the new “Shearer memo” to the FBI in October 2016.",
  "He has no experience in intelligence, which makes his involvement with a document that could reflect badly on Trump look suspiciously partisan.",
  "Both memos claim the Russians compromised Trump during his 2013 visit to Moscow when he allegedly engaged in lurid activity with prostitutes.",
  "The company then hired Steele to investigate Trump’s Russia ties, and he proceeded to speak with his Russian contacts to gather information.",
  "The Guardian reported on Tuesday that the FBI is in possession of both dossiers and is looking into whether any of the information is true.",
  "The agency is in the midst of an investigation into whether the Trump campaign colluded with Russia to win the 2016 presidential election.",
  "That misses a crucial point, though: The FBI started monitoring Page’s communications in 2014 because of his 2013 contacts with Russians.",
  "It contained unverified claims that President Donald Trump had deep ties to Russia and was potentially compromised by the Russians.",
  "For starters, its author is Cody Shearer — a political activist with strong ties to the Clinton administration in the 1990s.",
  "Conservatives say Shearer is part of a vast network of Clinton supporters that consistently do favors for Bill and Hillary.",
  "But now it turns out that a second dossier exists — and it contains some of the same information as the first one.",
  "Whether politicians choose to accept the agency’s findings when the investigation concludes is another matter.",
  "But the Nunes memo, according to Republican members of Congress who have seen it, makes a very different case.",
  "Last year, a controversial dossier compiled by a former British spy sent shockwaves through Washington.",
  "There’s no evidence for that, but if true, it would lend some credence to the “witch hunt” narrative.",
  "As of now, there is currently no evidence that the Clintons knew about Shearer’s dossier.",
  "Steele noted that he couldn’t vouch for the claims in the second dossier, however.",
  "It argues that much of the information that led to the warrant came from Steele.",
  "But crucially, there’s no evidence of Democrat-Russia collusion as of now.",
  "But that will do little to mollify conservatives’ existing suspicions.",
  "This second document, like the first, is highly controversial.",
  "In the end, that’s all up to the FBI to decide.",
  "Things get murkier."
]