[
  "As for the reluctance of other Republicans to support him, she believes they should figure out that “people want leaders to courageously stand up to social justice warriors and media bullies.”\n\nIf Democrats were willing to shut down the government over illegal aliens, Hemingway thinks that Republicans should at least consider the federal funds going to Planned Parenthood, especially after the videos that came out a couple years ago demonstrating a reprehensible fetal body part harvesting trade.",
  "When the House Permanent Select Committee on Intelligence votes to release the classified intelligence memo, according to one journalist, it will be because the committee found such disconcerting practices by intelligence officials that the public has a right to know.",
  "Mollie Ziegler Hemingway — a senior editor at The Federalist and Fox News contributor who spoke with The Daily Caller New Foundation — discussed how the media narrative is collapsing with new facts showing the misbehavior of certain FBI officials.",
  "Hemingway calls the use of the dossier to obtain surveillance on Trump administration officials a “scandal of epic proportions.” In addition, America is also learning of the post-election whisper campaign to delegitimize President Donald Trump.",
  "Mrs. Thomas does not necessarily support or endorse the products, services or positions promoted in any advertisement contained herein, and does not have control over or receive compensation from any advertiser.",
  "As for the state of American journalism, Hemingway discussed the public’s reasonable impression of a herd who seemed to think former President Barack Obama could do no wrong, and they were protectively fawning.",
  "At the end of this exclusive video, Hemingway also discussed the #MeToo movement, giving extreme guidance to sexual mores that have been fostered in a morally relativistic time.",
  "“The idea that these children wouldn’t be valuable enough in our society to live, but they are valuable in death, chopped up, is horrific to contemplate,” Hemingway said.",
  "Besides not showing any collusion, we can now look back to see “inappropriate” briefings by intelligence officials of the Congress using this discredited information.",
  "Explaining that there is even a drop down menu by age, including eyelids of babies, she thinks this “shocking” activity should capture Republicans’ attention.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Groups like Fusion GPS are coming into newsrooms with packaged campaigns to help journalists tell a story that does their work for them.",
  "Freedom of Speech Isn’t Free\n\nThe Daily Caller News Foundation is working hard to balance out the biased American media.",
  "Trump, on the other hand, seems unable to do anything right, with reflexive hostility always aimed in his direction.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "It is tempting to use such packages in an environment of budget-cutting and downsizing, Hemingway said.",
  "We’re not dependent on commercial or political support and we do not accept any government funding.",
  "Public trust in journalism is eroding with this obvious bias on display, Hemingway said.",
  "Make a one-time donation to support the quality, independent journalism of TheDCNF.",
  "Videographer Sean Moody is credited with the video work for this piece.",
  "To Hemingway, Trump is a surprisingly conservative politician.",
  "For as little as $3, you can help us."
]