[
  "The warrant authorizing the FBI to monitor the communications of former campaign adviser Carter Page was not a one-time request, but was approved by a judge on four occasions, the memo says, and even signed off on by the second-ranking official at the Justice Department, Rod Rosenstein, whom Trump appointed as deputy attorney general.",
  "The memo's central allegation is that agents and prosecutors, in applying in October 2016 to monitor Page's communications, failed to tell a judge that the opposition research that provided grounds for the FBI's suspicion received funding from Hillary Clinton's presidential campaign and the Democratic National Committee.",
  "Beyond that, though, the memo confirms the FBI's counterintelligence investigation into the Trump campaign began in July 2016, months before the surveillance warrant was sought, and was \"triggered\" by information concerning campaign aide George Papadopoulos.",
  "Republicans say a judge should have known that \"political actors\" were involved in allegations that led the Justice Department to believe Page might be an agent of a foreign power — an accusation he has consistently and strenuously denied.",
  "The four-page document released Friday contends that the FBI, when it applied for a surveillance warrant on a onetime Trump campaign associate, relied excessively on an ex-British spy whose opposition research was funded by Democrats.",
  "As a result, the document only further intensified a partisan battle over how to interpret the actions of the FBI and Justice Department during the early stages of the counterintelligence investigation that Mueller later inherited.",
  "WASHINGTON (AP) -- President Donald Trump on Saturday claimed complete vindication from a congressional memo that alleges the FBI abused its surveillance powers during the investigation into his campaign's possible Russia ties.",
  "Even as Democrats described it as inaccurate, some Republicans quickly cited the memo — released over the objections of the FBI and Justice Department — in their arguments that Mueller's investigation is politically tainted.",
  "\"Having decided to cherry-pick, the Nunes team picked a bunch of the wrong cherries for its own narrative,\" Matthew Waxman, a Columbia University law professor and former Bush administration official, wrote in an email.",
  "At the same time, the memo confirms that the investigation into potential Trump links to Russia actually began several months earlier, and was \"triggered\" by information involving a different campaign aide.",
  "But he also was a \"longtime FBI source\" with a credible track record, according to the memo from the House Intelligence Committee chairman, Rep. Devin Nunes, R-Calif., and his staff.",
  "For one, Democrats said it was misleading and incorrect to say a judge was not told of the potential political motivations of the people paying for Steele's research.",
  "Democrats said it was a set of cherry-picked claims aimed at smearing law enforcement and that releasing the memo would damage law enforcement and intelligence work.",
  "Their (sic) was no Collusion and there was no Obstruction (the word now used because, after one year of looking endlessly and finding NOTHING, collusion is dead).",
  "But the memo also includes revelations that might complicate efforts by Trump and his allies to undermine special counsel Robert Mueller's inquiry.",
  "Steele was working for Fusion GPS, a firm initially hired by the conservative Washington Free Beacon to do opposition research on Trump.",
  "But it's unclear how much or what information Steele collected made it into the application, or how much has been corroborated.",
  "Christopher Steele, the former spy who compiled the allegations, acknowledged having strong anti-Trump sentiments.",
  "The underlying materials that served as the basis for the warrant application were not made public in the memo.",
  "Trump, however, tweeted from Florida, where he was spending the weekend, that the memo puts him in the clear.",
  "The FBI this week expressed \"grave concerns\" about the memo and called it inaccurate and incomplete.",
  "Steele's research, according to the memo, \"formed an essential part\" of the warrant application.",
  "Steele didn't begin work on the project until after Democratic groups took over the funding.",
  "Page had stopped advising the campaign sometime around the end of that summer.",
  "\"This memo totally vindicates 'Trump' in probe,\" he said.",
  "A closer read presents a far more nuanced picture.",
  "He pleaded guilty last year to lying to the FBI.",
  "\"But the Russian Witch Hunt goes on and on.",
  "This is an American disgrace!\"",
  "Story continues"
]