[
  "The documents also confirm information revealed in the Carter Page FISA application: that the government ended its relationship with Steele after he leaked sensitive information to the press and informed a third party he was working as a confidential source for the bureau.",
  "Late on Friday evening, the FBI dumped dozens of documents detailing its relationship with former British intelligence officer Christoper Steele, who is responsible for compiling the infamous Trump dossier.",
  "The Carter Page FISA application documents, which were released last month, showed the FBI heavily relied on Steele's dossier when obtaining FISA surveillance warrants on the former Trump campaign aide.",
  "Steele's intelligence gathering eventually led to the compiling of the so-called \"anti-Trump\" dossier, which contains mostly unsubstantiated claims about President Donald Trump.",
  "Steele, a former MI6 agent with deep connections in Russia, was hired by opposition research firm Fusion GPS to conduct research on Trump during the 2016 presidential campaign.",
  "Because of the heavy redactions, the exact date when the FBI began conferring with Steele to gather intelligence on then-presidential candidate Donald Trump is not clear.",
  "It is a briefing on the rules of being an informant to ensure the source complies with guidelines set by the Attorney General, and usually not criticism of the source.",
  "A federal law enforcement official explains that an admonishment is typically given when a person begins a stint as a confidential informant and annually thereafter.",
  "However, there was one major problem with the documents: They are mostly redacted, providing little insight into the controversial relationship.",
  "It was later revealed in October 2017 that Hillary Clinton's campaign and the Democratic National Committee helped fund the salacious document.",
  "The 71 pages are heavily redacted and mostly consist of payment receipts to Steele, who is identified as a \"Confidential Human Source.\"",
  "\"Additionally, handling agent advised that CHS was not to operate to obtain any intelligence whatsoever on behalf of the FBI.\"",
  "The documents were released in response to a Freedom of Information Act Request, according to Rep. Mark Meadows (R-N.C.).",
  "However, one partially unredacted paragraph points to February 2016 as the likely starting date, according to NBC News.",
  "NBC News explains:\n\nThe records also indicate that in February 2016 the FBI “admonished” Steele.",
  "\"On November 1, 2016, CHS confirmed all of this to the handling agent,\" the document states.",
  "The dossier was made public in January 2017 when BuzzFeed published it.",
  "Otherwise, Steele's name does not appear anywhere in the documents.",
  "It appears they were declassified in mid-June.",
  "What are the details?",
  "Who is Steele?"
]