[
  "Even before the memo’s release, Rep. Adam Schiff, the top Democrat on the House Intelligence Committee, said he was wary of the redactions Trump would require for “political purposes.”\n\nContradicting the Nunes memo\n\nThe rebuttal released on Feb. 24 claims officials at the FBI and DOJ “did not abuse the Foreign Intelligence Surveillance Act (FISA) process, omit material information, or subvert this vital tool to spy on the Trump campaign.”\n\nThe GOP memo alleged Steele’s controversial dossier – a 35-page document compiled for the firm Fusion GPS – \"formed an essential part\" of applications by the FBI and DOJ to spy on Page.",
  "It also said the DOJ “repeatedly informed the Court about Steele’s background, credibility and potential bias.”\n\n“The FBI had ample reason to believe that Carter Page was acting as an agent of a foreign power based on his history, including the fact that he had previously been a target of Russian recruitment, his travel to Russia, and other information,” Schiff said in a statement.",
  "White House press secretary Sarah Sanders said the memo “fails to even address the fact that the Deputy FBI Director told the Committee that had it not been for the dossier, no surveillance order would have been sought.”\n\n‘Bolsters’ FBI credibility\n\nRep. Eric Swalwell, D-Calif., previously told Fox News the Democrats’ document “bolsters” the FBI’s credibility in the Russia probe.",
  "“The renewals of FISA were also appropriate and based on new information obtained by law enforcement.”\n\nAdditionally, the Democrats’ memo challenged the Republican claim that the FBI authorized payment to Steele, saying it neglected to include that the payment was cancelled.",
  "One section with multiple redactions is titled “Page’s connections to Russian Government and Intelligence Officials.”\n\nPage was the subject of a surveillance warrant obtained by the FBI and DOJ as part of their probe, according to the GOP version.",
  "Earlier this month, Trump made public – without redactions – a memo written by Republicans on the committee that detailed alleged surveillance abuses by the FBI and DOJ in its probe into Russian interference in the 2016 presidential election.",
  "The House Intelligence Committee officially released the Democratic rebuttal to the controversial GOP memo that purported to show improper use of surveillance by the FBI and Justice Department (DOJ) during the 2016 presidential campaign.",
  "The Feb. 24 release came after the White House initially instructed Democratic lawmakers to revise their rebuttal memo regarding the Russia investigation, saying the document required certain redactions before it could be made public.",
  "But the Democratic memo contends the DOJ did disclose the “assessed political motivation of those who hired him” and that Steele was likely hired by someone “looking for information that could be used to discredit” Trump’s campaign.",
  "The surveillance warrant and renewals did not mention that the dossier was paid for, at least in part, by the Democratic National Committee (DNC) and the campaign for Hillary Clinton, according to the GOP memo.",
  "He said then, three months after the warrant had been granted for Page, that the dossier was considered “salacious” and “unverified” when he briefed incoming President Trump in January 2017.",
  "Further politicization of the probe\n\nThe Democrats’ memo, seen as a rebuttal to the GOP’s document, was deemed a “politically driven document” by the White House following its release.",
  "However, the new memo said the dossier was corroborated by multiple sources – the opposite of what former FBI Director James Comey told the Senate Intelligence Committee in June 2017.",
  "Both memos said the Steele dossier was not the catalyst for the FBI opening its counterintelligence investigation into links between the Russia investigation and the Trump campaign.",
  "Most of the redactions appear to be related to intelligence regarding Russian activities, including contacts former Trump adviser Carter Page had with Russian-linked individuals.",
  "Redactions\n\nUnlike the Republican memo, largely authored by Rep. Devin Nunes, R-Calif., the Democrats' rebuttal was released with many blacked out portions.",
  "And another appears to block out information related to compensation the FBI considered giving to dossier author and former British spy Christopher Steele.",
  "And both memos showed the investigation was prompted by concerns about contacts between Papadopoulos and individuals linked to Russia.",
  "He said the Foreign Intelligence Surveillance Court was given a “voluminous amount” of evidence to obtain the warrant to spy on Page.",
  "The Democrats say the FBI “made only narrow use of Steele’s sources” in the request for the FISA application.",
  "Republicans have said that is not enough, however, because the Clinton campaign and DNC were not named.",
  "Trump further stirred controversy when he said the memo “totally vindicates” him of any wrongdoing.",
  "The memo contended the FBI had an “independent basis” for investigating Page’s motivations.",
  "Fox News’ Madeline Farber, Adam Shaw and The Associated Press contributed to this report.",
  "“Dem Memo: FBI did not disclose who the clients were - the Clinton Campaign and the DNC.",
  "Here’s a look at what the Democrats’ partially blacked out 10-page memo contained.",
  "Points of agreement\n\nThe two memos weren’t in complete opposition to one another.",
  "One redaction appears to involve former Trump aide George Papadopoulos.",
  "Trump tweeted shortly after the Democratic document was released.",
  "Wow!\""
]