[
  "House Intelligence Democrats said in a statement on Friday following the memo’s release that the DOJ had emphasized to the committee’s chairman and memo author Devin Nunes that “the decision to employ an obscure and never before used House rule to release classified information without DOJ and FBI vetting was ‘extraordinarily reckless.’”\n\nNunes has not actually seen the FISA application underlying the memo’s claims.",
  "Glenn Simpson, the co-founder of the opposition research firm that hired Steele to conduct the research, told Congress in testimony last year that Steele had become disillusioned with the FBI’s handling of the Trump-Russia case after choosing to make public statements about Hillary Clinton’s email server—rather than about potential collusion between Trump and Moscow—in the waning days of the campaign.",
  "Former FBI Director James Comey signed the initial application for the warrant, as well as for two renewals, before he was fired in May of last year, and Deputy Director Andrew McCabe, who was pushed out of his role earlier this week, signed off on one renewal application, according to the memo.",
  "Two sources familiar with Steele’s actions vigorously dispute the claim that the former British intelligence officer, who has worked with the FBI and State Department on numerous projects over the last several years, ever lied to the bureau about his media contacts.",
  "Steele gave the information to the FBI out of a sense of duty, the source said, but a relationship with the FBI had not been formalized even though the possibility of a commercial contract had been discussed to continue the research into Trump’s Russia ties.",
  "A source familiar with the FISA application process who requested anonymity to discuss the sensitive procedure told me that the bureau had to have had a “rock-solid” reason, perhaps in the form of new evidence, to request that the warrant be extended.",
  "“It is telling that Chairman Nunes put out this memo without bothering to read the underlying materials, and that he ordered changes to the document without informing his own committee members,” the minority said in its statement.",
  "A source familiar with the episode, speaking on condition of anonymity because of the ongoing investigation, told me that Steele’s research belonged to his clients, Fusion GPS and the Democratic National Committee.",
  "The memo claims that the FBI “terminated” its relationship with Steele after learning that Steele made an “unauthorized disclosure” about his Trump campaign research to the press.",
  "That highly classified intelligence was only made available to Representative Adam Schiff, the intelligence committee’s ranking member, and House Oversight chairman Trey Gowdy.",
  "Such a contract never materialized, which meant that Steele was under no obligation to avoid reporters.",
  "The FBI first obtained the warrant targeting Page in October 2016 and renewed it three times.",
  "The FBI acknowledged that, the source said."
]