[
  "Democrats also assert in their memo that parts of the Steele dossier were corroborated “through multiple independent sources.”\n\nPage met secretly with two Kremlin insiders, Igor Sechin and Igor Diveykin, during a well-publicized trip to Moscow in July 2016, according to the dossier.",
  "The House Permanent Select Committee on Intelligence released a highly anticipated memo on Saturday that Democrats say provides clarification about the FBI and Justice Department’s application for a spy warrant on President Donald Trump’s former campaign adviser Carter Page.",
  "In that first memo, Republicans asserted that the FBI and Justice Department relied heavily on the unverified Steele dossier to obtain a Foreign Intelligence Surveillance Act (FISA) warrant in Oct. 2016 to spy on Page.",
  "The Republican memo stated that U.S. officials failed to tell the FISA court that the FBI severed its relationship with Steele after the first FISA was obtained because he made unauthorized contacts with the media.",
  "(RELATED: Carter Page Warrant Relied On Dossier And Stories Planted By Fusion GPS)\n\nDemocrats claim that the FBI “properly notified” the FISA court about severing its relationship with Steele.",
  "“The FBI speculates that the identified U.S. person was likely looking for information that could be used to discredit [Trump’s] campaign,” reads the memo, quoting from the FISA application.",
  "U.S. officials also failed to disclose that the dossier was funded by former Secretary of State Hillary Clinton’s campaign and the Democratic National Committee, Republicans claimed.",
  "Read the Democrats’ memo here:\n\nFollow Chuck on Twitter\n\nFreedom of Speech Isn’t Free\n\nThe Daily Caller News Foundation is working hard to balance out the biased American media.",
  "Democrats also claim that the FISAs against Page “allowed FBI to collect valuable intelligence.” A paragraph laying out the purported evidence is largely redacted from the memo.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Democrats dispute that characterization, saying the Justice Department disclosed that the dossier was funded by a politically motived client.",
  "The dossier also alleges that Page was working with former Trump campaign chairman Paul Manafort as part of the collusion effort.",
  "Democrats also rebut the Republican claim that the FBI and DOJ omitted material facts about Steele in the FISA applications.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "We’re not dependent on commercial or political support and we do not accept any government funding.",
  "The 10-page document aims to rebut claims made in a memo released Feb. 2 by committee Republicans.",
  "Page has vehemently denied meeting with Sechin and Diveykin and says he has never met Manafort.",
  "ALSO WATCH:\n\nCorroborated information about Page is redacted from the Democratic memo.",
  "Make a one-time donation to support the quality, independent journalism of TheDCNF.",
  "Steele was a source for a Oct. 31, 2016, article published by Mother Jones.",
  "For as little as $3, you can help us."
]