[
  "“And I can remember specifically there being stories about Carter Page and his trip to Moscow and the fact that that was something that was of FBI interest, and that Carter Page stuff is something that we covered with the media.”\n\nExcerpt from Glenn Simpson’s House Intelligence Committee interview\n\nAt least one news story appears to have come from Simpson’s contact with reporters.",
  "“Other work that we did in the dossier that I think was really useful and is worth following up on, so we did a similar thing when we got the Carter Page information, which was, you know, gee, we will never — I will never find a way to confirm whether he talked to Igor Sechin…,” Simpson told California Rep. Jackie Speier at one point during his interview.",
  "According to a transcript of his interview, released late Thursday, Simpson acknowledged that he “will never” be able to confirm a key allegation made in the infamous Steele dossier about Carter Page, the former Trump campaign adviser.",
  "(RELATED: Revelations From Glenn Simpson’s Interview With House Intelligence Committee)\n\nThat media outreach push was tacitly approved by the Clinton campaign and DNC, both of which paid Fusion GPS to investigate Trump.",
  "The admission is significant because of the likelihood that the FBI and Justice Department relied on allegations made about Page in the dossier to obtain a surveillance warrant against him prior to the 2016 election.",
  "Excerpt from Glenn Simpson’s House Intelligence Committee interview\n\nEven though Simpson acknowledged not knowing whether the claims about Page were accurate, he appears to have spread the allegations to reporters.",
  "And though Simpson apparently did not know whether some of the allegations about Page in the dossier were accurate, he admitted spreading the information to journalists as part of a broad media outreach campaign.",
  "NYT CLAIMS RUSSIA PROBE TRIGGERED BY CONVERSATION BETWEEN PAPADOPOULOS AND DIPLOMAT, NOT STEELE DOSSIER\n\nThe oppo firm hired Christopher Steele, a former MI6 officer, to do the leg work of the investigation.",
  "“There were, you know, a trickle of stories, you know, I guess more than a trickle, but there were some very limited stories about people associated with Trump having connections to the Russians,” he said.",
  "Page has said in court filings for a lawsuit related to the dossier that he was contacted on July 26, 2016 by a Wall Street Journal reporter who asked about his alleged meetings with Sechin and Diveykin.",
  "Steele’s claims about Page — which Simpson acknowledged were unverifiable — were also likely shared with the FBI and used by the government to obtain a warrant to spy on the campaign adviser.",
  "In two memos put together in July 2016, Steele alleged that Page, an energy consultant based in New York, met secretly with two Kremlin insiders during a trip to Moscow earlier in the month.",
  "He also alleged that Page was working with Trump campaign chairman Paul Manafort as part of a “well-developed conspiracy of cooperation” between the campaign and Russian leadership.",
  "While it was public knowledge at the time that Page had traveled to Moscow in early July 2016, there had been no allegations that he met secretly with the two Kremlin insiders.",
  "But it laid out the dossier’s allegations against Page and established for the first time that U.S. investigators were looking into Trump campaign contacts with Russia.",
  "And according to various reports, information from Steele was used in a warrant issued by the Foreign Intelligence Surveillance Court to conduct surveillance on Page.",
  "One question that Republican lawmakers have pushed is whether the agencies vetted the information provided by Steele before implementing it into the investigation.",
  "In a July 19, 2016 memo, Steele wrote that Page met secretly with Rosneft CEO Igor Sechin as well as with a Kremlin official named Igor Diveykin.",
  "Fusion GPS founder Glenn Simpson made a surprising if not damning admission in his interview with the House Intelligence Committee in November.",
  "Republicans have pushed for answers on how the dossier was used by the FBI and DOJ for its investigation into possible collusion.",
  "In his testimony, Simpson acknowledged that he had no proof of what Steele wrote about Page in his salacious report.",
  "The pair also met with reporters from The New York Times, The Washington Post, The New Yorker and Mother Jones.",
  "News article, written by veteran reporter Michael Isikoff, does not mention the dossier, Steele or Fusion GPS.",
  "Simpson acknowledge in his House interview that the allegations against Page were he discussed with reporters.",
  "Page has vehemently denied meeting with Sechin or Diveykin and says he has never met or spoken to Manafort.",
  "Citing unnamed sources, Steele said that Page and Sechin discussed removing U.S. sanctions against Russia.",
  "And with Diveykin, Page allegedly discussed “kompromot” that the Russians had on Hillary Clinton.",
  "The agencies provided information to the House Intelligence Committee earlier this month.",
  "Steele has acknowledged in court filings in London that he and Simpson met with Yahoo!",
  "News published a piece on Sept. 23, 2016 that linked Page to Sechin and Diveykin.",
  "Steele met with some of his sources from the FBI while working on the dossier.",
  "The FBI and DOJ have largely avoided providing answers to those questions.",
  "News as part of Fusion’s media outreach campaign.",
  "Manafort has also denied knowing Page.",
  "Follow Chuck on Twitter",
  "The Yahoo!",
  "Yahoo!"
]