[
  "A history of diverting attention away from Trump\n\nHouse Intelligence Committee Chairman Rep. Devin Nunes, R-Calif., right, and the committee's ranking member Rep. Adam Schiff, D-Calif., leave after talking to reporters following a briefing with FBI Director Jim Comey about Russian influence on the American presidential election, Thursday, March 2, 2017, on Capitol Hill in Washington J. Scott Applewhite/AP\n\nThroughout all of these developments, Nunes has been there to add fuel to Trump's fears.",
  "Rep. Devin Nunes AP\n\nFor someone who isn't officially supposed to be involved in the House investigation into President Donald Trump's potential connections to Russia, Rep. Devin Nunes has already left quite the mark on the investigation, and his controversial memo that Republicans just voted to release is but the latest in a string of moves he has taken over the past year to malign US intelligence and law enforcement agencies.",
  "The DOJ was reportedly \"forced\" to release critical text messages between the two FBI agents late last year because Nunes was about to subpoena them, and his memo states that Deputy Attorney General Rod Rosenstein and the DOJ convinced a judge to extend surveillance of a Trump campaign associate based on information in a controversial dossier.",
  "Along the same lines, the president has attacked the FBI and DOJ for partisan bias, citing anti-Trump text messages sent between two FBI agents, his inability to control the DOJ, and a perceived lack of loyalty from the FBI, including Deputy Director Andrew McCabe, as evidence that the odds were stacked against him in the Russia investigation.",
  "All of this has taken place after Nunes, who was on Trump's transition team, ostensibly recused himself from the House Russia investigation in April, when it was announced that he would be the subject of an investigation into whether he revealed classified information during the transition period in late 2016 and 2017.",
  "Trump has utilized every tool at his disposal to attempt to exert power over these agencies — he fired former FBI Director James Comey in May, pressured Attorney General Jeff Session not to recuse himself from the Russia investigation, and now reportedly played an indirect role in McCabe's resignation on Monday.",
  "The source also said that Nunes was working \"to divert attention away from the investigation\" into Trump's campaign's Russia ties by pursuing alternate lines of inquiry, many of which focus on the conduct of the DOJ, the FBI, and the Obama administration rather than on the behavior of the Trump campaign.",
  "Nunes has used his powers as the chairman of the House Intelligence Committee to redirect the body's focus away from Trump's finances to Fusion itself, and ordered a subpoena for Fusion's bank instead of one for Trump's Deutsche Bank, which Democrats on the committee had been pushing for.",
  "Foreshadowing claims he would later make about the DOJ's allegedly improper surveillance of a member of Trump's campaign, Nunes had accused the Obama administration of abusing its powers and gathering information on Trump's transition team, and shared this information with Trump.",
  "\"The Democrats feel that Nunes has gone rogue, or that he's trying to undermine the committee because he no longer serves in the top position on this investigation,\" a Democratic committee source told Business Insider last year.",
  "Trump authorized its release on on Friday, even though Associate Attorney General Stephen Boyd has warned that it would be \"extraordinarily reckless\" to release the classified memo without proper review and verification.",
  "The Republican majority of the House Intelligence Committee, which Nunes chairs, voted late on Monday to release the memo he authored on alleged misconduct on the part of the FBI and Department of Justice (DOJ).",
  "Michael Gerhardt, a University of North Carolina professor who specializes in constitutional law and legislative processes, said Nunes's recusal seems to have been effectively nullified by his own actions.",
  "The dossier, most of which still remains unverified and details Trump's supposed connections to Russia, was funded in part by the Democratic Party and the research company Fusion GPS.",
  "Nunes deep involvement in matters related to the investigation has led to accusations from Democrats that he has led a parallel Russia probe in the aftermath of his recusal.",
  "Trump reportedly believes the memo vindicates his belief that the multiple probes being conducted are a partisan \"witch hunt\"— a claim Trump has made on multiple occasions.",
  "Again, this deepened Trump's distrust of the US intelligence apparatus, leading him to make unverified claims on Twitter about Obama wiretapping Trump Tower.",
  "Democrats argue that Friday's memo release will continue to play into this long-term agenda.",
  "Nunes's recusal resulted from his own apparent misconduct with classified intelligence.",
  "But in fact he can be, and so it appears his recusal has been effectively repealed.\"",
  "\"As chair he can try to retain some oversight authority,\" Gerhardt said.",
  "\"But it looks as if he simply decided not to recuse himself completely.",
  "He might argue as chair he cannot be fully out of the loop."
]