[
  "#ReleaseTheMemo\n\nWith Nunes now (unabashedly) involved again in the congressional end of the probe, word began to spread in mid-January about a four-page document, written by the chairman and his staff, that would blow the lid off Mueller's increasingly assertive inquiry\n\n\"The memo\" alleges that leadership at the FBI (before the 2016 election) and Justice Department (after Trump took office) conspired against Trump.",
  "(CNN) Rep. Devin Nunes barged onto the national political scene in March 2017, when, in his on-again, off-again capacity as top House investigator into Russian election meddling, the California Republican told reporters he'd seen evidence that the intelligence community had gathered -- and inappropriately handled -- information on high-level Trump aides and officials.",
  "Still, by Monday of this week, the clamor surrounding Nunes' memo was sufficient that Republicans on the House Intelligence Committee voted -- over the objections of their Democratic colleagues and a warning from Trump's Justice Department -- to make it available to the White House, which would then have five days to either kill it or allow its release to the public.",
  "The timing was off and, as many noted, Clinton's role had been overrated\n\nStill, Nunes managed to keep his name in the game and, when the Ethics Committee in December cleared him of any wrongdoing during the March maelstrom, the path was clear for him to return as the top dog on the intelligence panel's work on Russia and Trump.",
  "JUST WATCHED Schiff again calls for Nunes to recuse himself Replay More Videos ... MUST WATCH Schiff again calls for Nunes to recuse himself 01:59\n\nDemocrats and Trumpskeptic Republicans spent the next few days alternately puzzling over what had transpired and demanding Nunes hand over the reins of the House probe.",
  "JUST WATCHED House intel chair investigating Obama-era deal Replay More Videos ... MUST WATCH House intel chair investigating Obama-era deal 01:25\n\nOn Tuesday, October 24, Nunes stood front and center to announce a joint investigation , with the House Oversight Committee, into the 2010 deal.",
  "JUST WATCHED Nunes: Trump communications not Russia-related Replay More Videos ... MUST WATCH Nunes: Trump communications not Russia-related 01:06\n\nThe first twist in his topsy-turvy, parallel investigation came on the evening of March 21, the day before his now infamous news conference.",
  "A few days later, multiple sources from both parties would tell CNN that the information brought to Nunes in March, then peddled as evidence of wrongdoing targeting Trump, was neither unusual or illegal -- and nothing to suggest that Obama had ordered some kind of illicit surveillance.",
  "It hooks in Clinton -- because, of course -- by claiming that a Foreign Intelligence Surveillance Act warrant obtained by the FBI, in order to legally spy on former Trump campaign adviser Carter Page, was staked on information from former British spy Christopher Steele's dodgy dossier.",
  "This time, though, Republicans were going on the offensive -- accusing Hillary Clinton, during her time as secretary of state, of rewarding political donors with preferential treatment as the Obama administration considered the sale of a uranium mining firm to Russian interests.",
  "Another crescendo is likely to arrive sometime Friday with the public release of Nunes' controversial memo, which reportedly alleges that the FBI and Justice Department were in the tank for Hillary Clinton in 2016, then sought to undermine Trump after he took office last year.",
  "Schiff, in a tweet that Friday morning , said Nunes had in fact canceled the hearing, where former Director of National Intelligence James Clapper and former CIA Director John Brennan were also planning to take questions, as part of an \"attempt to choke off public info.\"",
  "Trump, in turn, told reporters that he \"very much appreciated the fact they found what they found\" and that the details gave him a sense of vindication -- that his unsubstantiated tweets alleging an illegal wiretap by his predecessor had been, in some way, confirmed.",
  "On April 6 -- 16 days after his evening rendezvous at the White House -- Nunes announced that he would, in light of a series of ethics complaints, temporarily stand down in his role as the House's lead investigator into Russian election meddling.",
  "Revolt on the Hill\n\nThat Friday, Nunes \"postponed\" a planned hearing scheduled for the next week and set to feature Sally Yates, the acting attorney general dismissed by Trump in January over her refusal to defend his travel ban.",
  "Nunes after dark\n\nFrom Trump's presidential transition, of which Nunes was a member, to the ongoing fight over the fate of \"the memo,\" the chairman has emerged as one of the President's most effective allies on Capitol Hill.",
  "Whatever Trump decides, and all indications suggest he will eventually overrule top law enforcement officials' pleas to can it, Nunes will emerge from this latest episode with further elevated standing in MAGA-world.",
  "What became apparent, though, over the subsequent days, was that Nunes had been employed, in a job he seemed to embrace, as a channel for distributing dubious conclusions about classified intelligence activities.",
  "Talking with Trump\n\nAfter giving his Capitol Hill news conference, Nunes on March 22 returned to the White House, this time to meet with Trump in person and share the details of what he had learned a day before.",
  "For Republicans in Washington working to derail or delegitimize the special counsel investigation, 2018 would bring a renewed sense of urgency -- and the prospect of yet another silver bullet.",
  "Allegations of a quid pro quo -- that delivered Uranium One investor cash to the Clinton Foundation in exchange for State Department support for a deal with the Russians -- didn't hold up.",
  "Rep. Eric Swalwell, a California Democrat, applauded the decision, and expressed \"confidence\" that Nunes' replacement, Republican Rep. Mike Conaway of Texas, would right the ship.",
  "As Nunes himself told reporters outside the White House after his chat with Trump, charges that President Barack Obama had ordered surveillance of Trump Tower were bunk.",
  "Nunes, he said at his own news conference, was acting more like \"a surrogate of the White House\" than someone leading an \"independent investigation\" into its behavior.",
  "\"No longer does the Congress have credibility to handle this alone, and I don't say that lightly,\" he told MSNBC hours after Nunes completed his Washington circuit.",
  "(The firing of FBI director James Comey, on May 9, and subsequent hiring of special counsel Robert Mueller, on May 17, were still a little more than a month away.)",
  "The New York Times later reported that a pair of administration officials , one with ties to the intelligence committee, were his contacts inside the wire.",
  "Few other Republican officials have been so dogged, if often ham-handed, in their work to shield the President from his enemies -- real and imagined.",
  "The melodrama -- more \"House of Cards\" than \"Tinker Tailor Soldier Spy\" -- has only heightened, and the mistrust deepened, over the past 10 months.",
  "Asked during an interview with Fox News after the Ethics Committee decision if he was prepared to reclaim his old role, Nunes taunted his critics.",
  "Further stoking the partisan flames, Nunes briefed President Donald Trump before sharing the details with his bipartisan committee colleagues.",
  "Nunes was traveling in a car with staff when, after receiving a mystery phone call, he left the group and headed to the White House grounds.",
  "Arizona's GOP Sen. John McCain was among the first from his side of the aisle to suggest that a new, independent investigation be launched.",
  "\"The Congress has not been given this information, these documents, and that's the problem,\" Nunes told CNN, explaining his off site work.",
  "His Democratic counterpart, Rep. Adam Schiff of California, responded to the news by leveling a now familiar charge.",
  "When he arrived, alone, a \"source\" presented him with the information he would relay to the public a day later.",
  "The return\n\nNunes had been pushed out of one Russia probe, but by October he was preparing to lead another.",
  "\"Hopefully, now we come back with a clear path to an independent, credible investigation,\" he said.",
  "Nunes said then and maintained that he never set foot in the actual White House.",
  "The FBI and DOJ have spent the last couple of days arguing to keep it private.",
  "The allegations managed to be both impenetrable -- Who had shown it to him?",
  "Boosted by conservative media interest, the inquiry made an early splash.",
  "Democrats, who'd been eager to see her testify in public, erupted again.",
  "Where there's smoke, often, there is, if not fire, then Devin Nunes.",
  "Not, to be clear, because he so ably cleans up Trump-made messes.",
  "(There are other buildings and secure locations on the grounds).",
  "But that was either a feint or some bigger misunderstanding.",
  "Rather, it's his ability to confuse and distract from them.",
  "But the facts of the case couldn't stack up to the hype.",
  "Who cleared Nunes into the complex?",
  "\"That never happened,\" he said.",
  "It wouldn't be the last time.",
  "Not that he ever really left.",
  "\"This is executive branch.\"",
  "\"I'm in charge,\" he said .",
  "\"I was always in charge.\"",
  "When did this all happen?",
  "Where did he see it?",
  "-- and inflammatory.",
  "What had he seen?",
  "Why?"
]