[
  "\"Even though defendant BuzzFeed expressly acknowledged the unverified (and potentially unverifiable) nature of the dossier's allegations, defendant BuzzFeed published the un-redacted dossier and the article anyway -- without attempting to determine the veracity of these reports with plaintiff himself,\" Cohen wrote in the lawsuit filed Tuesday night in New York state court.",
  "(CNN) Nearly one year to the day after the Russia dossier's publication, President Donald Trump's personal lawyer hit both the research firm that produced it and the news organization that released it with lawsuits, saying its allegations about him are wrong.",
  "The company and Smith are defendants in another high-stakes lawsuit in Florida, where a Russian tech company leader says the news organization defamed him and his companies by linking them to the hack of the Democratic National Committee.",
  "\"Although no amount of money can ever remedy the damage that has been sustained by Mr. Cohen, we will be seeking maximum damages for the lies contained in the so-called dossier,\" Cohen's attorney, David Schwartz, said in a statement.",
  "\"Let me be totally clear that the allegations raised against me in the public square and raised largely by BuzzFeed, Fusion GPS and others in the press are based upon misinformation, unnamed or unverifiable sources,\" Cohen told CNN.",
  "Last week another attorney working for Trump personally, Charles Harder, sent a cease and desist letter to the publisher and author of the new book \"Fire and Fury: Inside the Trump White House,\" seeking to stop further distribution.",
  "Fusion GPS \"recklessly placed it beyond their control and allowed it to fall into the hands of media devoted to breaking news on the hottest subject of the day: the Trump candidacy,\" the federal lawsuit against the firm said.",
  "Michael Cohen, a personal lawyer for Trump who is named in the dossier , says BuzzFeed and several of its staffers defamed him when it published the 35-page document and an accompanying article last January.",
  "He also says that Fusion GPS and Glenn Simpson, its founder, similarly defamed him after it hired an ex-British spy to compile the document as part of its opposition research against the Trump campaign.",
  "Matt Mittenthal, a spokesman for BuzzFeed News, responded to the suit in a statement: \"The dossier is, and continues to be, the subject of active investigations by Congress and intelligence agencies.",
  "Smith made this argument in the op-ed: \"I haven't had a single person approach me to say, 'I wish I hadn't read the dossier, and wish I had less insight into the forces at play in America.'",
  "Plus, the suits could put Cohen, who worked for the Trump Organization and now is a personal lawyer to Trump himself, in the position of proving that the dossier's allegations are false.",
  "Cohen makes several assertions in his lawsuits, saying that the dossier's claims about family ties to Russia and a trip he took overseas to meet with Russian officials are wrong.",
  "\"Their posture toward Mr. Trump was, we now know even more comprehensively than we did in January 2017, shaped by (ex-British intelligence agent Christopher) Steele's report.",
  "\"We believe in our courts and our system of justice and that when all the facts are in, justice will prevail and Mr. Cohen will be awarded damages against the defendants.\"",
  "BuzzFeed, as well as its editor-in-chief, Ben Smith, reporter Ken Bensinger and editors Miriam Elder and Mark Schoofs are named as the defendants in the state-level suit.",
  "Mittenthal added: \"This is not the first time Trump's personal lawyer has attacked the free press, and we look forward to defending our First Amendment rights in court.\"",
  "\"Without the dossier, Americans would have found it difficult to understand the actions of their elected representatives and government officials,\" Smith wrote.",
  "Cohen's action on Tuesday came on the same day that Smith wrote an op-ed for The New York Times, titled, \"I'm Proud We Published the Trump-Russia Dossier.\"",
  "The Russia investigation, meanwhile, didn't turn out to be some minor side story but instead the central challenge to Mr. Trump's presidency.\"",
  "BuzzFeed later redacted its online version of the dossier to exclude those named and issued an apology shortly after the lawsuit was filed.",
  "With the filings, Cohen becomes the closest person to the President to take on the dossier's explosive claims in court.",
  "\"Their actions are so malicious, despicable and reckless, one can only presume that their motives were intentional.\"",
  "It was presented to two successive presidents, and has been described in detail by news outlets around the world.",
  "Cohen, like many of Trump's aides and allies, has been harshly critical of some national news outlets.",
  "When reached by phone on Tuesday night, Cohen further criticized the \"lie-filled\" dossier.",
  "He then says that the allegations in the dossier and article have hurt him professionally.",
  "Fusion GPS similarly faces several lawsuits related to its work on the dossier.",
  "\"`\n\nCohen's lawsuit isn't the only defamation case BuzzFeed faces.",
  "The publisher went ahead and released it four days early.",
  "Its interest to the public is obvious.\"",
  "Do you feel that way?",
  "Does anyone?"
]