[
  "Folks involved in funding this lied about it, and with sanctimony, for a year https://t.co/vXKRV1wRJc — Maggie Haberman (@maggieNYT) October 24, 2017\n\nIt was not until Fusion GPS’s bank was threatened with a House Intelligence Committee subpoena to disclose its financial records that Perkins Coie acknowledged hiring the firm, itself citing attorney-client privilege in releasing that information.",
  "“I can’t imagine that a law firm would set that up and bring in the media without knowledge of some individual within the DNC or the Hillary Clinton campaign directing them to do so, because it would break an attorney-client privilege to bring in the media and allow that to be exposed without that happening,” Meadows said during a conference call with reporters about the memo on Friday.",
  "The memo revealed that the law firm representing the Clinton campaign and the DNC, Perkins Coie, hosted “at least one” meeting in Washington, D.C. in 2016 with dossier author Christopher Steele, Fusion GPS, and media outlets, in which the dossier’s research was discussed.",
  "Rep. Mark Meadows (R-NC) said a meeting revealed in the House Intelligence Committee memo released Friday shows that the Clinton campaign and the Democratic National Committee likely knew about the dossier, despite their denials.",
  "According to Meadows, Perkins Coie could likely not have hosted the meeting without getting its client’s permission — in this case, the Clinton campaign and the DNC — due to attorney-client privilege.",
  "Donna Brazile, who took over for Wasserman Schultz, also denied knowing anything about, telling ABC’s The View that she had asked about it, but was told she did not need to know anything about it.",
  "Former Clinton Campaign Chairman John Podesta also told Senate Intelligence Committee investigators last year that he did not know they were paying for the dossier, according to CNN.",
  "“So that meeting, along with a $12 million payment that has been reported would indicate that having no knowledge of a dossier would be a very difficult thing to believe,” he added.",
  "The Clinton campaign paid Perkins Coie $5.6 million from June 2015, and the DNC paid Fusion GPS $3.65 million beginning in November 2015, according to the Washington Post.",
  "Attorney-client privilege would give the Clinton campaign and the DNC control over what Perkins Coie could share with other parties — especially the media.",
  "At first, Perkins Coie tried to deny it had anything to do with the dossier, according to New York Times reporters Maggie Haberman and Kenneth Vogel.",
  "Former Clinton campaign manager Robby Mook told CNN that he was unaware that the Clinton campaign was paying Fusion GPS.",
  "Former DNC Chairman Debbie Wasserman Schultz (D-FL) also denied knowing about paying for the dossier, according to CNN.",
  "“I didn’t know that we were paying the contractor that created that document,” Mook told CNN on November 3, 2017.",
  "Even after that, Clinton, her top campaign and DNC officials denied knowing they were paying for the dossier.",
  "Obama for America also paid Fusion GPS $972,000 since April 2016, according to The Federalist.",
  "She did not reveal whom she had asked."
]