[
  "Simpson has refused to answer dozens of questions voluntarily, and has failed to provide the Committee with documents and responses to follow-up questions after the interview.”\n\nThe statement added: “The Committee’s invitation for Mr. Simpson to testify at a public hearing remains on the table.”\n\nFusion GPS commissioned the dossier about then-candidate Trump, which contained a series of salacious allegations that were not proven.",
  "They also accuse Republicans “in the thrall of the president” of waging a campaign to portray Fusion GPS “as the unwitting victims of Kremlin disinformation.”\n\nBut Grassley spokesperson Taylor Foy said in a statement that Grassley “has always been and remains for transparency” and that certain “investigative factors” must be considered to protect information during an ongoing inquiry.",
  "Grassley, R-Iowa, was responding to a New York Times op-ed in which Fusion GPS founders Glenn Simpson and Peter Fritsch accused congressional Republicans of refusing to release testimony to the public, but leaking certain details to friendly outlets.",
  "Senate Judiciary Committee Chairman Chuck Grassley said Wednesday that an invitation for the research company behind the “Trump dossier” to testify in public remains “on the table” -- while outlining the chairman of the firm’s reluctance to do so.",
  "“Republicans have refused to release full transcripts of our firm’s testimony, even as they selectively leak details to media outlets on the far right,” Simpson and Fritsch wrote.",
  "Republicans have been investigating whether the dossier formed the basis for the Department of Justice and the FBI to obtain FISA surveillance on a Trump campaign adviser.",
  "“Despite his public statements, Mr. Simpson and his attorney demanded during the interview that the transcript be kept confidential,” the statement said.",
  "Foy said that Simpson has previously used his Fifth Amendment right to push for a closed-door interview.",
  "The dossier became public in 2017.",
  "“Mr."
]