[
  "\"They're very serious allegations, and, again, not one that this investigative committee has the resources to pursue, but one hopes that if there's anything to the allegations, those who live in the criminal realm, that is to say Special Counsel Bob Mueller, would be doing the investigation of those allegations if he feels that there's reason to do so.\"",
  "Comey 'violated the rules'\n\nSimpson explained part of the reason he was motivated to go to the media with the dossier, which has been a sore spot with Republicans -- Senate Judiciary Chairman Chuck Grassley and Sen. Lindsey Graham referred Steele to the Justice Department for possible prosecution over what Steele told the FBI about his media contacts.",
  "The release of the 165-page transcript of Simpson's interview, one week after California Democratic Sen. Dianne Feinstein unilaterally published her committee's interview , is unlikely to change minds over the partisan fight that's broken out about the dossier and how it was used by the FBI in its investigation of Trump and Russia.",
  "Washington (CNN) Fusion GPS co-founder Glenn Simpson used his six-hour interview with the House Intelligence Committee in November to defend the crafting of the now-infamous opposition research dossier on Trump and Russia and detail the suspicious connections his firm found between the Trump world and Russia.",
  "But he was also motivated by the then-FBI Director Jim Comey's decision in late October 2016 to announce the FBI was re-opening its investigation into Hillary Clinton's email server -- while at the same time not disclosing it was also investigating the Trump campaign's ties to Russia.",
  "\"We began talking to the press again about -- we decided that if James Comey wasn't going to tell people about this investigation that, you know, he had violated the rules, and we would only be fair if the world knew that both candidates were under FBI investigation,\" Simpson said.",
  "Simpson's answer is different from what his lawyer, Joshua Levy, had previously told the Senate Judiciary Committee in August, when he said \"somebody's already been killed as a result of the publication of this dossier\" as a reason not to discuss sources.",
  "New insight on Bruce Ohr's ties to Fusion\n\nThe transcript revealed new details about ties between Fusion GPS and Justice Department official Bruce Ohr, who has been criticized in recent weeks by Republicans over his ties to Fusion GPS and Steele.",
  "Simpson \"testified that if the Trump Organization did engage in money laundering with the Russians, it would be with the knowledge or approval of the Kremlin and constitute powerful leverage over the President of the United States,\" Schiff said.",
  "Rep. Jim Himes, a Connecticut Democrat on the committee, also said that Simpson \"did not provide evidence,\" and suggested that the question of criminality was better suited for special counsel Robert Mueller than the intelligence panel.",
  "\"It was my feeling at the time he had violated both the norms of our campaigns and Justice Department policy by disclosing or announcing or taking those kinds of investigative steps within 2 weeks of Election Day,\" Simpson added.",
  "At one point, Schiff seemed to ask Simpson for a blueprint for how to investigate Trump's potential financial improprieties -- a facet of the investigation Democrats have criticized Republicans in the House for not pursuing.",
  "A source close to that testimony previously told CNN that those comments weren't meant to refer to any specific killing but instead were a reference to the mysterious string of Russian deaths after the 2016 election.",
  "think it was more likely people who were taking the opportunity to settle scores or were falsely accused, as often, you know, just like in the old days, and/or were sources of the US Intelligence Community, not us.\"",
  "Simpson says dossier sources weren't killed\n\nSince the election, there have been a series of questionable Russian deaths that some Russia watchers and conspiracy theorists have speculated were tied to the dossier.",
  "Simpson said that in retrospect, the \"wide-ranging conspiracy\" described in the memos by Steele resembles the \"well-established patterns of surreptitious contacts that occurred last year\" that have since surfaced.",
  "Simpson said before Fusion had hired Steele, the firm started looking into Trump's ties to Russia when it was investigating Trump's real estate deals and suspicions of money laundering through Russian officials.",
  "\"And Chris said he had been -- Chris told me that he had been talking to Bruce, that he had told Bruce about what happened, and that Bruce wanted more information, and suggested that I speak with Bruce.\"",
  "In the interview, Simpson went over the connections his firm and Steele found between Russians and numerous figures in Trump's orbit, including Felix Sater, Carter Page, Paul Manafort and Michael Cohen.",
  "California Rep. Adam Schiff, the top Democrat on the committee, said the transcript reveals \"serious allegations that the Trump Organization may have engaged in money laundering with Russian nationals.\"",
  "Simpson's hypothesis, early on, was that Trump would pursue a deal but it would \"get shot down by his own lawyers because they think he's going to get prosecuted for some sort of corruption offense.\"",
  "\"Thus far, Committee Republicans have refused to look into this key area and we hope the release of this transcript will reinforce the importance of these critical questions to our investigation.\"",
  "Simpson advised Schiff to subpoena the people involved in the business deals, the banks that handled their accounts, and the shell companies that are traditionally used to hide financial trails.",
  "At the same time, Simpson acknowledged that he wasn't convinced at the time a \"specific crime had occurred,\" though he told lawmakers he thought it was possible there was a \"crime in progress.\"",
  "\"I mean there was a series of episodes where people were arrested or died mysteriously that came shortly after the disclosure of the existence of this information,\" Simpson said.",
  "\"Or do you feel like with your investigation that you made the conclusion that you think that those things are true -- or not that you think that they are, but they are true?\"",
  "I mean, you know, sometimes you do find proof of criminal activity in an investigation, but more often than not you find things that are suggestive or raise questions.\"",
  "\"It was not clear to us whether anyone at a high level of government was aware of the information that Chris had gathered and provided to the FBI,\" Simpson said.",
  "In addition to the Trump Organization real estate, Simpson said that Fusion GPS had also investigated Kushner's real estate deal in Jersey City, New Jersey.",
  "But there's plenty of fodder for both sides to point to, as the dossier continues to be a focal point in the congressional investigations into Russia.",
  "Simpson recounted that he found it \"puzzling\" that Trump and his son, Donald Trump Jr., would go to Russia but come back without securing any deals.",
  "\"These issues have nothing to do with the scope of the investigation\" by the House Intelligence Committee, Garten told Reuters in a phone interview.",
  "\"We were, frankly, you know, very scared for the country and for ourselves and felt that if we could give it to someone else, we should, higher up.",
  "But Simpson said that he didn't think anyone killed was a source for the dossier, instead speculating that they were an \"old-fashioned purge.\"",
  "This story has been updated with more details from the transcript and Trump Organization chief counsel Alan Garten's comments to Reuters.",
  "But during the testimony, Republicans questioned whether the allegations Simpson was making actually had evidence to back them up.",
  "Connections to Russian figures\n\nDemocrats, including Schiff, pressed Simpson to detail Trump's alleged links to organized crime.",
  "Trump's legal team seized upon Ohr's connections to Steele and Simpson when they were revealed in press reports late last year.",
  "\"But it's not surprising the minority (Democrats) would focus on this given they've found absolutely no evidence of collusion.\"",
  "\"It's a great question,\" Simpson responded, explaining that he felt the research showed a crime could have been occurring.",
  "\"With all those things that we talked -- that you talked to Adam (Schiff) about -- we never really got to the fact part.",
  "\"These accusations are completely reckless and unsubstantiated for a multitude of reasons,\" Garten told the news agency.",
  "Trump's lawyer Jay Sekulow told CNN that a second special counsel should be appointed to investigate Ohr's activities.",
  "Simpson said he felt what the dossier had uncovered was \"historic\" and was something the press needed to investigate.",
  "After Steele made that suggestion, Simpson says he met Ohr at a coffee shop around Thanksgiving 2016.",
  "Ohr gave a private interview to the Senate Intelligence Committee about these connections last month.",
  "\"I'm an ex-journalist, so I'm not really in a position to prove that anyone's engaged in a crime.",
  "\"I met Bruce too through organized crime conferences or something like that,\" Simpson testified.",
  "And so, Chris suggested I give some information to Bruce, give him the background to all this.\"",
  "\"I think that's an important point,\" Himes told CNN's Wolf Blitzer.",
  "All have denied colluding with Russians during the election.",
  "\"To my knowledge, it wasn't anyone that helped us.",
  "There is no public evidence of wrongdoing by Ohr.",
  "GOP Rep. Tom Rooney of Florida asked Simpson.",
  "Is that true?\""
]