[
  "The authors write that the Tabard briefings were attended by “reporters for the New York Times, the Washington Post and CNN, and Yahoo News’ Michael Isikoff.”\n\nIn a recent article, New Yorker staff writer Jane Mayer reported that she personally attended one of the meetings at the Tabard and that “these encounters were surely sanctioned in some way by Fusion’s client, the Clinton campaign.” However, she wrote that at the time, Steele “provided no documentary evidence” and “neither the New Yorker nor any other news organization ran a story about the allegations.”\n\nThe book, meanwhile, also states that Victoria Nuland, a senior official in John Kerry’s State Department, gave the green light for the FBI to first meet with Steele regarding his claims about Trump and Russia.",
  "Isokoff and Corn write that for their book they “conducted more than 100 interviews with Obama administration officials, Trump administration officials, past and present members of the U.S. intelligence community, key players in the Trump and Clinton campaigns, Trump business associates, cybersecurity experts, and many others.”\n\nThe book documents Steele told Simpson that he believed the claims that he uncovered about Trump represented a “grave national security threat” that needed to be reported to the FBI.",
  "Winer further acknowledged that while at the State Department, he shared anti-Trump material with Steele passed to him by longtime Clinton confidant Sidney Blumenthal, whom Winer described as an “old friend.” Winer wrote that the material from Blumenthal – which Winer in turn gave to Steele – originated with Cody Shearer, who is a controversial figure long tied to various Clinton scandals.",
  "NEW YORK — Glenn R. Simpson, the co-founder of the controversial opposition research firm Fusion GPS, may have used unwitting reporters to help get the FBI to take more seriously the largely discredited 35-page anti-Trump dossier produced by his group, according to a recently released book.",
  "After his name surfaced in news media reports related to probes by House Republicans into the dossier, Winer authored a Washington Post oped in which he conceded that while he was working at the State Department he exchanged documents and information with Steele.",
  "According to House Republicans, the questionable document was used by Obama administration officials to obtain a FISA warrant to conduct surveillance on Carter Page, who briefly served as a volunteer foreign policy adviser to Trump’s campaign.",
  "Nuland faced confirmation questions prior to her most recent appointment as assistant secretary of state over her reported role in revising controversial Obama administration talking points about the 2012 Benghazi terrorist attacks.",
  "Before Gaeta met with Steele on July 5, 2016, the book relates that the FBI first secured the support of Nuland, who at the time was assistant Secretary of State for European and Eurasian Affairs specializing in Russia.",
  "The magazine reported that Kerry’s chief of staff at the State Department, John Finer, obtained the contents of a two-page summary of the dossier and eventually decided to share the questionable document with Kerry.",
  "Then he remarked, “I have to report this to headquarters.”\n\nThe book documents that Nuland previously received Steele’s reports on the Ukrainian crisis and had been familiar with Steele’s general work.",
  "Finer received the dossier summary from Jonathan M. Winer, the Obama State Department official who acknowledged regularly interfacing and exchanging information with Steele, according to the report.",
  "She previously served as chief of staff to Deputy Secretary of State Strobe Talbott under Bill Clinton’s administration, and then served as deputy director for former Soviet Union affairs.",
  "Her reported changes sought to protect Hillary Clinton’s State Department from accusations that it failed to adequately secure the woefully unprotected U.S. Special Mission in Benghazi.",
  "The extensive New Yorker profile of Steele published earlier this month named a third former official from Kerry’s State Department for alleged involvement in circulating the dossier.",
  "Isikoff and Corn write that Simpson had hoped the briefings would prompt reporters to call the FBI about the dossier charges so that the bureau would take the claims more seriously.",
  "Regarding the arrangements for Steele’s initial meeting with the FBI about the dossier claims, Isikoff and Corn report:\n\nThere were a few hoops Gaeta had to jump through.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "They write:\n\nAt this point, Simpson knew something that almost nobody else did: Steele had given his initial reports to the FBI and the Bureau was reviewing them.",
  "The book, Russian Roulette: The Inside Story of Putin’s War on America and the Election of Donald Trump, is authored by reporters Michael Isikoff and David Corn.",
  "In their work, Isikoff and Corn relate Simpson and Fusion GPS set up a series of off-the-record briefings with reporters at the Tabard Inn in Washington, DC.",
  "Fusion GPS was paid for its anti-Trump work by Hillary Clinton’s 2016 campaign and the Democratic National Committee via the Perkins Coie law firm.",
  "Christopher Steele, the author of the dossier, reportedly provided the anti-Trump dossier claims to the FBI on July 5, 2016.",
  "Nuland’s name surfaced in a recent flurry of news media reports about the dossier and Kerry’s State Department.",
  "Then, he hoped, the reporters would tap their sources and sniff out what the FBI was doing with all of this.",
  "Steele sought out Rome-based FBI Special Agent Michael Gaeta, with whom he had worked on a previous case.",
  "It was at that meeting that Steele initially reported his dossier charges to the FBI, the book relates.",
  "Nuland, having found Steele’s reports on Ukraine to have been generally credible, gave the green light.",
  "Fusion GPS firm hired Steele to do the anti-Trump work that resulted in the compilation of the dossier.",
  "The FBI checked with Victoria Nuland’s office at the State Department: Do you support this meeting?",
  "Within a few days, on July 5, Gaeta arrived and headed to Steele’s office near Victoria station.",
  "Simpson eventually allowed Steele to report the dossier’s claims to the FBI, the book reports.",
  "At these briefings, Steele informed the individual reporters of the claims inside the dossier.",
  "Nuland currently serves as chief executive officer at the Center for a New American Security.",
  "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "He would bring Steele to Washington and have him brief a small number of reporters.",
  "Isikoff was one of the reporters present at the briefings, the authors reveal.",
  "The dossier was reportedly utilized by the FBI to launch its probe into Trump.",
  "Winer previously conceded that he shared the dossier summary with Nuland.",
  "It might even prod the Bureau to take Steele’s reports more seriously.",
  "Nuland did not return a Breitbart News request for comment.",
  "So he figured out a way to put Steele’s material to use.",
  "Joshua Klein contributed research to this article.",
  "Gaeta, a seasoned FBI agent, started to read.",
  "He was assigned to the U.S. embassy in Rome.",
  "Steele handed him a copy of the report.",
  "For a while, Gaeta said nothing.",
  "Follow him on Facebook.",
  "He turned white."
]