[
  "White House press secretary Sarah Sanders and Deputy Chief of Staff Bill Shine have talked about “optimum times to release them as a distraction during unfavorable news cycles.”\n\nThe idea isn’t outlandish: The White House revoked Brennan’s clearance on Wednesday, the day after former Apprentice contestant and White House aide Omarosa Manigault Newman’s book, Unhinged, was released and after multiple days of her playing secret audio recordings she made of Trump and his team on live television.",
  "More than a dozen former senior intelligence officials under both Republican and Democratic administrations signed a letter supporting Brennan and called the White House’s decision to revoke his clearance “inappropriate” and “deeply regrettable.” Separately, 60 former CIA officials warned Trump that “the country will be weakened if there is a political litmus test applied before seasoned experts are allowed to share their views.”\n\nTrump, for his part, doesn’t appear to be fazed by any it.",
  "According to the Post, presidential aides are worried that Trump’s security clearance revocations “smack of a Nixonian enemies list”:\n\nParticular worry has been expressed inside the White House about Trump’s statement Friday that he intends “very quickly” to strip the clearance of current Justice Department official Bruce Ohr, according to officials who spoke on the condition of anonymity to discuss internal deliberations.",
  "As the New York Times reports, Trump and his allies have seized on the fact that Ohr, a career law enforcement official, was at the department at the same time his wife, Nellie, was a contractor at Fusion GPS, which has ties to the creation of the now-famous Steele dossier.",
  "As President Donald Trump did with Brennan, the former CIA director, on Wednesday, he plans to take away the clearances of individuals who have publicly criticized him or who he believes played a role in the investigation into Russian interference in the 2016 election.",
  "The White House has drafted documents revoking the security clearances of current and former government officials and plans to use them to swing the news cycle away from unflattering stories, Karen DeYoung and Josh Dawsey at the Washington Post reported on Friday.",
  "The White House said when it axed Brennan’s clearance that Trump is evaluating action against multiple former officials, including James Comey, Sally Yates, and Susan Rice, and current ones, including Justice Department official Bruce Ohr.",
  "Retired Adm. William H. McRaven, who led the 2011 raid that killed Osama bin Laden, wrote an op-ed in the Post on Thursday defending Brennan as a figure of “unparalleled integrity” and asking Trump to revoke his clearance as well.",
  "Trump’s attack on Brennan and decision to strip his security clearance has earned him a fierce rebuke from the intelligence community.",
  "What if every time there’s a new Omarosa tape, the White House strips another security clearance, as it did with John Brennan?",
  "Ohr was also in touch with former British intelligence agent Christopher Steele prior to the 2016 election.",
  "The White House initially released a statement on the decision on Brennan dated July 26, weeks before.",
  "Speaking to reporters on Friday, he called Ohr a “disgrace” and continued to attack him on Twitter.",
  "And on Saturday, he went after Brennan yet again, calling him the “worst” CIA director in history.",
  "According to the Post, Trump wants to sign “most, if not all” of the orders revoking clearances.",
  "According to a new report, that might be the sort of scenario we’re in for."
]