[
  "Schiff memo: \"Contrary to the Majority's assertion that DOJ fails to mention that Steele's research was commissioned by 'political actors' to 'obtain derogatory information on Donald Trump's ties to Russia,' DOJ in fact informed the Court accurately that Steele was hired by politically-motivated US persons and entities and that his research appeared intended for use 'to discredit' Trump's campaign.\"",
  "Saturday's release of a Democratic House Intelligence Committee memo rebutting an earlier GOP memo alleging FBI abuse of the surveillance process shows just how diametrically opposed the committee's Democrats and Republicans are when it comes to the FISA surveillance of Page — and the origins of the larger investigation into Trump and Russia now led by special counsel Robert Mueller.",
  "In fact, DOJ referenced Isikoff's article, alongside another article the Majority fails to mention, not to provide separate corroboration for Steele's reporting, but instead to inform the Court of Page's public denial of his suspected meetings in Moscow, which Page also echoed in a September 25, 2016 letter to FBI Director Comey.\"",
  "Nunes memo: \"The initial FISA application notes Steele was working for a named US person, but does not name Fusion GPS and principal Glenn Simpson, who was paid by a US law firm (Perkins Coie) representing the DNC (even though it was known by DOJ at the time that political actors were involved with the Steele dossier).",
  "The memo from Rep. Adam Schiff, the committee's top Democrat, argues that the FISA warrant was properly obtained by the FBI, pushing back against Republican charges that FBI failed to disclose the political motivations of the author of the dossier on Trump and Russia, ex-British intelligence agent Christopher Steele.",
  "Strzok was reassigned by the Special Counsel's Office to FBI Human Resources for improper text messages with his mistress, FBI Attorney Lisa Page (no known relation to Carter Page), where they both demonstrated a clear bias against Trump and in favor of Clinton, whom Strzok had also investigated.\"",
  "In fact, Steele's reporting did not reach the counterintelligence team investigating Russia at FBI headquarters until mid-September 2016, more than seven Weeks after the FBI opened its investigation, because the probe's existence was so closely held within the FBI.\"",
  "DOJ cited multiple sources to support the case for surveilling Page a but made only narrow use of information from Steele's sources about Page's speci?c activities in 20l6, chie?y his suspected July 2016 meetings in Moscow with Russian officials (REDACTED).\"",
  "The Majority describes Bruce Ohr as a senior DOJ of?cial who 'worked closely with the Deputy Attorney General, Yates and later Rosenstein,' in order to imply that Ohr was somehow involved in the FlSA process, but there is no indication this is the case.\"",
  "Schiff memo: \"Christopher Steele's reporting, which he began to share with an FBI agent through the end of October 2016, played no role in launching the FBI's counterintelligence investigation into Russian interference and links to the Trump campaign.",
  "Nunes memo: \"Before and after Steele was terminated as a source, he maintained contact with DOJ via then-Associate Deputy Attorney General Bruce Ohr, a senior DOJ official who worked closely with Deputy Attorneys General Yates and later Rosenstein.",
  "Schiff memo: \"DOJ's October 21, 2016 FISA application and three subsequent renewals carefully outlined for the Court a multi-pronged rationale for surveilling Page, who, at the time of the ?rst application, was no longer with the Trump campaign.",
  "Both memos agree: The FBI counterintelligence investigation into the Trump campaign and Russia began in July 2016 — before the FBI applied for the Page FISA warrant — although the context surrounding that date in each memo is markedly different.",
  "The Nunes memo argues that information from former Associate Deputy Attorney General Bruce Ohr should have been disclosed to the FISA court, including Steele's comments to Ohr about Trump and that Ohr's wife was employed by Fusion GPS.",
  "But the 10-page Democratic memo did not persuade the authors of the initial Republican memo -- made public three weeks earlier -- as House Intelligence Chairman Devin Nunes' staff released their own rebuttal to Schiff's rebuttal memo.",
  "Nunes memo: \"The 'dossier' compiled by Christopher Steele (Steele dossier) on behalf of the Democratic National Committee (DNC) and the Hillary Clinton campaign formed an essential part of the Carter Page FISA application.",
  "Steele was a longtime FBI source who was paid over $160,000 by the DNC and Clinton campaign, via the law firm Perkins Coie and research firm Fusion GPS, to obtain derogatory information on Donald Trump's ties to Russia.\"",
  "Nunes memo: \"According to the head of the FBI's counterintelligence division, Assistant Director Bill Priestap, corroboration of the Steele dossier was in its \"infancy\" at the time of the initial Page FISA application.\"",
  "For example, in September 2016, Steele admitted to Ohr his feelings against then-candidate Trump when Steele said he 'was desperate that Donald Trump not get elected and was passionate about him not, being president.'",
  "(CNN) Was the application to obtain a FISA surveillance warrant on former Trump campaign foreign policy adviser Carter Page a major FBI and Justice Department abuse that amounted to politically motivated surveillance?",
  "Nunes memo: \"The Page FISA application also mentions information regarding fellow Trump campaign advisor George Papadopoulos, but there is no evidence of any cooperation or conspiracy between Page and Papadopoulos.",
  "In late November 2016, Ohr informed the FBI of his prior professional relationship with Steele and information that Steele shared with him (including Steele's concern about Trump being compromised by Russia).",
  "The application does not mention Steele was ultimately working on behalf of — and paid by — the DNC and Clinton campaign, or that the FBI had separately authorized payment to Steele for the same information.\"",
  "The Nunes memo accused the Justice Department of misleading the FISA court by failing to mention Steele's political connections to Hillary Clinton's campaign and the Democratic National Committee.",
  "The Schiff memo says the department gave all of the necessary political context to the FISA court, but followed longstanding practice and did not identify the Americans involved by name.",
  "Perkins Coie was aware of Steele's initial media contacts because they hosted at least one meeting in Washington D.C. in 2016 with Steele and Fusion GPS where this matter was discussed.\"",
  "Nunes memo: \"The Carter Page FISA application also cited extensively a September 23, 2016, Yahoo News article by Michael Isikoff, which focuses on Page's July 2016 trip to Moscow.",
  "The Majority mischaracterizes Bruce Ohr's role, overstates the significance of his interactions with Steele, and misleads about the timeframe of Ohr's communication with the FBI.",
  "News article in the first FISA application in an effort to show additional corroboration of the Steele dossier — even though the dossier information was the source of the Yahoo!",
  "This clear evidence of Steele's bias was recorded by Ohr at the time and subsequently in official FBI files — but not reflected in any of the Page FISA applications.",
  "Schiff memo: \"In multiple FISA renewals, DOJ provided additional information obtained through multiple independent sources that corroborated Steele's reporting.\"",
  "News article by Michael Isikoff and that this article 'does not corroborate the Steele Dossier because it is derived from information leaked by Steele himself.'",
  "Here are the key points where the memos clash — and one point where they agree — to judge for yourself:\n\nHow important was the dossier in the FISA application?",
  "Steele has admitted in British court filings that he met with Yahoo News — and several other outlets — in September 2016 at the direction of Fusion GPS.",
  "The Schiff memo does not dispute that accusation — but it does point out that US investigators were later able to corroborate parts Steele's memos.",
  "The Schiff memo says the article was cited in the FISA application for a different reason: to tell the judge about Carter Page's public denials.",
  "The Republican memo accuses the Justice Department of using Steele's unverified dossier as the linchpin of its application to the FISA court.",
  "The Papadopoulos information triggered the opening of an FBI counterintelligence investigation in late July 2016 by FBI agent Pete Strzok.",
  "The Democratic memo argues that the Justice Department gave the court a host of additional information to consider beyond the dossier.",
  "DOJ detailed Page's past relationships with Russian spies and interaction with Russian of?cials during the 2016 campaign, (REDACTED).",
  "This article does not corroborate the Steele dossier because it is derived from information leaked by Steele himself to Yahoo News.",
  "During this same time period, Ohr's wife was employed by Fusion GPS to assist in the cultivation of opposition research on Trump.",
  "Ohr later provided the FBI with all of his wife's opposition research, paid for by the DNC and Clinton campaign via Fusion GPS.",
  "The Schiff memo argues that Ohr's role was mischaracterized in the Nunes memo and his interactions with Steele were overstated.",
  "This occurred weeks after the election and more than a month after the Court approved the initial FlSA application.",
  "The Page FISA application incorrectly assesses that Steele did not directly provide information to Yahoo News.",
  "The Nunes memo says the Steele dossier had not been verified when it was mentioned in the FISA application.",
  "Shortly after the election, the FBI began interviewing Ohr, documenting his communications with Steele.",
  "The Majority falsely claims that the FISA materials 'relied heavily' on a September 23, 2016 Yahoo!",
  "He also described his wife's contract work with Fusion GPS, the ?rm that hired Steele separately.",
  "Or was it the proper extension of an FBI counterintelligence investigation into Trump and Russia?",
  "The Ohrs' relationship with Steele and Fusion GPS was inexplicably concealed from the FISC.\"",
  "Did the Justice Department tell the FISA court about Steele's political motivations?",
  "The Nunes memo says the Justice Department included a September 2016 Yahoo!",
  "Schiff memo: \"In its Court ?lings, DOJ made proper use of news coverage.",
  "Schiff memo: \"The Majority's reference to Bruce Ohr is misleading.",
  "When did the FBI counterintelligence investigation begin?",
  "What about Justice Department official Bruce Ohr's role?",
  "Why did the Justice Department reference a Yahoo!",
  "How much of the dossier was corroborated?",
  "Depends which memo you want to believe.",
  "News article in the FISA application?",
  "reporting."
]