[
  "A transcript from a Senate committee's interview of Simpson was released last week\n\nThe committee posted a notice on its website titled, “Business Meeting: Consideration of the Public Release of a Committee Transcript.” The transcript referenced is from Simpson’s interview, a source told Fox News.",
  "“Somebody’s already been killed as a result of the publication of this dossier and no harm should come to anybody related to this honest work.”\n\nLevy did not elaborate on who was killed, and congressional investigators did not follow up with any questions to his claim.",
  "The House Intelligence Committee is expected to make a decision Thursday on whether to release hours of private testimony from an interview with the co-founder of the firm that compiled the infamous anti-Trump dossier.",
  "A source familiar with the matter told Fox News the committee will vote Thursday on whether to release the transcript of its interview with Fusion GPS’ Glenn Simpson, who testified behind closed doors in November 2017.",
  "The decision on whether to release Simpson’s testimony from his meeting with the House Intelligence Committee would reveal different answers to hours of different questions on the House side of Capitol Hill.",
  "The vote comes just a week after Senate Judiciary Committee Ranking Member Dianne Feinstein, D-Calif., unilaterally released a 312-page transcript of Simpson’s August interview with committee investigators.",
  "“In light of the selective leaks of Mr. Simpson’s testimony and misleading manner in which Fusion GPS’ role has been characterized, I support releasing the transcript,” Schiff said in a statement.",
  "Neither a spokesperson for Grassley nor Feinstein responded to Fox News’ request for comment on why investigators did not follow up with questions on the serious charge made by Levy.",
  "The hundreds of pages of Simpson’s responses were rich with revelations about Fusion GPS, its work and its investigation of Trump, which began in September 2015.",
  "Simpson and Fusions' co-founder Peter Fritsch penned an Op-Ed for The New York Times earlier this month calling for the release of transcripts.",
  "\"Democrats and Fusion GPS supporters will get some unwelcome surprises if this is published,\" — a source familiar told Fox News.",
  "“He wants to be very careful to protect his sources,” Simpson’s attorney Josh Levy said during the Aug. 22 committee interview.",
  "TRUMP BLASTS 'SNEAKY DIANNE FEINSTEIN' FOR RELEASING FUSION GPS TRANSCRIPT\n\nOne passage, in particular, drew heavy attention.",
  "“Democrats and Fusion GPS supporters will get some unwelcome surprises if this is published,” the source said.",
  "Ranking Committee Member Adam Schiff, D-Calif., also called for the release of Simpson’s testimony on Monday.",
  "Fusion GPS, which hired Steele, was funded by the Clinton campaign and the Democratic National Committee.",
  "Simpson’s lawyer claimed someone had been killed over the dossier’s publication.",
  "Democrats have tried to play down the dossier amid questions about its veracity.",
  "The dossier was written by former British MI6 agent Christopher Steele.",
  "The dossier was published on BuzzFeed News in January 2017.",
  "The findings eventually made their way to the FBI.",
  "The release provoked controversy on Capitol Hill."
]