[
  "Within the closed information system, it is simultaneously believed—for example—both that former FBI Director James Comey deserved to be fired for his unfairness to the Hillary Clinton presidential campaign and also that Comey cannot be trusted because of his flagrant bias in favor of the Clinton’s presidential campaign.",
  "The first time, it was the memo written by the Republican staff of the House Intelligence Committee; the second time—just these past few days—the notes James Comey wrote to memorialize his post-inauguration meetings with Trump.",
  "Nobody outside the closed knowledge system was even slightly impressed by either, and even inside the system the supposed secret weapon was quietly discarded as worthless.",
  "A cynical politician once remarked, “It doesn’t matter what damn lie we tell, so long as we all tell the same damn lie”—and that plan offers Trump his best hope.",
  "The big news in the Comey memos is that Comey directly told Reince Priebus that a federal court had issued a FISA warrant against his national-security adviser.",
  "But before the crisis arrives, the habit of relying on false information leads to bad decision-making—like the very bad decision to leak the Comey memos.",
  "But it matters now because the inhabitants of the knowledge system confront the legal equivalent of Johnson’s boulder—the Mueller investigation.",
  "(Notice that not even The Wall Street Journal editorial page, which did so much to publicize it in advance, ever alludes to the Nunes memo now.",
  "The inhabitants of the closed conservative knowledge system demanded the memos be released—only to suffer a shock when they got their wish.",
  "But it does not go away, and as it rolls forward it keeps winning guilty pleas from people ever closer to the president and his family.",
  "In a true crisis—which does seem to be coming—the closed conservative information system will offer an indispensable resource to Trump.",
  "The leak of the Comey memos has succeeded only in more deeply implicating Trump in the gravest espionage scandal of recent decades.",
  "Twice now their closed knowledge system has told them that secret memos would vindicate Trump of the Russia-collusion charge.",
  "The president presumably knew this—and kept Flynn on the job while pressuring Comey to end the investigation of Flynn.",
  "But the whole point of a closed information system is that the things are not believed because they make sense.",
  "The closed conservative information system is binding only for those who agree to submit to it.",
  "Those memos have enhanced James Comey’s testimony, and left Trump looking guiltier than ever.",
  "Things are believed because the closed information system has ratified and repeated them.",
  "In some times and places, closed information systems are backed with coercive power.",
  "It will isolate his followers from ugly realities and mobilize them to his defense.",
  "It has popped like a soap bubble, leaving behind only a faint residue of scum.)",
  "They may tell themselves that the investigation will soon end without result.",
  "And after this latest kick at it, Trump’s toes must hurt worse than ever.",
  "Which has created this problem for Trump and his political allies.",
  "But as yet, that power is lacking within the American system.",
  "Even on its own terms, the story does not make sense.",
  "President Trump obviously hankers for that power.",
  "Normally this would not matter.",
  "They are saying it again now.",
  "The rock really is there."
]