[
  "The lawsuit filed in New York state on behalf of Cohen and his attorneys lists BuzzFeed, Ken Bensinger, the author of the, \"These Reports Allege Trump Has Deep Ties to Russia\" article, editors Miriam Elder and Mark Schoofs and BuzzFeed's editor-in-chief, Ben Smith as defendants.",
  "The lawsuit comes a day after Sen. Dianne Feinstein, D-California, released a 312-page transcript of the Senate Judiciary Committee's August interview with Glenn Simpson, co-founder of Fusion GPS -- the company that paid for the dossier's findings.",
  "— Michael Cohen (@MichaelCohen212) January 10, 2018\n\nThe dossier, which alleges that then-candidate Donald Trump colluded with the Russian government during the 2016 election campaign, has never been substantiated.",
  "President Trump's personal lawyer has filed a lawsuit against BuzzFeed on Tuesday for publishing the infamous Russian dossier last year, according to court documents obtained by CBS News.",
  "The statute of limitations in New York for defamation is one year after publication, a deadline that is quickly approaching, since BuzzFeed published the dossier on Jan. 11, 2017.",
  "\"Clearly, this report was generated with the knowledge that it was false and/or with a reckless disregard as to whether any of it contained a modicum of truth,\" the lawsuits says.",
  "Cohen says in the lawsuit that the implication that he was vital in the alleged unlawful manipulation of the 2016 U.S. presidential election harmed his reputation.",
  "The dossier accuses Cohen of a criminal relationship with the Russian government stemming from his wife's familial relations with a Russian property developer.",
  "\"The dossier is, and continues to be, the subject of active investigations by Congress and intelligence agencies,\" a BuzzFeed spokesperson told CBS News.",
  "It was written by a former British spy, Christopher Steele, and paid for by Fusion GPS, which was operating as a client of the Hillary Clinton campaign.",
  "This is not the first time Trump's personal lawyer has attacked the free press, and we look forward to defending our First Amendment rights in court.\"",
  "It was reported last year that Cohen had hired his own lawyer amid the Russia probe, having previously refused to cooperate with investigators.",
  "The lawsuit states BuzzFeed published the un-redacted dossier and article \"without attempting to determine the veracity of these reports.\"",
  "\"Just filed a defamation action against @BuzzFeedNews for publishing the lie filled document on @POTUS @realDonaldTrump and me!\"",
  "Just filed a defamation action against @BuzzFeedNews for publishing the lie filled document on @POTUS @realDonaldTrump and me!",
  "In May, FBI director Robert Mueller was appointed special counsel to investigate Russian interference in the 2016 election.",
  "\"It was presented to two successive presidents, and has been described in detail by news outlets around the world.",
  "Mueller's team and the White House have discussed the possibility of interviewing Mr. Trump in the near future.",
  "Cohen has long been Mr. Trump's personal lawyer, and is now helping him navigate the Russia investigation.",
  "Steele's dossier was published in full by BuzzFeed after being offered to numerous news outlets.",
  "\"Enough is enough of the #fake #RussianDossier,\" Michael Cohen tweeted Tuesday evening.",
  "The lawsuit disputes the claim, saying that \"none of these allegations are true.\"",
  "Mr. Trump has repeatedly dismissed the Steele memo as \"fake news.\"",
  "CBS News' Kathryn Watson contributed to this report.",
  "Enough is enough of the #fake #RussianDossier.",
  "Its interest to the public is obvious."
]