[
  "/ Updated By Mike Memoli\n\nWASHINGTON — A top House Democrat is challenging the core conclusion of the memo released by House Intelligence Committee Chairman Devin Nunes on Friday, calling the allegation that the Justice Department and FBI withheld key details as they sought a secret surveillance warrant on former Trump adviser Carter Page “deliberately misleading and deeply wrong on the law.”\n\nNBC News has exclusively obtained a six-page rebuttal to the Nunes memo from Rep. Jerry Nadler of New York, the top Democrat on the House Judiciary Committee, which was to be circulated to all House Democrats on Saturday.",
  "“The Nunes memo gives us no reason to doubt the court’s determination of probable cause to believe that Carter Page was an agent of the Russian government — particularly given Page’s later admissions to the press about his interactions with Russian officials.”\n\nAmid concerns that Trump might use the memo as pretext for firing Rosenstein, Nadler argues that Nunes’ findings show that the FISA process was well under way before Rosenstein assumed the position in early 2017.",
  "Rep. Adam Schiff of California, the ranking Democrat on the Intelligence Committee, told reporters Friday that despite the Nunes memo’s assertion, the Page FISA warrant application included “references to Candidate 1 and Candidate 2.” What’s more, such applications typically wouldn’t include “specific references to people or the names of law firms or even the names of political campaigns,” because of so-called minimization procedures.",
  "Nunes justified the unprecedented effort to disclose highly sensitive information by saying that “officials in crucial institutions are abusing their authority for political purposes.” The memo argued that if not for Steele’s dossier, or if the political funding sources for it had been disclosed to a FISA judge, they would never have been able to obtain a surveillance warrant on Page in October 2016.",
  "What’s more, Nadler said, is that a “well-established body of law” says that a FISA warrant could be voided only if the government “included false information or excluded true information that was or would have been critical to the court’s determination of probable cause.”\n\n“The Nunes memo alleges nothing that would even come close to meeting this standard,” Nadler writes.",
  "Glenn Simpson, co-founder of the opposition research firm Fusion GPS, which contracted Steele to compile the dossier, told the House Intelligence Committee that he did not believe Steele “knew the identity of the client” that had hired Fusion when Steele first contacted the FBI to share his discoveries.",
  "The rebuttal focuses on four key points having to do with the legal underpinnings of the GOP-produced document:\n\nThat Nunes’ memo fails to demonstrate that the government lacked enough evidence beyond a dossier from former British spy Christopher Steele to obtain a FISA warrant on Page.",
  "“Under these circumstances, any decision not to approve the renewal would have appeared to have been politically motivated.”\n\nNadler concludes that Nunes’ memo only shows that Republican efforts to protect Trump in the face of Mueller’s investigation has taken a significant turn.",
  "“The Deputy Attorney General could not have signed an application to renew surveillance on Carter Page if the government was unable to show that it had already gathered valuable evidence under existing orders and expected that collection to continue,” Nadler writes.",
  "That Steele’s expertise on Russia and organized crime would have outweighed any concerns a FISA court would have had about the funding of Steele’s work by partisan actors — funding sources that Steele may not have even known about.",
  "Nadler counters that they have “every indication that the government made its application to the court in good faith.”\n\nRelated: Full text of Nadler's memo\n\n“Carter Page was, more likely than not, an agent of a foreign power.",
  "But with the release of the Nunes memo … we can only conclude that House Republicans are complicit in the effort to help the President avoid accountability for his actions and the actions of his campaign,” Nadler writes.",
  "Nadler’s legal analysis represents Democrats’ most detailed public response to the Nunes memo, released Friday after President Donald Trump agreed to its declassification over the objections of his own FBI Director.",
  "If Trump does not agree to declassify the document, as he did with the Republican memo, it can only be released through a highly complicated legislative procedure that would depend on Republican support.",
  "“Nothing about the source of Steele’s funding or his later opinions about Donald Trump speak to the credibility of his work, or its inclusion in the FISA application,” Nadler writes.",
  "That Nunes’ memo “provides no credible basis whatsoever” for removing Deputy Attorney General Rod Rosenstein, who oversees the investigation led by special counsel Robert Mueller.",
  "Schiff also argued that the Russia investigation “would have begun and continued even if Christopher Steele had never come along,” a point Nadler underscores as well.",
  "But it contains classified information, and committee Republicans rejected their attempt to make it publicly available at the same time as the Nunes memo.",
  "Given his senior position, Nadler is one of the small number of lawmakers who has viewed the highly sensitive documents that are the basis of Nunes’ memo.",
  "“Until now, we could only really accuse House Republicans of ignoring the President’s open attempts to block the Russia investigation.",
  "That Nunes’ memo shows that Republicans “are now part and parcel to an organized effort to obstruct” Mueller’s probe.",
  "Democrats on the House Intelligence Committee have drafted their own response to Nunes’ memo.",
  "The consensus, supported by the facts, forms the basis of the warrant issued,” Nadler said.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "The Department of Justice thought so.",
  "A federal judge agreed."
]