[
  "Dossier author Christopher Steele worked as a subcontractor for Oleg Deripaska, a Russian oligarch linked to Vladimir Putin, according to a new report\n\nSteele facilitated a meeting in September 2015 between Deripaska and DOJ official Bruce Ohr, according to The Hill\n\nSteele’s links to Deripaska have been one of the more puzzling aspects of the Trump-Russia probe\n\nChristopher Steele, the author of the infamous Trump dossier, worked as a contractor for Russian oligarch Oleg Deripaska and facilitated a meeting between the billionaire and Department of Justice official Bruce Ohr.",
  "Steele, a former MI6 officer with experience in Moscow, also facilitated a meeting in September 2015 between Deripaska and Ohr, the Justice Department official whose wife worked for Fusion GPS, the opposition research firm that hired Steele to compile the dossier.",
  "It has marked one of the stranger twists in the Trump-Russia saga given Steele’s work on the dossier, which alleges that the Kremlin conspired with President Donald Trump’s campaign to influence the 2016 election.",
  "Deripaska’s law firm hired Steele’s private intelligence group, Orbis Business Intelligence, in 2012 to conduct research for Deripaska as part of a lawsuit against the billionaire, according to The Hill.",
  "(RELATED: Emails Show Christopher Steele Lobbied DOJ Official Bruce Ohr For Putin-Linked Oligarch’s Visa)\n\nDeripaska, an aluminum magnate, is said to be a close ally of Russian President Vladimir Putin.",
  "I had absolutely nothing to do with this project, and I never had any knowledge of it until it was reported in the media and I certainly wasn’t involved in any activity related to it,” he told The Hill.",
  "“As far as I’m concerned, this is good news all round although as before, it would be helpful if you could monitor it and let me know if any complications arise,” Steele wrote.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "At some point, Steele began meeting with Ohr to discuss a different matter — an investigation into possible collusion between the Trump campaign and Russian government.",
  "Deripaska’s links to Steele have generated speculation that Deripaska provided information that ended up in the dossier, either as a witting or unwitting source.",
  "FBI agents interviewed Deripaska in September 2016 about possible collusion, including whether former Trump campaign chairman Paul Manafort was involved.",
  "Ohr said that “to the extent I can I will keep an eye on the situation.”\n\nDeripaska rarely dealt directly with Steele, according to The Hill’s sources.",
  "The FBI used the unverified reports to obtain Foreign Intelligence Surveillance Act (FISA) warrants against former Trump campaign adviser Carter Page.",
  "Steele’s relationship with Deripaska has remained a mystery for months, ever since Republican lawmakers hinted at a connection between the two.",
  "Steele emailed Ohr on Feb. 8, 2016 after the government had agreed to grant Deripaska a visa to travel to the U.S. later that month.",
  "FBI agents attended the meeting, which was aimed at getting Deripaska to provide information for organized crime investigations.",
  "“The latest reckless media chatter proposes that I had some unspecified involvement in the so-called dossier.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "He went on to compile 17 memos accusing various Trump campaign advisers of conspiring with the Kremlin.",
  "The U.S. government also revoked his visa in 2006 because of suspected ties to Russian organized crime.",
  "Like most of the absurd fantasies and smears that ricochet across the internet, it is utterly false.",
  "During the campaign, they were locked in a legal battle over a failed cable TV company in Ukraine.",
  "But Deripaska provided a statement to The Hill denying any involvement in the dossier.",
  "Deripaska has traveled multiple times to the U.S. in recent years, The Hill reported.",
  "Deripaska and Manafort had business ties stretching back more than a decade.",
  "But Steele was on friendly terms with one of Deripaska’s attorneys.",
  "Deripaska’s visa issues appear to have been a focus of Steele’s.",
  "Steele was hired by Fusion GPS in June 2016."
]