[
  "Besides knowledge of the dossier’s financing, a four-page House Intelligence Committee memo alleging abuse of surveillance authority documented that after dossier author Christopher Steele was terminated as an FBI source a “source validation report conducted by an independent unit within FBI assessed Steele’s reporting as only minimally corroborated.”\n\nStill, Comey saw fit not only to officially brief Trump on the matter, but also to cite the questionable document inside a FISA court application on October 21, 2016 to conduct surveillance on Carter Page, who briefly served as a volunteer campaign foreign policy adviser.",
  "He asked what we could do to ‘lift the cloud.’ ”\n\nA Washington Post characterization of Comey’s memoir reported:\n\nComey recalls telling the president the FBI was investigating it as quickly as possible, and that he had told Congress that Trump was not personally under investigation, to which the president repeatedly told him, “We need to get that fact out.” Two weeks later, on April 11, Trump called Comey again to check on his request to “get out” that he is not under investigation, Comey writes.",
  "And then he says something that distracted me because he said, you know, ‘If there’s even a 1 percent chance my wife thinks that’s true, that’s terrible.’”\n\n“‘And I remember thinking, ‘How could your wife think there’s a 1 percent chance you were with prostitutes peeing on each other in Moscow?’ I’m a flawed human being, but there is literally zero chance that my wife would think that was true.",
  "Earlier in the interview, Comey admits that he knew about the dossier’s questionable funding when he was first told about the document’s charges the summer before the election:\n\nGEORGE STEPHANOPOULOS: A– and at the time, did you know it had been financed at the beginning from President Trump’s– by President Trump’s political opponents?",
  "So, what kind of marriage to what kind of man does your wife think [that] there’s only a 99 percent chance you didn’t do that?”\n\nComey quoted Trump ask saying, “I may order you to investigate that.”\n\nComey, however, writes that he urged the president to approach the possibility of an investigation with caution.",
  "Former FBI Director James Comey stated it “wasn’t necessary” to inform President Donald Trump that the infamous dossier had been paid by Trump’s primary political opponents, namely Hillary Clinton’s 2016 presidential campaign and the Democratic National Committee (DNC).",
  "At the dinner, Comey pushed back against Trump’s suggestion of probing the claim inside the dossier that he had Russian prostitutes perform a “golden shower” romp in the presidential suite at the Ritz Carlton Hotel in Moscow in 2013.",
  "In an exclusive interview with ABC News’ chief anchor George Stephanopoulos ahead of the release of his memoir on Tuesday, Comey described numerous conversation he had with Trump about the contents of the dossier.",
  "But you’d want to be careful about that, because it might create a narrative that we’re investigating you personally, and second, it’s very difficult to prove something didn’t happen,’” Comey said.",
  "The GOP memo documents how the FISA applications did not mention the financing from Clinton’s campaign or the DNC, and the documents also left out the role of Fusion GPS in producing the dossier.",
  "Comey describes numerous other talks with Trump about the dossier contents, including a Jan. 11 phone call; a one-on-one White House dinner on Jan. 27; and two subsequent phone calls from Trump.",
  "In March, Comey writes that Trump called him up to complain that the Russia investigation was a “cloud” impeding his ability to govern, drawing attention again to the golden showers allegation.",
  "Yet, Comey repeatedly failed to tell Trump that the dossier was produced by the controversial Fusion GPS political opposition research outfit and funded by the DNC and Clinton’s campaign.",
  "JAMES COMEY: Yes, I– I was told at some point that it was– the effort had originally been financed by a Republican source to develop– material– opposition research on Donald Trump.",
  "Again, I was clear on whether it’s true or not, it’s important that you know, both because of the counterintelligence reason and so you know that this maybe going to hit the media.",
  "Here is a transcript of that portion of the interview:\n\nGEORGE STEPHANOPOULOS: Did you tell him that the Steele Dossier had been financed by his political opponents?",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "Then after the Republican nominating process ended, the effort was taken up and funded by a Democratic aligned group trying to get opposition research on Trump.",
  "“For about the fourth time, he argued that the golden showers thing wasn’t true, asking yet again, ‘Can you imagine me, hookers?’ ” Comey writes of the call.",
  "Comey relates in his book that Trump brought up the topic of the dossier: “He may want me to investigate it to prove that it didn’t happen.",
  "I never knew which– who the groups were, but I knew it started with Republicans paying for it and then Democrats were paying for it.",
  "Stephanopoulos asked Comey whether he informed Trump about the dossier’s political origins and whether Trump had a “right” to know.",
  "“In an apparent play for my sympathy, he added that he has a beautiful wife and the whole thing has been very painful for her.",
  "This while Comey was aware – but still kept to himself – that the document was funded by Trump’s main political opponents.",
  "We had that thing, you know,” Trump told him, according to the book, apparently referring to the loyalty dinner.",
  "Comey first briefed Trump about the dossier claims at a pre-inauguration intelligence briefing at Trump tower.",
  "I didn’t– I didn’t think I used the term “Steele Dossier,” I just talked about additional material.",
  "Comey had still other chances to inform Trump about the highly questionable origins of the dossier.",
  "I– it wasn’t necessary for my goal, which was to alert him that we had this information.",
  "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "GEORGE STEPHANOPOULOS: Did he– but did he have a right to know that?",
  "Comey signed three more FISA applications also citing the dossier.",
  "JAMES COMEY: That it’d been financed by his political opponents?",
  "Written with additional research from Joshua Klein.",
  "“He seemed irritated with me,” Comey recalls.",
  "“I have been very loyal to you, very loyal.",
  "I don’t know the answer to that.",
  "“I said, ‘Sir, that’s up to you.",
  "Follow him on Facebook.",
  "JAMES COMEY: No."
]