[
  "The episode, which was described to CNN by four sources from both parties with knowledge of the meeting and which has not been previously reported, underscores the aggressive tactics Nunes and several of his senior staffers have employed to undercut Steele's dossier of allegations tying Donald Trump and his associates to Russia.",
  "After the 2016 election, Kramer and McCain, R-Arizona, met with a former British ambassador to Russia who worked with Steele, according to court filings in the U.K. That contact helped Kramer meet with Steele to review the ex-agent's work in late November 2016, then Kramer worked with Fusion to obtain hard copies of the dossier.",
  "While Nunes, R-California, has rallied Trump and many Republicans to his cause by going after the FBI and Steele dossier, Democrats say he's stifled similar efforts to obtain more information on Russia and Trump, sitting on numerous requests for subpoenas, phone records and Democratic demands to schedule witness interviews.",
  "And led by Nunes, the panel fought a lawsuit to secure Fusion GPS' bank records, quietly sent two aides to try to track down Steele in London and threatened to hold senior officials at the FBI and the Justice Department in contempt of Congress for not turning over documents.",
  "Washington (CNN) Last month, an attorney expressed his outrage with leaders of the House Intelligence Committee: He demanded to know why a committee official shared his client's secret testimony with another lawyer, a blatant violation of the panel's rules.",
  "Days later, the committee instead sent a subpoena signed by Chairman Devin Nunes demanding that the witness -- an associate to Sen. John McCain who had met with ex-British agent Christopher Steele -- reappear before the committee on short notice.",
  "Nunes has wielded this considerable influence despite not attending classified hearings with witnesses after announcing last year he would temporarily step aside from the investigation and handing the reins to Rep. Mike Conaway, R-Texas.",
  "\"The chairman's efforts to put the government on trial, rather than conduct a credible Russia investigation, have made our work exponentially more difficult,\" said California Rep. Adam Schiff, the top Democrat on the panel.",
  "\"They're going to have to start installing a shower in the (committee) SCIF so we can feel normal after,\" Rep. Mike Quigley, an Illinois Democrat, said after the committee's vote last week to release the Republican memo.",
  "But sources familiar with the matter recounted that Robbins raised serious concerns in a December 23 letter that another attorney whose client was a committee witness had contacted him for his assistance.",
  "Things are so tense on the committee that Republican staff is weighing whether to install a physical barrier to separate GOP and Democratic aides, according to two sources familiar with the discussions.",
  "It all culminated in Nunes' controversial memo alleging FBI and Justice Department misconduct in how it used the Steele dossier to obtain a warrant to conduct surveillance on a Trump adviser.",
  "Republicans charge that Schiff and the committee's Democrats are trying to extend the Russia investigation into the 2018 campaign season, and they have expressed their support of Nunes.",
  "The witness, David Kramer, who went to work for McCain's think tank at Arizona State University in 2014, has been in Nunes' sights after revelations that he met with Steele in 2016.",
  "In the January 10 hearing, Robbins lashed out at the committee for roughly 30 minutes, accusing Nunes' staff of conduct unbecoming of how attorneys treat one another, sources said.",
  "But Kramer's attorney, Larry Robbins, raised grave concerns that the committee was violating rules by disseminating private information about Kramer's appearance before the panel.",
  "A liberal advocacy group Campaign for Accountability filed a complaint with OCE against Nunes and his staff, accusing them of leaking information related to Fusion GPS.",
  "But a GOP source on the panel said, \"It's ironic that committee Democrats appear to have leaked information in order to accuse Republicans of leaking information.\"",
  "Rooney told CNN the Office of Congressional Ethics has sent letters to all of the Republican committee staff of the House Intelligence Committee related to leaks.",
  "It's not clear if the letters are tied to that complaint or if it will turn into a formal investigation, and OCE will not comment publicly on its investigations.",
  "But you know what, they don't get to decide that -- we do,\" said Florida Rep. Tom Rooney, who is helping lead the committee's Russia investigation.",
  "Compounding the problems, Robbins had a medical appointment that initially posed a conflict to meet the committee's demand for his appearance.",
  "That attorney recounted specific details from Kramer's testimony, Robbins told the panel, according to a source with knowledge of the matter.",
  "And 10 minutes after receiving it, news broke in the conservative media that Kramer had been issued a subpoena to reappear in January.",
  "The committee, instead, has issued subpoenas to the McCain associate and the firm behind the Steele dossier, Fusion GPS.",
  "After complaining about the matter, Kramer received a subpoena for his appearance before the panel four days later.",
  "Conaway acknowledged Robbins' raised concerns but said that the committee needed to complete its interview process.",
  "\"We're doing the Russia investigation -- he's got a lot of other committee business that's going on,\" Conaway said.",
  "News of the subpoena was reported by a conservative media outlet just 10 minutes after the witness received it.",
  "Robbins declined to comment for this story, as did Kramer, a former diplomat and assistant secretary of state.",
  "And Kramer, who had been in Florida, had to quickly catch a flight to Washington to meet with the committee.",
  "The fight over the testimony of the McCain associate from January underscores the deepening tension.",
  "Approached this week, Nunes said he wouldn't discuss committee business in the halls of the Capitol.",
  "Conaway told Robbins he was sympathetic to the concerns he had raised, multiple sources said.",
  "The committee has long been plagued by accusations of leaks from both sides of the aisle.",
  "And it was an inconvenience to the witness and to him but we got it done.\"",
  "And members of both parties privately expressed alarmed at the situation.",
  "\"The Democrats are going to complain about everything we do.",
  "\"Nunes hasn't told us 'no' for anything we've asked for.\"",
  "Schiff also declined to comment about Kramer's testimony.",
  "\"I'm not going to second guess our team,\" Conaway said.",
  "Conaway said he has confidence in Nunes as chairman.",
  "His spokesman declined to comment.",
  "\"We got it done.",
  "..."
]