[
  "Here are the highlights:\n\nSimpson testified that the author of the Trump dossier, Christopher Steele, first reached out to the FBI in early July 2016 because Steele thought there was \"a security issue about whether a presidential candidate was being blackmailed.\"",
  "WASHINGTON — The top Democrat on the Senate Judiciary Committee has released a transcript from an interview with the co-founder of Fusion GPS, the firm that commissioned a dossier of allegations about President Donald Trump's ties to Russia.",
  "Simpson believed Steele's information was credible because 1) Simpson had interacted with Steele for 8 or 9 years when Simpson was a WSJ investigative reporter, and Steele had a \"Sterling reputation as a person who doesn't exaggerate.\"",
  "Simpson: \"They believed Chris's information might be credible because they had other intelligence that indicated the same thing and one of those pieces of intelligence was a human source from inside the Trump organization.\"",
  "California Sen. Dianne Feinstein released the transcript from an August closed-door committee interview with Glenn Simpson after the Republican chairman of the committee, Iowa Sen. Chuck Grassley, declined to.",
  "Trump has derided the dossier as politically motivated, and several GOP-led committees are investigating whether it formed the basis for the FBI's initial investigation into Russian election interference.",
  "Simpson says Steele broke off contact with the FBI just before Election Day because he felt that the agency was not taking his information seriously enough and elevating it to the proper levels.",
  "Simpson says that Russian organized crime was a big focus of interest from the beginning, but that Fusion GPS didn't collaborate with Steele on what went into the dossier and what didn't.",
  "The FBI appeared to view Steele's information as credible because a \"walk-in\" whistleblower from the Trump Organization or Trump Campaign had already come to them with similar concerns.",
  "2) Simpson himself had extensively covered Russian organized crime at WSJ and the info Steele gathered tracked with \"my own familiarity with foreign meddling in American elections\".",
  "\"…there was a concern that the FBI was being manipulated for political ends by the Trump people and that we didn't really understand what was going on.",
  "Simpson says Steele understood the risk of Russian disinformation while he was conducting interviews: \"you know, he was the lead Russianist for MI6.\"",
  "Simpson says he hired Steele to look into rumors about the Trump campaign's Russia ties in late spring/early summer 2016.",
  "The memos are field reports of real interviews that Chris's network conducted and there's nothing phoney [sic] about it.",
  "Simpson's firm commissioned the dossier, which was initially paid for by a conservative website and later by Democrats.",
  "He says he gave Steele an open-ended assignment, and didn't direct Steele to find specific facts.",
  "We can argue about what's prudent and what's not, but it's not a fabrication.\"",
  "Steele ended up meeting with an FBI legal attache in Rome in September 2016.",
  "The dossier was written by former British MI6 agent Christopher Steele.",
  "\"It's political rhetoric to call the dossier phoney [sic].",
  "Democrats says those investigations are a distraction.",
  "CBS News' Nancy Cordes contributed to this report.",
  "Simpson insists the dossier is highly credible.",
  "So he stopped dealing with them.\"",
  "They left that up to him."
]