[
  "The memo claims then-FBI director Andrew McCabe testified before the Committee in December 2017 that “no surveillance warrant would have been sought” from the FISA court “without the Steele dossier information.”\n\nOn Oct. 30, 2016, Steele was cut off as a source for the FBI “for what the FBI defines as the most serious of violations — an unauthorized disclosure to the media of his relationship with the FBI,\" the memo states, mentioning an interview with Mother Jones.",
  "“The application to warrant Carter Page was not based on the Steele dossier,” Connecticut Rep. Jim Himes, the second-ranking Democrat on the committee, told “Fox News Sunday.” “The dossier was just a small part of the application.”\n\nHimes also argued that Steele was unaware of who was paying for the opposition research he was compiling.",
  "— - FISA memo\n\nAccording to the memo, Steele told Ohr he “was desperate that Donald Trump not get elected and was passionate about him not being president.”\n\nSteele's conversations revealed \"clear evidence of Steele's bias,\" the memo says, but they were not disclosed in any of the Page FISA applications.",
  "Fusion GPS founder Glenn Simpson told the House Intelligence Committee in a private interview in November that his firm asked Steele \"to figure out what Trump's been up to\" in Russia \"because he's gone over a bunch of times\" and \"said some weird things about [Russian President Vladimir] Putin.\"",
  "\"Steele should have been terminated for his previous undisclosed contacts with Yahoo and other outlets in September — before the Page application was submitted to the FISC in October — but Steele improperly concealed from and lied to the FBI about those contacts,\" the memo states.",
  "He worked as a field agent and the head of M16’s Russia desk in Moscow in the early '90s, spent four years in Paris and transitioned to “adviser to the British Special Forces on capture-or-kill ops in Afghanistan,\" Variety reported.",
  "\"The team...draws on extensive experience at boardroom level in government, multilateral diplomacy and international business to develop bespoke solutions for clients,\" according to a description on the company's website.",
  "\"While the FISA application relied on Steele's past record of credible reporting on other unrelated matters, it ignored or concealed his anti-Trump financial and ideological motivations,\" the memo continues.",
  "The House Intelligence Committee later released the Democrats' 10-page rebuttal memo — with heavy redactions — that outlined alleged government surveillance abuses during the 2016 presidential campaign.",
  "Rep. Trey Gowdy, R-S.C., strongly implied to Fox News on Feb. 6 that Sidney Blumenthal, a longtime associate of the Clintons, leaked information to Steele that helped create the controversial dossier.",
  "After his retirement from M16 in 2009, Steele moved to Farnham, England, and co-founded Orbis Business Intelligence, a London-based corporate intelligence consultancy, with other retired colleagues.",
  "\"When you hear who...one of the sources of that information is, you're going to think, 'Oh my gosh, I've heard that name somewhere before,'\" Gowdy said in an interview with Fox News' \"The Story.\"",
  "A memo released by the House Intelligence Committee on Feb. 2 says the dossier \"formed an essential part\" of applications by the FBI and DOJ to spy on onetime Trump campaign adviser Carter Page.",
  "\"While the FISA application relied on Steele's past record of credible reporting on other unrelated matters, it ignored or concealed his anti-Trump financial and ideological motivations.\"",
  "But as Trump continued to climb the political ladder, winning the Republican nomination, the donor told the firm to drop the project, according to a report from The New York Times.",
  "Steele drafted a memo, now known as the infamous Trump dossier, that was published by BuzzFeed News in January 2017, and quickly made its way into the hands of FBI officials.",
  "Steele may have had an extensive career, but these days, the former spy is best known for compiling a dossier on Trump for private Washington research firm, Fusion GPS.",
  "Fox News learned in the fall of 2017 that the Clinton campaign and Democratic National Committee (DNC) paid for Steele's research through the law firm Perkins Coie.",
  "Nearly a decade after retiring from Britain's Secret Intelligence Service, Christopher Steele stepped into the world of politics — and what an entrance he made.",
  "The ex-spy, who spent two decades working as an agent in various countries overseas, is now best known in the U.S. for compiling a dossier on President Trump.",
  "But even after his termination from the FBI, Steele remained in close contact with then-Associate Deputy Attorney General Bruce Ohr, a senior DOJ official.",
  "Here's what you need to know about Steele, the infamous Trump dossier and a recently released GOP memo that mentions Steele several times by name.",
  "According to a profile of Steele in The New Yorker, the company \"grossed approximately $20 million in its first nine years.\"",
  "Christopher Steele served as an intelligence officer with MI6, Britain’s equivalent to the CIA, for more than two decades.",
  "And outlines “additional information obtained through multiple independent sources\" that corroborated Steele’s reporting.",
  "Fusion GPS was hired in 2015 by an anti-Trump Republican donor to research then-presidential hopeful Donald Trump.",
  "He has not been back to Russia — or any other Soviet States — since his retirement, The New Yorker reports.",
  "Fusion GPS hired Steele to investigate allegations that Trump had ties to Russia during the 2016 campaign.",
  "Ohr’s wife Nellie began working for Fusion GPS, the firm behind the dossier, as early as May 2016.",
  "The memo redacts information related to compensation that the FBI considered giving to Steele.",
  "A year later, in the spring of 2016, Fusion GPS convinced Democrats to invest in the project.",
  "Fox News' Adam Shaw, Brooke Singman and The Associated Press contributed to this report.",
  "What did we learn about Steele in memos released by the House Intelligence Committee?",
  "When asked if he was referring to Blumenthal, Gowdy answered, \"That'd be really warm.",
  "It then provides three bullet-pointed paragraphs, almost all of which are redacted.",
  "He joined as soon as he graduated from the University of Cambridge in 1986.",
  "He had a variety of roles within M16.",
  "What is his connection to Fusion GPS?",
  "Who is Christopher Steele?",
  "You're warm, yeah.\""
]