[
  "In the suit, Cohen accused BuzzFeed News Editor-in-Chief Ben Smith of publishing the document \"in spite of his awareness that the Dossier was ... not intended to be part of public discourse or to make an argument in a public debate and that the Dossier's content also bore multiple hallmarks of its irresponsible collection and compilation.\"",
  "JUDGE WON'T LET TRUMP ATTORNEY COHEN REVIEW SEIZED FILES BEFORE THE FEDS\n\nWhile the Trump campaign is paying for Cohen’s legal costs relating to FBI Special Counsel Robert Mueller’s Russia probe, paying the law firm representing him over $214,000 in the last three months of 2017, it was not paying his costs related to the libel suit.",
  "Cohen had filed suits against the news outlet and political research firm over the publication of the so-called “Trump dossier,” which detailed what former FBI Director James Comey described as “salacious and unverified” allegations about Trump ties to Russia.",
  "Cohen’s team said the decision to discontinue the case was “a difficult one.”\n\n\"We believe the defendants defamed my client, and vindicating Mr. Cohen’s rights was — and still remains — important,” Cohen's attorney David Schwartz told Politico.",
  "\"If there's one thing Democrats and Republicans agree on today, it's that the dossier was an important part of the government's investigation into potential collusion between the Trump Campaign and Russia.",
  "“The lawsuits against BuzzFeed over the Steele dossier have never been about the merits of our decision to publish it,\" Matt Mittenthal, Director of Communications for BuzzFeed said in a statement.",
  "President Trump’s personal attorney Michael Cohen on Wednesday dropped his libel suits against BuzzFeed and Fusion GPS, as he faces a grand jury probe into his personal and business dealings.",
  "Cohen is under investigation for his dealings, including a $130,000 payment to adult film actress Stormy Daniels in exchange for silence about an alleged sexual encounter with Trump in 2006.",
  "“But given the events that have unfolded, and the time, attention, and resources needed to prosecute these matters, we have dismissed the matters, despite their merits.\"",
  "Fusion GPS hired former British spy Christopher Steele to compile the dossier, while it was Buzzfeed that made the decision to publish the document in January 2017.",
  "A federal judge on Monday denied Cohen’s request to review the documents seized from the lawyer's home and office last week before prosecutors see them.",
  "\"Today's news suggests that Donald Trump's personal lawyer no longer thinks an attack on the free press is worth his time,\" he added.",
  "The dossier included a claim that Cohen traveled to Prague in 2016, where he is alleged to have met with Russian operatives.",
  "Fox News’ Lissa Kaplan, Jon Decker and Samuel Chamberlain contributed to this report.",
  "Its interest to the public is, and always has been, obvious.\"",
  "Cohen has denied such a meeting."
]