[
  "“Similar to the slick maneuvers by [James] Comey & [Andrew] McCabe in the [Foreign Intelligence Surveillance Court] over recent years, clever lawyers for powerful entities often manage to briefly pull the wool over the eyes of busy District Court Judges,” Page said in a statement.",
  "“My future updated Complaint will shine an honest light and help restore justice.”\n\nFollow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Steele, a former MI6 agent, has told associates that he is “fifty-fifty” on whether the most salacious allegation in the dossier — that Trump used prostitutes in a Moscow hotel room in 2013 — is accurate.",
  "ALSO WATCH: Dossier ‘coincidences’\n\nIt was not revealed until months later that Isikoff obtained his information from Christopher Steele, the former British spy that wrote the infamous anti-Trump dossier.",
  "Isikoff and David Corn, a reporter at Mother Jones, recently released a book that reveals that Steele and Glenn Simpson, the founder of Fusion GPS, are unsure whether parts of the dossier are accurate.",
  "(RELATED: ‘Fifty-Fifty’: Christopher Steele Unsure That ‘Golden Showers’ Tape Exists)\n\nPage, who was representing himself in the lawsuit, indicated that he plans to file another lawsuit.",
  "The Justice Department and FBI relied on the Steele dossier as well as the Isikoff article in applications for Foreign Intelligence Surveillance Act (FISA) warrants to spy on Page.",
  "Steele was hired by opposition research firm Fusion GPS, which in turn was working for former Secretary of State Hillary Clinton’s campaign and the Democratic National Committee.",
  "(RELATED: News Article Used To Obtain Spy Warrant Against Carter Page)\n\nThere is still no evidence to support the allegations laid out in the dossier and in Isikoff’s article.",
  "The piece said that investigators had received information that Page met in secret with Kremlin insiders Igor Sechin and Igor Diveykin during a trip to Moscow in July 2016.",
  "Steele had briefed Isikoff and other reporters in September 2016 about his findings from an investigation into President Donald Trump’s activities in Russia.",
  "A federal judge in New York has tossed former Trump campaign adviser Carter Page’s defamation lawsuit against the parent company of Yahoo!",
  "Page, a New York-based energy consultant, filed the suit last year against Oath, Inc. over a Sept. 23, 2016, article written by Yahoo!",
  "Judge Lorna Schofield dismissed the case on Tuesday, saying that Page lacked sufficient factual allegations to proceed with his case.",
  "Page, a former Navy intelligence officer, has vehemently denied the allegations in the dossier and the Isikoff article.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Isikoff reported that the U.S. government was investigating Page’s possible links to Russia.",
  "The first warrant was granted on Oct. 21, 2016, shortly after Page left the Trump campaign.",
  "He has also accused the DOJ and FBI of improperly spying on him.",
  "News reporter Michael Isikoff.",
  "News."
]