[
  "He asserted that Kramer’s deposition in the BuzzFeed lawsuit “would reveal the extent of the Congressional Committees’ knowledge regarding the information provided by Mr. Kramer in closed-door sessions.”\n\nJimenez also argues that should Kramer’s deposition be released to the public, he “will be hounded by the press.”\n\nKramer and McCain first learned of the dossier shortly after the 2016 election while attending the Halifax International Security Forum.",
  "The lawyers for the businessman, Aleksej Gubarev, are interested in Kramer because he is one of just a few people known to have handled the dossier after it was completed by former British spy Christopher Steele and before its Jan. 10, 2017 publication.",
  "Kramer’s lawyer, Marcos Jiminez, argued in a motion to seal that the release of the deposition would jeopardize his personal safety, make him subject to hounding from the press, and conflict with congressional investigations looking into the dossier.",
  "David Kramer, a former State Department official and former director at the McCain Institute for International Leadership, filed a motion in federal court in Florida asking a judge for a protective order to block the public release of his deposition.",
  "An associate of Arizona Sen. John McCain’s who handled the dossier is asking a federal judge to block the release of a videotape and transcript of a deposition he recently gave in a lawsuit related to the salacious document.",
  "It is that document which alleges that Gubarev used two of his web-hosting companies to hack into the Democratic National Committee’s computer systems prior to the election.",
  "Gubarev’s attorneys want to find out whether BuzzFeed’s source gave any warnings about the veracity of the dossier and whether it was verified or unverified.",
  "On the sidelines of that event, Kramer and McCain had a conversation with Sir Andrew Wood, a former British ambassador to Russia and associate of Steele’s.",
  "Steele, McCain and Fusion GPS, the opposition research firm that commissioned the dossier on behalf of Democrats, have all denied being BuzzFeed’s source.",
  "Kramer seeks to prevent the Plaintiffs from sharing his videotaped deposition and accompanying transcript beyond the instant litigation,” wrote Jiminez.",
  "Kramer was interviewed by the House Intelligence Committee last month and has also met with the Senate Intelligence Committee.",
  "While there, the pair made arrangements for Kramer to obtain the dossier back in the U.S. and to provide a copy to McCain.",
  "(RELATED: BuzzFeed’s Dossier Source Gets Closer To Being Identified)\n\nKramer then traveled to London to meet with Steele.",
  "As of the beginning of this month, Steele and Fusion GPS have dodged requests for depositions from Gubarev’s lawyers.",
  "Kramer was deposed last month by lawyers for a Russian businessman suing BuzzFeed News for publishing the dossier.",
  "David Kramer Motion to Seal deposition in BuzzFeed lawsuit by Chuck Ross on Scribd\n\nFollow Chuck on Twitter",
  "In court filings there, Steele has acknowledged that the Dec. 13 memo contained unverified information.",
  "McCain shared an incomplete version of the dossier with then-FBI Director James Comey on Dec. 9, 2016.",
  "The Republican was unaware at the time that Comey and the FBI were already aware of Steele’s report.",
  "In addition to suing BuzzFeed, he is suing Steele in London, where the former spy is based.",
  "The dossier also alleges that Gubarev was recruited under duress by Russia’s spy services.",
  "FBI agents met with the ex-spy multiple times prior to the election.",
  "Steele published his final dossier memo on Dec. 13, 2016.",
  "Kramer has not commented publicly on the issue.",
  "He denies all of the allegations.",
  "“Mr."
]