[
  "(RELATED: Here’s Why You Should Be Skeptical Of That Michael Cohen Story)\n\nWATCH: McClatchy reporter defends murky Michael Cohen Prague story\n\nIf Cohen lied about visiting the European city, his and President Donald Trump’s denials about collusion with the Russian government would invite heavy scrutiny.",
  "“You were one of the bylines along with Peter Stone on a pretty blockbuster report a couple weeks ago that other news organizations haven’t been able to match…which is this idea that Mueller has proof that Michael Cohen — or has evidence of Michael Cohen traveled to Prague,” Todd began.",
  "On Friday, the MSNBC host interviewed Greg Gordon, a McClatchy journalist who reported on April 13 that the special counsel’s office has been provided evidence that Trump lawyer Michael Cohen visited Prague in August or September 2016, as alleged in the infamous Steele dossier.",
  "An attorney who met with Jones that same month has told The Daily Caller News Foundation that Jones claimed to be working closely with Fusion GPS, which he described as a “shadow media organization” that was helping the government.",
  "(RELATED: Cabal Of Wealthy Donors Funding $50 Million Trump-Russia Investigation)\n\nIn his interview on Friday, Todd glossed over many of the questions that could help determine how seriously the McClatchy report should be taken.",
  "During testimony before the Senate Select Committee on Intelligence on Tuesday, Caputo speculated that a former committee staffer named Daniel Jones was one of the sources for the McClatchy article.",
  "(RELATED: ‘God Damn You To Hell’: Ex-Trump Aide Blasts Senate Intel Over Russia Witch Hunt)\n\nJones has worked with Fusion GPS and Steele on a project aimed at verifying allegations in the dossier.",
  "The sourcing for the McClatchy story — which is described as “two sources familiar with the matter” — has invited speculation, most notably from former Trump campaign aide Michael Caputo.",
  "The dossier, written by former British spy Christopher Steele, claims that Cohen met with Russian government officials to coordinate the dissemination of documents hacked from Democrats.",
  "In response to inquiry about the report, the special counsel’s office issued a cryptically-worded statement to The Daily Caller News Foundation warning against vague reports.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Be very cautious about any source that claims to have knowledge about our investigation and dig deep into what they claim before reporting on it,” the spokesperson said.",
  "“If another outlet reports something, don’t run with it unless you have your own sourcing to back it up,” a spokesperson for the special counsel’s office told TheDCNF.",
  "Chuck Todd had a prime opportunity to get to the bottom of a potentially game-changing report that deals with the question of possible Trump campaign collusion.",
  "Gordon clarified to Todd that his report said that Mueller has been presented with “evidence” — and not “proof” — of Cohen’s trip to Prague.",
  "It couldn’t be Dan [Jones]; he was the first source … So who could it be — perhaps one of his former Senate Intelligence colleagues?",
  "The attorney, Adam Waldman, also said that Jones claimed that billionaire philanthropist George Soros was a Fusion GPS donor.",
  "Jones told the FBI in March 2017 that he had received $50 million in funding from a group of seven to 10 wealthy donors.",
  "“We checked with our two sources who we trust, and they told us that they were happy with the story,” Gordon said.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Cohen has vehemently denied visiting Prague ever since BuzzFeed News published the dossier on Jan. 10, 2017.",
  "“What I have been telling all reporters is that many stories about our investigation have been inaccurate.",
  "“I know that as a reporter, you want to be first, but you want to know that others have that,” said Todd.",
  "He noted the frustration reporters have with major stories that other outlets are unable to corroborate.",
  "And if Michael Cohen ends up becoming a government witness, we might find out more,” Gordon replied.",
  "Jones also told Waldman that he personally helped place anti-Trump news stories with media oulets.",
  "If true, the report would be a major bombshell on the Russia collusion front.",
  "“We stand by it, and of course we’ll find out what happens presumably.",
  "Nor did he ask how the evidence was presented or who presented it.",
  "You’re the swamp,” Caputo said in the interview.",
  "No other outlets have confirmed the reporting.",
  "But Todd did not tease out the distinction.",
  "But the McClatchy report has some problems.",
  "“But who is McClatchy’s second source?",
  "I mean, you’re all in this together.",
  "“So you stand by it?” asked Todd."
]