[
  "Also WATCH: Steele Dossier’s “Coincidences” Keep Piling Up\n\nDemocrats said they informed committee Republicans on Nov. 29 that they were “open to engaging Mr. Millian to assess his concerns.” Democrats said they are “not aware of any information to warrant the Committee granting Mr. Millian legal immunity.”\n\nMillian was one of more than 30 witnesses that Democrats want to interview before ending the House panel’s investigation into Russian meddling in the election.",
  "An alleged source for the Steele dossier refused to testify without immunity\n\nSergei Millian is identified as “Source D” in the dossier\n\nMillian was one of more than 30 witnesses that Democrats want to interview\n\nAn alleged source for the Steele dossier refused to testify without immunity before the House committee conducting the Russia probe, according to a government document released Tuesday.",
  "(RELATED: Book Provides New Details About Major Dossier Source)\n\nMillian, who has worked as a translator, real estate broker, and international consultant, was not aware that he was providing information to Steele, according to “Russian Roulette: The Inside Story of Putin’s Attack on America and the Election of Donald Trump,” a book about the Russia investigation that was released on Tuesday.",
  "He considered Millian a big talker,” reads “Russian Roulette.”\n\nThe book notes that while Millian is described in the dossier as a close associate of Trump’s, “There was no public evidence he was close to the mogul at that time or was in Moscow during the Miss Universe event.”\n\nReached Tuesday, Millian denied the claims in the book.",
  "Millian, whose real name is Siarhei Kukuts, was identified early in 2017 as a source for the most salacious claims in the dossier, which was written by former British spy Christopher Steele and financed by former Secretary of State Hillary Clinton’s campaign and the Democratic National Committee.",
  "In the dossier, Millian — or Source D — is described as “a close associate of TRUMP who had organized and managed his recent trips to Moscow.”\n\nHe claimed the Kremlin had been feeding the Trump team intelligence on Clinton.",
  "Trump has vehemently denied the allegations, and his longtime bodyguard, Keith Schiller, has told the House Intelligence panel that he was with Trump on the night in question and that no prostitutes entered Trump’s room.",
  "He told Steele’s collector that during a trip to Moscow in November 2013, Trump engaged in “perverted” conduct with prostitutes in a hotel room where former President Barack Obama had stayed several years before.",
  "Democrats said that Millian, who is identified as “Source D” in the Steele dossier, “declined to cooperate with the investigation unless he was granted immunity,” in a report released on Tuesday.",
  "Republicans said they have completed a 150-page report that claims the investigation has found no evidence of collusion between President Donald Trump’s campaign and Russian government.",
  "(RELATED: Christopher Steele Is Unsure About The ‘Golden Showers’ Tape)\n\nThe Kremlin also has video footage of the incident and is using it to blackmail Trump, according to the dossier.",
  "Steele is unsure that the salacious scene actually occurred, according to “Russian Roulette.” He has told associates that he believes there is a “fifty-fifty” chance that it occurred.",
  "(RELATED: Congressional Investigators Struggling To Find Dossier Source)\n\n“Had Millian made something up or repeated rumors he had heard from others to impress Steele’s collector?",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "House Intel Democrats also called on Republicans to subpoena Millian while requesting documents from his trade group, the Russian-American Chamber of Commerce.",
  "The immunity request, which was made by Sergei Millian, the chairman of the Russian-American Chamber of Commerce, was denied by the committee.",
  "Glenn Simpson, the founder of Fusion GPS, the opposition research firm that hired Steele, also has doubts about the veracity of the claim.",
  "Schiller did say that an associate of one of Trump’s business partners did offer to send five prostitutes to visit the real estate tycoon.",
  "Democrats on the House Permanent Select Committee on Intelligence called Tuesday for a subpoena to be issued to force Millian to testify.",
  "Millian spoke with a “collector” who was working for Steele to gather information for the Trump project, according to the book.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Democrats issued the request in response to Republicans’ decision on Monday to close the Russia probe.",
  "The raunchy act involved the prostitutes performing “golden showers” in front of Trump.",
  "Millian also provided the most eye-grabbing allegation made in the Steele report.",
  "He also said that he was not in Moscow at the time of the alleged hotel incident.",
  "“It’s all garbage news,” he told The Daily Caller News Foundation.",
  "Schiller said he rejected the offer.",
  "“Never happened,” he said.",
  "Simpson had his doubts."
]