[
  "The central complaint of the memorandum is that the DOJ and FBI did not disclose to the FISA court that the Steele dossier was paid for by Fusion GPS at the behest of the DNC, or that Steele himself allegedly had both personal animus against Trump, as well as financial incentive to lie about Trump.",
  "Additionally, the FBI claims that Nunes, who authored the memo, has never personally seen many or most of the original documents the memorandum was based upon because they were housed in a secure facility that was only accessed by fellow committee member Rep. Trey Gowdy (R-S.C.).",
  "Although the Nunes memo omits this information, Carter Page stepped down from his role on the Trump campaign in late September of 2016, which means that at the time of the initial FISA warrant application mentioned in the memo, Page had no connection to Trump or his campaign.",
  "With all that having been said, here are the some of the claims found in the memo:\n\nThe memo claims that on October 21, 2016, the FBI and the Department of Justice sought and obtained a FISA \"probable cause order\" on Carter Page.",
  "The memorandum notes that the FISA warrant application also included reference to a Michael Isikoff article about Carter Page's trip to Russian in July of 2016, but claims that Steele himself was Isikoff's source for the article.",
  "The memorandum also notes that the FISA warrant application contained \"information regarding fellow Trump campaign advisor George Papadopoulos,\" who pled guilty earlier this year to a charge of lying to federal investigators.",
  "The memorandum also sets forth information purporting to show personal bias on Steele's part against Trump, including an allegation that Steele once told Ohr that he was \"desperate that Trump not get elected.\"",
  "Note: although the Nunes memo also omits this information, Carter Page had been a subject of surveillance by federal authorities at least as far back as 2013, far before his involvement in the Trump campaign.",
  "It further claims that former FBI Deputy Director Andrew McCabe testified before the committee that \"no surveillance warrant would have been sought from the FISC without the Steele dossier information.\"",
  "Page's repeated contention is that this surveillance was reprisal for Page's public criticism of the Obama administration's policy towards Russia, which he considered to be too hostile.",
  "Page, who was an oil industry consultant at that time, has admitted that he was interviewed by the FBI in 2013 because the FBI believed that he had been targeted by Russian spies.",
  "One of the Steele dossier's most explosive claims is that Page secretly met with Kremlin officials during this trip, an allegation that Page vehemently denies.",
  "However, the memorandum dismisses that information as irrelevant since \"there is no evidence of any cooperation or conspiracy between Page and Papadopoulos.\"",
  "From that time on, the Department of Justice continued to surveil Page in various ways, as Page has repeatedly acknowledged in television interviews.",
  "Democrats on the House Intelligence Committee have also asked to release their own summary memorandum of the evidence contained in the Nunes memo.",
  "After weeks of controversy, the memorandum drafted by House Intelligence Committee Chairman Devin Nunes (R-Calif.) has finally been released.",
  "None of the original source material was released with the memorandum, making verification of the memorandum's claims impossible.",
  "Thus, the memo does not purport to demonstrate that the DOJ or the FBI spied on the Trump campaign or any member thereof.",
  "The memo claims that the highly controversial Steele dossier formed an \"essential part\" of the FISA warrant application.",
  "Without the release of the underlying FISA warrant application, these claims are impossible to verify.",
  "Without release of the underlying FISA warrant application, this claim also cannot be verified.",
  "It has also been widely reported that Page was subject to FISA surveillance in 2014.",
  "You can read the full memorandum for yourself on the House document server."
]