[
  "According to Shearer, the reporter told him “the WSJ was gun shy about pursuing the story, because no one would go on the record and [because of] Trump’s litigious background.” Shearer also writes that he spoke with an investigative reporter at ABC News, who had probed claims about Trump’s reckless conduct in Russia, but lacked sources who would go on air.",
  "With contents that parallel the Steele dossier’s sensational allegations about Trump and the Russians — including his alleged money laundering for oligarchs and the Kremlin’s clandestine support for his campaign, as well as his sexual “kompromat” with prostitutes — the Shearer file is merely a journalistic version of that raw intelligence material.",
  "What excites right-wing imaginations even more than Shearer’s Clinton connection is his friendship with Sidney Blumenthal, the journalist, Lincoln historian, and former White House aide whose role in the Republican imagination places him somewhere between Rasputin and Robespierre.",
  "That’s no big surprise, because pretending to uncover the truth, while striving to conceal actual facts, is the only way they can sustain their bogus narrative and distract attention from the investigations into Trump’s connections to the Kremlin.",
  "The many troubling stories about Russian collusion with the Trump campaign and the president’s rumored relationships with crooks, oligarchs, and prostitutes are still unverified, even though much suggestive evidence about them has emerged.",
  "Shearer continues: “They uncovered info on Manniford [a reference to Trump campaign chief Paul Manafort] and Ukraine, but nothing directly on Trump.” Of course, the actual Steele dossier included plenty of information on Trump himself.",
  "That priority is clear with their latest obsession, which they call the “second dossier” — another document that they say proves the nefarious and illegitimate influence of Hillary Clinton’s allies on the entire Russia investigation.",
  "Grassley and Graham have complained that Steele “raised additional concerns about his credibility” by passing the Shearer file to the FBI, and have urged the bureau to investigate the former MI6 officer for purported crimes.",
  "But if the Shearer file has any meaning at all, it should return Americans’ attention to core concerns about the president, rather than diverting us once more to spurious claims against those who dare to investigate him.",
  "At eight double-spaced pages and 26 paragraphs, these two memos, written in September and October 2016, scarcely qualify as a “dossier,” as BuzzFeed News noted on Friday in disclosing some of its contents.",
  "Obviously not, because, in his first memo dated September 24, Shearer wrote that a Wall Street Journal reporter confided to him that “the DNC had hired two former journalists­­­ Glen Semper (spelling?)",
  "Blumenthal didn’t know that Winer had passed the file to Steele — nor did Winer know until many months later that Steele had delivered it, along with much other material, at the request of the bureau.",
  "The Republicans’ commitment to transparency is selective at best, and their real priority is to intimidate journalists and law enforcement officials who dare investigate Trump.",
  "(In a statement to BuzzFeed News, the Journal said the Shearer memo contains “many inaccuracies,” but specifically denied only that its reporter told him about the DNC role.)",
  "Republicans are depicting the Shearer file as a key element in the FBI investigation of Trump’s Kremlin connections and the application for a warrant to surveil Carter Page.",
  "The Shearer file makes no reference to Carter Page — none whatsoever — so its contents could hardly have persuaded a judge to approve a warrant on the former Trump adviser.",
  "The presence of Blumenthal (who is also an old friend of mine) would be enough by itself to excite the conspiracy theories now promoted by Rep. Trey Gowdy and by Sens.",
  "Yet while there is no basis for the feverish Republican assertions, the file revives the same concerns about Trump that surfaced in the original Steele dossier.",
  "He’s an independent journalist with wide connections and familial ties to the Clintons, but he had no contact with the Clinton campaign, Fusion GPS, or Steele.",
  "Now the president has blocked the release of the Democratic memo that answers Nunes — supposedly due to the same secrecy concerns that were previously ignored.",
  "And it’s a reminder that they can only advance such claims because the news organizations that possess the file hesitate to publish its contents in full.",
  "Specifically, he had “visited Moscow twice since early May to prove that … Trump had sex with young women and was compromised” by Russian intelligence.",
  "That is a skewed reference to Glenn Simpson and Peter Fritsch, the former journalists who run Fusion GPS and with whom Shearer never had any contact.",
  "Lindsey Graham and Charles Grassley, as well as by the usual suspects at Fox News, Breitbart, countless right-wing blogs, and allied Russian bots.",
  "Was Shearer part of a conspiracy with Steele and his sponsors at Fusion GPS, the investigative firm that hired him to look into Trump and Russia?",
  "Aspects of those allegations are currently under investigation both by special counsel Robert Mueller and by Congressional and Senate committees.",
  "“Transparency” was the lofty buzzword as Republicans insisted on releasing the notorious memo by House Intelligence Committee chair Devin Nunes.",
  "It bears no comparison to the “Steele dossier,” produced by former British intelligence officer Christopher Steele, which includes 17 memos.",
  "But Blumenthal was neither on the Clinton campaign nor did he transmit or describe the Shearer file to Clinton or anyone working for her.",
  "Only by reading the Nunes memo, they said, could the public comprehend the scandalous offenses of the FBI and the Justice Department.",
  "He gave it to Jonathan Winer, a State Department official with expertise in Russian influence campaigns and organized crime.",
  "A more accurate, less hysterical shorthand for this document would be the “Shearer file,” after its author Cody Shearer.",
  "That same Journal reporter had interviewed several witnesses who claimed to have seen Trump at sex parties in Moscow.",
  "Neither Hillary Clinton nor anyone associated with her campaign knew of the contact with Steele.",
  "and Peter Fitch” to investigate suspicions that Trump had been “compromised” by the Kremlin.",
  "It is now salient only because Steele himself gave the file to the FBI in the fall of 2016.",
  "To read the Shearer file is to understand the absurdity of these alarming assertions.",
  "Shearer writes that the Journal reporter spoke about his own investigation of Trump.",
  "In reality, the “second dossier” is a classic Republican red herring.",
  "Joe Conason is the editor-in-chief of National Memo.",
  "Winer then gave a copy to Steele."
]