[
  "Here is what the newly released memo contained:\n\nThe dossier was key to warrant requests\n\nChristopher Steele, who compiled the controversial dossier containing colorful but unverifiable claims about Trump, confirmed to former associate deputy attorney general Bruce Ohr that he “was desperate that Donald Trump not get elected and was passionate about him not being president.”\n\nFISA warrants are not easy to obtain, but the memo suggests that intelligence officials relied heavily on the dossier as well as a 2016 report from Michael Isikoff to obtain the warrants.",
  "The memo says the DOJ was aware at the time of the initial FISA application that “political actors were involved with the Steele dossier.”\n\n“Neither the initial application in October 2016, nor any of the renewals, disclose or reference the role of the DNC, Clinton campaign, or any party/campaign in funding Steele’s efforts, even though the political origins of the Steele dossier were known to senior DOJ and FBI officials,” the memo alleged.",
  "Compiled by the House Intelligence Committee leadership, the memo states that surveillance warrants used on an American citizen was largely requested due to controversial dossier produced by Fusion GPS, a firm that was at one point hired by the Democratic National Committee and Hillary Clinton’s presidential campaign.",
  "The dossier’s funding was not recorded in surveillance warrant requests\n\nThe surveillance warrants and renewals did not mention that the dossier was paid for, at least in part, by the Democratic National Committee and the campaign for Hillary Clinton.",
  "Isikoff’s Yahoo News report, according to the memo, was “derived from information leaked by Steele himself.”\n\nThe FBI and DOJ officials were able to obtain a FISA warrant to electronically target Carter Page, a former foreign policy adviser to Trump.",
  "Former deputy FBI Director Andrew McCabe told the House Intelligence Committee in December 2017 that a surveillance warrant would not have been sought without the dossier and what it purportedly revealed, the memo stated.",
  "Instead, according to the memo, the FISA application said Steele was working for a \"named U.S. person\" – but did not specifically include Fusion GPS, the firm behind the project, or its co-founder, Glenn Simpson.",
  "In part, Democratic lawmakers suggested that the memo was selectively edited by Republicans to push an agenda of derailing the investigation into Russian meddling in the 2016 election.",
  "The controversial memo purportedly detailing federal surveillance abuses was declassified and released Friday following approval from President Trump.",
  "The day after the memo was released, Trump tweeted that the \"memo totally vindicates 'Trump' in probe.\"",
  "Fusion GPS was hired by law firm Perkins Coie, which represented the DNC and Clinton campaign.",
  "Democrats, the FBI and the Department of Justice objected to the release of the memo.",
  "The dossier contained colorful but unverifiable information about Trump.",
  "Intelligence officials have stressed the memo is incomplete.",
  "The Associated Press contributed to this report."
]