[
  "In 1975, declaring the need for an investigation into the excesses of American intelligence agencies, Senator Frank Church, of Idaho, said:\n\nIf this government ever became a tyranny, if a dictator ever took charge in this country, the technological capacity that the intelligence community has given the government could enable it to impose total tyranny, and there would be no way to fight back because the most careful effort to combine together in resistance to the government, no matter how privately it was done, is within the reach of the government to know.",
  "It’s difficult to reconcile Strzok’s impassioned defense of the F.B.I.’s ethics with then director James Comey’s decision to chastise Hillary Clinton for the handling of her e-mail server, in the summer of 2016, or the decision to announce the reopening of the e-mail investigation just days before the election, while failing to inform the public that Trump’s campaign was being investigated for potential contacts with Russians.",
  "In a widely disseminated clip from the Gowdy exchange, Strzok provides the kind of spirited defense of an American institution that typically involves a choir humming “The Battle Hymn of the Republic” in the background:\n\n“The suggestion that I, in some dark chamber somewhere in the F.B.I., would somehow cast aside all of these procedures, all of these safeguards, and somehow be able to do this is astounding to me.",
  "A partial survey of the Bureau’s history would include the harassment of Martin Luther King, Jr., and Malcolm X in the nineteen-sixties; active measures taken against the Communist left, and those rumored to be part of it, in the fifties; and a general antagonism toward dissent that traces all the way back to J. Edgar Hoover’s attempts to undermine the black anticolonial leader Marcus Garvey, in the twenties.",
  "They continued their habit of dismissing the investigation led by one Republican, Mueller, and which was instigated by the firing of an erstwhile one, Comey, by implying a nebulous secret alliance of government subversives—we are in something deep, but it is not a state—and of abiding a President whose complex web of dealings with Russia are, at best, troubling.",
  "“My presumption,” Strzok said, was “based on that horrible, disgusting behavior, that the American population would not elect someone demonstrating that behavior to be the President of the United States.” This was the fundamental and unwarranted presumption of 2016—a drastic overestimation of the value of personal decency to the American electorate.",
  "Strzok’s response elicited applause from the Democrats in the room, but it obscured the most salient aspect of his testimony, along with the most disturbing aspects of the Republicans’ enabling of Trump’s attempts to undermine the special counsel Robert Mueller’s investigation into possible Russian inference in the 2016 election.",
  "whose integrity Strzok deemed unimpeachable issued a report, which I wrote about for the magazine, warning law enforcement about “Black Identity Extremists,” a category that the report itself failed to define and which appeared to be a broad catchall category that could lead to criminalizing dissent.",
  "Last year, when representatives from Facebook, Google, and Twitter appeared before the Senate Judiciary Committee to answer questions about Russian ads during the 2016 election, they bore the affect of middle schoolers being hauled down to the principal’s office; they even managed to humor Ted Cruz.",
  "By contrast, Strzok, who exists at the center of House Republicans’ hallucinatory fears of a conspiracy to thwart Donald Trump’s Presidential candidacy, was alternately indignant and implacable, and entirely superior—a posture that appeared to frustrate his G.O.P.",
  "The substance of Strzok’s testimony—that text messages he had exchanged with his fellow-agent Lisa Page, which expressed disdain for then candidate Trump, did not indicate an anti-Trump conspiracy at the F.B.I.—was almost lost amid the theatre of the hearing.",
  "On Thursday, Republicans on the House Judiciary Committee continued to express more worry about the origins of the Steele dossier, the collection of memos on the election compiled by the research firm Fusion GPS, than about the veracity of its contents.",
  "Cedric Richmond, a Democrat from Louisiana and the chair of the Congressional Black Caucus, stated during the hearing, “I never thought that I, as a young black man, would be defending the F.B.I.” There’s reason for Richmond’s incredulity.",
  "The concern, then, is not that an intelligence organization with an unblemished record is being slandered, as Strzok argued, but, rather, that one with a checkered history has become fodder for an unfounded conspiracy theory.",
  "The traditional congressional witness—deferential, sober, slightly nervous, eager to laugh at even the lamest jokes of their putative antagonists—is among the more familiar elements of American politics.",
  "In response to Gowdy’s questioning in reference to those texts, Strzok reminded the congressman that he’d written them at a point when the disturbing contours of Trumpism were just becoming visible.",
  "One of the committees that Strzok was testifying before was the House Oversight and Government Reform Committee, a body whose supervisory role is crucial precisely because, in the past, the F.B.I.",
  "that the consequences of the loss of those protocols, assailed by a belligerent chief executive and the congressional Republicans who abet him, might cut both ways.",
  "During one pyrotechnic exchange between Strzok and Trey Gowdy, of South Carolina, the latter bore the perplexed expression of a man looking at leftover IKEA parts.",
  "Yet Church’s concern that American intelligence has the ability to function in ways that are antagonistic to democracy stands.",
  "And the proposition that this is going on, that it might occur anywhere in the F.B.I., deeply corrodes what the F.B.I.",
  "Those concerns seem almost quaint in an era in which government data collection on citizens is an accepted fact.",
  "The yield of that moment of reform was a push for stronger oversight of the F.B.I., the C.I.A., and the N.S.A.",
  "Trump had just insulted the parents of Humayun Khan, an American Muslim soldier who died in Afghanistan.",
  "agent Peter Strzok—more specifically, his demeanor as he testified—was, to some, a message to the G.O.P.",
  "The most unsettling element of what is happening is not the suggestion that the F.B.I.",
  "is in this society, the effectiveness of their mission, and it is deeply destructive.",
  "We live in an era in which old protocols are falling away like neglected teeth.",
  "The testimony on Thursday, before two House committees, by the F.B.I.",
  "Yet there were substantial points that warrant parsing.",
  "has gone rogue but the reality that its overseers have.",
  "has failed to abide by its own protocols.",
  "Less than a year ago, the same F.B.I.",
  "It simply couldn’t happen.",
  "questioners."
]