[
  "The goal was to alert the United States national security community to an attack on our country by a hostile foreign power.”\n\nSimpson did not write that he directly handed the dossier to any “emissary.”\n\nA January 11, 2017 statement from McCain attempted to explain why he provided the documents to the FBI, but did not mention how he came to possess the dossier or whether he knew who funded it.",
  "In a New York Times oped in January, Simpson and fellow GPS Co-Founder Peter Fritch relate that they helped McCain share their anti-Trump dossier with the Obama-era intelligence community via an unnamed “emissary.”\n\n“After the election, Mr. Steele decided to share his intelligence with Senator John McCain via an emissary,” the Fusion GPS founders related.",
  "By then, the FBI had not only already reportedly launched an investigation into Trump’s campaign partially utilizing the dossier, but Comey himself had two months earlier signed an application using the dossier to obtain a FISA warrant on Carter Page, who briefly served as a volunteer foreign policy adviser to Trump’s campaign.",
  "The book is the second report relating that McCain’s associate, Kramer, received the dossier directly from Fusion GPS, raising immediate questions about whether McCain knew he was providing the FBI with material funded by Trump’s primary political enemies and produced by the controversial firm.",
  "“That has been the extent of my contact with the FBI or any other government agency regarding this issue.”\n\nShortly after McCain gave Steele’s dossier to Comey, the FBI chief updated then President-Elect Trump and President Obama on the dossier in an official classified briefing.",
  "The authors write that McCain’s delivery of the dossier to Comey added urgency to the matter (emphasis added):\n\nOnce Kramer was in Washington, he went to Simpson’s office in Dupont Circle and retrieved a copy—under the explicit understanding that it was only for McCain.",
  "NEW YORK — John McCain’s involvement in handing the largely discredited, Democrat-funded dossier directly to then-FBI Director James Comey helped to turn the anti-Trump document into a more urgent matter, according to a recently released book.",
  "Consistent with another recent report in the Washington Post, the authors write that McCain was told about the dossier at a security conference in Canada by Sir Andrew Wood, a former British ambassador to Moscow and friend of Steele.",
  "As Breitbart News documented, Comey’s dossier briefing to Trump was subsequently leaked to the news media, setting in motion a flurry of news media attention on the dossier, including the release of the document to the public.",
  "In their work, Isikoff and Corn relate how McCain first heard about the dossier and how the Arizona senator dispatched a close associate, David J. Kramer, a former State Department official, to retrieve a physical copy.",
  "The briefing also may have provided the veneer of respectability to a document that had been circulating for months within the news media but was widely considered too unverified to publicize.",
  "“Upon examination of the contents, and unable to make a judgment about their accuracy, I delivered the information to the director of the FBI,” McCain said at the time.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "The book, Russian Roulette: The Inside Story of Putin’s War on America and the Election of Donald Trump, is authored by reporters Michael Isikoff and David Corn.",
  "Fusion GPS was paid for its anti-Trump work by Hillary Clinton’s 2016 campaign and the Democratic National Committee via the Perkins Coie law firm.",
  "Kramer then retrieved a physical copy of the dossier from the Washington office of Fusion GPS Co-Founder Glenn Simpson, the authors write.",
  "Alarmed by the idea that Putin might possess kompromat on Trump, the senator took the unusual step of hand-delivering it to Comey.",
  "But now that one of the Senate’s most influential members was worked up about the Steele dossier, it became a more urgent matter.",
  "Christopher Steele, the author of the dossier, reportedly provided the anti-Trump dossier claims to the FBI on July 5, 2016.",
  "The controversial Fusion GPS firm hired Steele to do the anti-Trump work that resulted in the compilation of the dossier.",
  "A report in the Washington Post last month also stated that Kramer received a copy of the dossier from Fusion GPS.",
  "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "It has not been clear why McCain delivered the dossier to Comey in December 2016.",
  "McCain in turn dispatched Kramer to meet Steele in England to view the dossier.",
  "Joshua Klein contributed research to this article.",
  "Kramer brought the dossier to McCain.",
  "The Bureau already had the memos.",
  "“We helped him do that.",
  "Follow him on Facebook."
]