[
  "January 24\n\nJUST WATCHED Sen. Manchin: Senate's problem is blame game Replay More Videos ... MUST WATCH Sen. Manchin: Senate's problem is blame game 01:43\n\nTwin developments in the Russia investigation: Trump insists he would be happy to talk to Mueller under oath even as reports emerge that the President had asked then-acting Director Andrew McCabe whom he voted for in the 2016 election shortly after James Comey was fired.",
  "January 10\n\nJUST WATCHED Trump administration exempts Florida from plan Replay More Videos ... MUST WATCH Trump administration exempts Florida from plan 02:16\n\nThe Issa retirement was the latest sign that House Republicans in swing seats -- Hillary Clinton won Issa's district in 2016 -- were heading for the exits rather than run the risk of losing in November.",
  "January 16\n\nJUST WATCHED Durbin: GOP senators wrong on Trump comments Replay More Videos ... MUST WATCH Durbin: GOP senators wrong on Trump comments 01:31\n\nDay 5 of the \"shithole\" fight -- and an important one as the second ranking Senate Democrat went on the record to make clear that Trump made the derogatory comments about certain African nations.",
  "January 18\n\nJUST WATCHED Pelosi: GOP bill like a 'bowl of doggy doo' Replay More Videos ... MUST WATCH Pelosi: GOP bill like a 'bowl of doggy doo' 02:24\n\nThe Journal takes the Stormy story even further -- reporting that Trump's personal lawyer sent the six-figure donation to Daniels from an LLC he established for the purpose.",
  "On a totally unrelated note: No collusion No collusion No collusion No collusion No collusion No collusion No collusion\n\nJanuary 11\n\nJUST WATCHED WaPo: Trump slurs immigrants from 'shithole' countries Replay More Videos ... MUST WATCH WaPo: Trump slurs immigrants from 'shithole' countries 01:23\n\nThe \"shithole\" day.",
  "January 12\n\nJUST WATCHED WSJ: Trump lawyer paid ex-adult film star Replay More Videos ... MUST WATCH WSJ: Trump lawyer paid ex-adult film star 01:37\n\nEven as the fight over \"shithole\" vs \"shithouse\" started to truly heat up, the Journal introduced Stormy Daniels into our lives.",
  "January 25\n\nJUST WATCHED Museum offers Trump a gold toilet Replay More Videos ... MUST WATCH Museum offers Trump a gold toilet 00:33\n\nHUGE news that Trump actually told White House counsel Don McGahn to fire Mueller as special counsel about a month after jettisoning Comey.",
  "January 3\n\nJUST WATCHED Trump unloads on Bannon: 'He lost his mind' Replay More Videos ... MUST WATCH Trump unloads on Bannon: 'He lost his mind' 02:21\n\nHow can you possibly top Trump calling his former top adviser insane?",
  "January 28\n\nJUST WATCHED Jay-Z: Trump is missing the point Replay More Videos ... MUST WATCH Jay-Z: Trump is missing the point 00:49\n\nSo, what Trump is saying here is that he might not be a feminist eh?",
  "January 22\n\nJUST WATCHED McConnell: If we learned anything, it's this ... Replay More Videos ... MUST WATCH McConnell: If we learned anything, it's this ... 00:45\n\nShutdown over.",
  "Also, the Ivanka for president -- apparently she and her husband, Jared Kushner, have talked about it and decided she should be the one who runs -- was the most ridiculous/best.",
  "January 13\n\nJanuary 14\n\nJUST WATCHED Trump: I am not a racist Replay More Videos ... MUST WATCH Trump: I am not a racist 02:12\n\nThis did not, um, put this controversy to bed.",
  "January 7\n\nJUST WATCHED Oprah Winfrey considering 2020 presidential bid Replay More Videos ... MUST WATCH Oprah Winfrey considering 2020 presidential bid 05:51\n\nOprah 2020!",
  "January 9\n\nJUST WATCHED Trump: Immigration bill must be 'bill of love' Replay More Videos ... MUST WATCH Trump: Immigration bill must be 'bill of love' 01:12\n\nSo.",
  "January 27\n\nThis came after a Wall Street Journal story that detailed a number of sexual harassment claims against the casino magnate and longtime Trump friend.",
  "Hillary Clinton uses the attention being paid to Trump's first State of the Union to dump out her apology for not firing the aide accused of sexual harassment.",
  "January 23\n\nThe day that we learned that special counsel Bob Mueller wants to interview Trump regarding the 2016 election and Russia's attempted interference.",
  "The big headline of the day was Trump's kumbayah meeting with a bipartisan group of congressional lawmakers -- and his pledge to sign a \"bill of love.\"",
  "The White House didn't deny the report in The New York Times but instead chose to emphasize the fact that the President didn't actually fire Mueller.",
  "Stories that would be GIANT news for weeks in another administration wind up being eclipsed by a tweet or an offhanded comment from the President.",
  "And -- the deputy attorney general asks the President not to release the Nunes memo, which allegedly exposes a series of wrongdoing by the FBI.",
  "This was also the day that the saga over why Sen. Rand Paul was mysteriously attacked by a neighbor -- it was a disagreement over landscaping!",
  "January 30\n\nJUST WATCHED Trump: Americans are dreamers too Replay More Videos ... MUST WATCH Trump: Americans are dreamers too 01:40\n\nSOTU!",
  "Correction: It was then-acting FBI Director Andrew McCabe who Trump asked about his 2016 vote, not Deputy Attorney General Rod Rosenstein.",
  "Also, another sexual harassment scandal -- this one involving a Pennsylvania Republican House member in a suburban Philadelphia district.",
  "But Trump's tweet suggesting that the FBI was part of a \"deep state\" conspiracy aimed at undermining his presidency dominated the day.",
  "January 15\n\nThe fight over what Trump actually said in that Oval Office immigration meeting on January 11 raged into its fourth day.",
  "But the top Democrat on the Senate Judiciary Committee releasing the transcript of Fusion GPS co-founder Glenn Simpson's testimony?",
  "But the President referring to himself in a tweet as a \"very stable genius\" is the mathematical equivalent of 100 news stories.",
  "But even an impartial list like this one speaks to just how much news is being created by this White House every damn day.",
  "A massive moment and proof positive that Trump's pledges of bipartisanship from two days earlier were totally meaningless.",
  "January 29\n\nThe McCabe resignation was stunning -- even though he had been expected to leave in a few months' time anyway.",
  "With the help of the terrific Brenna Williams , I've cataloged the major news headlines of Trump's first 31 days of 2018.",
  "And the House reauthorizes domestic surveillance just days after Trump seemed to, accidentally, suggest they shouldn't.",
  "But that's not all: Clinton didn't act on reports of sexual harassment by a staffer on her 2008 presidential campaign.",
  "The Supreme Court holds up a plan to re-craft North Carolina's congressional districts before the 2018 election.",
  "And, in other sexual harassment news, Meehan bowed to the inevitable and announced he won't run again in 2018.",
  "The Hatch retirement -- after he was being urged to run for an eighth term -- would normally be a huge story.",
  "The resignation of the CDC director amid controversy and the clearing of Menendez are also giant stories.",
  "That overshadowed the vetoing of Russia sanctions by the White House -- a huge story on any other day.",
  "January 26\n\nThe UN ambassador is forced to publicly deny she is having an affair with the President!",
  "We also found out that Mueller and his team had already interviewed Attorney General Jeff Sessions.",
  "(CNN) President Donald Trump demonstrated a unique ability during his first year: He can bend time.",
  "January 4\n\nThe book \"Fire and Fury\" by author Michael Wolff dominated the news early in the month.",
  "(Remember that Trump reportedly asked McCabe who he voted for in a meeting back in May 2017.)",
  "Even Graham, a supporter of Trump, urged the the President to put the controversy behind him.",
  "You are telling me Bannon was more of an opportunist than a Trump loyalist from the jump?",
  "Also, two of the most prominent anti-Trump voices within the GOP spoke out against him.",
  "Bannon pushed out of Breitbart after his anti-Trump comments to author Michael Wolff?",
  "This is by no means a comprehensive list of everything that happened this past month.",
  "Never before have more twists and turns been packed into each day of a presidency.",
  "And a train carrying dozens of House and Senate Republicans crashed into a truck.",
  "Only news that big could push the Guggenheim golden toilet story to second best.",
  "Also, Sheriff Clarke somehow got suspended from Twitter because, well, why not.",
  "Also, \"Very Stable Genius\" is going to be a hot costume for Halloween 2018.",
  "I've added a few thoughts and bits of context where it makes sense.",
  "(Related: No one puts the Guggenheim golden toilet in the corner.)",
  "January 19\n\nThe meeting that was supposed to avert a shutdown!",
  "Every day is 50 pounds of news stuffed into a five-pound bag.",
  "January 2\n\nThe first of a LOT of wild days in January.",
  "January 31\n\nThe Trump-Rosenstein story is, um, wow.",
  "McGahn refused and Trump never pulled the trigger.",
  "January 6\n\nSure, it was only one big news story.",
  "Also, \"sucks\" enters our political vernacular.",
  "This all happened in a single 24-hour period.",
  "By taunting an unstable dictator, that's how!",
  "And every day feels like a week -- or longer.",
  "January 17\n\nEric Trump: Not helping things.",
  "Steve Bannon: Still making headlines.",
  "Also, a sex scandal in Missouri!",
  "Jeff Flake: Not a Trump fan.",
  "January 21\n\nShutdown, Day 2.",
  "January 5\n\nThe Rexit is off.",
  "(Spoiler alert: He didn't!)",
  "January 20\n\nAnd, shutdown!",
  "January 1\n\nHe's not wrong!",
  "Like, right this minute.",
  "Thanks, Senator Manchin!",
  "( I remain skeptical .)",
  "(Spoiler: It didn't.)",
  "January 8\n\nSo, wait.",
  "I repeat, no Rexit.",
  "Ivanka for prez!",
  "-- was resolved.",
  "No end in sight!",
  "Cell phone ban!",
  "Mental state!",
  "Suing Bannon!",
  "Let's do it!",
  "Interesting.",
  "I mean, wow.",
  "Should she?",
  "Need proof?",
  "Would she?",
  "Could she?",
  "Won't she?",
  "Whaaaaaa.",
  "BIG deal.",
  "BIG deal.",
  "Drilling!",
  "Will she?",
  "For now.",
  "Much.",
  "News."
]