[
  "Story Continued Below\n\nEarlier in the day, Trump stressed , via Twitter, that Republicans should “take control” of investigations into Russia and called Sen. Dianne Feinstein “ sneaky ” for releasing a transcript of senators’ hearing with the co-founder of Fusion GPS, the firm that compiled a controversial dossier about Trump’s alleged ties to Russia.",
  "| Mandel Ngan/AFP/Getty Images Trump After Dark: He’ll Muell It edition\n\n“We’ll see what happens.”\n\nAnd, just like that, President Donald Trump — who has previously indicated he’d cooperate with Russia special counsel Robert Mueller — cast doubt on his participation.",
  "THANKS, OBAMA: Mimicking a favored fundraising tactic of President Barack Obama, President Trump’s reelection campaign is offering a dinner at Mar-a-Lago with the president in exchange for a donation as small as $3 donation.",
  "Elsewhere in President Trump’s orbit:\n\nSTILL ON THE DACA-ET: After a court ruling that seemingly allows DACA to go forward, lawmakers were thrown off stride but still seem to agree that urgent action is needed soon.",
  "At his news conference, Trump seemed to hedge on whether the U.S. would rejoin the Paris climate agreement, saying the country could “conceivably go back.”\n\n“As usual, they made a bad deal,\" Trump said.",
  "Trump’s waffling on Mueller was one of a number of headlines to emerge from a typically news jammed day which included, a joint appearance with Norway’s visiting Prime Minister, Erna Solberg.",
  "Earlier, Trump complained about an out-of-control judiciary via Twitter, after a judge overruled his executive order on the Deferred Action for Childhood Arrivals program known as DACA.",
  "WHOA, CANADA: Our neighbors to the north believe that the U.S. intends to pull out of NAFTA and are bracing for it when the U.S., Mexico and Canada meet in Montreal later this month.",
  "PUTIN THE DRAWER: The Daily Beast reports a Trump national security official floated removing U.S. troops from eastern Europe as a way of appeasing Russian President Vladimir Putin.",
  "NO SERVICE: The White House is banning the use of personal phones in the West Wing as of Jan. 16, with violators of the policy subject to internal discipline, per a memo.",
  "(Reuters)\n\nISSA ENOUGH: California GOP Rep. Darrell Issa won’t seek reelection — another sign that a potential Democratic wave is building ahead of midterm elections.",
  "(No matter: Trump’s attorneys are almost certainly, at a minimum, prepping him for an interview with Mueller as this POLITICO Magazine piece explains.)",
  "Ryan Zinke is under fire from all sides for his decision to remove Florida’s coastal waters from the offshore drilling plan he issued last week.",
  "“When they have no collusion and nobody’s found any collusion at any level, it seems unlikely that you’d even have an interview,” Trump said.",
  ": Special counsel Mueller’s team added one of the FBI’s top computer crime and intellectual property prosecutors to his team in November.",
  "President Donald Trump’s waffling on Robert Mueller was one of a number of headlines to emerge from a typically news jammed day.",
  "Trump, as has become a refrain, also denied there had been any collusion with Russia, POLITICO’s Cristiano Lima reports .",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "But I say this, we are very strong on the environment.",
  "You’re caught up on the Trump administration.",
  "I feel very strongly about the environment.\"",
  "The most reliable politics newsletter.",
  "\"So we can conceivably go back in.",
  "You can unsubscribe at any time.",
  "ZINKE OR SWIM: Interior Sec.",
  "The plan wasn’t enacted.",
  "Wednesday is a wrap.",
  "There you have it.",
  "IT HELP?"
]