[
  "Asked about the decision to keep Simpson’s transcript from public view, Foy said that Grassley, an Iowa Republican, “Has always been and remains for transparency.”\n\nHe said, however, that “investigative factors” must be considered in order to “temporarily protect certain information in the midst of an ongoing inquiry such as this one.”\n\n“Tainting the memory of other witnesses” is one of the concerns with releasing a transcript, said Foy.",
  "Foy also claims that Simpson “has refused to answer dozens of questions voluntarily” and that Fusion GPS “has failed to provide the Committee with documents and responses to follow-up questions after the interview.”\n\nFusion GPS turned over nearly 20,000 pages of documents to the committee in August, prior to Simpson’s hearing.",
  "“It’s hard to believe Fusion GPS representatives really want these transcripts made public, especially since two of them pleaded the fifth,” said the source, referring to Fritsch and fellow Fusion partner Thomas Catan’s decision to take the fifth during a closed-door interview in October.",
  "In an op-ed published by The New York Times on Wednesday, Fusion GPS partners Glenn Simpson and Peter Fritsch called on the congressional committees that have interviewed Fusion GPS employees to release transcripts of closed-door interviews.",
  "(RELATED: Fusion GPS Partners Make First Public Comments About The Dossier)\n\nBut, a spokesman for one of those congressional panels is hitting back, saying that Simpson and Fusion’s lawyers have been anything but transparent.",
  "“Despite his public statements, Mr. Simpson and his attorney demanded during the interview that the transcript be kept confidential,” Taylor Foy, a spokesman for the Senate Judiciary Committee, tells The Daily Caller.",
  "A battle is erupting over transcripts of congressional testimony provided by one of the founders of Fusion GPS, the opposition research firm behind the Trump dossier.",
  "Simpson refused to provide public testimony, using his Fifth Amendment right against self-incrimination to negotiate for a closed-door interview,” says Foy.",
  "“Republicans have refused to release full transcripts of our firm’s testimony, even as they selectively leak details to media outlets on the far right.",
  "The Judiciary interview came after weeks of negotiation in which Simpson refused an invitation to appear before the committee in an open hearing.",
  "But, a committee spokesman at the time said that most of the records were news clippings and of little value to the panel’s investigation.",
  "After facing a subpoena from Judiciary Committee Chairman Chuck Grassley and Ranking Member Dianne Feinstein, “Mr.",
  "A lawyer for Fusion GPS did not respond to a request for comment on the committee responses to the Times piece.",
  "“The Committee’s invitation for Mr. Simpson to testify at a public hearing remains on the table,” added Foy.",
  "By declining that invitation, Simpson declined an “opportunity for transparency,” Foy asserted.",
  "Simpson, a former Wall Street Journal reporter, was interviewed by the Senate panel on Aug. 22.",
  "He was also interviewed in a closed setting by the House Intelligence Committee on Nov. 14.",
  "A source on the House Intelligence Committee also weighed in on Fusion’s op-ed criticism.",
  "It’s time to share what our company told investigators,” Simpson and Fritsch write.",
  "Follow Chuck on Twitter"
]