[
  "Shows no sign of occurring any time soon.”\n\nStrzok, who also helped lead the investigation into Hillary Clinton’s use of a private email server, softened former FBI Director James Comey’s description of her behavior from “grossly negligent” — a term that carries legal weight — to “extremely careless.”\n\nFox News reported in early December that the wife of a Department of Justice attorney was once employed by Fusion GPS, the opposition research firm that commissioned the Steele Dossier, which amounted to a compilation of unverified salacious claims about Trump’s ties to Russia.",
  "Rosenstein is scheduled to testify in front of the House Judiciary Committee Wednesday\n\nStrzok, who was dismissed from from Mueller’s investigation in the early summer after DOJ officials learned he sent messages to a colleague mocking Trump, also referred to the president as a “loathsome human” and said “God, Hillary should win 100,000,000 – 0,” in a string of March 2016 texts text messages obtained by USA Today.",
  "Attorney General Jeff Sessions, who ordered federal prosecutors to look into Republican lawmakers’ calls for a special counsel, said Strzok’s anti-Trump communications “would raise serious questions of public trust” if proven to be true in a Dec. 2 statement.",
  "FBI agent Peter Strzok referred to President Donald Trump as an “idiot” in a series of texts exchanged with then-fellow special counsel investigator Lisa Page during the 2016 presidential campaign.",
  "Page’s detail on Mueller’s team concluded before the text messages were unearthed during an Office of the Inspector General inquiry into political bias on the special counsel.",
  "Follow Jack on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“We will ensure that anyone who works on any investigation in the Department of Justice does so objectively and free from bias or favoritism,” Sessions said.",
  "Page said she hoped Ryan “fails and crashes in a blaze of glory,” to which Strzok responded, “[the GOP] needs to pull their head out of that ass.",
  "Additionally, conservatives have demanded a special prosecutor to examine Comey’s decision to forego pursuing criminal charges against Clinton.",
  "Made me want to key the car,” Page, now a senior FBI lawyer, wrote in a message to Strzok, released by the Department of Justic Tuesday night.",
  "Deputy Attorney General Rod Rosenstein released 375 of Strzok’s Trump-related text messages to the House Intelligence Committee.",
  "The report led Trump’s attorney, Jay Sekulow to call for a special counsel to examine bias among Mueller’s investigators.",
  "The pair also disparaged House Speaker Paul Ryan, Democrats Vermont Sen. Bernie Sanders and former Maryland Gov.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The communications span over a year, from Aug. 16, 2015 to Dec. 1, 2016.",
  "Figure they cancel each other out,” Strzok replied.",
  "“I just saw my first Bernie Sander bumper sticker.",
  "“He’s an idiot like Trump.",
  "Martin O’Malley."
]