[
  "In a Dec. 19 interview with the committee, Kramer said that he had information about some of the sources of information in the dossier, which was written by former British spy Christopher Steele and financed by former Secretary of State Hillary Clinton’s campaign and the Democratic National Committee.",
  "(RELATED: McCain Associate Asks Judge To Seal Deposition In Dossier Case)\n\nSteele, McCain and Fusion GPS, the firm that hired Steele to write the dossier, have all denied being BuzzFeed’s source.",
  "David J. Kramer, a former State Department official, pleaded the Fifth in response to a subpoena issued in December by the House Permanent Select Committee on Intelligence, Fox News reported.",
  "Kramer, who was a director at the McCain Institute and now works for Florida International University, has avoided speaking publicly about his handling of the dossier.",
  "In addition to his interview with the Intelligence Committee, Kramer was deposed in December as part of a lawsuit filed against BuzzFeed for publishing the dossier.",
  "An associate of Arizona Sen. John McCain is invoking his Fifth Amendment rights in order to avoid revealing information to Congress about the Steele dossier.",
  "The House Permanent Select Committee on Intelligence wants to know how David J. Kramer handled a dossier of unvetted opposition research on Donald Trump.",
  "Follow Chuck on Twitter\n\nFreedom of Speech Isn’t Free\n\nThe Daily Caller News Foundation is working hard to balance out the biased American media.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "A former director of the McCain Institute invoked his Fifth Amendment right to avoid self-incrimination in response to a congressional subpoena.",
  "ALSO WATCH:\n\nAfter the London meeting, Steele provided a copy of the dossier to Kramer with instructions to share it with McCain.",
  "Kramer and McCain, a Republican, first learned of the dossier earlier that month after meeting with an associate of Steele’s.",
  "Kramer is the only person known to have handled the completed dossier who has not denied providing it to BuzzFeed.",
  "The senator then provided a copy of the document to then-FBI Director James Comey during a Dec. 9, 2016, meeting.",
  "The House Intelligence Committee issued a subpoena on Dec. 27 to compel Kramer to discuss the dossier’s sources.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Kramer has not denied sharing the dossier with BuzzFeed News, which published the document in January 2017.",
  "We’re not dependent on commercial or political support and we do not accept any government funding.",
  "Kramer learned the information in November 2016, after traveling to London to meet with Steele.",
  "There has also been widespread speculation that he is BuzzFeed’s source for the document.",
  "Make a one-time donation to support the quality, independent journalism of TheDCNF.",
  "Kramer and his attorney have not responded to numerous requests for comment.",
  "Kramer’s lawyers have requested that his deposition in that case be sealed.",
  "The website published the dossier on Jan. 10, 2017.",
  "For as little as $3, you can help us."
]