[
  "Despite saying he was in attendance as a U.S. Representative at the 2012 Geneva International Model United Nations, Papadopoulos' attendance wasn't remembered by two other members of the delegation\n\nPapadopoulos additionally said he was the keynote speaker at the 2008 annual American Hellenic Institute Foundation Conference -- but the agenda lists former Democratic presidential nominee Michael Dukakis as giving the keynote address.",
  "WHITE HOUSE DISTANCES ITSELF FROM MANAFORT, PAPADOPOULOS CHARGES\n\nWhite House Press Secretary Sarah Sanders noted that Papadopoulos’ guilty plea “has nothing to do with the activities of the campaign, but his failure to tell the truth.”\n\n“He was a volunteer on the campaign and a volunteer member of an advisory council that met one time,” Sanders said.",
  "FORMER TRUMP AIDE GEORGE PAPADOPOULOS PLEADS GUILTY TO MAKING FALSE STATEMENTS TO THE FBI\n\n\"To be honest...I thought they were talking about [advance man] George Gigicos...not because he could've possibly been involved with Russia, but because he's the only guy with a Greek name that anyone knew on the campaign,\" the official said.",
  "\"Few people knew the young, low level volunteer named George, who has already proven to be a liar,\" Trump tweeted Tuesday morning, a day after Mueller announced former Trump campaign chairman Paul Manafort, and his own aide, Rick Gates, had been indicted Friday and that Papandopoulos had pleaded guilty Oct. 5.",
  "But the professor cited in the official documents, Joseph Mifsud, the honorary director of the London Academy of Diplomacy, told The Telegraph he didn't tell Papadopoulos about any \"dirt\" the Russians may have had on Democratic presidential nominee Hillary Clinton.",
  "The smallest fish in the net hauled up Monday by Special Counsel Robert Mueller is a \"liar\" and a low-level aide with a history of exaggerating his role in last year's presidential campaign, according to President Trump and other administration officials.",
  "Sanders said the White House expects special counsel Mueller’s investigation into Russia’s meddling in the election to “conclude soon” while accusing Democrats and Hillary Clinton’s campaign of colluding with the Russians.",
  "Though he said he was a fellow at the Washington-based Hudson Institute, a Hudson senior fellow disputed that, saying Papadopoulos was only an unpaid intern and then a contracted research assistant.",
  "MANAFORT, GATES PLEADED NOT GUILTY\n\nPapadopoulos was charged with lying to the FBI about his contacts with a UK professor with alleged ties to the Kremlin, according to court documents.",
  "Subsequent reporting has only unearthed a single Trump reference to Papadopoulos, made by the then-candidate during a Spring 2016 interview with the Washington Post editorial board.",
  "Listed as a former foreign policy adviser to President Trump’s campaign, the 30-year-old George Papadopoulos pleaded guilty earlier this month to making false statements to the FBI.",
  "Mifsud also said it was a \"laughing stock\" that he would have introduced Papadopoulos to a \"female Russian national\" purported to be a relative of Russian President Vladimir Putin.",
  "We have been saying from day one there is no evidence of Trump-Russia collusion and nothing today changes that.”\n\n\n\nFox News' Alex Pappas contributed to this report.",
  "Still, critics say unlike the Manafort and Gates indictments, the Papadopoulos guilty plea could shed light on collusion with Russia by the Trump campaign.",
  "Papandopoulos reportedly tried to enlist the professor's help in connecting Trump's campaign to Russian officials who had dirt on the Clinton campaign.",
  "But Papandopoulos, who President Trump on Tuesday branded a \"liar,\" appears to have greatly exaggerated his influence within the campaign.",
  "One former Trump campaign official told Axios' Jonathan Swan he was confused when the news of Papadopoulos' story broke on Monday.",
  "Trump, describing those who advised him on foreign policy, called Papadopoulos an \"energy and oil consultant, excellent guy.",
  "Papadopoulos is also seen in a March 2016 Instagram photo with Trump, Sessions and 10 other \"national security\" advisers.",
  "“The real collusion scandal has everything to do with the Clinton campaign and Fusion GPS and Russia,” Sanders said.",
  "He allegedly tried to set up meetings between Team Trump and the Kremlin, then lied about to the FBI.",
  "The Washington Post reported in April 2016 that Papadopoulos may have exaggerated his resume.",
  "“There is clear evidence of them colluding to spread disinformation and smear the president."
]