[
  "Person” was hired by a “law firm” “likely” looking to discredit Trump: pic.twitter.com/VgDos1GqWQ — Kristina Wong (@kristina_wong) February 25, 2018\n\nThe Democrat memo argued that the “DOJ in fact informed the Court accurately that Steele was hired by politically-motivated U.S. persons and entities and that his research appeared intended for use ‘to discredit’ Trump’s campaign.”\n\nRepublicans wrote in a rebuttal: “Amazingly, the Democrat memo does not contain a single reference to the DNC or Clinton campaign, or acknowledge that they funded the dossier, or admit that this information was not provided to the FISA Court.”\n\nThe Democrat memo also argued that the FBI only made “narrow use” of information from the dossier in the surveillance warrant applications.",
  "The Democrat memo confirmed the Republican memo’s assertion that the FBI also used a Yahoo News article in the surveillance warrant application and subsequent renewals, and defends the FBI for never disclosing to the court that Steele was also the source cited in the article, even after Steele admitted it in a British court before the last renewal and the FBI had evidence that he was talking to media outlets in violation of an agreement with the FBI.",
  "“By participating in voluntary interviews with FBI, Page cooperated with the successful prosecution of the Russian intelligence officer who called him ‘an idiot’—and two of his colleagues.”\n\nThe Democrat memo also confirmed the Republican memo’s assertions that senior Justice Department official Bruce Ohr had a pre-existing relationship with Steele, and that Ohr’s wife Nellie Ohr worked for Fusion GPS also.",
  "Both omit that, in a secretly-taped statement reproduced in a 2015 federal court filing, a Russian intelligence officer called Page ‘an idiot.’ This omission could mislead the reader regarding the Russians’ assessment of Page’s capabilities and utility, and it is troubling that DOJ failed to provide to a secret court material information from a public court filing.",
  "It asserted that there was “compelling evidence” and “probable cause” to believe Page was a Russian agent, based on his prior connections to the Russian government and intelligence officials — which have already been scrutinized by the FBI without any charges, his publicly-known trip to Moscow in July 2016, and the dossier’s allegations about that trip.",
  "If Ohr and Steele were long-time acquaintances, and both Ohr’s wife and Steele worked for Fusion GPS at the same time, and Ohr and Steele met at least once during the campaign — how credible is it to believe that Ohr’s wife did not know the motivation behind the research and Ohr never discussed it with Steele?",
  "Chuck Grassley (R-IA) and Lindsey Graham (R-SC) revealed last month that the dossier formed “the bulk” of the applications, and it was the FBI’s “only source” for allegations in the initial application that Page had met with particular Russians in July 2016 (which still have not been corroborated).",
  "The Republican rebuttal, which included a point-by-point refutation, stated:\n\n“The Democratic memo fails to explain why, if evidence of Page’s past activities was so compelling, the Steele dossier was used in the FISA application at all, much less formed the ‘bulk’ of the Page FISA application.",
  "The main charge in the Republican memo was that the FBI used a political document as part of its justification to seek a surveillance warrant on a Trump campaign member, and never told the court that it was paid for by the Hillary Clinton campaign and the Democratic National Committee.",
  "The Democrat memo also confirmed the Republican memo’s assertion that the FBI included allegations about another campaign member George Papadopoulos in the surveillance warrant application for Carter Page, even though there were no links between Papadopoulos and Page.",
  "The Democrat memo confirms that the FBI used the dossier in the initial surveillance warrant application and subsequent renewals, and confirms that the FBI never told the court that the Clinton campaign or the DNC were behind the dossier.",
  "In addition, the language said the FBI “speculates” that both were “likely” looking for information that could be used to discredit Trump’s campaign—instead of revealing the true motive behind the dossier.",
  "The Democrat memo reveals the actual language the DOJ and FBI gave the court—which has no hint that the Clinton campaign or the DNC were behind the dossier authored by ex-British spy Christopher Steele.",
  "The Democrat memo also confirmed the Republican memo’s assertion that Steele was terminated as a source by the FBI for violating their agreement not to talk to media about his relationship with the FBI.",
  "If the Democratic memo’s assertion is true that the dossier did not reach the investigating team until mid-September, was it because of Obama’s CIA chief and the top Democratic leader in the Senate?",
  "“The Democrat memo also fails to explain why, if DOJ and FBI had ‘probable cause’ that Page was a Russian agent, they waited until shortly after receiving the Steele dossier to seek a warrant.",
  "Despite some left-wing outlets claiming that the Democrat memo “decimated” the Republican memo, it has only confirmed every allegation, and raised more questions for investigators to pursue.",
  "The language actually masks the identities of Perkins Coie, the law firm the campaign and the DNC used as a cutout to hire Fusion GPS, and of Glenn Simpson, the founder of Fusion GPS.",
  "However, the 10-page memo—which was supposed to be a total takedown of the memo committee Republicans released last month exposing alleged FBI abuse—ended up confirming it instead.",
  "Two days later, Reid fired off a letter to then-FBI Director James Comey demanding he open an investigation citing Page and repeating an unproven charge from the dossier.",
  "It also confirmed that the FBI had authorized payment to Steele for his work on the dossier, but that the payment was never made due to his being terminated before then.",
  "A recent report by Paul Sperry said on August 25, 2016, then-CIA chief John Brennan gave an “unusual private briefing” to then-Senate Minority Leader Harry Reid (D-NV).",
  "Additionally, the Democrat memo—like the FISA application itself—paints an incomplete and misleading picture of Page’s past activities and interactions with the FBI.",
  "That raises questions over the language the FBI submitted to the court, which stated that Steele did not know the motivation behind the research he was asked to do.",
  "Not only did it fail to refute the Republican memo, but it raised additional questions for the Justice Department and the FBI’s handling of the dossier.",
  "The Democrat memo included that two Russian spies had tried to recruit Page as a spy—but did not include that those efforts were unsuccessful.",
  "It asserted that the counterintelligence team investigating Russia at FBI headquarters did not receive the dossier until mid-September.",
  "The Democrat memo said the FBI did so anyway because it provided “broader context” to evaluate the allegations against Page.",
  "The House Intelligence Committee Democrats’ memo dropped Saturday afternoon, to much elation from the #Resistance.",
  "Person” which could be any one of tens of thousands of law-firms and any one of hundreds of millions of Americans.",
  "The Democrat memo also raises questions as to what real evidence the FBI actually had on Page.",
  "Nowhere here does it hint that Clinton’s campaign and DNC were behind this…just a “U.S.",
  "Here’s where FBI informed FISC the dossier was a political document.",
  "They are simply referred to as “U.S.-based law firm” and “U.S.",
  "The Democrat memo contained some claims that raises questions.",
  "FBI claims it wanted to protect Steele’s identity.",
  "The Republican rebuttal pointed out that Sens."
]