[
  "Appearing on the Fox News Channel’s Hannity, Rep. John Ratcliffe (R-TX) revealed that Ohr identified “half a dozen senior FBI and Department of Justice officials that he told of his involvement, his wife’s involvement, all of the details of their interactions with Christopher Steele, with Glenn Simpson, with the payment.” Ratcliffe, troubled by the embattled Justice Department’s interview, offered sober advice to the Ohr family: “I’d retain a really good lawyer.”\n\n“As a former federal prosecutor, I gotta tell you,” the House Judiciary member continued, “what I heard today in Bruce Ohr’s testimony was shocking, alarming and disappointing.",
  "The co-founder of Fusion GPS, the political research firm that paid Steele for the investigation, told House lawmakers in a closed-door meeting last year that he also met with Ohr at Steele’s behest amid what he said was anxiety that federal investigators were not taking seriously enough the threat of Russian election interference and the information that Steele had accumulated.",
  "“And I can tell you, having seen the unredacted FISA applications, that Bruce Ohr and his involvement and Nellie Ohr and her involvement was never disclosed in any of the four applications.”\n\nIt is Ohr’s relationship with Steele that has recently attracted increased levels of scrutiny and raised concerns that he was operating outside his job description.",
  "— Mark Meadows (@RepMarkMeadows) August 29, 2018\n\nIn another stunning admission, Ohr reportedly told the committee that the FBI lacked confidence in the Steele dossier — yet still used the largely unconfirmed document to obtain permission from the Foreign Intelligence Surveillance Court (FISC) to surveil Trump campaign adviser Carter Page.",
  "These kinds of things did not happen in the Justice Department where I worked.”\n\nThe Hill’s John Solomon told Hannity Tuesday evening that neither Bruce nor Nellie Ohr has been contacted by special counsel Robert Mueller as part of his investigation into collusion between the Trump campaign and Russia during the 2016 election.",
  "Though Ohr did not handle national security or counterintelligence work in the deputy attorney general’s office, he nonetheless became a point of contact for Steele to share information within the months leading up to the 2016 presidential election as the ex-spy dug into potential ties between the Trump campaign and Russia.",
  "Ohr, the Justice Department’s director of the Organized Crime Drug Enforcement Task Forces, has emerged as a key figure in “Spygate,” the ongoing scandal surrounding an alleged FBI-led plot to surveil then-candidate Donald Trump’s campaign in an unprecedented effort to thwart the real estate tycoon’s White House bid.",
  "“This was after suggesting to the American public they had cut Steele off,” Meadows noted:\n\nBruce Ohr CONFIRMED in his interview today: after the FBI terminated their relationship with Chris Steele for leaking to the media, the FBI privately reengaged with him and continued receiving his info.",
  "Appearing on the Fox News Channel’s The Story with Martha MacCallum the prior evening, Ratcliffe said both Bruce and Nellie’s communications with Steele were not mentioned in the four Foreign Intelligence Surveillance Act (FISA) applications used to obtain permission to surveil Page.",
  "According to House Freedom Caucus chairman Rep. Mark Meadows (R-NC), Ohr confirmed the FBI “privately” re-engaged Trump dossier author Christopher Steele and continued receiving additional information, despite terminating its relationship with the former British intelligence agent.",
  "— Donald J. Trump (@realDonaldTrump) August 20, 2018\n\nPresident Trump has also suggested he will move “very quickly” to revoke Ohr’s security clearance, along with others in the department whom the White House believes are profiting off their access to sensitive information.",
  "“It was obvious early on that Bruce Ohr was the backchannel for Steele,” a congressional source told Sara Carter, adding:\n\nThe FBI was aware of potential bias of Nellie Ohr and they knew about Steele’s bias early on but never included it in the FISA application.",
  "The closed-door testimony of Justice Department official Bruce Ohr before House investigators Tuesday revealed new details about the FBI information-gathering steps both prior to and during its surveillance of Donald Trump’s presidential campaign in 2016.",
  "Three of the Russians — all owners of a Moscow-based financial-industrial conglomerate called Alfa Group — also have sued Fusion GPS, the research company that enlisted Steele under a contract with a law firm connected to the Democrats.",
  "“Many of the members I talked to said that they thought that was one of the most important revelations today, that Bruce Ohr said he has never heard, nor has his wife, ever heard from special counsel Mueller,” Solomon said.",
  "A total joke!” the president tweeted on August 20:\n\nWill Bruce Ohr, whose family received big money for helping to create the phony, dirty and discredited Dossier, ever be fired from the Jeff Sessions “Justice” Department?",
  "“Not only did the FBI know the dossier was unverified, but they also knew there were real credibility issues where it would never end up in a courtroom,” Meadows said as quoted by the Washington Times.",
  "It’s astonishing the FBI kept the information from the court: the fact that there was a back channel after they terminated Christopher Steele and also Fusion GPS, knowing Ohr’s wife was working there.",
  "“We were, frankly, you know, very scared for the country and for ourselves and felt that if we could give it to someone else, we should, higher up,” said Glenn Simpson, who helped start the firm.",
  "“You had folks like Sally Yates, and Jim Comey, and Andy McCabe, and Rod Rosenstein all swear to the court that they were giving full and complete information about the dossier,” said Ratcliffe.",
  "Russian tech entrepreneur Aleksej Gubarev and the Alfa Group’s owners — Mikhail Fridman, Petr Aven, and German Khan — all say they had nothing to do with the events described in the dossier.",
  "“When it comes to the dossier, the hours of testimony from Bruce Ohr only further confirm how wrong the FBI operated,” Rep. Jim Jordan (R-OH) told investigative journalist Sara Carter.",
  "Rep. Matt Gaetz (R-FL), another Republican lawmaker who attended Tuesday’s interview, said that, thus far, Ohr’s interview and others have shown an “excessive reliance” on the dossier.",
  "The four men are named in two separate Steele memos, both of whom are seemingly out of alignment with the rest of the dossier, as their legal teams have stressed in court filings.",
  "“Will Bruce Ohr, whose family received big money for helping to create the phony, dirty and discredited Dossier, ever be fired from the Jeff Sessions ‘Justice’ Department?",
  "The two had met a decade earlier, bonding over a mutual interest in Russian organized crime and forging a friendly relationship that persisted throughout the years.",
  "In four separate lawsuits filed as recently as April, the Russians sued Steele and BuzzFeed, the online news outlet that published the memos in January 2017.",
  "Further, Ohr reportedly told lawmakers that the FBI was aware of Steele’s bias against then-candidate Trump before applying for a warrant to surveil Page.",
  "The two were in touch throughout that time period, and Ohr passed along tidbits he learned to the FBI, which was conducting its own investigation.",
  "“And if the dossier truly is the rotten foundation upon which the Mueller church is built, I think that’s an important revelation,” he said.",
  "In cases playing out in state, federal, and British courts, they say they took unfair hits to their reputations.",
  "President Trump has kept the pressure on Ohr — and his boss, Attorney General Jeff Sessions — on Twitter.",
  "Four wealthy Russians take more specific exception to the dossier: they say they were libeled.",
  "“And so Chris suggested I give some information to Bruce, give him the background to all this.",
  "And we eventually met at a coffee shop, and I told him the story,” he added.",
  "This was after suggesting to the American public they had cut Steele off.",
  "The Associated Press contributed to this report.",
  "A total joke!"
]