[
  "(RELATED: Full Transcript Of Trump’s Oval Office Interview With The Daily Caller)\n\nOne source told TheDCNF on Sunday that they expect Trump to declassify the documents “this week or next.” The source originally believed that the documents would be released last week but revised that assessment for reasons unknown.",
  "(RELATED: House Republicans Call On Trump To Declassify 21 Pages From Carter Page FISA)\n\nFollow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "House Republicans have recently pressed Trump to declassify the documents, which they claim undercuts the FBI and Justice Department’s rationale for opening an investigation into possible collusion between the Trump campaign and Russian government.",
  "President Donald Trump is reportedly on the verge of declassifying documents related to the government’s surveillance of former Trump campaign adviser Carter Page and FBI documents regarding Justice Department official Bruce Ohr.",
  "Republicans on the House Judiciary and Oversight & Government Reform Committees have asked Trump to declassify summaries of interviews that the FBI conducted with Ohr, the former assistant deputy attorney general.",
  "Ohr’s wife, a Russia expert named Nellie, worked as a researcher for Fusion GPS, the opposition research firm that hired former British spy Christopher Steele to investigate Trump’s ties to Russia.",
  "Republicans have also accused the FBI of abusing the Foreign Intelligence Surveillance Act (FISA) process by relying heavily on the unverified dossier to obtain spy warrants against Page.",
  "Republicans have questioned why the FBI relied on Ohr to funnel information from Steele after the dossier author was fired as a confidential informant just before the election.",
  "Sources familiar with Trump’s thinking have told The Daily Caller News Foundation over the past week that they believed Trump was close to releasing the documents.",
  "The lawyers have reportedly counseled the Republican that declassifying the documents could be seen as a challenge to special counsel Robert Mueller.",
  "Republicans on the House Permanent Select Committee on Intelligence asked Trump in June to declassify 21 pages from the fourth and final Page FISA.",
  "Trump himself told The Daily Caller in an Oval Office interview on Sept. 4 that he is “very seriously” considering declassifying the documents.",
  "Steele wrote a 35-page dossier alleging a vast conspiracy of collusion between the Trump campaign and Kremlin.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Axios reported on Sunday that Trump’s allies say that he is close to declassifying the documents.",
  "The dossier is cited extensively in four FISA warrants taken out against Page in 2016 and 2017.",
  "“I’ve come to expect these things to take more time than expected,” the source told TheDCNF.",
  "White House attorneys are said to be one roadblock to Trump declassifying the documents.",
  "Ohr was also in frequent contact with Steele before and after the 2016 election.",
  "Mueller is investigating possible obstruction of justice on the part of Trump.",
  "Ohr is of interest because of his links to the Steele dossier.",
  "Some sections of the FISAs have already been declassified."
]