[
  "Story Continued Below\n\nThey also want the president to declassify and release all of the official notes filed by top Justice Department official Bruce Ohr, whose relationship with former British spy Christopher Steele has become a focus of Republican inquiries about anti-Trump bias among top law enforcement and intelligence officials.",
  "GOP lawmakers emerged from the interview suggesting that Ohr had shed light on doubts about the credibility of the information Steele gathered in 2016 that suggested Trump's campaign engaged in a conspiracy with Russian officials to help win the presidential election.",
  "Republican Reps. Mark Meadows (pictured) along with Jim Jordan, Matt Gaetz and Lee Zeldin are asking President Trump to declassify additional portions of the application the FBI submitted to surveil former Trump campaign aide Carter Page in late 2016.",
  "Republicans suggested that the Democratic roots of his work on Trump should have discredited the surveillance application and that the FBI should have disclosed its political roots more explicitly to the court that ultimately approved the warrant.",
  "| Alex Wong/Getty Images Trump allies push him to declassify more Russia probe docs\n\nPresident Donald Trump's top congressional allies are calling on him to release reams of classified documents connected to the FBI's Russia probe.",
  "Republican Reps. Mark Meadows, Jim Jordan, Matt Gaetz and Lee Zeldin are asking Trump to declassify additional portions of the application the FBI submitted to surveil former Trump campaign aide Carter Page in late 2016.",
  "Trump has long backed his allies' complaints that the Justice Department has withheld sensitive documents that might expose bias behind the Russia probe, which was launched in July 2016 by the FBI.",
  "In January, he agreed to declassify a memo crafted by GOP staff of the House Intelligence Committee that officially confirmed, for the first time, the existence of the Page surveillance warrant.",
  "Bureau defenders and Democrats say the effort is really about protecting Trump from the ongoing investigation by special counsel Robert Mueller, which has edged deep inside Trump's inner circle.",
  "Trump has argued that the Page surveillance warrant amounts to an effort by the FBI to spy on his campaign, though Page had left Trump’s orbit by then and was treated as a bit player.",
  "In its warrant application, the FBI revealed that Steele appeared to be seeking information to discredit Trump's campaign but still found his allegations credible.",
  "Steele had a long-standing relationships with Ohr during their previous work combating organized crime, and later delivered his information to the FBI.",
  "It's the latest attempt by Trump's allies on Capitol Hill to accuse the senior ranks of the Justice Department and FBI of systemic bias.",
  "Steele's memos, which became known as \"the dossier,\" was financed through research firm Fusion GPS on behalf of the Clinton campaign.",
  "They also intend to seek the declassification of \"other relevant documents,\" according to a notice issued by Zeldin's office.",
  "Republicans have argued that the filing should have more explicitly disclosed that his work had been funded by Democrats.",
  "Ohr testified last week to members of the House Judiciary Committee and House Oversight and Government Reform Committee.",
  "Trump told the Daily Caller in an interview Tuesday that he’s “looking very closely” at declassifying the warrant.",
  "The GOP lawmakers intend to formally announced their push on Thursday at a press conference.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "That document had been reported in media but not formally acknowledged by the FBI.",
  "If that happened on the other foot, they would’ve considered that treasonous.”",
  "It became part of the bureau's application used to spy on Page.",
  "“The things that have gone on are so bad, so bad, he said.",
  "(A heavily redacted version was released last month).",
  "“I mean they were surveilling my campaign.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]