[
  "READ MEADOWS' ORIGINAL AND REVISED LETTERS HERE\n\nAccording to Strzok's lawyer, Meadows wildly misinterpreted those texts when he told Rosenstein that they \"should lead a reasonable person to question whether there was a sincere desire to investigate wrongdoing or to place derogatory information in the media to justify a continued probe.\"",
  "Strzok, who was a leading investigator in both the Hillary Clinton and Russia probes, was fired in August after the DOJ inspector general excoriated him for a slew of anti-Trump text messages he'd sent on his FBI-issued phone, including one in which he said \"we'll stop\" Trump from becoming president.",
  "A top Republican congressman and fired FBI agent Peter Strzok's lawyer traded scathing, no-holds-barred accusations of deliberate dishonesty on Tuesday, one day after newly unearthed text messages showed Strzok discussing a \"media leak strategy\" with the Justice Department in April 2017.",
  "But Republicans have said the FBI failed to disclose to the FISA court not only the funding sources for Steele dossier, but also Ohr’s involvement and the fact that his wife, Nellie, had worked on Russia-related issues for Fusion GPS, the opposition research firm behind the dossier.",
  "Before his recent closed-door testimony on Capitol Hill, Ohr did not respond to Fox News’ questions about who at FBI or DOJ may have authorized his back-channel contact about the dossier, and whether he had a conflict of interest because of his wife’s work for Fusion GPS.",
  "Congressional sources tell Fox News they expect Trump will soon agree to a longstanding request by the House Judiciary and Intelligence Committees to declassify more documents used to justify Page's surveillance, as well as activities by embattled DOJ attorney Bruce Ohr.",
  "FBI and DOJ officials, including DOJ prosecutor and top Robert Mueller deputy Andrew Weissmann, met with several Associated Press reporters in April 2017, according to court filings in the Virginia federal trial of Trump's former campaign chairman, Paul Manafort.",
  "Heavily redacted documents have since shown that a dossier written by ex-British spy Christopher Steele and funded by the Democratic National Committee and the Clinton campaign played a role in obtaining the FISA warrant to surveil him beginning in October 2016.",
  "FIRED FBI AGENT STRZOK SETS UP GOFUNDME PAGE, ANTI-TRUMP TWITTER ACCOUNT\n\nIn his original and revised letters, Meadows noted that The Post's reporting improperly set off \"a flurry of articles suggesting connections between President Trump and Russia.\"",
  "“If Peter Strzok and his attorney expect people to believe Mr. Strzok didn’t make contact with various news outlets during his time at the FBI, after all the documents and evidence we’ve seen, they are trying to sell a work of fiction,\" Meadows said.",
  "“The president and his enablers are once again peddling unfounded conspiracy theories to mislead the American people.”\n\nNEW TEXTS SHOW MUELLER PROBE NEEDS TO END NOW, FITTON SAYS\n\nBut Meadows made it clear Tuesday he was not buying that explanation.",
  "Meadows concluded by requesting written communications from FBI and DOJ officials, including Stu Evans, Mike Kortan and Joe Pientka, from June 2016 to June 2017, although he emphasized that he was not suggested they engaged in wrongdoing.",
  "In Meadows' original letter, however, he claimed that exchange occurred on April 12 -- one day after The Washington Post published a story titled, \"FBI obtained FISA warrant to monitor former Trump adviser Carter Page.\"",
  "Ohr had contact in 2016 with Weissmann, then his colleague, as well as other senior FBI officials about the controversial anti-Trump dossier and the individuals behind it, two sources close to the matter told Fox News.",
  "In one of the messages, dated April 10, Strzok tells former FBI attorney Lisa Page, \"I had literally just gone to find this phone to tell you I want to talk to you about media leak strategy with DOJ before you go.\"",
  "Documents also have shown that the FBI inaccurately reassured the FISA court on several instances that a Yahoo News article provided independent basis to surveil Page, when it also relied on Steele as its source.",
  "A Republican-authored House Intelligence Committee memo released in February said that Steele \"maintained contact\" with Ohr \"before and after\" the government fired the British ex-spy as a source.",
  "“The term ‘media leak strategy’ in Mr. Strzok’s text refers to a Department-wide initiative to detect and stop leaks to the media,\" Aitan Goelman, Strzok's attorney, said earlier Tuesday.",
  "That was an apparent reference to Page, the former Trump adviser whom the FBI surveilled for months after obtaining a warrant from the Foreign Intelligence Surveillance Act (FISA) court.",
  "During April 2017, there was widespread reporting about Page, his Russia contacts, the FBI’s interest in those contacts and the surveillance warrant that is supposed to remain secret.",
  "Furthermore, if in fact Mr. Strzok did lead an effort to ‘control leaks,’ as his attorney suggests, it’s worth mentioning that such an alleged effort was clearly a failure.",
  "Meadows' revised letter also includes a comment from Strzok to Page on April 12, in which Strzok suggests an article about Page's \"namesake\" would soon come out.",
  "In a revised letter sent Tuesday, Meadows, who serves on the House Oversight Committee, writes that on April 22, Strzok texted that \"article is out!",
  "The texts were first outlined in a letter sent by Rep. Mark Meadows, R-N.C., to Deputy Attorney General Rod Rosenstein on Monday.",
  "It should raise questions whether there was a serious effort at all.”\n\nWHAT EVIDENCE OF MISCONDUCT DID DOJ WATCHDOG FIND AT FBI?",
  "Congressional Republicans are still trying to get to the bottom of Ohr's role in circulating the unverified Steele dossier.",
  "It is unclear what article Strzok was referring to, or whether it was about the Russia case.",
  "Fox News reached out to the DOJ about Ohr, and will update if comment becomes available.",
  "The leaks involved other outlets in addition to The Washington Post, Meadows wrote.",
  "Carter Page has not been charged with any wrongdoing.",
  "\"The American people aren’t buying his misdirection.",
  "Well done, Page.\""
]