[
  "Page has also disputed a dossier allegation attributed to Source E.\n\n“Speaking in confidence to a compatriot in late July 2016, Source E, an ethnic Russian close associate of Republican US presidential candidate Donald TRUMP, admitted that there was a well-developed conspiracy of co-operation between them and the Russian leadership,” reads the dossier.",
  "He told Ross he was one of the “very few people who have insider knowledge of Kremlin politics…who has been able to successfully integrate in American society.”\n\nHe also spoke of Trump, saying that the former real estate tycoon “likes Russia because he likes beautiful Russian ladies.”\n\n“He likes talking to them, of course.",
  "Source E described an alleged “well-developed conspiracy of co-operation between them and the Russian leadership.”\n\n“This was managed on the TRUMP side by the Republican candidate’s campaign manger, Paul MANAFORT, who was using foreign policy advisor, Carter PAGE, and others as intermediaries,” reads the dossier.",
  "But not only do many of the allegations in the dossier remain unverified, there is reason to doubt the credibility of a major source for the 35-page document, including for claims that the Kremlin has blackmail material on President Donald Trump and about Page’s alleged involvement in a collusion conspiracy.",
  "The four applications, which were obtained under the Foreign Intelligence Surveillance Act (FISA), show that the bureau relied heavily on the dossier, which was funded by the Clinton campaign and DNC, to obtain the warrants, which accused Page of being a secret Kremlin agent.",
  "Those allegations are attributed to Kremlin insiders rather than Source D or E. (RELATED: DOJ Releases Carter Page FISA Applications)\n\nPage has vehemently denied meeting with either Sechin or Diveykin or discussing any compromising material on Clinton during the campaign.",
  "Millian, who operates an obscure trade group called the Russian-American Chamber of Commerce, has repeatedly denied being a source for Steele’s, but he has avoided questions about whether he could have unwittingly provided information that ended up in the report.",
  "(RELATED: ‘Fifty-Fifty’: Christopher Steele Is Unsure About The ‘Golden Showers’ Tape)\n\nAccording to the recent book “Russian Roulette,” Glenn Simpson, the founder of Fusion GPS, believed that Millian was a “big talker” who overstated his links to Trumpworld.",
  "“This was managed on the TRUMP side by the Republican candidate’s campaign manger, Paul MANAFORT, who was using foreign policy advisor, Carter PAGE, and others as intermediaries.”\n\nPage has denied taking part in a conspiracy with Russian leadership.",
  "And he likes to be able to make lot of money with Russians, yes, correct.”\n\nFollow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The dossier alleges that Page and Sechin discussed U.S. sanctions against Russia while the Trump aide and Diveykin discussed compromising material that the Russian government had on both Trump and Hillary Clinton.",
  "And Christopher Steele, the former British spy who wrote the dossier, has reportedly told associates that allegations about Donald Trump attributed to Millian have only a “fifty-fifty” chance of being accurate.",
  "The veracity of the Steele dossier is once again a topic of intense debate following the Justice Department’s release of secret warrants that the FBI used to monitor former Trump campaign adviser Carter Page.",
  "According to “Russian Roulette,” Simpson “tipped off ABC News, which conducted an on-air interview with Millian.”\n\nIn July 2016, ABC’s Brian Ross interviewed Millian about his connections to Trumpworld.",
  "The Carter Page FISA applications released on Saturday are heavily redacted, so it is unclear what all information the FBI picked from the dossier to convince judges to grant the spy warrants.",
  "(RELATED: Papadopoulos Was Approached By ‘Highly Suspicious’ Businessmen During Campaign, His Wife Says)\n\nDespite his concerns, Simpson pitched Millian’s name to his friends in the media.",
  "Sources close to Papadopoulos have told The Daily Caller News Foundation that he met Millian for the first time several days after Millian reached out to the campaign aide on LinkedIn.",
  "In late July 2016, he reached out to George Papadopoulos, the Trump adviser who has pleaded guilty to lying to the FBI about the timing of his contacts with an alleged Russian agent.",
  "(RELATED: Book Provides New Details About Major Dossier Source)\n\n“Had Millian made something up or repeated rumors he had heard from others to impress Steele’s collector?",
  "In the 35-page document, Source D alleged that the Russian government is blackmailing Donald Trump with video of a sexual tryst with prostitutes at a Moscow hotel room.",
  "Sources close to Papadopoulos have also said that Millian offered Papadopoulos $30,000 a month for a business deal that would require him to remain in the Trump orbit.",
  "Republican lawmakers who have reviewed less-redacted versions of the FISA applications have said that the bureau did not provide evidence verifying the dossier.",
  "The use of the unverified Steele report has led Republicans to accuse the FBI of misleading the federal judges in the applications for the Page spy warrants.",
  "The unredacted portions of the applications show that the FBI did use allegations from dossier sources other than Millian, whose real name is Siarhei Kukuts.",
  "The founder of the firm that commissioned that the dossier expressed doubts about that source, a Belarusian American businessman named Sergei Millian.",
  "Fusion GPS founder Glenn Simpson doubted the credibility of a source for its Steele Dossier, Sergei Millian, according to the book Russian Roulette.",
  "The applications cite Steele’s claims that Page met secretly with Kremlin insiders Igor Sechin and Igor Diveykin during a July 2016 trip to Moscow.",
  "Four applications obtained under the Foreign Intelligence Surveillance Act (FISA) show the Department of Justice relied heavily on the dossier.",
  "He considered Millian a big talker,” write authors Michael Isikoff and David Corn, who are good friends with Simpson.",
  "Millian is both Source D and Source E in the dossier, according to The Wall Street Journal and The Washington Post.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "It is also unclear how far the FBI went to verify the dossier and the accuracy of Steele’s sub-sources.",
  "In the interview, Millian denied being a Russian spy but acknowledged having contacts in the Kremlin.",
  "Simpson “considered Millian a big talker,” according to authors David Corn and Michael Isikoff.",
  "It is unclear whether the FISA applications include references to that section of the dossier.",
  "Papadopoulos rejected the idea, according to TheDCNF’s sources.",
  "Millian did have one known link to the Trump campaign.",
  "He has also denied ever speaking to Manafort.",
  "Simpson had his doubts."
]