[
  "Trump said \"politics is a rough business,\" but also called out the media for making the situation worse with numerous \"fake stories\"\n\nHe said the Republican Party is \"unified\" despite Senators Jeff Flake, Bob Corker and John McCain speaking out against him in recent weeks.",
  "Widow of Fallen US Soldier: Trump's Phone Call 'Made Me Cry'\n\nLisa Boothe: Campaign 'Disinformation' Was Funded by Clinton Camp & DNC\n\nTrey Gowdy: Did FBI Rely on Dossier That Looks Like It's From National Enquirer?",
  "Trump said he does not believe Corker in particular will block his tax reform proposals, predicting \"certain Democrats\" will have to vote for tax cuts for businesses and the middle class or lose in 2018.",
  "Last week The Hill reported that Russia engaged in bribery, kickbacks, extortion and money laundering in an effort to enter the marketplace in the U.S. with an aim to increase Russia's nuclear program.",
  "Millions were paid to a political consulting firm, Fusion GPS, which then hired a former British intelligence officer, Christopher Steele, to dig up dirt on Trump's alleged connections to Russia.",
  "Trump said ISIS is being \"decimated,\" and that his administration has done more against the terror organization in eight months than the Obama administration had done \"in many years.\"",
  "According to new reports, now confirmed by Fox News, the controversial anti-Trump dossier was bankrolled by Marc Elias, a lawyer representing the DNC and the Clinton campaign.",
  "Trump said he was \"extremely nice\" to Johnson and accused the media of not reporting positive feedback from grieving military families to his condolence calls.",
  "He continued to dispute Johnson's account of the conversation, including her claim that he seemed to not know the name of slain Army sergeant La David Johnson.",
  "Trump said the press \"makes me more uncivil than I am,\" noting that he is Ivy League-educated, was a good student and is \"very intelligent.\"",
  "President Trump met reporters outside the White House this afternoon, calling the production of the controversial Russia dossier \"sad.\"",
  "\"It's always OK when someone says something about you that's false ... to counter-punch or to fight back,\" he responded.",
  "Trump said it's a \"disgrace\" and embarrassing to Democrats, calling it a \"sad commentary on politics in this country.\"",
  "He said the Uranium One story - involving Russia and the Obama administration - is the \"modern-age\" Watergate scandal.",
  "He was asked whether he should \"pull his punches\" when it comes to criticism from Gold Star widow, Myeshia Johnson.",
  "A reporter asked Trump whether he bears responsibility for the current combative state of American politics.",
  "He said \"my generals and my military have decision-making ability\" when it comes to going after ISIS.",
  "\"I think the press creates a different image of Donald Trump than the real person,\" he answered.",
  "Asked about the mission in Niger that left Johnson and three other soldiers dead.",
  "A reporter asked Trump whether he should \"more civil\" as president.",
  "\"[I have] one of the great memories of all-time,\" he said.",
  "\"It's a tough war, but we are winning it,\" he said.",
  "Trump said the Pentagon is looking into it.",
  "Watch his comments above."
]