[
  "COMMITTEE CORRIDOR: In non-Brexit news (yes, occasionally there is some) the chief constable of the Police Service of Northern Ireland is before the Northern Ireland affairs committee at 9.30 a.m … New Justice Secretary David Lidington is before the justice committee at 10 a.m. … Education Secretary Justine Greening is before the education committee at 10.15 a.m. … And executives from the British Poultry Council discuss the recent chicken scandals before the environment committee at 2.45 p.m.\n\nMUST-SEE TV: Jeremy Corbyn will appear in a celebrity special of “Gogglebox” next week, the Mirror’s Ben Glaze revealed last night.",
  "All Out Politics (Sky News, 10 a.m.): Lib Dem MP and former SpAd Christine Jardine and defeated Tory election candidate Dolly Theis debate whether Theresa May is the victim of sexism (10.30 p.m.) … Jane Golding, chairwoman of expats’ rights group British in Europe (11.30 a.m.) … Lib Dem peer Baroness Lynne Featherstone, who lost her nephew Nick Hirsch to the contaminated blood scandal (11.40 a.m.) … And reviewing the newspaper comment sections will be former No.",
  "BBC Radio 5 Live Daily: With presenter Emma Barnett are Tory MP Jacob Rees-Mogg (10 a.m.) … Women and equalities committee Chairwoman Maria Miller, discussing sexual harassment in the workplace (10.35 a.m.) … Legendary Times cartoonist Peter Brookes on the art of satire and politics (10.50 a.m.) … And discussing PMQs will be Times Deputy Political Editor Sam Coates and Guardian columnist Owen Jones (12.45 p.m.).",
  "SECURE ZONE: Impressive line-up for the National Security Summit in central London today including Home Office Minister Sarah Newton … Scotland Yard Assistant Commissioner for Counter-Terror Mark Rowley … Home Office Director-General for Counter-Terror Tom Hurd … Twitter Head of Public Policy Nick Pickles … Border Force Director of Operations Mike Stepney … and Investigatory Powers Commissioner Justice Fulford.",
  "Solicitor General Robert Buckland strays ever-so-slightly outside his legal brief today with a speech at the Old Bailey titled “Rising to the challenge: A Tory story for the 21st century.” He promises to “discuss his views on how the Conservatives can learn from the lessons of the 2017 election, and to re-engage the party with urban and younger voters.” Let’s hope the whips are listening.",
  "He says the PM “would in fact very much like a transition agreed in principle at the EU council meeting in December or March.”\n\nTwo views on immigration: Polish and Romanian tradespeople should be allowed into the U.K. as skilled workers for only two to three years, a study on post-Brexit migration says.",
  "We can avoid material dislocation if we know by the end of the first quarter next year, although real money is likely to be spent if uncertainty persists.”\n\nBut but but: An insightful Facebook post last night by ITV Political Editor Robert Peston reports May did indeed misspeak Monday afternoon.",
  "Cole also quotes a Labour source saying: “There will definitely be resignations and by-elections if the dam breaks.” Playbook understands a significant number of prominent female journalists around London now have a WhatsApp group for discussing “creepy men” who work in the U.K. media.",
  "In a pretty damning verdict on the current state of the Brexit conversation in Britain, Reuters says FTSE100 bosses spent much of yesterday scrambling to find out if May actually meant what she said in the Commons, whether it was misreported by the press, or if the PM simply misspoke.",
  "Among those present were Home Secretary Amber Rudd … Environment Secretary Michael Gove … Chief Whip Gavin Williamson … his deputy Julian Smith … former Treasury SpAd Rupert Harrison … Treasury committee Chairwoman Nicky Morgan … Tory peer Lord Maude … and Cameron prodigy Sam Gyimah.",
  "“You have confirmed that whilst the clients you advise will predominantly be corporate, you may work with foreign governments.” Hannigan quit as head of GCHQ in January for “personal reasons.” The watchdog waved his appointment through, subject to the normal conditions.",
  "Key line: “Because a PFI contract must guarantee financial certainty for the corporate partner, it forbids government agencies to learn, adapt and respond.”\n\nBEYOND THE M25\n\nWOLF AT THE DOOR: Wolves are returning to Western Europe, and the farmers are not impressed.",
  "Book club: Playbook heartily recommends these snippets from recent political memoirs by Oliver Letwin (here and here), Alan Johnson (here) and John O’Farrell (here and here) tweeted out yesterday by the Guardian’s Andrew Sparrow and the Indy’s John Rentoul.",
  "Reviewing the papers tonight: BBC News (10.40 p.m.): The Independent’s Political Editor Joe Watts and the Institute of Economic Affairs’ Kate Andrews … Sky News (10.30 p.m. and 11.30 p.m.): Author and academic Dr. Joanna Williams and TLS Editor Stig Abell.",
  "And because algae can grow in salt water and on land unsuitable for crops, a successful algae-based biofuel could provide the transportation industry and the world with more energy without posing a challenge to global food and fresh water supplies.",
  "Happy birthday: UKRep Director of Economics Peter Curwen … Government Legal Department Director-General Stephen Braviner Roman … Former Tory MP Karl McCartney … Former Scotland Yard Commissioner and now peer-elect Bernard Hogan-Howe, who turns 60.",
  "“You would like to take up a paid role, advising on how McKinsey’s private sector clients can organize themselves better for cybersecurity, and helping McKinsey grow their cybersecurity practice globally,” the letter from ACOBA to Hannigan states.",
  "The clock is ticking: The Telegraph’s Kate McCann follows up Playbook’s mini-scoop that while Davis and Grieve finally held talks in Portcullis House yesterday, the Withdrawal Bill will not return to the Commons for the best part of a month.",
  "POLITICS’ DARK SECRET\n\nFIRST IN BRUSSELS: My Brussels Playbook colleague Ryan Heath has compiled an extraordinary and damning dossier of rape and sexual harassment allegations that reveal the dark underbelly of life at the EU Parliament.",
  "Key line: “One by one, George Osborne’s chickens are coming home to roost — even if the man himself is not there to welcome them back.”\n\nSheffield is the victim of a Kafkaesque PFI deal, George Monbiot writes in the Guardian.",
  "“One of the key questions you are asked when you become a candidate for the Labour Party — and you have to sign a contract to say this — is: Is there anything in your past that would bring the party into disrepute?",
  "POLITICO London Playbook, presented by ExxonMobil: Brexit committee meltdown — More heat on O’Mara — Corbyn TV\n\nBy JACK BLANCHARD\n\nSend tips here | Subscribe for free | View in your browser\n\nGood Wednesday morning.",
  "From Beijing\n\nMAOMENTUM: President Xi Jinping’s thoughts on socialism have been integrated into the Chinese Communist Party’s constitution — the first living leader to be awarded such an honor since Chairman Mao.",
  "ON PROBATION: Tonight’s Panorama (BBC1, 7.30 p.m.) investigates former Justice Secretary Chris Grayling’s decision to privatize parts of the probation service, which campaigners say has left the public at risk.",
  "More than 30 allegations of rape, assault and harassment connected to the Parliament (but not independently verified) have been made to Ryan since he asked people to come forward with their stories last week.",
  "But today’s real action is happening down committee corridor, where Brexit Secretary David Davis leads a stellar line-up of Cabinet ministers, officials, lobbyists and MPs facing questions through the day.",
  "But Food and Drink Federation boss Ian Wright tells HuffPost’s Owen Bennett that U.K. food factories are already seeing production decline due to increasing labor shortages, brought on by the Brexit vote.",
  "New documents published by ACOBA, parliament’s revolving-door watchdog, show former GCHQ Director Robert Hannigan landed a job with consultancy giant McKinsey that may involve working with foreign powers.",
  "Business fears: Theresa May’s suggestion there can be no transition agreement until a free-trade deal is also in place has spooked U.K. business, Reuters’ Andrew MacAskill and Anjuli Davies report.",
  "ROYAL DUTIES: David Cameron’s former Director of Operations Baroness Liz Sugg has been appointed a baroness-in-waiting to the Queen, the Daily Mail’s diarist Sebastian Shakespeare reports.",
  "ICYMI LAST NIGHT\n\nO’MARA UNDER FIRE: Labour MP Lucy Powell told ITV’s After the News that Jared O’Mara should be suspended from the party while his past online comments are investigated.",
  "From DC\n\nTHE NEVER-ENDING STORY: The Hillary Clinton campaign helped fund the research that led to the now-infamous dossier about Donald Trump, The Washington Post revealed last night.",
  "Welcome back: The Tory modernizers were out in force last night to celebrate the welcome return of Grantham MP Nick Boles to parliament and good health with a party at Policy Exchange.",
  "Deputy Political Editor Nick Cecil revealed MPs will vote within weeks to proceed with three possible options on the refurb — all of which involve upping sticks for several years.",
  "British architect David Adjaye was the unanimous choice for his breathtaking design featuring 23 huge bronze “fins,” which will erupt from the earth along Victoria Tower Gardens.",
  "She quotes Davis’ Cabinet colleagues today accusing the Brexit secretary of “not keeping his end of the bargain” and demanding more urgency in arranging talks with the rebels.",
  "UNLIKELY FRIENDS: Guardian columnist George Monbiot has fallen for the charms of Michael Gove following his eco-focused speech to the Sustainable Soils Alliance last night.",
  "Moving house: A proposal to keep MPs in parliament while the building is refurbished has been rejected by the Commons authorities, the Evening Standard reported yesterday.",
  "**\n\nSUBSCRIBE to the POLITICO newsletter family: Morgen Europa | Brussels Playbook | Brussels Influence | D.C. Playbook | All our POLITICO Pro policy morning newsletters",
  "CUT HIM SOME SLACK: The Times of London rather unfairly describes the PM’s spokesman James Slack as “disheveled” in a double-page picture spread across 10 and 11 today.",
  "From Honolulu\n\nTEXT PESTS: A new law comes into effect in Honolulu today that bans people from texting while crossing the road, The New York Times’ Tanya Mohn reports.",
  "— 2.45 p.m.: Shadow Brexit Secretary Keir Starmer and Tory Remainer-in-chief Dominic Grieve discuss scrutiny of the EU Withdrawal Bill before the procedure committee.",
  "Your Brexit schedule in full:\n\n— 9.15 a.m.: Brexit Secretary David Davis will discuss progress in the Brexit talks before the exiting the European Union committee.",
  "**A message from ExxonMobil: Could biofuels refined from algae transform how we power automobiles and jet planes in the future, while also lowering CO2 emissions?",
  "TODAY IN WESTMINSTER\n\nGDP DAY: U.K. economy figures for Q3 will be published here at 9.30 a.m., with few economists hopeful of anything more than sluggish growth.",
  "SCOOP: Britain’s former cyber-spy chief has joined a private consultancy firm and may now advise foreign governments on their cybersecurity, official papers show.",
  "— 10.30 a.m.: NHS Confederation Chief Executive Niall Dickson discusses reciprocal health care after Brexit before the Lords home affairs sub-committee.",
  "Expect even closer scrutiny than usual, with the budget looming next month and businesses warning of the impact of Brexit uncertainty upon investment.",
  "Rates of return: Business rates changes introduced in April are “crippling” small firms across London, the FT’s Enterprise Editor Andy Bounds reports.",
  "**A message from ExxonMobil: Algae is a renewable source of energy, but could it help transform how we power automobiles and jet planes in the future?",
  "Coming soon: The winning designs have been announced for a dramatic new Holocaust memorial to be built alongside the Palace of Westminster by 2021.",
  "Today BBC Radio 5 Live publishes new research that suggests more than half of British women have experienced sexual harassment at work or studying.",
  "— 2.30 p.m.: HMRC Chief Executive Jon Thomson and his top officials discuss the future of customs post Brexit before the public accounts committee.",
  "MAY’S DAY: After prepping for PMQs through the morning, Theresa May will this afternoon host a reception to celebrate Asian women of achievement.",
  "And there’s more: Speaking at an event in Mile End last night, fellow Labour MP Lisa Nandy said it was “clear” O’Mara should be suspended.",
  "— 2.15 p.m.: The U.K.’s former Permanent Representative to the EU Ivan Rogers discusses U.K./EU relations before the treasury committee.",
  "Already this week the London Evening Standard’s Kate Proctor has published a series of harrowing tales from U.K. MPs in Westminster.",
  "After being hunted to near-extinction, gray wolves are back to their ancient haunts from the French Alps to the forests of Germany.",
  "HMRC’s take on the future of our customs system — and particularly the possible impact of a no-deal Brexit — has real potential.",
  "Labour MPs say Grieve’s amendments are the ones most likely to succeed when the bill finally returns to the Commons next month.",
  "And yesterday Labour MP John Mann threatened to expose another MP he said acted inappropriately while on a foreign delegation.",
  "DRIVING THE DAY\n\nBREXIT OVERLOAD: The GDP stats are out at 9.30 a.m. and Theresa May faces Prime Minister’s Questions at noon.",
  "ExxonMobil is actively researching algae’s potential to produce a lower CO2 emission alternative to today’s transport fuels.",
  "— 10 a.m.: Legatum Institute Director Shanker Singham discusses post-Brexit trade before the international trade committee.",
  "— 10 a.m.: Energy Minister Richard Harrington discusses Brexit and energy security before the Lords energy sub-committee.",
  "Daily Mirror: “I was addicted to 14 bars of chocolate a day.”\n\nDaily Telegraph: Super-rich hacked in Bermuda data leak.",
  "He clearly relishes the to-and-fro of these sessions, and normally makes news over the course of a two-hour grilling.",
  "Frank and revealing insights into how government goes wrong, and how lessons in opposition are learned the hard way.",
  "Fusion in turn hired dossier author Christopher Steele, a former British intelligence officer, the paper reported.",
  "Metro: “My brave son died to defeat Daesh evil.”\n\nSun: “Not strictly work Bruno” — TV judge found partying in LA.",
  "PICK OF TODAY’S COMMENTARY\n\nGeorge Osborne left the Tories a housing timebomb, writes James Kirkup in the Times.",
  "“The binman looked the least disheveled as Boris Johnson, James Slack and Michael Gove arrived for an early No.",
  "Reporter Daniel Foggo meets two women whose sons were murdered by offenders on probation following the reforms.",
  "BBC Breakfast: Tory MP David Amess, who chairs the All-Party Parliamentary Group for Fire Safety (8.10 a.m.).",
  "Daily Politics (BBC2, 11.30 a.m.): Business Minister Margot James and Shadow Health Minister Justin Madders.",
  "— 10.30 a.m.: Equality and Human Rights Commission Chairman David Isaac is before the equalities committee.",
  "“That’s why I think he should be suspended while that investigation is taking place.” Watch the clip here.",
  "We’re actively researching the potential of this technology to move from the petri dish to the fuel tank.",
  "Railways: No service on the London Overground between Stratford and Canonbury due to a signal failure.",
  "The paper said a Clinton campaign lawyer retained Washington firm Fusion GPS to conduct the research.",
  "And keep a close eye on Dominic Grieve, who is leading the Tory rebellion on the EU Withdrawal Bill.",
  "Chancellor Philip Hammond will respond to the figures shortly after they’re published this morning.",
  "Starting cloudy with some light drizzle, but clearing up after lunch with spells of warm sunshine.",
  "Below ground will be a learning center that showcases the testimonies of 112 Holocaust survivors.",
  "Just pity the poor lobby journalists scurrying from room to room as they try not to miss a story.",
  "Former Brexit Minister David Jones addresses the London Grill Club tonight on Devonshire Square.",
  "Worried-sounding Barclays Chairman John McFarlane tells Reuters: “The difficulty is timing.",
  "And I don’t understand [how] in all honesty Jared could have signed that paper,” she said.",
  "Huff Post: Crisp-making hit by Brexit labor shortage, reveals U.K. Food Federation chief.",
  "“He’s really excited, though he’s more a fan of ‘EastEnders,’” a source told the paper.",
  "David Miliband leads a panel discussion on the future of Syria at RUSI this afternoon.",
  "Now the EU — which outlaws the shooting of wolves — is being dragged into the dispute.",
  "MEPs will hold an emergency debate on sexual harassment at 9.30 a.m. today U.K. time.",
  "So if you love watching middle-aged men talk Brexit — and let’s face it, who doesn’t?",
  "10 adviser Matt O’Toole and broadcaster Georgina Godwin (10.15 a.m. and 11.15 a.m.).",
  "The Times’ Richard Ford has the low-down on the latest Migration Watch report here.",
  "— 2.30 p.m.: Defense Secretary Sir Michael Fallon is before the defense committee.",
  "The show will be filmed this weekend and is raising money for Stand Up to Cancer.",
  "The Economist ponders whether Xi’s power is now so great he cannot be challenged.",
  "MEDIA ROUND\n\nITV Good Morning Britain: Former Chancellor Ken Clarke (8.10 a.m.).",
  "On Monday City A.M. predicted a third consecutive quarter of 0.3 percent growth.",
  "After the News (ITV1, 10.40 p.m.): Treasury committee Chairwoman Nicky Morgan.",
  "TODAY’S FRONT PAGES\n\n(Click on the publication’s name to see its front page.)",
  "Daily Mail: “Drivers used as £1bn cash cows” — RAC report on penalty fines.",
  "FT: Tax lost to multinationals shifting profits overseas climbs to £5.8bn.",
  "Learn more about ExxonMobil’s algae biofuels program at EnergyFactor.com.",
  "Read his full story here, and see more in today’s Brussels Playbook here.",
  "Hack watch: The British Journalism Awards announce its shortlist today.",
  "PLAYBOOK COULDN’T HAPPEN WITHOUT Zoya Sheftalovich and Kate Day.",
  "Guido has the audio … and is promising more revelations to come.",
  "THANKS to Tom McTague, Charlie Cooper and Annabelle Dickson.",
  "POLITICO’s Kalina Oroschakoff and Emmet Livingstone report.",
  "Independent: Slash benefits wait time now, voters tell May.",
  "The Jewish Chronicle has the story and full design video.",
  "Guardian: Brexit is worst ever decision, says Bloomberg.",
  "On the menu were pinot grigio, Becks and sausage rolls.",
  "Times: Heathrow runway doubt after new data revealed.",
  "City A.M.: Hammond slaps down borrow to build plan.",
  "10 meeting,” the brutal picture caption reads.",
  "Labour MP Alison McGovern will also appear.",
  "LONDON CALLING\n\nWestminster weather: ??????",
  "Daily Express: New dementia breakthrough.",
  "— then today should be manna from heaven.",
  "Tickets will be accepted on local buses.",
  "They should see how early he gets up.",
  "i: Academics fear Brexit witch hunt.",
  "The Sun’s Harry Cole has the story.",
  "**\n\nWhere will the grenades go off?",
  "DD is the obvious place to start.",
  "The awards dinner is December 11.",
  "Nigel Farage is not impressed.",
  "Still want more Brexit?",
  "RESHUFFLE LOOMING?",
  "Watch this space.",
  "NOW IN LONDON?",
  "REMEMBER ME?",
  "No problem.",
  "Learn more."
]