[
  "House Freedom Caucus chairman Mark Meadows told Axios earlier on Sunday, “After two years of investigations and accusations from both sides of the aisle about what documents indicate, it is past time for documents to be declassified and let the American people decide for themselves if DOJ and FBI acted properly.”\n\nTrump has also been publicly hinting at the documents’ release.",
  "President Trump will reportedly declassify Justice Department and FBI documents that are expected to reveal how the government justified spying on former Trump campaign aide Carter Page and Justice official Bruce Ohr’s “improper” role in the bureau’s investigation into the Trump campaign, according to a report.",
  "Axios reported Sunday that the declassification of these documents could come as early as this week and that Republicans on the House Intelligence and Judiciary Committees believe it will “permanently taint” the special counsel investigation by showing it was illegitimate to begin with.",
  "Lawmakers stated that Ohr played an improper role as intermediary between the Justice Department, ex-British spy and dossier author Christopher Steele, and opposition research firm Fusion GPS, which the Clinton campaign and the Democratic National Committee hired to produce the dossier.",
  "Ohr recently testified in front of the House Judiciary and Oversight and Government Reform Committees behind closed doors, and reports since then suggest that Ohr, who knew Steele for more than a decade, played a significant role in helping to push the dossier within the DOJ and FBI.",
  "According to the Hill, Ohr told Congress he understood the dossier to be “raw and uncorroborated hearsay.”\n\n“I think that Bruce Ohr is a disgrace, along with his wife, Nellie,” Trump recently told reporters.",
  "The dossier formed the bulk of an application for a surveillance warrant on Page, yet Ohr and his wife’s role was reportedly obscured from the court granting the warrant.",
  "The declassifying of the application on Page would show that and any other justification the FBI thought it had at the time to investigate the Trump campaign.",
  "Ohr’s wife, Nellie, also worked for Fusion GPS at the same time, and she reportedly was paid $45,000 for her work on the dossier.",
  "Ohr, for his part, did not disclose on federal forms that his wife worked for Fusion GPS, according to Axios.",
  "“At the right time, I think I’m going to have to do the documents,” Trump told Fox & Friends two weeks ago."
]