[
  "J. Scott Applewhite/AP\n\nThe Republican chairman of the House Intelligence Committee said Wednesday that he had reached a deal with the Justice Department to obtain documents related to the DOJ's dealings with the former British spy Christopher Steele, who wrote a series of memos in 2016 outlining President Donald Trump's alleged Russia ties.",
  "\"After speaking to Deputy Attorney General Rosenstein this evening, I believe the House Intelligence Committee has reached an agreement with the Department of Justice that will provide the committee with access to all the documents and witnesses we have requested,\" Rep. Devin Nunes, a California Republican, said in a statement.",
  "In April 2017, shortly after he was forced to step aside from that investigation amid an ethics probe, Nunes and several other GOP lawmakers began conducting a parallel probe into the FBI's handling of the Steele dossier and whether special counsel Robert Mueller's investigation is politically motivated.",
  "The parallel inquiry and Nunes' subpoena power has frustrated Democrats who say he's unnecessarily antagonizing entities that the committee needs to be able to work with, even as he refuses to compel witness testimony from several individuals the minority still wants to interview.",
  "Nunes claimed to have obtained classified documents in March 2017 that he said showed Trump campaign officials speaking to foreign entities had been improperly \"unmasked\" in intelligence reports distributed to top national security officials in the Obama administration.",
  "Nunes also issued a subpoena last October to Fusion GPS co-founders Glenn Simpson and Peter Fritsch — who hired Steele to research Trump's Russia ties in 2016 — without telling Democrats, even though Fusion had already agreed to a voluntary interview.",
  "Nunes subpoenaed the DOJ last August to discover whether the FBI used information from Steele's dossier to apply for Foreign Intelligence Surveillance Act warrants that targeted Trump campaign officials Carter Page and, reportedly, Paul Manafort.",
  "\"When material is produced to the Committee, it is generally produced to both the Majority and Minority and, in this case specifically, we expect it to be an equal review,\" a House Democratic aide told Business Insider on Thursday.",
  "\"If Speaker Ryan wants a credible investigation to come out of the House Intelligence Committee, he'll do everything he can to make sure Devin Nunes' fingerprints are not on our report,\" Swalwell told Business Insider at the time.",
  "Nunes complained in that letter that the DOJ still hadn't handed over everything he'd requested, which ultimately led to the deal the DOJ purportedly struck Wednesday night — a deal Democrats \"expect\" to be a part of.",
  "Democratic Rep. Eric Swalwell said in an October interview that \"the only person who can intervene\" to preserve the credibility of the committee's Russia investigation amid Nunes' actions was House Speaker Paul Ryan.",
  "Ryan met with Rosenstein and Wray on Wednesday to discuss Nunes' documents requests, and Nunes announced that a deal had been struck a short time after that meeting ended.",
  "In early December, the DOJ gave Nunes \"numerous FD-302's pertaining to the Steele dossier,\" according to a letter Nunes wrote to Rosenstein on December 28.",
  "The DOJ did not respond by the September deadline, and Nunes threatened to hold Rosenstein and FBI Director Chris Wray in contempt of Congress.",
  "Upon reviewing those documents himself, however, the committee's top Democrat, Rep. Adam Schiff, said they showed no evidence of wrongdoing.",
  "Ryan's spokeswoman, AshLee Strong, said the meeting had been requested by Rosenstein and Wray, but did not elaborate.",
  "\"We are working with the Majority and the administration to work out the details of this review,\" the aide said.",
  "Republicans, meanwhile, have accused Democrats of wanting to pursue an endless investigation.",
  "\"The committee looks forward to receiving access to the documents over the coming days.\"",
  "An FD-302 is an interview report detailing an agent's interactions with sources.",
  "Other House Republicans who reviewed the documents agreed.",
  "House Intelligence Committee Chairman Devin Nunes.",
  "The DOJ declined to comment."
]