[
  "He led the department's organized crime and racketeering section for over a decade and through last year served in a senior position within the Deputy Attorney General's Office until he was demoted, CNN reported , after it was discovered that he had communicated with Christopher Steele, the ex-British spy who crafted the dossier of salacious and unverified information about Trump and Russia, and the founder of the US firm, Fusion GPS, that was hired to dig up that dirt.",
  "\"Within the Department of Justice, every federal prosecutor has some level of security clearance because they're dealing with sensitive information,\" said Jodi L. Avergun, a former section chief at the DOJ's criminal division who now heads the white collar defense and investigations group at the law firm Cadwalader, Wickersham & Taft LLP.",
  "In testimony last month, Peter Strzok, the FBI agent who opened the agency's Russia investigation before being demoted and later fired after it was discovered he sent politically charged text messages, revealed that Ohr \"gave the FBI documents, which included material that I believe originated from Mr.",
  "Little is known publicly about the extent of the relationships between Ohr and Steele and Glenn Simpson, the Fusion GPS founder, but some House Republicans have seized on them as proof of an untoward connection between government officials and the roots of the Russia investigation that they criticize.",
  "Washington (CNN) President Donald Trump said Friday that he would likely strip the security clearance of a Justice Department official \"very quickly,\" opening a new front in his battle with figures related to the special counsel investigation into his campaign and Russian election interference.",
  "Simpson disclosed in a court filing last year that Ohr's wife, Nellie, worked for Fusion on \"research and analysis of Mr. Trump,\" and that Simpson met with Bruce Ohr \"at his request, after the November 2016 election to discuss our findings regarding Russia and the election.\"",
  "That changed on Wednesday when press secretary Sarah Sanders named Ohr from the White House podium alongside a list of former national security and law enforcement officials who have been critical of the President and are now having their security clearances reviewed.",
  "Select congressional offices are reviewing a production of Ohr's emails and handwritten notes provided by the Justice Department, according to Rep. Jim Jordan, an Ohio Republican who has been a chief skeptic of the Russia investigation on Capitol Hill.",
  "It's not clear what level of clearance Ohr possesses, but former officials say all Justice Department attorneys have a security clearance and its loss would be detrimental to agency work.",
  "Ohr will face his critics in a closed-door interview with members of the House Judiciary and Oversight and Government Reform committees on August 28, according to Republican officials.",
  "\"A top guy at the Justice Department who's getting information from his wife and another guy who are employed by (Fusion GPS) ... is feeding information to the FBI,\" Jordan said.",
  "A Justice Department spokeswoman said she could not comment on personnel matters when asked about Ohr's position within the department and the President's criticism of him.",
  "\"If someone in a sensitive position with the Department of Justice lost their security clearance it would likely make their job difficult to do,\" Avergun said.",
  "In testimony before the House Intelligence Committee in June, Deputy Attorney General Rod Rosenstein described Bruce Ohr's role in sober terms.",
  "On Friday, Trump expanded on his targeting of Ohr, who stood out on the list as the only official currently serving in government.",
  "The official, Bruce Ohr, is a longtime government prosecutor who up until this week had not been a household name.",
  "Ohr is currently an attorney within the DOJ's criminal division, according to a source familiar with his position.",
  "\"That is wrong, and everyone knows that's wrong, and it's not supposed to happen in America, but it did.\"",
  "\"When we learned of the relevant information, we arranged to transfer Mr. Ohr to a different office.\"",
  "The President has also tweeted criticism about Ohr and his wife, who was an employee of Fusion GPS.",
  "\"I think Bruce Ohr is a disgrace,\" Trump told reporters from the South Lawn on Friday.",
  "\"For him to be in the Justice Department and doing what he did, that is a disgrace.\"",
  "To my knowledge, he wasn't working on the Russia matter,\" Rosenstein said.",
  "Neither Bruce nor Nellie Ohr have made public remarks about the President.",
  "CNN has reached out to Ohr's personal attorney for comment.",
  "In an interview, Jordan called for Ohr to be fired.",
  "\"Mr. Ohr is a career employee of the department.",
  "He was there when I arrived.",
  "Steele.\""
]