[
  "“A lot of people think that the insurance policy was getting the FISA warrant on [former Trump campaign aide] Carter Page,” he told Laura Ingraham, host of “The Ingraham Angle.” “We actually believe it was more explicit than that.”\n\nWhite House Press Secretary Sarah Sanders said Trump had ordered the documents released by the Office of the Director of National Intelligence (ODNI) and the Justice Department \"[a]t the request of a number of committees of Congress, and for reasons of transparency.\"",
  "Rep. Devin Nunes, the House Intelligence Committee chairman, told Fox News exclusively on Monday that he believes President Trump’s order to declassify several documents related to the FBI Russia investigation will expose the “insurance policy” that was referred to in text messages between FBI figures Peter Strzok and Lisa Page.",
  "The text messages between Strzok and Page have been used by Trump to bolster his claim that the Russia collusion investigation is a “rigged witch hunt.” Democrats, by and large, don’t look at these texts as helpful in their case, but claim that the agents were never influenced by their comments.",
  "Trump also ordered the Justice Department to release text messages from a number of the key players in the Russia investigation \"without redaction\" -- including Ohr, Strzok, Lisa Page, former FBI Director James Comey and former FBI Deputy Director Andrew McCabe.",
  "He said the new information will shed new light on the dozen or so 302s from Justice Department official Bruce Ohr, which could show the interactions between ex-British spy Christopher Steele, Fusion GPS and “many other rotten apples” within the FBI.",
  "ODNI spokesperson Kellie Wade told Fox News: \"As requested by the White House, the ODNI is working expeditiously with our interagency partners to conduct a declassification review of the documents the President has identified for declassification.\"",
  "\"With respect to some of these materials, I have been previously informed by the FBI and Justice Department that they would consider their release a red line that must not be crossed as they may compromise sources and methods.",
  "\"[Trump] has decided to intervene in a pending law enforcement investigation by ordering the selective release of materials he believes are helpful to his defense team and thinks will advance a false narrative,\" Schiff said.",
  "A Justice Department spokesperson told Fox News that the DOJ and FBI \"are already working with the Director of National Intelligence to comply with the President's order.\"",
  "In a text from Strzok to Page dated Aug. 15, 2016, the pair discussed “an insurance policy” in the event that Donald Trump went on to win the presidential election.",
  "“I want to believe the path you threw out for consideration in Andy’s office – that there’s no way he gets elected – but I’m afraid we can’t take the risk.",
  "\"This is evidently of no consequence to a President who cares about nothing about the country and everything about his narrow self-interest,\" Schiff added.",
  "House Intelligence Committee ranking member Adam Schiff, D-Calif., called Trump's decision \"a clear abuse of power.\"",
  "Fox News' Samuel Chamberlain, Jake Gibson, Catherine Herridge and The Associated Press contributed to this report",
  "Nunes said the president’s orders are clear and anticipates the copies being sent out to the press in days.",
  "Nunes said he believes the declassification will provide exculpatory evidence for the president.",
  "It’s like an insurance policy in the unlikely event you die before you’re 40,” the text read.",
  "“This is really full transparency for the American people,” Nunes said."
]