[
  "WATCH:\n\nMcFadden, a former Justice Department official, asserted on Friday that Fusion GPS’s argument for his recusal was “factually misinformed and legally unpersuasive.”\n\nHe said that his work on the Trump campaign was “sporadic,” and involved him working “four hours every few weeks for two to three months” to help vet potential Cabinet nominees.",
  "Fusion argued that the volunteer work is a conflict of interest because the dossier makes direct allegations about Trump, namely that he is being blackmailed by the Russian government and that members of his campaign coordinated with Kremlin operatives to influence the outcome of the 2016 election.",
  "(RELATED: Federal Judge Recuses Herself From A Second Fusion GPS Case)\n\nFusion GPS, which was paid by the Clinton campaign and DNC to investigate Trump, has tried to avoid other dossier-related subpoenas, though with little success.",
  "Trevor McFadden, a judge in Washington, D.C., issued the ruling in response to a recusal request submitted last month by Fusion GPS, the opposition research firm that commissioned the dossier.",
  "The firm pointed to McFadden’s past work for a law firm that represented a Russian banker who is suing Fusion GPS over the dossier, which was written by former British spy Christopher Steele.",
  "Fusion sought McFadden’s recusal as part of an attempt to avoid complying with a subpoena issued by a Russian businessman who is suing BuzzFeed News for publishing the unverified dossier.",
  "McFadden, who was confirmed in October, took over the Fusion GPS subpoena matter after the case was reassigned following the recusal of U.S. District Judge Tanya Chutkan.",
  "The Daily Caller has reported that Chutkan, an Obama appointee, had links to Fusion GPS through the law firm she worked at before being nominated to the federal bench.",
  "Follow Chuck on Twitter\n\nFreedom of Speech Isn’t Free\n\nThe Daily Caller News Foundation is working hard to balance out the biased American media.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The revelation of those records prompted the law firm that represented the Clinton campaign and DNC to reveal that it funded the dossier.",
  "A Trump-appointed federal judge said Friday that he will not recuse himself from a lawsuit related to the Steele dossier.",
  "McFadden should also step down from the case, Fusion argued, because of volunteer work he did for the Trump campaign.",
  "Fusion has argued that McFadden has several potential conflicts of interest warranting his removal from the case.",
  "Trump and members of his campaign have vehemently denied the allegations made by Steele, a former MI6 agent.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The company lost a legal battle over the release of its bank records to the House Intelligence Committee.",
  "The businessman, Aleksej Gubarev, seeks depositions and documents from Fusion GPS as part of the lawsuit.",
  "In fact, I do not know the President and have not met him in any capacity,” McFadden said in his ruling.",
  "We’re not dependent on commercial or political support and we do not accept any government funding.",
  "“I did not come into contact with Mr. Trump or any of the senior members of his campaign team.",
  "Make a one-time donation to support the quality, independent journalism of TheDCNF.",
  "Gubarev’s legal team has said it did not make a request for Chutkan’s recusal.",
  "It is unclear why Chutkan recused herself from the case.",
  "For as little as $3, you can help us."
]