[
  "Ohr, a senior justice department official who specialises in investigating organised crime, has come under attack from Trump and Republicans because his wife has worked for Fusion GPS, a private intelligence firm that was involved in the production of a notorious “dossier” of allegations linking Trump to Russia.",
  "Play Video 4:47 Russia inquiry: how Trump's inner circle could bring him down – video explainer\n\nIn his request on Monday, Trump requested the release of 21 pages from an application made by the FBI in June 2017 to the foreign intelligence surveillance court for permission to continue surveilling Page.",
  "The president also ordered the declassification of documents relating to the FBI’s investigation of Carter Page, an adviser to Trump’s 2016 election campaign who was suspected by federal agents of conspiring with officials in Moscow.",
  "In a highly unusual move, the White House announced on Monday afternoon that the president had directed the justice department and Dan Coats, the director of national intelligence, to publish material that was being kept secret.",
  "Trump requested the release of “all text messages relating to the Russia investigation” from several former senior FBI officials, including James Comey, the former director, and Andrew McCabe, his former deputy.",
  "Trump hinted at the decision in a tweet on 6 September, predicting “maybe Declassification to find Additional Corruption” while attacking the so-called “Deep State” that he claims is working to undermine him.",
  "Donald Trump has ordered the release of classified documents as part of his effort to discredit the inquiry into Russian interference in the 2016 election and potential links with his campaign team.",
  "Trump further ordered the declassification of “all FBI reports of interviews with Bruce G Ohr prepared in connection with the Russia investigation”.",
  "So too were Peter Strzok and Lisa Page, former FBI officials who have come under scrutiny for messages they exchanged that were critical of Trump.",
  "He also asked for the publication of “all FBI reports of interviews prepared in connection” with applications to the court relating to Page.",
  "Trump has made wild accusations against both men, claiming they were part of a politically motivated plot against him.",
  "Ohr was also one of the senior officials whose text messages were ordered released by Trump on Monday."
]