[
  "However, a Justice Department spokesperson told Politico that they were interpreting the order as starting “a declassification review process that is conducted by various agencies within the intelligence community, in conjunction with the White House Counsel, to seek to ensure the safety of America’s national security interests.”\n\nThat suggests a far less indiscriminate release that will give agencies the chance to raise concerns about certain disclosures — but it also seems to go against the plain text of the president’s statement.",
  "The real bombshell, though, was in the second paragraph of Sanders’s statement: “President Donald J. Trump has directed the Department of Justice (including the FBI) to publicly release all text messages relating to the Russia investigation, without redaction, of James Comey, Andrew McCabe, Peter Strzok, Lisa Page, and Bruce Ohr.”\n\nIn other words, the president is demanding the release of an enormous amount of internal material, without redaction, about an ongoing investigation into his campaign and his associates.",
  "Late Monday afternoon, White House press secretary Sarah Sanders released a banal-sounding statement: that, “for reasons of transparency” and in response to requests from Congress, President Trump has directed the Justice Department to declassify a whole bunch of materials related to the Russia investigation — the ongoing inquiry into his own campaign — immediately.",
  "Trump wants to release texts from five people he’s cast as villains in a “deep state” plot against him\n\nTrump has singled out Russia investigation-related texts from four former officials and one current official whom he and conservative media have cast as villains in their narrative of a deep state plot against the president.",
  "He was removed from the Mueller probe in summer 2017, and was fired from the FBI in August 2018.\n\na former top FBI counter-espionage agent who worked on the Russia investigation in 2016 and 2017, until his politically charged texts with his co-worker Lisa Page (with whom he was having an affair) were discovered.",
  "But if Trump insists his order be carried out as stated, it will likely be difficult for the Justice Department to stomach, considering how much this would disclose about an extremely sensitive investigation — one that is, again, still active — and how much it would reveal about their sources and methods.",
  "Those text messages could discuss all manner of things, including, potentially, investigators’ suspicions, secret evidence, investigative methods, and information on confidential sources whose lives could be put at risk (if his instruction to release them “without redaction” truly is carried out).",
  "Those materials include a few specific things Trump wanted declassified: certain sections of the Carter Page FISA application (but, notably, not other sections of it) and FBI interviews related to Page, as well as FBI interviews with Justice Department official Bruce Ohr.",
  "Peter Strzok: a former top FBI counter-espionage agent who worked on the Russia investigation in 2016 and 2017, until his politically charged texts with his co-worker Lisa Page (with whom he was having an affair) were discovered.",
  "The DOJ redacted the person’s name:\n\nOr a redacted text Strzok wrote that same month, just before sending an animated text about “THESE ALLEGATIONS AND THE PERVASIVE CONNECTIONS.” What was the message that came before that text?",
  "One thing to note about these officials is that none of them are known to have had any role in the Mueller probe after the summer of 2017, so any information released in these texts will be somewhat outdated.",
  "Take, for instance, this text Strzok wrote on August 2, 2016, just days after the investigation was opened, saying he was about to interview someone (apparently in connection with the probe).",
  "She left Mueller’s team before her texts with Strzok were discovered in summer 2017.\n\na former FBI lawyer who also worked on the Russia investigation and (very briefly) Mueller’s team.",
  "Or this text exchange shortly after Trump fired Comey, in which Page and Strzok discuss the need to “lock in” someone “in a formal chargeable way.” Who were they trying to “lock in”?",
  "And, again, Trump is essentially demanding a look at the inner workings of an investigation into his own campaign, an investigation that he has routinely attacked and undermined.",
  "James Comey: the former FBI director, whom Trump fired in May 2017 and who has said Trump asked both for his “loyalty” and to let the investigation into Michael Flynn go.",
  "The declassifications should be fascinating for Russia probe watchers, who will get a closer look at day-to-day happenings in the early daystrzs of the investigation.",
  "However, Strzok and Page were deeply involved in the day-to-day workings of the Russia probe for much of 2016 and 2017, and they texted a whole lot about it too.",
  "the former FBI director, whom Trump fired in May 2017 and who has said Trump asked both for his “loyalty” and to let the investigation into Michael Flynn go.",
  "The GOP has been making hay of the texts between Strzok and Page all year, and this is an effort to surface similar material Trump can use to attack Mueller.",
  "It is also unclear how often Comey and McCabe texted about the Russia investigation; they may have preferred other forms of communication.",
  "Bruce Ohr: a still-serving Justice Department official who was in contact with Trump-Russia dossier writer Christopher Steele in 2016.",
  "The goal appears obvious: Trump is searching for something, anything, new he can use to try to discredit the investigation.",
  "And he’s doing this days after his former campaign chair, Paul Manafort, finally agreed to cooperate with Mueller’s team.",
  "There are many, many more examples in the thousands of texts Strzok and Page exchanged while they were working together.",
  "Justice Department officials said he was fired because he lied to the inspector general in a leak investigation.",
  "Justice Department officials said he was fired because he lied to the inspector general in a leak investigation.",
  "Many of those texts were released earlier this year at congressional request, but they were heavily redacted.",
  "Lisa Page: a former FBI lawyer who also worked on the Russia investigation and (very briefly) Mueller’s team.",
  "Trump has declassified minor materials before, but he’s done never done anything as wide-ranging as this.",
  "Andrew McCabe: the former deputy FBI director, who was demoted in January 2018 and fired in March 2018.",
  "President Trump just dramatically escalated his efforts to interfere with the Russia investigation.",
  "He was removed from the Mueller probe in summer 2017, and was fired from the FBI in August 2018.",
  "So we’ll have to see if the Justice Department manages to get the president to climb down.",
  "the former deputy FBI director, who was demoted in January 2018 and fired in March 2018.",
  "She left Mueller’s team before her texts with Strzok were discovered in summer 2017.",
  "(Ohr’s wife worked at Fusion GPS, the company that paid Steele for his work.)",
  "And Ohr is not known to have ever had any official role in the investigation.",
  "Is Trump demanding the release of these five people’s texts with each other?",
  "He’s not releasing these for “transparency.” He’s looking for ammunition.",
  "You can read the previously released redacted texts here and here.",
  "The White House statement calls for “immediate” declassification.",
  "The latter possibility would be far more wide-ranging.",
  "Or each of their Russia-related texts with anyone?",
  "Even the instruction itself isn’t entirely clear.",
  "The timing of the release is unclear.",
  "(He may be prosecuted criminally.)",
  "(He may be prosecuted criminally.)"
]