[
  "\"The Committee found that the FBI and DOJ failed to disclose the specific political actors paying for uncorroborated information that formed a substantial part of the FISA application, misled the FISC regarding dissemination of this information, and failed to correct these errors in the subsequent renewals,\" Nunes wrote in his letter to the court earlier this month.",
  "“While this analysis is underway, you may note that the Department of Justice possesses (or can easily obtain) the same responsive information the Court might possess, and because of separation of powers considerations, is better positioned than the Court to respond quickly,” Collyer wrote to Nunes.",
  "But in two letters from the court Thursday, Judge Rosemary M. Collyer made clear to Intelligence Committee Chairman Devin Nunes, R-Calif., and his House Judiciary Committee counterpart -- Rep. Bob Goodlatte, R-Va. -- that the information would be better obtained from the Justice Department.",
  "The Foreign Intelligence Surveillance Court (FISC) was responding to requests from the House Intelligence and House Judiciary committees for transcripts of hearings and other documents related to the applications to spy on Trump aide Carter Page.",
  "The head of a top secret surveillance court, in an unusual letter to GOP lawmakers, seemed to put pressure on the Justice Department to consider releasing documents related to the 2016 surveillance warrant granted against a Trump campaign aide.",
  "That dossier, penned by former British spy Christopher Steele while working for Fusion GPS, has come under scrutiny not only for its salacious allegations, but its funding by the Democratic National Committee and the Hillary Clinton campaign.",
  "The Carter Page warrant was granted just weeks before the 2016 election, and a memo released by Intelligence Committee Republicans this month indicates that allegations included in the Trump dossier were used as the basis for the warrant.",
  "Democrats on the intelligence committee are seeking to release their own memo -- which so far has been blocked by the White House, amid claims there are details that would harm national security.",
  "The transcripts from the application hearings could reveal to what extent the FBI and the DOJ relied on the dossier in its application and to what extent it disclosed Democratic ties.",
  "Republicans claim the Obama FBI relied heavily on the unverified anti-Trump dossier in their application and failed to adequately disclose the document's Democratic funding.",
  "After Nunes specifically sought transcripts, Collyer noted that the court does not typically make a \"systematic record\" of the questions and responses at those sessions.",
  "She said the requests raise “novel and significant questions.”\n\nThe DOJ did not immediately respond to a request for comment from Fox News.",
  "NUNES SEEKS TRANCRIPTS FROM CARTER PAGE FISA WARRANT HEARING\n\n\n\nDemocrats have described the Nunes memo as misleading.",
  "The court granted the original surveillance warrant on Oct. 21, 2016, and then three subsequent renewals.",
  "Collyer added that the court does not object to the Executive Branch giving such information to Congress.",
  "She noted in her other letter that Goodlatte already has made such a request to the DOJ and FBI.",
  "A spokesman for the House Intelligence Committee declined to comment on the letters.",
  "But her letters indicated the FBI and DOJ might have other \"responsive materials.\"",
  "What records exist and whether they will be turned over remains to be seen.",
  "Fox News’ Catherine Herridge and Shannon Bream contributed to this report."
]