[
  "(RELATED: EXCLUSIVE: Bruce Ohr Hid Wife’s Fusion GPS Payments From DOJ)\n\nAccording to Giuliani, a former U.S. attorney, Ohr’s wife receiving money on the dossier project would constitute “a crime unless he has a written waiver from Obama’s politicized DOJ which is possible.”\n\nAsked for comment, a Justice Department spokeswoman referred the matter to the DOJ’s office of the inspector general.",
  "— Rudy Giuliani (@RudyGiuliani) August 30, 2018\n\nOhr’s wife, a Russia expert named Nellie Ohr, worked for Fusion GPS as part of its Democrat-funded investigation into possible collusion between the Trump campaign and Russian government.",
  "Trump attorney Rudy Giuliani suggested the Department of Justice should investigate its own employee, Bruce Ohr, over payments his wife received from Fusion GPS, the opposition research firm that commissioned the Steele dossier.",
  "Writing on Twitter, Giuliani questioned whether the Justice Department has opened an investigation into whether Ohr had a written waiver for his wife’s work for Fusion GPS.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The law firm that represented the Clinton campaign and Democratic National Committee (DNC) paid Fusion GPS just over $1 million to investigate Trump.",
  "— Rudy Giuliani (@RudyGiuliani) August 30, 2018\n\nOhr’s wife was financially benefitted by Ohr, a DOJ official, advancing the Steele phony dossier.",
  "The Daily Caller News Foundation reported that Ohr did not obtain a conflict of interest waiver from the Justice Department for his wife’s work.",
  "Nellie Ohr was paid $44,000, according to California Republican Rep. Darrell Issa, who took part in Ohr’s hearing Tuesday.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Fusion, which was founded by three former Wall Street Journal reporters, paid Steele $178,000 for his work.",
  "“What are the odds the DOJ or Mueller have begun an investigation of Bruce Ohr for violating 18 USC sec.",
  "What are the odds the DOJ or Mueller have begun an investigation of Bruce Ohr for violating 18 USC sec.",
  "That’s a federal felony unless he disclosed all facts to the DOJ and has a written waiver.",
  "That’s a federal felony unless he disclosed all facts to the DOJ and has a written waiver.",
  "A crime unless he has a written waiver from Obama’s politicized DOJ which is possible.",
  "Her firm got some part of the $1.02 million paid by Hillary and DNC.",
  "How many of you know what that is?” Giuliani wrote.",
  "How many of you know what that is?",
  "208?",
  "208?"
]