[
  "Cohen's filing singled out BuzzFeed News Editor-in-Chief Ben Smith, who Cohen said decided to published the file \"in spite of his awareness that the Dossier was ... not intended to be part of public discourse or to make an argument in a public debate and that the Dossier's content also bore multiple hallmarks of its irresponsible collection and compilation.\"",
  "Michael Cohen, one of President Trump's personal attorneys, filed a \"defamation action\" Tuesday against BuzzFeed News and its editor-in-chief over allegations about him that were published in the now-infamous \"Trump-Russia dossier\" compiled by a former British spy.",
  "\"We strongly believed that publishing the disputed document whose existence we and others were reporting was in the public interest,\" Smith wrote, adding \"the chorus of criticism of our decision to publish has faded.\"",
  "Cohen also denied claims in the dossier that he has \"an inappropriate and possibly criminal relationship with the Russian government\" stemming from his relationship with his wife's family.",
  "In response to Cohen's suit, Buzzfeed spokesman Matt Mittenthal noted that \"the dossier is and continues to be, the subject of active investigations by Congress and intelligence agencies.",
  "In a lawsuit against BuzzFeed, filed in New York state court, Cohen said his personal and professional reputation had been harmed by BuzzFeed's decision to publish the dossier.",
  "In response, Cohen said his wife \"wife was born in the Ukraine region and immigrated to the United States over ... 40 years ago; she has never been to Russia.\"",
  "Cohen also filed a federal defamation lawsuit against Fusion GPS, the research firm that hired former MI6 agent Christopher Steele to compile the dossier.",
  "This is not the first time Trump's personal lawyer has attacked the free press, and we look forward to defending our First Amendment rights in court.\"",
  "\"[I am] collateral damage in a U.S. political operation – conducted by [Fusion GPS] – that has nothing to do with [me],\" Cohen's filing said.",
  "Cohen's name also was prominent in the dossier, which claimed that he met with Russian officials in Prague during the summer of 2016.",
  "The documents contained a number of unverified claims -- some about Trump's financial ties to Russia, and others more salacious.",
  "Under the headline, \"I'm proud we published the Trump-Russia dossier,\" Smith wrote that the file is \"unquestionably real news.\"",
  "Also Tuesday evening, The New York Times ran an opinion piece by Smith to mark the anniversary of the dossier's publication.",
  "In addition to Smith, Cohen's lawsuit names BuzzFeed reporter Ken Bensinger and editors Miriam Elder and Mark Schoofs.",
  "It was presented to two successive Presidents, and has been described in detail by news outlets around the world.",
  "Cohen repeatedly has denied both that such a meeting ever took place and that he had ever been to Prague at all.",
  "BuzzFeed published the full dossier in January 2017, days before Trump's inauguration.",
  "He seeks undisclosed damages and a jury trial.",
  "Its interest to the public is obvious."
]