[
  "Spicer was White House press secretary from the start of the Trump administration until July, and as the to White House spokesperson during that time, Spicer is believed to have been privy to some of the administration's most important and sensitive information.",
  "According to the Journal, Yates expressed concerns she had about the White House's handling of Mike Flynn, the former national security adviser ousted for misleading Vice President Mike Flynn about his contacts with Russian officials.",
  "Here are all the people we know so far who have spoken with Mueller's team, as they investigate Russian election meddling and any ties to Trump associates, and the dates when news outlets reported that the meetings had occurred.",
  "Comey, who has claimed Mr. Trump asked for his loyalty and pressured him to drop the Flynn matter, has been quite vocal on social media in the months since his firing and will soon be releasing a book on leadership.",
  "Nov. 3, 2017 - Dutch lawyer Alex Van Der Zwaan is interviewed by the special counsel's office and the FBI, and apparently misled officials about his communication with former Trump campaign aide Rick Gates.",
  "Dec. 11, 2017- The Wall Street Journal reports that former acting attorney general Sally Yates has been interviewed by the special counsel's office to discuss her meetings with White House officials.",
  "The top intelligence officials, according to CNN, told investigators that Mr. Trump had asked them to publicly state there was no collusion between his campaign representatives and Russians.",
  "Priebus served as White House chief of staff from the start of Mr. Trump's presidency until July of 2017, when he was replaced by current White House chief of staff John Kelly.",
  "The unverified dossier alleges ties between Mr. Trump and Russia, and Steele compiled it for the research firm Fusion GPS, which was working on behalf of Democratic operatives.",
  "Nov. 3, 2017 - CBS confirms that there have been at least four special counsel office meetings with current and former Trump White House staff, but none with top officials.",
  "June 22, 2017 - CNN reports that National Security Agency (NSA) Director Mike Rogers and Director of National Intelligence (DNI) Dan Coats met with the special counsel.",
  "Oct. 5, 2017 - CNN reports that the special counsel's office met with the author of the \"Trump dossier\", former British spy Christopher Steele, over the summer.",
  "Kushner was present in the June 2016 Trump Tower meeting, and as Mr. Trump's son-in-law and senior adviser, has been privy to extensive sensitive information.",
  "March 6, 2018 - George Nader, a top Arab Emirates adviser, has met in recent weeks with the special counsel's office and has been before the grand jury.",
  "Sept. 20, 2017 - Deputy Attorney General Rod Rosenstein interviewed by the special counsel's office about former FBI Director James Comey's firing.",
  "Special counsel Robert Mueller and his investigators have interviewed a number of current and former Trump administration and campaign officials.",
  "Miller is a senior adviser to the president, and has been key in pushing key agenda items for Mr. Trump, particularly immigration restrictions.",
  "Clovis, a former top Trump campaign official, supervised George Papadopoulos, the former Trump aide who pleaded guilty to lying to the FBI.",
  "Kaveladze is believed to have been present at the June 2016 Trump tower meeting with Donald Trump Jr., Jared Kushner and a Russian lawyer.",
  "Nov. 16, 2017 - CBS News reports that Georgian-American businessman Ike Kaveladze spent more than two hours at Mueller's office.",
  "FBI officials had recommended that McCabe be fired, ahead of a DOJ inspector general report expected to be critical of McCabe.",
  "March 17, 2018 - Paula Reid reports that former FBI deputy director Andrew McCabe has been interviewed by the special counsel.",
  "December 8, 2017 - It is reported and later confirmed by CBS News that Hope Hicks has met with the special counsel's office.",
  "Hicks, who is now departing as White House communications director, was with Mr. Trump since the beginning of his campaign.",
  "Feb.15, 2018 - CBS News' Paula Reid reports Mueller spoke to former Trump legal team spokesman Mark Corallo for 2.5 hours.",
  "McCabe, who has been criticized intensely by Mr. Trump, was fired by Sessions two days before he could retire this month.",
  "Priebus was the president's chief of staff during the time Mr. Trump fired Comey, and the time Mueller was appointed.",
  "Sources familiar with the process say the interview occurred the first week of November and lasted about 90 minutes.",
  "Jan. 24, 2018 - CBS News confirms that special counsel has interviewed CIA Director Mike Pompeo, Coats, and Rogers.",
  "Oct. 13, 2017 - CBS News confirms former White House chief of staff Reince Priebus met with the special counsel.",
  "Oct. 31, 2017 - NBC Reports Sam Clovis has been interviewed by the special counsel's office and the grand jury.",
  "Sessions has been repeatedly ridiculed by Mr. Trump for recusing himself from the Russia probe.",
  "Nov. 29, 2017 - CBS News confirms that Jared Kushner was interviewed by the special counsel.",
  "It was Rosenstein who appointed special counsel Robert Mueller after Mr. Trump fired Comey.",
  "Later in the month, Gates pleads guilty to financial fraud and lying to investigators.",
  "CBS News' Clare Hymes, Eleanor Watson and Kathryn Watson contributed to this report.",
  "Van Der Zwaan later pleaded guilty to lying to FBI officials during that interview.",
  "Nov. 30, 2017 - White House counsel Don McGahn is interviewed by special counsel.",
  "McGhan, CBS News has reported, threatened to resign months earlier, in June 2017.",
  "The interviews up to this point had only been with mid to lower-level officials.",
  "Jan. 23, 2018 - CBS News confirms Mueller interviewed Sessions the prior week.",
  "Rosenstein is a key figure in any investigative procedures related to Comey.",
  "Nov. 9, 2017 - Mueller has interviewed Stephen Miller, CBS News confirms.",
  "Oct. 17, 2017 - Mueller's team meets with Sean Spicer, CBS News confirms.",
  "Jan. 23, 2018 - CBS News confirms Mueller interviewed Comey in December.",
  "Around that time, Mr. Trump discussed the possibility of firing Mueller.",
  "Kushner's legal team has handed over records related to Comey's firing.",
  "Feb. 1, 2018 - Rick Gates interviewed by the special counsel's office.",
  "Nader is reportedly cooperating with Mueller's investigation.",
  "Priebus' lawyer said he \"was voluntarily interviewed.\""
]