[
  "Developing now, Thursday, Jan. 18, 2018\n\nLawmakers are pointing fingers as a spending bill to avoid a government shutdown Friday hits roadblocks\n\nPresident Trump unveils his 'Fake News Awards' as the New York Times and CNN top the list of 'winners'\n\nFox News Exclusive: White House Chief of Staff John Kelly suggests then-candidate Donald Trump wasn't 'fully informed' when he made border wall promise\n\nSteve Bannon is expected to meet with congressional investigators again Thursday as part of their Russia probe as he agrees to a separate interview with Special Counsel Robert Mueller\n\nHouse Intel Committee to vote on whether to release transcript of interview with co-founder of the firm behind the anti-Trump dossier\n\nTHE LEAD STORY - SHUTDOWN CLOCK IS TICKING: Democratic and Republican congressional leaders are taking turns pointing fingers over who's blocking a spending bill to avert a possible government shutdown, with immigration and military spending emerging as key issues ... House Majority Leader Kevin McCarthy suggested Wednesday that the chamber’s Democratic leaders are telling their rank-and-file members not to support a GOP temporary spending plan to keep federal agencies open past Friday through Feb. 16.",
  ": The House Intelligence Committee is expected to make a decision Thursday on whether to release hours of private testimony from an interview with the co-founder of the firm that compiled the infamous anti-Trump dossier ... A source told Fox News the committee will vote Thursday on whether to release the transcript of its interview with Fusion GPS’ Glenn Simpson, who testified behind closed doors in November 2017.",
  "BANNON BACK ON THE HILL: Steve Bannon will return to Capitol Hill Thursday afternoon for another meeting with the House Intelligence Committee as part of their Russia investigation, sources tell Fox News ... Bannon, who served as President Trump’s campaign manager and senior policy adviser before falling out with the White House, testified for nearly 12 hours behind closed doors with the committee on Tuesday.",
  "ET: Marc Lotter, former assistant to President Donald Trump, on the battle over DACA and a government shutdown; Linda McMahon, administrator of the Small Business Administration, on the Conversation with the Women of America panel, Trump's first year in office and accomplishments of the SBA; \"Fox News Sunday\" host Chris Wallace talks government shutdown, Trump \"Fake News Awards\" and more.",
  "The list, published on GOP.com, noted that “studies have shown that over 90% of the media’s coverage of President Trump is negative.” It went on to call 2017 “a year of unrelenting bias, unfair news coverage and even downright fake news.” Coming in first place was The New York Times' Paul Krugman for his prediction that the stock markets would never recover from Trump’s election.",
  "ET: Sara Carter breaks down the latest in the Fusion GPS investigation; Sen. John Cornyn on the fight to avoid a government shutdown; Griff Jenkins goes to the border to investigate the death of an agent; and Newt Gingrich takes a closer look at President Trump's \"Fake News Awards.\"",
  "#OnThisDay\n\n2013: Former Democratic New Orleans Mayor Ray Nagin is indicted on charges that he used his office for personal gain, accepting payoffs, free trips and gratuities from contractors while the city was struggling to recover from the devastation of Hurricane Katrina.",
  "\"There's been an evolutionary process that this president has gone through... and I pointed out to all the members that were in the room that they all say things during the course of campaigns that may or may not be fully informed,” he told Bret Baier on \"Special Report.\"",
  "His refusal prompted an immediate subpoena from committee Chairman Devin Nunes, R-Calif.\n\nSchiff said that it was the first time Republicans on the committee issued a subpoena in response to a witness refusing to answer questions at the instruction of the White House.",
  "FOX NEWS EXCLUSIVE: White House Chief of Staff John Kelly suggested during an interview with Fox News that then-candidate Donald Trump was not “fully informed” when he promised to build a wall along the entire border with Mexico ...",
  "The House Intel Committee posted a notice on its website titled, “Business Meeting: Consideration of the Public Release of a Committee Transcript.” The transcript referenced is from Simpson’s interview, a source told Fox News.",
  "Bannon's second visit to the Hill this week comes after he agreed to be interviewed by Russia Special Counsel Robert Mueller, avoiding the prospect of appearing under subpoena before a grand jury.",
  "ET: Mercedes Schlapp, White House senior communications adviser, and Project Veritas founder James O'Keefe join the show to discuss President Trump's long-running feud with the mainstream media.",
  "On Fox News Radio:\n\nThe Fox News Rundown podcast: The blame game has kicked into high gear between Democratic and Republican lawmakers as the possibility of a government shutdown looms.",
  "– Judge Andrew Napolitano, on \"Happening Now,\" arguing that Steve Bannon will be entering a \"very dangerous environment\" when he interviews with Special Counsel Robert Mueller's team.",
  "AND THE ‘FAKE NEWS AWARDS’ GO TO …: President Trump revealed the winners of his self-proclaimed \"Fake News\"awards Wednesday night on Twitter, with The New York Times topping the list.",
  "And for some reason, Steve Bannon's lawyers are negotiating with Bob Mueller and have agreed to produce him against the learned advice of: Never talk to a guy that owns a grand jury.",
  "MINDING YOUR BUSINESS\n\nDow surges 322 points, closes above 26,000 for first time | Five stocks leading the Dow's rally\n\nApple to give $2,500 bonuses to employees after tax reform.",
  "The committee’s top Democrat, Rep. Adam Schiff, D-Calif., said Bannon refused to answer questions about his time in the White House or his work on the presidential transition.",
  "Still, Kelly insisted that the president has been committed to building hundreds of miles of new wall on the border as part of a deal with Democrats on immigration.",
  "Kelly didn’t deny a report in the Washington Post on Wednesday that he told Democratic lawmakers Trump was uninformed on the wall during the campaign.",
  "NEW IN FOX NEWS OPINION\n\nTony Perkins: Pence’s trip to the Middle East could spark action that results in tangible aid for persecuted Christians.",
  "ET: Guests include: Rep. Roger Williams; Roger McNamee, founding partner of Elevation Partners and an early investor in Facebook; Danica Patrick.",
  "Democrats have pushed hard to have any spending agreement, or continuing resolution, include permanent protections for young illegal immigrants.",
  "Top House Intel Committee Dem says Corey Lewandowski should be subpoenaed\n\n'UNWELCOME SURPRISES' IN STORE FOR DEMS AND FUSION GPS SUPPORTERS?",
  "MAINSTREAM MEDIA MADNESS\n\nCNN’s Sanjay Gupta roasted for stating Trump has heart disease after White House doctor gives clean bill of health.",
  "ET: Former Trump White House communications director Anthony Scaramucci on Steve Bannon's grilling over Russia on Capitol Hill and more.",
  "WATCH\n\n'FAKE NEWS' LIFETIME ACHIEVEMENT AWARD: \"This guy makes up more stuff, and he should be crowned the fountainhead of fake news.\"",
  "– Juan Williams, co-host of \"The Five,\" making the case for President Trump to receive a \"lifetime achievement award\" for fake news.",
  "Tom Schatz, president of Citizens Against Government Waste, explains why he believes earmarks are corrupt, unfair and wasteful.",
  "(Nagin was found guilty of the charges, including bribery and money laundering, and is serving a 10-year prison sentence.)",
  "1967: Albert DeSalvo, who claimed to be the \"Boston Strangler,\" is convicted of armed robbery, assault and sex offenses.",
  "Trump and the Russia investigation: What to know\n\nAS SEEN ON FOX NEWS\n\n'PERJURY TRAP': \"Bob Mueller is running the show.",
  "Earmarks have been banned in Congress since 2011, but some lawmakers don’t think bringing them back is a bad idea.",
  "“Democrats and Fusion GPS supporters will get some unwelcome surprises if this is published,” the source said.",
  "WATCH\n\nACROSS THE NATION\n\nSouth Carolina officer dies, three others remain wounded, after 'ambush' shooting.",
  "Newt Gingrich: Hawaii’s false missile alert shows America must urgently develop a missile defense system.",
  "LAPD spent millions on 'green' electric BMWs used for joyrides to nail salons, day lunches: report.",
  "(By the way, the Dow Jones industrial average closed above 26,000 for the first time on Wednesday.)",
  "CNN also came out as a “winner,” with the left-leaning news network making the list four times ...",
  "HOLLYWOOD SQUARED\n\nJames Franco will reportedly attend the SAG Awards amid harassment controversy.",
  "1993: The Martin Luther King Jr. holiday is observed in all 50 states for the first time.",
  "ET: Rep Raul Labrador takes on the battle over DACA as a government shutdown approaches.",
  "Kevin Spacey the subject of a third investigation by U.K. police over sexual assault.",
  "Nick Nolte talks 2002 arrest photo: 'I looked like an asylum inmate out for a lark'.",
  "Cavuto: Coast to Coast, Noon ET: Ariz. Rep. Andy Biggs, House Freedom Caucus member.",
  "NBC appoints new 'Today' boss in wake of Matt Lauer's ouster, but top execs remain.",
  "A transcript from a Senate committee's interview of Simpson was released last week.",
  "However, time is running out, with a shutdown is quickly approaching this Friday.",
  "Fox News' Jared Halpern explains the potential major implications of a shutdown.",
  "ET: Sen. James Lankford on the latest talks to avoid a government shutdown.",
  "NBC sends Katie Couric to Olympics in new embarrassment for Megyn Kelly.",
  "Counterfeit cash circulating in 11 states: Here’s how to spot it.",
  "Want the Fox News Rundown sent straight to your mobile device?",
  "ET: Ohio Rep. Jim Renacci on the looming government shutdown.",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "Largest known underwater cave on Earth discovered in Mexico.",
  "Van Gogh discovery: Previously unknown drawings identified.",
  "We'll see you in your inbox first thing Friday morning.",
  "Plus, commentary by \"The Five\" co-host Juan Williams.",
  "Time to stop questioning his fitness for office.",
  "STAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m.",
  "Alligator fights python on Florida golf course.",
  "On Fox Business:\n\nMornings with Maria, 6 a.m.",
  "Thank you for joining us on Fox News First!",
  "Bob Dole receives Congressional Gold Medal.",
  "(DeSalvo was killed in prison in 1973.)",
  "Dr. Marc Siegel: Trump's healthy!",
  "The Brian Kilmeade Show, 9 a.m.",
  "Tucker Carlson Tonight, 8 p.m.",
  "The Tom Shillue Show, 3 p.m.",
  "The Ingraham Angle, 10 p.m.",
  "Welcome to Fox News First.",
  "Fox News @ Night, 11 p.m.",
  "Varney & Company, 9 a.m.",
  "DID YOU HEAR ABOUT THIS?",
  "Not signed up yet?",
  "He'll trap you.\"",
  "Enjoy your day!",
  "Click here."
]