[
  "A source familiar with the document told The Hill that “the FBI used a fall 2016 news story with allegations of Trump-Russia collusion that were similar to Steele’s dossier as evidence to ask the Foreign Intelligence Surveillance Court to issue a surveillance warrant against Trump campaign adviser Carter Page.”\n\nIowa Republican Rep. Steve King said of the memo in an interview with Fox News host Tucker Carlson Thursday night, “This is earth-shaking.",
  "Devin Nunes, the House Republican who chairs the intelligence committee and who has been leading the charge to release the document, said in a statement that this was a “strange attempt to thwart publication of the memo.”\n\n“The committee minority is now complaining about minor edits to the memo, including grammatical fixes and two edits requested by the F.B.I.",
  "“In this case, because Democrats are trying to continue to smear Trump, they’ve got a special prosecutor looking into an allegation that may be built completely on a bed of lies, and again, getting out all the facts whether it’s a short memo or underlying facts,” California Rep. Darrell Issa told The Daily Caller Wednesday.",
  "Democratic Rep. Adam B. Schiff made a last-minute attempt to stop the release of the four-page document late Wednesday night, claiming in a letter that Republicans had made “material changes” to the memo after voting to release it and sending it to the White House.",
  "The four-page memo written by Republicans on the House Intelligence Committee contends that FBI officials used the unverified Steele dossier to obtain a secret warrant to spy on a Trump associate, according to a source with direct knowledge of the document.",
  "Early Friday morning, Donald Trump declared on Twitter, “The top Leadership and Investigators of the FBI and the Justice Department have politicized the sacred investigative process in favor of Democrats.”\n\nJulia Nista and Chuck Ross contributed reporting.",
  "The memo will also make the claim that the FBI used at least one media report to corroborate the Fusion-produced document and convince the FISA court to grant the warrant to surveil Page, according to the source who has seen the document.",
  "Read It Here)\n\nThe Daily Caller’s source made clear that the dossier was used to procure a warrant even after it was clear that the document was paid for by the Democratic National Committee and Hillary Clinton’s presidential campaign.",
  "WATCH:\n\nThe FBI, according to the memo, did not disclose information on the funding and origins of the dossier in a Foreign Intelligence Surveillance Act (FISA) application submitted to a federal judge in September 2016.",
  "This week, FBI Director Christopher A. Wray oversaw the abrupt resignation of FBI Deputy Director Andrew McCabe, who is harshly implicated in the memo, according to the Daily Caller source who has reviewed the document.",
  "It’s worse than Watergate, and the only thing that we don’t know yet is … does this lead all the way to a president of the United States.”\n\nThe memo was also reviewed by the FBI earlier this week.",
  "Steele first briefed the FBI on his findings in July 2016, several weeks before the FBI opened a counterintelligence investigation into possible Russian interference in the presidential campaign.",
  "Page, an energy consultant who joined the Trump campaign in March 2016, has disputed allegations in Steele’s report, which he refers to as the “dodgy dossier.” He is also suing Yahoo!",
  "A former British intelligence (MI6) officer, Christopher Steele, researched and wrote the dossier, which is comprised of 17 separate memos dated from June 20, 2016 to Dec. 13, 2016.",
  "The dossier claimed President Trump had connections to Russia and that Trump’s campaign engaged in possible coordination with the Kremlin in attempts to meddle in the 2016 election.",
  "“As expressed during our initial review, we have grave concerns about material omissions of fact that fundamentally impact the memo’s accuracy,” the bureau said in a statement.",
  "The dossier and the Yahoo report allege that during a well-publicized trip to Moscow in July 2016, Page met secretly with two Kremlin insiders, Igor Sechin and Igor Diveykin.",
  "“It has the fingerprints all over it of being a dirty trick, not opposition research, but creation of false opposition research, in other words — things that didn’t happen.",
  "“Fusion GPS obviously influenced news stories and influenced other things, so that was what we were looking into,” another source familiar with the memo told TheDC.",
  "The intelligence community has roundly criticized the document, claiming it’s release would jeopardize intelligence gathering techniques and government secrets.",
  "Steele disclosed in a London court case that he was instructed by Fusion GPS to brief reporters from The New York Times, The Washington Post, Yahoo!",
  "The story, which used confirmation from an unnamed senior law enforcement official, cites Steele’s specific allegations in the dossier about Page.",
  "Steele and Simpson, who have worked together since 2010, have revealed some details of their contacts with reporters during the dossier project.",
  "The memo, based on information provided by the FBI and the Department of Justice, may be released Friday, with White House approval.",
  "The Democrats hired the Washington research firm Fusion GPS, co-founded by former journalist Glenn Simpson, to produce the dossier.",
  "Yahoo reported on Sept. 23, 2016 that the FBI was investigating Page, the Trump campaign adviser, over his contacts with Russians.",
  "It asserts that the FBI used the dubious dossier to obtain a warrant to spy on Trump campaign adviser Carter Page.",
  "The source says that the memo names journalists and outlets who referenced the dossier before the 2016 election.",
  "News chief investigative correspondent Michael Isikoff mentioned Steele’s work prior to the 2016 election.",
  "Schiff called for a revote on the release of the memo, which would delay the process by a number of days.",
  "The dossier also alleges that Page colluded directly with Russian operatives to influence the election.",
  "Other Trump campaign associates were also spied on during the campaign.",
  "Wray had strongly advised the White House to not release the memo.",
  "Both Mother Jones Washington bureau chief David Corn and Yahoo!",
  "Afterward, the agency warned against releasing the document.",
  "News and The New Yorker on his Trump investigation.",
  "and by the minority themselves,” he said.",
  "(UPDATE: The Memo Has Been Released.",
  "And then spreading it,” said Issa.",
  "News over its report."
]