[
  "A former contractor for Fusion GPS claims the opposition research firm got its investigation of former Trump campaign chairman Paul Manafort “almost completely wrong.”\n\nGraham Stack, who was hired by Fusion GPS in July 2016, writes in the Kyiv Post that he “share[s] the blame” for creating what he now says is a false narrative that Manafort worked for the Ukrainian government to advance a pro-Russia agenda.",
  "Because we got Manafort almost completely wrong.”\n\nStack’s analysis raises questions about other investigative angles taken by Fusion GPS, which was hired by the Clinton campaign and Democratic National Committee (DNC) in Spring 2016 to investigate then-candidate Donald Trump’s ties to Russia.",
  "“What we got wrong about Manafort — and what Mueller has got partly right in his indictment — is that Manafort was nothing like a pro-Kremlin influence on the former Ukrainian President Viktor Yanukovych, as the dossier alleged.",
  "(RELATED: FBI Had Only ‘Medium Confidence’ In Steele Dossier)\n\nMuch of Fusion’s research into Manafort stemmed from work done by Glenn Simpson, one of the founders of Fusion GPS and a former Wall Street Journal reporter.",
  "“This narrative was developed by Washington commercial intelligence firm Fusion GPS in 2016, as part of their now famous dossier on Trump, distributed widely among major media outlets,” Stack continued.",
  "(RELATED: Fusion GPS Founder Shared ‘False Story’ About Conservative Lawyer During Meeting With Bruce Ohr)\n\nNone of the major allegations in the dossier have been publicly verified.",
  "“There have been scores of media articles about Manafort — and 90 percent regurgitate the simplistic narrative of Manafort as a Kremlin trojan horse,” Stack wrote at the Kyiv Post.",
  "Graham Stack, a freelance journalist hired by Fusion GPS, says the opposition research firm was “almost completely wrong” about former Trump campaign chairman Paul Manafort.",
  "The 69-year-old Republican operative was convicted Aug. 21 on charges of bank fraud and tax fraud related to his work for Viktor Yanukovych, the former president of Ukraine.",
  "The result of that contract is the Steele dossier, the unverified 35-page report that alleges the Trump campaign conspired with the Kremlin to influence the 2016 election.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "But Stack, who has written for the Organized Crime and Corruption Reporting Project, argues that Manafort’s work in Ukraine did not advance Russia’s interests.",
  "Manafort was fired from the Trump team in August 2016 after The New York Times and The Associated Press reported details of Manafort’s work for Yanukovych.",
  "And the FBI determined in one assessment that it had only “medium confidence” in the report, which was written by former British spy Christopher Steele.",
  "TheNYT reported that a secret ledger existed showing that Manafort was paid nearly $13 million for his consulting work.",
  "Manafort has been one of the main targets of the special counsel’s investigation, which is being led by Robert Mueller.",
  "Manafort pleaded guilty to conspiracy charges Friday, just ahead of a second trial he was to face in Washington, D.C.",
  "Stack says Fusion GPS provided most of the research cited by the media that suggested Manafort was a Kremlin stooge.",
  "Instead, Manafort was one of the driving forces pushing Yanukovych towards signing the agreement with the EU.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "It is unclear whether Manafort is providing information about the Trump campaign as part of the agreement.",
  "Stack says he “shares the blame” for pushing the research, which he now says is part of a false narrative.",
  "The Associated Press reported that Manafort secretly paid two lobbying firms $2.2 million.",
  "“Manafort was amazingly successful in bringing Ukraine into the Western fold,” he said.",
  "He is cooperating with special counsel Robert Mueller’s team as part of the plea deal.",
  "Manafort’s Ukraine work was first investigated by the Department of Justice in 2014.",
  "He was interviewed multiple times by the FBI, but no charges were filed in the case.",
  "“As a contributor to the Fusion GPS research on Manafort, I share the blame.",
  "The Kremlin has every reason to hate him,” Stack wrote."
]