[
  "Fusion GPS concluded that the statement “it’s a baby” was not technically heard and that the technician’s words should have been deemed unintelligible: “In our view, CMP created the purported statement, “it’s a baby,’ either through transcription error or intentional fabrication.”\n\nAnd it determined that the “another boy” comment was taken dramatically out of context and might have even been said in response to a question by the CMP operatives that was later cut from the tape.",
  "But the firm also wrote that it is impossible to characterize the extent to which the edits and cuts distort the meaning of the conversations depicted and that there was no “widespread evidence of substantive video manipulation.”\n\nEven if the videos fall short of legal or journalistic standards, they’ve already made a substantial impact in Washington and some states.",
  "“The attacks on us have the intended purpose of making it appear that fetal tissue research is an enormous focus of Planned Parenthood,” Cecile Richards, the president of Planned Parenthood Federation of America, wrote in a letter to House Speaker John Boehner and Minority Leader Nancy Pelosi, Senate Majority Leader Mitch McConnell and Minority Leader Harry Reid.",
  "David Daleiden, who headed the Center for Medical Progress’ operation, called the report “a desperate, 11th-hour attempt to distract from the conversations and admissions that are documented really clearly on the video and in records.” He said he has about four videos that he still plans to release.",
  "Report for Planned Parenthood finds sting videos manipulated\n\nA report commissioned by Planned Parenthood has found that the sting videos targeting its tissue donation practices contain intentionally deceptive edits and inaccurately transcribed conversations and are missing footage.",
  "“The absence of bathroom breaks and waiting periods between meetings does not change the hours of dialogue with top-level Planned Parenthood executives eager to manipulate abortion procedures to get high-quality baby parts for financially profitable sale,” he said in a statement.",
  "“But the simple fact is that 99 percent of our health centers have no involvement in this work.”\n\nFusion GPS outlined 42 instances in which CMP edited out content from the short as well as so-called full versions of the tapes, several of which were secretly recorded.",
  "For example, one Planned Parenthood official made a reference to “diversifying the revenue stream” in regard to expanding patient services, but that was ultimately portrayed as collecting revenue from fetal tissue donations.",
  "Planned Parenthood also told lawmakers that only two of the 59 Planned Parenthood affiliates are currently involved in fetal tissue research — and that there is no evidence any affiliate has broken federal or state laws.",
  "It speculates that the cuts could include moments in which CMP activists, who were posing as representatives of a fictitious tissue procurement company, said things to lead the officials into damning statements.",
  "The forensic report, which relied on video and transcription experts who were hired by Fusion GPS and not associated with Planned Parenthood, is the first comprehensive account of the videos’ discrepancies.",
  "According to its report, the phrase would be out of place after statements from lab technicians engaged in a fairly technical discussion of identifying internal organs like the liver and thymus.",
  "The report concludes that the degree of manipulation means the videos have no “evidentiary value” in a legal context, can’t be used in “official inquiries” and lack credulity as journalism.",
  "Fusion GPS says that the short versions of the videos, which have gotten significantly more attention than the longer versions, were distorted to misrepresent the full conversations.",
  "For example, it concluded that a camera’s recording was paused at some point during filming inside a lab while a technician sorted through the tissue and organs of an aborted fetus.",
  "Those findings are a direct response to CMP’s arguments in court — while fighting efforts to prevent it from releasing more video — that it is protected by the First Amendment.",
  "The company also identified instances in which context was eliminated, minutes of film were deleted and transcripts released by CMP did not match what was said on the tapes.",
  "The Center for Medical Progress claims that the eight tapes it has released show evidence that Planned Parenthood is making money by trafficking fetal tissue and organs.",
  "The firm also found several instances in which the transcripts that CMP released did not match up to the transcriptions done by an outside group for Fusion GPS.",
  "Daleiden, who founded and leads CMP, told POLITICO that the footage missing from the tapes is “bathroom breaks” and conversations between the group’s members.",
  "Fusion GPS also raises significant doubts about two phrases that Planned Parenthood technicians in one video appear to utter as they analyze tissue in a lab.",
  "Story Continued Below\n\nThe women’s health organization strongly denies those accusations and has repeatedly said the tapes are highly edited and misleading.",
  "Some congressional Republicans are threatening to block any bill to fund the government next month if it includes taxpayer dollars for Planned Parenthood.",
  "Both phrases — “it’s a baby” and “another boy” — have been highlighted by CMP allies, who say they’re evidence of Planned Parenthood’s cavalier practices.",
  "At one point in the tapes, his colleague accidentally calls him David, and he accidentally introduces himself as David before correcting himself.",
  "Fusion GPS found that at least two of the filmed interviews with Planned Parenthood officials are missing at least 30 minutes of content.",
  "The report by research firm Fusion GPS attempts to undermine the videos’ political, legal and journalistic value.",
  "It was sent to congressional leadership on Thursday to counter Hill investigations of Planned Parenthood’s work.",
  "Finally, it found evidence that the man representing the fake BioMax company in the videos is likely Daleiden.",
  "But there is no evidence that the anti-abortion group behind the attack made up dialogue.",
  "This article tagged under: Abortion\n\nPlanned Parenthood\n\nPolitics",
  "He denied cutting anything substantial or any leading questions.",
  "Several governors are also seeking to defund the organization.",
  "Thursday’s report is unlikely to derail their efforts."
]