[
  "Shearer said he did not have the supposed tapes, TheDCNF’s source said, adding that Shearer’s situation sounded like a “rope-a-dope story where the FSB throws this stuff out there, sucks people in, tries to get money.”\n\nA U.S. government official who was briefed on the Shearer memos in Aug. 2016 — though not by Shearer — told TheDCNF that the allegations were not taken seriously because Shearer was “not a guy with a whole lot of credibility.”\n\n“The whole thing stinks,” recalled the official, who spoke on the condition of anonymity because of the sensitivity of the Russia investigation.",
  "He tipped off ABC News, which conducted an on-air interview with Millian, in which he said Trump ‘likes Russia, because he likes beautiful ladies — talking to them, of course,'” write Michael Isikoff and David Corn, the authors of “Russian Roulette.” Corn is the Washington bureau chief of the left-wing Mother Jones magazine.",
  "Shearer, whose brother-in-law is Brookings Institutions President Strobe Talbott, was also reportedly investigated by the State Department’s inspector general in the late 1990s for allegedly misrepresenting himself as State Department official during negotiations with associates of a Bosnian warlord.",
  "Clinton operatives pushed a dossier during the 2016 presidential campaign that appeared to be a classic “rope-a-dope” scheme being peddled by purported Russian spies, according to a person who was briefed on the documents by one of the Clinton insiders during the 2016 presidential campaign.",
  "The official said that Shearer’s effort showed that Clinton loyalists were “doing their best to get this stuff out into the mainstream media before the election.”\n\nShearer’s memos have received little media attention since their existence was revealed in January.",
  "Shearer wrote that he relied on information from an unnamed Turkish businessman who claimed to have “excellent contacts within the FSB.” The businessman said the FSB source knew of a “cut out” between the Trump campaign and Russian President Vladimir Putin.",
  "(RELATED: TheDCNF And Judicial Watch Sue State Department For Christopher Steele Records)\n\nThat allegation was similar to the one contained in Steele’s dossier, which was funded by the Clinton campaign and Democratic National Committee.",
  "Shearer first gained notoriety in 1991 when he was involved in spreading the false claim that Dan Quayle, the vice president, purchased drugs from Brett Kimberlin, a drug dealer who was the culprit behind the Speedway bombings.",
  "According to the source, who spoke to The Daily Caller News Foundation on condition of anonymity, Shearer claimed that members of Russia’s spy service, the FSB, had video tape of Trump engaged in sexually compromising acts.",
  "While Ross did not secure the explosive interview he sought, he did interview Sergei Millian, a Belarus-born businessman who is alleged to be “Source D,” the dossier’s main source for the Moscow hotel room allegation.",
  "According to Shearer, Ross said that he would report on the story if he would “fly to Moscow to tape and air for broadcast,” which he would do if he could find a “talking head source” to back up Shearer’s claims.",
  "Baer told Real Clear Investigations that he picked up that story “from acquaintances at The New York Times who were trying to run the story down.” He recalled speaking with Shearer in March or April 2016.",
  "Journalist Lee Smith reported that Shearer created two four-page reports entitled “Donald Trump — Background Notes — The Compromised Candidate” and “FSB Interview,” a reference to the Russian spy agency.",
  "While the FBI is reportedly investigating the claims made in the Shearer memos, one person who discussed the document with Shearer during the campaign says it appeared at the time to be a ruse.",
  "(RELATED: Book Reveals New Details About Alleged Steele Dossier Source)\n\nMillian’s alleged involvement as a source for the dossier has raised questions about the veracity of the document.",
  "Cullison, a former Moscow correspondent for The Wall Street Journal, was one of the three reporters who broke the Jan. 11, 2017 story revealing that Steele was the author of the dossier.",
  "According to Lee Smith, the Real Clear Investigations reporter, Shearer’s memos also detail conversations he had with two journalists who heard rumors about Trump’s activities in Moscow.",
  "It remains unclear how Shearer knew that the DNC was involved with Fusion GPS and how he happened to speak with two reporters who were in contact with the opposition research firm.",
  "According to Real Clear Investigations, Shearer claimed in his memo that Cullison told him that the DNC was paying Fusion GPS to corroborate the story about Trump’s Moscow visit.",
  "As Smith notes, if that timeline is accurate, Shearer was investigating the salacious Trump claims at around the time that Fusion GPS was hired by the Clinton campaign and DNC.",
  "Both of the journalists, ABC News’ Brian Ross and The Wall Street Journal’s Alan Cullison, had been in contact with Fusion GPS, the opposition research firm that hired Steele.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "But as Lee Smith notes in his report at Real Clear Investigations, even if Cullison did not know that the DNC had hired Fusion GPS, Shearer clearly had that information.",
  "“From observing Trump for years in previous visits to Moscow, the FSB knew he had a weakness for women,” reads the Shearer memo, according to Real Clear Investigations.",
  "Shearer said that Baer claimed that “the Russians had established an encrypted communication system” between the Trump campaign and Russian president Vladimir Putin.",
  "The Guardian broke the story that the documents had been passed to the FBI through Steele and that the bureau was attempting to ascertain their accuracy.",
  "The eight-page document eventually made its way to the FBI through Christopher Steele, the former British spy who wrote a dossier of his own.",
  "Steele, a former MI6 officer, cited a source who said that the Kremlin has video of Trump in a Moscow hotel room in 2013 with prostitutes.",
  "The Trump campaign was “also involved hacking his opponents and trying to alter votes on election day,” Shearer’s source claimed.",
  "(RELATED: Clinton ‘Hatchet Man’ Shopped Trump Dirt Earlier Than Previously Believed)\n\nSteele gave the Shearer reports to the FBI.",
  "Winer wrote a two-page memo summarizing Steele’s allegations and passed them up the chain of command at the State Department.",
  "At the time, he was serving as special envoy to Libya, provided the Shearer reports to Steele, who he had known since 2009.",
  "Shearer wrote that his FSB source said that the spy agency knew of Trump’s predilection for women and used it against him.",
  "In Summer 2016, Blumenthal shared Shearer’s documents with a friend, a State Department official named Jonathan Winer.",
  "Former business associates of Millian have claimed that he has embellished his business achievements and connections.",
  "The recent book “Russian Roulette” suggests that Ross learned about Millian from Fusion GPS co-founder Glenn Simpson.",
  "It was passed to the Department of State by Sidney Blumenthal, a friend of Shearer’s and another Clinton operative.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "According to “Russian Roulette,” Fusion GPS’s Simpson was concerned that Millian was a source for Steele.",
  "Shearer’s memos show he also spoke to Robert Baer, a former CIA operative who currently works for CNN.",
  "of State John Kerry ultimately decided that the dossier information should be shared with the FBI.",
  "The London-based Steele first contacted the bureau in July 2016 to share his information on Trump.",
  "New details of Shearer’s memos emerged on Thursday with a report from Real Clear Investigations.",
  "Copies of the video were in Bulgaria, Israel and in vaults in Moscow, Shearer’s source said.",
  "Shearer’s memos wove a twisted path to the FBI, with Blumenthal being the initial conduit.",
  "Shearer was reportedly paid at least $25,000 in exchange for helping the warlord.",
  "Steele reportedly told the FBI that the information came ultimately from Shearer.",
  "The Russian government was blackmailing Trump with the footage, Steele alleged.",
  "The dossier in question was written by Cody Shearer, a notorious Clinton fixer.",
  "Simpson hired Steele in June 2016 to investigate Trump’s activities in Russia.",
  "Trump was also aware that the Kremlin had compromising material on him.",
  "The Journal has denied that Cullison knew who hired Fusion GPS.",
  "He continued meeting with investigators through that October.",
  "It turned out that Kimberlin made up the story about Quayle.",
  "Steele provided information from his own dossier to Winer.",
  "“For Simpson, Millian was now an investigative target.",
  "He considered Millian a big talker,” the book reads.",
  "Shearer has refused to provide comment to TheDCNF.",
  "He is now a left-wing political activist.",
  "“Simpson had his doubts.",
  "Sec."
]