[
  "Trump: I Would Beat Oprah But I Don't Think She Will Run in 2020\n\nJudge Nap's Emphatic Advice: Trump Should Never Agree to Interview With Mueller\n\nRep. Matt Gaetz (R-Fla.) said Wednesday that new revelations about the infamous Trump dossier raise more questions about anti-Trump bias in the Justice Department and FBI.",
  "“Hopefully, we'll be able to identify this document for what it really is: a campaign document paid for by Democrats, relied upon by an overly politicized FBI and Department of Justice, not something that ever should have been the basis for a counter-intelligence investigation.\"",
  "Fusion GPS Dossier: What to Know\n\nOn \"Fox & Friends First,\" Gaetz pointed out that the dossier was paid for by the Hillary Clinton campaign and the DNC, and he questioned if it was the impetus behind the FBI's investigation into Russian meddling in the 2016 election.",
  "Gaetz’s remarks follow the release Tuesday by Sen. Dianne Feinstein (D-Calif.) of a 312-page transcript of the Senate Judiciary Committee's interview with Glenn Simpson, co-founder of Fusion GPS, the firm that commissioned the dossier.",
  "“This is an opposition research campaign document that was dressed up as an intelligence document and then potentially used as a basis to spy on Americans,\" Gaetz said.",
  "He said that seems much more likely than the report that a former Trump campaign adviser's drunken boasts -- not the dossier -- led to the investigation.",
  "Dershowitz Blasts Left's Talk of Using 25th Amendment to Oust Trump\n\nGowdy on New Texts: If Someone at FBI Was Leaking to Media, It Wouldn't Surprise Me",
  "Gaetz said he also wants to know if the FBI brought the dossier to a FISA court to obtain clearance for surveillance on members of the Trump campaign.",
  "\"So, another day, another stunning development in the bias that's working against President Trump that we have to expose and uncover in the Congress.\"",
  "The transcript revealed that the FBI allegedly had “an internal Trump campaign source” that verified pieces of intelligence in the dossier.",
  "He said it would be \"outrageous\" if the FBI indeed relied upon the dossier, and he wants to get to the bottom of it.",
  "Watch more above."
]