[
  "In his testimony, Simpson says Steele told him during a Sept. 2016 meeting with FBI agents that the FBI “had other intelligence about this matter from an internal Trump campaign source” and that they thought Steele “might be credible” because they had other intelligence from “a human source from inside the Trump organization.” Simpson was cagey when asked whether Steele had received that information directly from the FBI, but he did not deny it.",
  "7 Revelations From Fusion GPS Founder’s Senate Testimony\n\n9:33 AM 01/10/2018 | US Chuck Ross | Reporter\n\nshare on facebook tweet this Share Print Reddit Share Share Article via Email To Your first name Message Send WhatsApp\n\nOne of the biggest takeaways from Fusion GPS founder Glenn Simpson’s Senate Judiciary Committee testimony is that he has no independent proof that the allegations made in the infamous Trump dossier are accurate.",
  "“He didn’t specifically say that,” said Simpson, adding that Steele “would say very generic things like I saw them, they asked me a lot of questions, sounds like they have another source or they have another source.” Simpson’s remarks generated gleeful speculation from some media outlets that a mole within Trump’s orbit was a confidential source for the FBI.",
  "Longstanding relationship with John McCain associate\n\nSimpson told investigators that he has known an associate of Arizona Sen. John McCain’s “for a long time.”\n\nDavid Kramer, a former State Department official, was with McCain in Nov. 2016 when the Republican lawmaker was first told of the dossier by an associate of Steele’s.",
  "“I remember Chris saying at some point that they were upset with media coverage of some of the issues that he had discussed with him,” replied Simpson, adding that “he never said they told him he couldn’t talk to them.”\n\nThe only reporting that appeared to be based on Steele’s findings up to that point was from Yahoo!",
  "And asked if he had any support from Russia-speaking employees, Simpson said “not in my company, at least not that I can recall.” Fusion lawyer claimed that a dossier source has been murdered Josh Levy, who accompanied Simpson in the testimony, claimed that a dossier source has been murdered.",
  "(RELATED: ‘Somebody’s Already Been Killed’ Over The Dossier, Fusion GPS Lawyer Claimed)\n\nIt is unclear who Levy was referring to, though there has been speculation that a former KGB official who was found dead in the back of his car in Russia was a source for the dossier.",
  "FBI may have disclosed Russia investigation sources to Steele Simpson suggested in his interview that Steele learned from the FBI in Sept. 2016 that the bureau had received information from inside the Trump campaign that corroborated some of the dossier’s allegations.",
  "FBI was upset that Steele’s findings were ending up in media reports\n\nSimpson suggested that the FBI expressed frustration with Steele during meetings in Sept. 2016 that some of the information that he had shared with the bureau was appearing in the media.",
  "The New York Times reported late last month that Papadopoulos was put on the FBI’s radar after he told Australian diplomat Alexander Downer in May 2016 that he had received information that Russian operatives had “dirt” on Hillary Clinton.",
  "An extensive review of Simpson’s 312-page Aug. 22 interview transcript shows that his strongest evidence for believing the dossier’s accuracy is that he trusts Christopher Steele, the former British spy who compiled the 35-page document.",
  "We’ve all worked on Russia and are very concerned about kleptocracy and human rights and the police state that Russia has become, in particular the efforts of the Russians to corrupt and mess with our political system,” Simpson added.",
  "Russian lawyer’s inconsistent statements about Simpson encounters\n\nRussian lawyer Natalia Veselnitskaya has become a central figure in the Russia investigation because of her involvement in the June 9, 2016 Trump Tower meeting.",
  "Simpson was “opposed to Donald Trump” before Russia investigation\n\nSimpson insisted that his research of Trump was apolitical, but at the end of his interview he acknowledged being deeply opposed to the Republican.",
  "“Chris, as I say, has a sterling reputation as a person who doesn’t exaggerate, doesn’t make things up, doesn’t sell baloney,” Simpson, a former Wall Street Journal, told Senate investigators in the interview.",
  "(RELATED: Russian Lawyer At Trump Tower Meeting Submits Inconsistent Testimony)\n\nUndercutting that testimony, Simpson said that Veselnitskaya attended dinners where he was also present on June 8 and June 10.",
  "Simpson’s work with Veselnitskaya and Rinat Akhmetshin, a Russian-American lobbyist who also visited Trump Tower, has stoked speculation that the Russians provided information that ended up in the dossier.",
  "“I think it’s safe to say that, you know, at some point probably early in 2016 I had reached a conclusion about Donald Trump as a businessman and his character and I was opposed to Donald Trump,” he said.",
  "But that’s not the only conclusion to be drawn from Simpson’s testimony, a transcript of which was released on Tuesday by California Sen. Dianne Feinstein against the wishes of her Republican colleagues.",
  "A month earlier, Papadopoulos had met in April 2016 with a London-based professor named Joseph Mifsud who claimed to have learned that Russian operatives had stolen “thousands” of Clinton-related emails.",
  "NBC News reported that the Trump campaign source Simpson was referring to was George Papadopoulos, a former Trump campaign adviser who recently pleaded guilty to lying to the FBI about Russian contacts.",
  "The revelation raises questions about why the FBI would have shared seemingly sensitive information about its sources with Steele, a former MI6 officer who now operates a private intelligence firm.",
  "The Australian government then contacted the FBI, which reportedly opened its counterintelligence investigation into possible collusion between the Trump campaign and Kremlin.",
  "The timing of that encounter is significant because it was before it was publicly known that Russians had hacked Clinton campaign chairman John Podesta’s Gmail account.",
  "(RELATED: BuzzFeed’s Dossier Gets Closer To Being Identified)\n\nIn his testimony, Simpson said that he has known Kramer since his days at The Wall Street Journal.",
  "He was recently interviewed by the House Intelligence Committee and by lawyers who represent a Russian businessman suing BuzzFeed for publishing the dossier.",
  "Somebody’s already been killed as a result of the publication of this dossier and no harm should come to anybody related to this honest work,” said Levy.",
  "Simpson’s interview transcript confirms past reporting that he was with Veselnitskaya the day of that meeting as well as the day before and day after.",
  "“Did you have contact with Glenn Simpson on June 8, 9, or 10, 2016?” reads one of the 94 questions posed to Veselnitskaya by the Senate panel.",
  "And though Nellie Ohr seemingly speaks Russian, Simpson told Senate investigators that he did not employ anyone with that particular skill.",
  "And one of the stranger wrinkles in that saga is Veselnitskaya’s interactions with Simpson just hours before that controversial conclave.",
  "He defended his opposition, saying that it did not cloud his investigation of Trump’s business activities or those of his campaign.",
  "He initially brushed off the young campaign adviser’s claims but passed them along after reports surfaced of Russian cyberattacks.",
  "But that Kremlin insider, Oleg Erovkinin, was found dead on Dec. 26, 2016, two weeks before the dossier was published by BuzzFeed.",
  "“Did Mr. Steele ever indicate to you whether the FBI had asked him not to speak with the media?” one investigator asked Simpson.",
  "The lawyer interjected to say that it would be unsafe to discuss dossier sources because at least one source had been killed.",
  "Bruce Ohr was a deputy assistant attorney general at the Justice Department when he met with Steele before the 2016 election.",
  "Downer, the Australian diplomat, told his colleagues about his conversation with Papadopoulos two months after it occurred.",
  "Papadopoulos, an energy consultant, shared that information during a booze-filled conversation with Downer at a London bar.",
  "The website published a Sept. 23, 2016 article based on Steele’s allegations about Trump campaign adviser Carter Page.",
  "“So Chris asked me do you know David Kramer, and I said yes, I’ve known David Kramer for a long time,” said Simpson.",
  "But sources close to Fusion told reporters on Tuesday that Simpson conflated information he had been told by Steele.",
  "But why Steele and then Simpson were made privy to the FBI’s knowledge of Papadopoulos and Downer remains unclear.",
  "Simpson acknowledged in a Nov. 14 interview with the House Intelligence Committee that he had met with Bruce Ohr.",
  "Simpson omits the Ohrs Bruce and Nellie Ohr have become two of the more intriguing figures in the dossier saga.",
  "But in her own testimony to the Judiciary committee, Veselnitskaya denied encountering Simpson on those days.",
  "Simpson insisted to investigators that he did not talk with anyone from the FBI during the Trump project.",
  "Nellie Ohr, a former CIA employee with expertise in Russia, worked for Fusion GPS on its Trump research.",
  "“It’s a voluntary interview, and in addition to that he wants to be very careful to protect his sources.",
  "But Simpson denied in his testimony that either Russian contact told him about the Trump Tower meeting.",
  "Kramer is the only person known to have handled the dossier who has not denied being BuzzFeed’s source.",
  "Kramer, McCain and Steele soon developed plans for Kramer to contact Simpson to access the dossier.",
  "“And did Mr. Steele tell you that the FBI had relayed this information to him?” Simpson was asked.",
  "But when pressed for independent evidence to support the dossier’s allegations, Simpson demurred.",
  "It remains unclear whether Papadopoulos told anyone in the Trump campaign about Mifsud’s claims.",
  "Levy made the statement during a line of questioning to Simpson about sources for the dossier.",
  "Fox News reported that DOJ officials were not aware of his contacts with Steele and Simpson.",
  "They were also together in a Manhattan court room on the morning of the Trump Tower meeting.",
  "“David Kramer is part of a small group of people that I’m sort of loosely affiliated with.",
  "But he for some reason did not acknowledge his contact with a high-ranking DOJ official.",
  "He also refused to discuss dossier sources or to say whether he had vetted any of them.",
  "“No, there had been no contacts with him on [sic] specified dates,” she responded.",
  "Simpson was also asked whether his firm employed anyone who speaks Russian.",
  "“Do any Fusion employees or associates speak Russian?” Simpson was asked.",
  "Steele first shared his findings with an FBI acquaintance in July 2016.",
  "He also said he doubted that either provided information to Steele.",
  "The White House has downplayed Papadopoulos’ work on the campaign.",
  "Here are other major revelations from Simpson’s testimony.",
  "He also met with Simpson just after Trump’s election win.",
  "Page is suing Yahoo!’s parent company over the article.",
  "Neither Ohr appears by name in the Simpson transcript.",
  "Ohr was demoted from his DOJ position weeks later.",
  "He met with agents again in Sept. 2016.",
  "Follow Chuck on Twitter",
  "“No,” he said.",
  "News."
]