[
  "“The House Intelligence Committee showed incredible courage in doing the right thing despite being attacked with such harsh criticism from political partisans and media hardliners.”\n\nFollowing today’s vote, Trump will need to weigh in with any objections within five days before the memo can be publicly released.",
  "TEL AVIV — Carter Page, a former foreign policy adviser to President Donald Trump’s 2016 campaign, praised the House Intelligence Committee’s decision on Monday evening to release a classified memo purportedly revealing government surveillance abuses under the Obama administration.",
  "In October, the Washington Post reported that in April 2016, attorney Marc E. Elias and his law firm, Perkins Coie, retained Fusion GPS to conduct the firm’s anti-Trump work on behalf of both Hillary Clinton’s 2016 presidential campaign and the Democratic National Committee (DNC).",
  "According to numerous reports, Page, the energy industry consultant who was briefly and tangentially associated with Trump’s presidential campaign, was the subject of possible illicit snooping under the FISA surveillance program.",
  "According to numerous reports concerning the contents of the memo, Republicans believe the FBI utilized the infamous, largely-discredited 35-page anti-Trump dossier to obtain a FISA warrant to conduct surveillance on Page.",
  "… If you are interested in who paid for the dossier … then, yes, you’ll want the memo to come out,” Gowdy stated on “Fox News Sunday.”\n\nAaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "Fox News reported on the surveillance memo:\n\nThe four-page memo is being described by GOP lawmakers as “shocking,” “troubling” and “alarming,” with one congressman likening the details to KGB activity in Russia.",
  "Those who have seen the document suggest it reveals what role the unverified anti-Trump “dossier” played in the application for a surveillance warrant on at least one Trump associate.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "“If you … want to know whether or not the dossier was used in court proceedings, whether or not it was vetted before it was used.",
  "“Today’s vote was a giant leap in the direction of open and transparent government,” Page told Breitbart News.",
  "Rep. Trey Gowdy (R-SC), who helped craft the memo, urged the government to make the document public.",
  "Clinton’s campaign and the DNC both were clients of Perkins Coie.",
  "Follow him on Facebook."
]