[
  "“It raises the possibility that parts of the Steele dossier, which has been derided by Trump’s supporters, may have been corroborated by Shearer’s research, or could still be.”\n\nThe report about the memo appeared just one day after the House intelligence committee voted to release to the public a Republican-drafted memo alleging that senior officials at the Justice Department and the FBI used the unverified Trump dossier in part to obtain a spy warrant on the Trump campaign.",
  "Steele reportedly told the FBI he could not vouch for the veracity of the “Shearer memo,” but that he was giving them a copy because it corresponded with what he had separately heard from his “own independent sources.”\n\nLike Steele’s dossier, the Shearer memo alleges that President Trump was “compromised” during a 2013 trip to Moscow that involved “lewd acts” in a hotel.",
  "The Guardian reported it has been told by an unnamed source that the FBI is “still assessing” details in the memo and is “pursuing intriguing leads.”\n\n“One source with knowledge of the inquiry said the fact the FBI was still working on it suggested investigators had taken an aspect of it seriously,” the report said.",
  "Fusion GPS co-founder Glenn Simpson testified to congressional investigators last summer that Steele went to the FBI in late June or early July 2016 after he heard a story that Trump paid prostitutes to urinate on a hotel bed that the Obamas had slept in while on a trip to Moscow in 2013.",
  "The Guardian, a British newspaper that interviewed Steele in November, reported Tuesday that the former spy gave the FBI the memo, written by former journalist David Shearer, in October 2016 after the FBI asked him for any evidence that could be useful to its investigation.",
  "Christopher Steele, the ex-British spy who authored the Trump dossier, also gave the FBI a “second dossier,” written by a former journalist “who was close to the Clinton White House in the 1990s” as corroboration for the first, according to a new report.",
  "Sources say that while he lacks the precision and polish of a seasoned former spy like Steele, Shearer has also been described as having a large network of sources around the world and the independent financial means to pursue leads.",
  "According to the paper:\n\nUnlike Steele, Shearer does not have a background in espionage, and his memo was initially viewed with scepticism, not least because he had shared it with select media organisations before the election.",
  "Simpson said Steele went to the FBI because he was so concerned that Trump could be blackmailed, and provided them with a copy of his first memo, and gave them subsequent memos.",
  "He was hired the spring of 2016 by Fusion GPS, which was hired by a law firm on behalf of the Clinton campaign and the Democratic National Committee, to dig up dirt on Trump.",
  "Grassley last week said they had also written a memo about Steele for public release, but the FBI has blocked it, “falsely” arguing it contains classified information.",
  "Senate Judiciary Committee Chairman Chuck Grassley (R-IA) and Subcommittee Chairman Lindsey Graham (R-SC) last month referred Steele for a criminal investigation.",
  "But other people who know Shearer say he is not just a Democratic party hack and there is no evidence that his memo was ever sought by Clinton campaign officials.",
  "Simpson said Steele cut off contact with the FBI after a report in October 2016 that said the FBI had found no connections between the Trump campaign and Russia.",
  "Conservative outlets have accused him of being part of a ‘hatchet man’ and member of a ‘secret spy ring’ and within Clinton’s orbit.",
  "The FBI allegedly contacted Steele again in September 2016, and flew him out to Rome in October 2016 — a month before the election.",
  "And like the dossier, the Shearer memo relied on an unnamed source within the FSB, Russia’s state security service.",
  "There is no evidence that the Clinton campaign was aware of the Shearer memo.",
  "The Guardian said it could not verify any of the Shearer memo’s claims.",
  "Steele’s dossier and involvement in the election is controversial.",
  "… Shearer is a controversial figure in Washington."
]