[
  "'”\n\nThe top Democrat on the committee recently alleged in a Wall Street Journal article that “a lot of it has turned out to be true.”\n\nHowever, he only pointed to Russia’s efforts to interfere in the election — not any collusion or conspiracy by the Trump campaign, and the dossier was “accurate” in the “broadest outline.”\n\n“The biggest thing that I think people need to realize about the dossier is that Christopher Steele discovered that the Russians were embarked on a broad effort to help the Trump campaign before our own intelligence agencies came to the same conclusion,” Rep. Adam Schiff (D-CA) told the WSJ.",
  "As York detailed, the 35-page dossier contained specific allegations of collusion that so far have not been verified, including:\n\n— An alleged 2013 Moscow hotel episode at the Ritz Carlton hotel, where Trump was said to have hired prostitutes to urinate on a bed that the Obamas had slept in.This claim was significant because it fueled the idea that Russia had compromising material he could blackmail Trump with.",
  "The House intelligence committee in August subpoenaed the FBI and the Justice Department for all information they had on the dossier; for example: when they received it, what they did with it, whether they used it to get surveillance warrants on Trump campaign officials, whether they tried to verify it, and whether they paid for it.",
  "Going through Perkins Coie created a client-attorney relationship that prohibited Fusion GPS from disclosing who was behind the dossier, and DNC lawyer Marc Elias, whose firm is Perkins Coie, had denied to media outlets that the DNC or the Clinton campaign had anything to do with the dossier.",
  "The author of the dossier, ex-British spy Christopher Steele, told Mother Jones he went to the FBI in early July of 2016, and former FBI Director James Comey told members of the House intelligence committee the investigation into the Trump campaign and Russia came in late July of 2016.",
  "FBI and Justice Department officials have told congressional investigators in recent days that they have not been able to verify or corroborate the substantive allegations of collusion between Russia and the Trump campaign made in the Trump dossier, according to a recent report.",
  "— Alleged meetings between Carter Page, an unpaid volunteer and foreign policy campaign adviser, with Igor Sechin, the head of Rosneft, Russia’s giant state-owned oil company, and Igor Divyekin, a top official in the Putin government, during his trip to Moscow in July 2016.",
  "Breitbart News contacted Schiff’s office Tuesday afternoon, asking if it is true that FBI and Justice Department officials cannot verify the dossier’s allegations about collusion, and whether any of those allegations have been found to be true, but did not receive a reply.",
  "The FBI and the Justice Department have stonewalled the request, and Attorney General Jeff Sessions is not able to order them to hand the documents over, since he has recused himself from any investigations that has to do with the 2016 elections and Russia.",
  "According to the Examiner, the committee requested “any documents, if they exist, that memorialize DOJ and/or FBI efforts to corroborate, validate, or evaluate information provided by Mr. Steele and/or sub-sources and/or contained in the ‘Trump Dossier.",
  "York pointed out that congressional investigators “unanimously agree” that Russia tried to influence the election, but that the explosive part of the dossier was that the Trump campaign colluded with Russia and those allegations still remain unverified.",
  "The inability to verify any collusion or conspiracy is significant, since the dossier may have triggered the FBI’s investigation into the Trump campaign, which has now become the special counsel investigation led by Robert Mueller.",
  "The inability to verify any of the dossier’s allegations about collusion or conspiracy came during face-to-face briefings with congressional staff, sources told the Washington Examiner‘s chief political correspondent Byron York.",
  "“In the broadest outline of what he investigated, he proved more than prescience — he proved accurate in terms of the Russian involvement and what their motivations were,” he said.",
  "(Page recently testified to the House intelligence committee under oath that he did not meet with either, according to his transcript of his testimony released by the committee).",
  "Making it even more suspicious is that the Clinton campaign and the DNC used a law firm, Perkins Coie, to hire Fusion GPS to conduct the research that would make up the dossier.",
  "He also told lawmakers that later that night, he stood outside of Trump’s door before eventually leaving to his own room and was confident that Trump spent the night alone).",
  "The inability to verify any of the allegations of collusion or conspiracy comes more than a year after the FBI received the first installment of the dossier in July 2016.",
  "(Trump’s bodyguard Keith Schiller recently told Congress that during that trip, a Russian offered to send women to Trump’s room, but he turned down the offer.",
  "(Cohen has released the contents of his passport to prove that he did not travel to the Czech Republic during that time or to Europe).",
  "— An alleged meeting between close Trump lawyer Michael Cohen and “Kremlin representatives” in Prague, Czech Republic in August 2016.",
  "It has also recently come to light that the dossier was funded by the Hillary Clinton campaign and the Democratic National Committee.",
  "Clinton and her campaign chairman John Podesta have also denied knowing anything about the dossier.",
  "The first installment of the dossier came on June 20, 2016."
]