[
  "But in a New York Times op-ed titled \" The Republicans' Fake Investigations \" that was published Tuesday night, Glenn Simpson and Peter Fritsch said they do not believe the dossier triggered the FBI's investigation into Russian meddling into the 2016 election, adding that their \"sources said the dossier was taken so seriously because it corroborated reports the bureau had received from other sources, including one inside the Trump (campaign).\"",
  "Trump and his Republican allies have seized upon the disclosure late last year that law firm Perkins Coie paid Fusion GPS -- which in turn hired former British intelligence officer Christopher Steele -- for the dossier on behalf of its clients, the Hillary Clinton campaign and the Democratic National Committee, arguing it shows the dossier is a Democratic effort to undermine Trump.",
  "\"And, of course, our issue with the dossier is we could not, in the time we had, about a month to do the intelligence assessment that we finished on the sixth of January, did not have time to verify or validate the second or the third order sources that were being used to compile the 17 documents in the dossier.\"",
  "On Wednesday, the office of Senate Judiciary Chairman Chuck Grassley, R-Iowa, rejected Simpson and Fritsch's call to release the transcript of their lengthy interview with staff investigators, saying doing so would \"taint\" the memory of other witnesses and impact the ongoing investigation.",
  "The dossier, which began as an opposition research effort and became publicly known in early 2017, details Russian interference in the 2016 election and includes allegations that Russian operatives claim to have compromising personal and financial information about President Donald Trump.",
  "The Fusion GPS co-founders also said they learned about a June 2016 meeting at Trump Tower between Russians and the Trump campaign \"from news reports last year\" and claim these Russians were not Steele's sources, nor were they aware of his research.",
  "CNN also reported last year that US investigators have corroborated some aspects of the dossier, specifically that some of the communications among foreign nationals mentioned in the memos did actually take place.",
  "(CNN) The two co-founders of the firm behind the infamous Steele dossier are publicly pushing back against the Republican Party's handling of the investigation into the Trump campaign's potential ties to Russia.",
  "Fritsch and Simpson said they \"found widespread evidence that Mr. Trump and his organization had worked with a wide array of dubious Russians in arrangements that often raised questions about money laundering.\"",
  "Former Director of National Intelligence James Clapper told CNN Tuesday night that the dossier was not included as an \"organic part\" of the intelligence community's conclusions about Russian interference.",
  "Fusion GPS remains under pressure from the Republican-led House Intelligence Committee -- and is tied up in a related court fight -- to turn over a larger portion of its financial records.",
  "\"Mr. Steele's sources in Russia (who were not paid) reported on an extensive — and now confirmed — effort by the Kremlin to help elect Mr. Trump president,\" the op-ed says.",
  "The broad assertion of the dossier findings -- that Russia waged a campaign to interfere in the election -- is now accepted as fact by the US intelligence community.",
  "However, Simpson and Fritsch maintain that they did not share the dossier with BuzzFeed, which published the document in full during the presidential transition.",
  "Fusion says disclosing more of its clients and contractors would hinder its First Amendment rights, and if it loses the case, will see its business at risk.",
  "A committee spokesman also criticized Fusion GPS for not answering follow-up questions and renewed calls on them to testify at a public hearing.",
  "They also write that Congress has not been interested in their findings or calls for more investigation into Trump's financial interests.",
  "Joshua Levy, a lawyer for Fusion GPS, said Grassley was giving a false impression of the group's interactions with the committee.",
  "After Fusion GPS commissioned Steele to assemble the dossier, Simpson and Fritsch said they were \"shocked\" with what he found.",
  "They also say Steele shared the dossier with Sen. John McCain, R-Arizona, through an emissary following the election.",
  "Clapper also reiterated that the dossier did not launch the investigation into Russian interference in the election.",
  "Some of the dossier's most salacious allegations have not been corroborated by the intelligence community or CNN.",
  "Simpson and Fritsch called on Congress to release transcripts of their testimony before congressional committees.",
  "\"I hadn't heard that when I left the movie about a year ago,\" Clapper, now a CNN analyst, said.",
  "\"Mr. Steele saw this as a crime in progress and decided he needed to report it to the FBI.\""
]