[
  "(RELATED: EXCLUSIVE: Cabal Of Wealthy Donors Paid $50 Million To Continue Trump-Russia Investigation)\n\nJones’ consulting firm, the Penn Quarter Group, “had secured the services Steele, his associate [redacted], and Fusion GPS to continue exposing Russian interference in the 2016 Presidential election,” he told the FBI.",
  "(RELATED: Back Channel To Christopher Steele Goes On The Record About Senate Testimony)\n\n“So you didn’t do any work on the Trump matter after the election date; that was the end of your work?” Simpson was asked during the interview.",
  "Grassley pointed to statements a former Senate Intelligence Committee staffer, Daniel Jones, gave to the FBI in March 2017 about his work alongside Fusion GPS to investigate Trump’s possible Russia links.",
  "The chairman of the Senate Judiciary Committee is accusing Fusion GPS founder Glenn Simpson of giving “extremely misleading” statements, if not telling “outright lies,” during Senate testimony in 2017.",
  "Simpson may have lied when he denied working for clients to investigate President Donald Trump after the 2016 election, Iowa Sen. Chuck Grassley said in a May 24 letter made public on Tuesday.",
  "“Contrary to Mr. Simpson’s denial in the staff interview, according to the FBI and others, Fusion actually did continue Trump dossier work for a new client after the election,” Grassley said.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“As we now know, that was extremely misleading, if not an outright lie,” the Republican wrote to his fellow Judiciary Committee member, Delaware Sen. Chris Coons.",
  "The opposition research firm hired former British spy Christopher Steele, who would go on to write a dossier alleging Trump’s campaign colluded with the Kremlin.",
  "“So, despite the fact Mr. Simpson said he had no client after the election, he in fact did, and that client revealed himself to the FBI,” Grassley said.",
  "Grassley noted that in his Aug. 22, 2017, testimony, Simpson claimed after the election, he was not working for a client to continue his Trump work.",
  "The group planned to push the information from the independent investigation to lawmakers, the media and the FBI, Jones also told the bureau.",
  "Fusion GPS, which Simpson started in 2011, worked for the Clinton campaign and DNC to investigate Trump’s possible ties to Russia.",
  "A group of seven to 10 wealthy donors from California and New York paid $50 million to fund the project, Jones told the FBI.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Simpson responded, saying: “I had no client after the election.”\n\nGrassley said Simpson’s denial was false."
]