[
  "And instead of referring to Steele as a private investigator, which he was, Isikoff described Steele as the more official sounding “well-placed Western intelligence source.”\n\nIsikoff also withheld Steele and Simpson’s political affiliations even though he acknowledged on Friday that he was aware that the pair were working for Democrats.",
  "He wrote that “investigative journalist Michael Isikoff reported in September 2016 that U.S. intelligence sources confirmed that Page met with both Sechin and Divyekin during his July trip to Russia.”\n\nAn article at Talking Points Memo and another at Business Insider also missed the Isikoff-Steele connection.",
  "News\n\nIsikoff referred to Steele as a “well-placed Western Intelligence source”\n\nFBI used Isikoff’s report to corroborate the Steele Dossier to FISA\n\nA September 2016 news article about former Trump campaign adviser Carter Page has been responsible for a lot of confusion.",
  "He quoted an anonymous U.S. law enforcement official who said that Page’s activities in Russia were “on our radar screen.” (RELATED: Isikoff Stunned That His Carter Page Article Was Used To Justify Spy Warrant)\n\nIsikoff left relevant information out of his article.",
  "John Sipher, a former CIA officer who is frequently quoted in the media because of his expertise in Russia, wrote a lengthy analysis on the dossier in September which missed the connection between the dossier and Isikoff’s reporting.",
  "(RELATED: Spy Warrant Relied On Dossier And News Stories Planted By Fusion GPS)\n\nAnd in the year since the dossier was published, Isikoff has avoided publicly discussing the link between his reporting and the salacious dossier.",
  "Isikoff broke his silence on Friday after the House Intelligence Committee released a memo that revealed that the dossier and the Page article were used as evidence to support a spy warrant on the former Trump campaign adviser.",
  "On Friday, he opened up, saying that he was at liberty to discuss Steele because the former spy had disclosed in a London court filing last April that he was in contact during the 2016 campaign with several reporters.",
  "It has since been revealed that the FBI began investigating possible collusion after being told that former Trump campaign adviser George Papadopoulos claimed to have learned that Russians had stolen Clinton emails.",
  "The spy warrant on Page also failed to mention that the Clinton campaign and DNC funded the dossier, an omission that Republicans said showed that the FBI and DOJ made material omissions in the warrant application.",
  "The FBI, Justice Department and a federal surveillance court were all apparently unaware that the Sept. 23, 2016 article, written by Michael Isikoff, was based on the infamous and unverified Steele dossier.",
  "Steele’s dossier alleges, among other things, that during a well-publicized trip to Moscow in July 2016, Page met secretly with two Kremlin insiders, Igor Sechin and Igor Diveykin.",
  "During an interview in November, Simpson told the House panel that he encourage reporters to reach out to the intelligence community to confirm that Page was under investigation.",
  "He did not disclose that Steele, his source, had provided information about Page to the FBI, sparking the very same investigation that Isikoff would confirm in his reporting.",
  "American Bridge, an opposition research group backed by Democrats, also asserted in a recent analysis of the dossier that the Isikoff article corroborated Steele’s reports.",
  "Numerous reporters, pundits and even a former CIA Moscow station chief have also been fooled into thinking that Isikoff’s article corroborated parts of the dossier.",
  "U.S. officials were “‘taken aback’ when they learned about Page’s contacts in Moscow,” Isikoff reported, failing to note that the contacts may not have occurred.",
  "Steele did not reveal Isikoff’s name, but he did say he met with reporters from The New York Times, The Washington Post, The New Yorker, Mother Jones and Yahoo!",
  "“It is somewhat — not unreasonable to assume that the dossier played a role in triggering this investigation in the first place,” Isikoff told Hayes on June 8.",
  "He also did not acknowledge that his source — former British spy Christopher Steele — had already given the FBI the information he used in the article.",
  "In two separate interviews with MSNBC’s Chris Hayes, Isikoff suggested that the dossier may have been the catalyst for the FBI’s Russia investigation.",
  "Since then, Democrats have downplayed the significance of the dossier, likely because after a year in the public eye it remains unproven.",
  "Isikoff has spoken some over the past year about the dossier, though his comments undercut a Democratic talking point about the document.",
  "“It appears very more and more that [Steele] set the ball in motion, set the chain of events in motion that led to this investigation.",
  "The FBI, DOJ, and surveillance court were not the only ones unaware that Isikoff’s article was based on information from Steele.",
  "He also failed to disclose that his information was the fruit of an anti-Trump opposition research campaign funded by Democrats.",
  "But in November, Isikoff declined to discuss Steele with The Daily Caller, saying that he was unable to talk about his sources.",
  "But the warrant “incorrectly assesse[d]” that Isikoff’s article was not based on information from Steele, a former MI6 agent.",
  "Isikoff has defended his article by saying that the news value was that the FBI was investigating Page’s alleged contacts.",
  "A veteran reporter who has worked inside the Beltway for decades, Isikoff used vague sourcing in his Carter Page article.",
  "The irony is that it is Republicans who have been accused of pushing the idea that the dossier sparked the investigation.",
  "Steele shared his uncorroborated information with Isikoff, and the reporter relayed it in his Sept. 23, 2016, piece.",
  "Simpson has acknowledged to the House Intelligence Committee that he pitched reporters on Steele’s findings.",
  "Isikoff’s article is also vague on whether the information about Page had been verified by investigators.",
  "The opposition research firm had been hired by the Clinton campaign and DNC to investigate Donald Trump.",
  "The pair were introduced by Glenn Simpson, the founder of Fusion GPS and an “old friend” of Isikoff.",
  "But it appears to have begun with this much maligned dossier,” Isikoff said in a March 20 interview.",
  "But other passages suggested that the information from “intelligence reports” was more iron clad.",
  "Isikoff did say that he was unaware that Simpson was working for the Clinton campaign and DNC.",
  "There were other aspects, the Republican convention that month, Carter Page’s trip to Moscow.",
  "In some places, Isikoff suggested that the allegations against Page had yet to be confirmed.",
  "The memo asserted that the article was cited “extensively” in the warrant application.",
  "The confusion is due in part to Isikoff’s report, which was published at Yahoo!",
  "Michael Isikoff used Christopher Steele as a source for his reporting at Yahoo!",
  "He provided updates on his findings through the summer and into Fall 2016.",
  "Isikoff met Steele in September 2016 at a Washington, D.C. hotel.",
  "Steele began sharing information with the Bureau in July 2016.",
  "Page has vehemently denied the allegation and is suing Yahoo!",
  "Fusion hired Steele to look into Trump’s ties to Russia.",
  "Amid the confusion, Isikoff has largely remained silent.",
  "News, Isikoff’s company.",
  "Follow Chuck on Twitter",
  "News.",
  "News."
]