[
  "Consider what Steele would write in the memos he filed with Simpson: Source A—to use the careful nomenclature of his dossier—was “a senior Russian Foreign Ministry figure.” Source B was “a former top level intelligence officer still active in the Kremlin.” And both of these insiders, after “speaking to a trusted compatriot,” would claim that the Kremlin had spent years getting its hooks into Donald Trump.",
  "While refusing to cooperate with congressional investigations, including taking the fifth, Fusion GPS has also been accused of advocating for “the interests of corrupt Russian and Venezuelan officials while hiding its foreign work from federal authorities.”\n\nFinally, as you would expect from a Democrat-aligned misinformation firm,” Fusion GPS has a tight relationship with the American media.",
  "A Google search of the words “Trump” and “Russia collusion” restricted to the six weeks prior to the 2016 election, results in pages and pages of stories from the likes of the Washington Post, Politico, the Hill, NBC, and so on\n\nHere is where the Clinton campaign’s collusion with Russia comes to light…\n\nThe sources in Hillary’s anti-Trump dossier are — ready for this?",
  "Source E was “an ethnic Russian” and “close associate of Republican US presidential candidate Donald Trump.”\n\nAs the Federalist’s Mollie Hemingway (her superb piece is where the research above came from) so aptly puts it, “We’re in the midst of media frenzy over Russian disinformation campaigns, particularly as they apply to the 2016 election.",
  "Buried under countless paragraphs of outright lies or those soon-to-be retracted “bombshells” from anonymous sources, the national media will sometimes slip in a variation of the only thing we know to be true in this matter: As of now there is no evidence President Trump colluded with the Russians to rig the 2016 presidential election.",
  "It is worth noting that the sources of the “Russia-Trump dossier” were senior Russian officials.”\n\nDespite months and months of intense work backed by billion-dollar media corporations, not a single reporter has been able to verify even one embarrassing or compromising detail in the dossier.",
  "Therefore…\n\nWhat you clearly have here is the Clinton campaign openly COLLUDING with a foreign country, with the Russians, to fabricate scurrilous lies about Trump, which were then fed to a willing media as a means to affect their news coverage, and by extension, sway the election.",
  "The Daily Caller reports that “rumors of the dossier were floating around in Washington, D.C. political and journalist circles for months prior to BuzzFeed’s decision to publish it on Jan. 10,” and that the outlets briefed included:\n\nThe New York Times, The Washington Post, Yahoo!",
  "Although her lackeys in the media are trying to tell us that “opposition research” is the usual-usual for presidential campaigns, the Clinton campaign paying Fusion GPS millions of dollars to fabricate dirt against Trump, is nothing even close to standard operating procedure.",
  "Even the left-wing Washington Post admits as much in the story that broke the news of the Clinton/DNC hiring of Fusion GPS:\n\nMarc E. Elias, a lawyer representing the Clinton campaign and the DNC, retained Fusion GPS, a Washington firm, to conduct the research.",
  "After that, Fusion GPS hired dossier author Christopher Steele, a former British intelligence officer with ties to the FBI and the U.S. intelligence community, according to those people, who spoke on the condition of anonymity.",
  "If it was, the Clinton campaign would not have spent a full year lying to everyone about their role in producing what is now widely known as The Discredited Anti-Trump Russian Dossier.",
  "If purchasing misinformation from Kremlin officials as a means to manipulate media coverage and sway public opinion is not colluding with the Russians to rig an election, nothing is.",
  "Even prior to the briefing, it is not unreasonable to assume that the dossier rumors had colored the coverage of a media that was already growing obsessed with Russia.",
  "Before we get to the proof of Hillary colluding with Russia, we need to debunk off a few of the narrative-myths the liars in the mainstream media continue to hurl.",
  "We now know that the firm instructed its chief investigator, former British spy Christopher Steele, to brief our media on some of the allegations in the dossier.",
  "In other words, based on what we now know, if anything happened between a Republican and Fusion, it had nothing to do with producing the discredit dossier.",
  "Among other things, the company has been accused of being a “Democrat-aligned misinformation firm” aligned with Russia.",
  "To begin with, thus far there is no evidence that any Republican was involved in any way with creating this dossier.",
  "Steele met once more — and again at Fusion GPS’s instruction — with The Times, The Post, and Yahoo!",
  "Obviously that meeting was meant to influence news coverage against Trump, and obviously it did.",
  "“In each of those cases the briefing was conducted verbally in person,” the document reads.",
  "The interview, which was conducted through Skype, was likely with reporter David Corn.",
  "And that is because it is all lies, BS, and misinformation meant to take Trump down.",
  "That briefing was held at the end of September, or six weeks prior to the election.",
  "In October, Fusion GPS instructed Steele to brief a journalist from Mother Jones.",
  "Those who say so are intentionally conflating an apple with an orange.",
  "Fusion GPS took part in all of those meetings, Steele’s lawyers say.",
  "Secondly, Fusion GPS is not some usual-usual oppo-research firm.",
  "— senior Russian officials:\n\nHow good were these sources?",
  "The same can no longer be said for Hillary Clinton.",
  "Follow John Nolte on Twitter @NolteNC.",
  "Follow his Facebook Page here.",
  "News, The New Yorker and CNN.",
  "News."
]