[
  "“If yes, to what extent, and how did you vet the sources and sub-sources in the document?”\n\n“Before you can rely on something, you need to know where it came from and how it was either corroborated or contradicted,” says Gowdy, adding that, “it is relevant to ask whether or not a law enforcement agency relied on this dossier — or any evidence — without vetting it.”\n\nSpecial Counsel Robert Mueller, a former FBI director, is directing the investigation, which is looking at possible collusion as well as any financial mis-dealings involving current and former Trump advisers.",
  "“For the life of me I don’t understand why they are focused on this,” Gowdy says of the Democratic pushback, “unless they are fearful that the bureau did rely on a piece of fiction.”\n\nHe was responding to Democrats’ criticism of a GOP-led effort to subpoena Attorney General Jeff Sessions and FBI Director Christopher Wray for information about the dossier.",
  "In an interview with The Daily Caller, the House Intelligence Committee member addressed claims from his Democratic colleagues and some in the media that he and his fellow Republicans are attempting to discredit the dossier and its author, former British spy Christopher Steele, in order to help Trump.",
  "“I don’t know why anyone — from [California Rep.] Adam Schiff, to Vanity Fair, to Rachel Maddow — would not be curious whether or not the world’s premier law enforcement agency relied upon a dossier in connection with an investigation without vetting it,” Gowdy told TheDC on Friday.",
  "But Gowdy dismisses the Democrats’ complaint, telling TheDC, “I really don’t know what in the hell they’re talking about.”\n\nGowdy, a former federal prosecutor, says that the FBI and DOJ have ignored “months and months of requests” for information about the dossier.",
  "(RELATED: FBI Obtained Surveillance Warrant Against Former Trump Campaign Adviser Carter Page)\n\nPage, an energy consultant who served as a volunteer on the campaign, is accused in the dossier of working as a middleman for the Trump campaign and Kremlin operatives.",
  "(RELATED: House Intel Chair Threatens Sessions, Wray Over Fusion GPS Dossier Claims)\n\nCommittee Republicans issued a subpoena for Sessions and Wray Aug. 24, seeking information about how central the dossier is to the collusion investigation and how it was vetted.",
  "The agencies did not provide documents in response to the subpoena, so the committee extended a deadline until Sept. 14 while also seeking meetings with Sessions and Wray to have them explain why information about the dossier should be withheld from Congress.",
  "“And if they still don’t comply with it, then we’re well within our rights — I’ve done it before — you bring in a witness and say ‘OK, you’re under oath, you need to explain to me why you don’t think you need to share this, what am I missing?",
  "“I don’t need to know how you got the information, just tell me how you either sought to corroborate it, how you vetted it,” says Gowdy, who says he has studied the dossier twice in preparation for some interviews conducted by the committee.",
  "“The investigators on [the Intelligence Committee] have been trying for months to obtain documents about the dossier, but when you get no response, then you go from a polite request, to a firm request to a legal request,” says Gowdy.",
  "The dossier, as has by now been widely reported, came into being last June, after Steele, a former MI6 agent based in London, was hired by an opposition research firm called Fusion GPS to investigate Trump’s activities in Russia.",
  "'”\n\nGowdy tells TheDC that he does not need the FBI and DOJ to disclose the most sensitive details of the dossier — the identity of Steele’s sources and intermediaries, or how exactly the information was compiled.",
  "The 35-page document alleges that the Kremlin has blackmailed Trump for years and that members of the Trump campaign were in direct contact with Russian government officials as part of a plot to sway the election.",
  "Democrats are “fearful” that the Trump dossier is “a piece of fiction,” one that the FBI used to form the basis of its investigation into whether the Trump campaign colluded with the Russian government.",
  "Democrats on the committee — Schiff, Connecticut Rep. Jim Himes, and California Rep. Eric Swalwell — have alleged that Republicans are taking a unilateral and unnecessary step to discredit the dossier.",
  "That’s one theory that South Carolina Rep. Trey Gowdy is proposing for why Democrats are pushing back so hard against a GOP effort to get answers about the dossier from the FBI and Justice Department.",
  "The agencies have largely ignored similar requests made by the Senate Judiciary Committee, which has also focused heavily on the dossier but has yet to issue subpoenas for the FBI and DOJ.",
  "Steele would go on to write 17 memos, dated from June 20 to Dec. 13, which lay out a series of salacious and uncorroborated allegations about Trump’s personal activities in Russian.",
  "The dossier was also reportedly cited in the FBI’s application last September for a Foreign Intelligence Surveillance Court warrant on Trump campaign adviser Carter Page.",
  "Fusion, which was co-founded by former Wall Street Journal reporters, was working at the time for an unidentified ally of Hillary Clinton’s.",
  "He also wants to know how much investigators have relied on the document for its investigation.",
  "According to various news reports, Steele first met with FBI agents in Europe last July.",
  "He refers to Steele’s document as the “dodgy dossier.”\n\nFollow Chuck on Twitter",
  "But he does want assurances from U.S. officials that the document was vetted.",
  "Soon after, the bureau opened its investigation into possible collusion.",
  "But Page, who has never met Trump, vehemently denies the allegation.",
  "Did the DOJ rely upon it?” he asks.",
  "Trump has denied the allegations.",
  "“Did the FBI rely upon it?"
]