[
  "Rep. Mike Conaway, the Texas Republican leading the committee's Russia investigation, said Friday evening that the committee would consider using the rule — which he believed had never been invoked in the committee's 40-year history — in order to publicly release the memo that Republicans say details FBI abuses of a surveillance law known as FISA.",
  "Republicans allege in the memo details FBI abuses related to FISA and the use of the opposition research dossier on Trump and Russia that was compiled by ex-British intelligence agent Christopher Steele, whose work with Fusion GPS was paid through Hillary Clinton's presidential campaign and the Democratic National Committee.",
  "The committee rule that Republicans might rely on to release the memo states that the Intelligence Committee \"may disclose publicly any information in its possession after a determination by the select committee that the public interest would be served by such disclosure.\"",
  "Nunes' memo concludes that the FISA judge who signed off on surveillance warrants for members of Trump's team during the campaign was not given full information about the dossier that was used in at least one application, according to sources familiar with the document.",
  "(CNN) Republicans on the House Intelligence Committee are considering using an obscure committee rule to bypass the executive branch's declassification process to release the classified memo on alleged surveillance abuses spearheaded by Chairman Devin Nunes.",
  "Nunes fought the FBI and Department of Justice for months over documents related to the FBI's use of the opposition research dossier on Trump and Russia, threatening contempt of Congress to top officials until he got the documents he was seeking.",
  "But releasing the memo without the intelligence that it's based on is one of several issues raised by Democrats on the committee, who are still steaming over the abrupt vote the panel took Thursday to allow all House members to view Nunes' memo.",
  "Such a decision for the President could drive yet another wedge between Trump and the intelligence community, the FBI and the Justice Department, all of which almost surely would object to the release of information related to FISA warrants.",
  "\"Back in the original formation they thought every once in a while, I think the phrase was 'grave public interest,' they foresaw there just might be some reason that the committee would need to override the classification system.\"",
  "While Republicans say the dossier was a politically motivated document, Fusion GPS co-founder Glenn Simpson has testified that Steele went to the FBI out of national security concerns and that no one had instructed him to do so.",
  "The committee's nine Democrats issued a joint statement arguing that if the memo is released publicly, they won't be able to explain why it's inaccurate and flawed because the underlying intelligence will remain classified.",
  "But if the President does object, it would put the matter to the full House, which could potentially debate the matter in a closed session in the chamber before a public vote could override the President's objection.",
  "Conaway said that the committee could act as early as the first week the House is back in session, once the panel's Republicans had a \"good family conversation\" with the broader conference about taking that step.",
  "But Democrats say it's no more than Republican talking points that skew the underlying intelligence and is intended to undermine special counsel Robert Mueller's investigation into Trump's team and Russia.",
  "Conaway had a different view, however, saying the underlying intelligence that the memo was based on could not be released, but he was comfortable with publicizing the classified information Nunes cited.",
  "CNN first reported last April that the dossier was used as part of the justification with the secret FISA court to monitor the communications of former Trump foreign policy adviser Carter Page.",
  "But there is disagreement within the Republican conference about not redacting the document first, with some Republicans expressing concerns about releasing sensitive intelligence information.",
  "And if the committee votes in favor of making the classified Nunes memo public, the rule states that it's then up to President Donald Trump to decide whether it should be released.",
  "Under the rule, the committee vote would trigger a five-day waiting period where the President has to notify the committee whether he objects to the disclosure of the information.",
  "\"They did so as a prelude to seeking the talking points' public release -- for the political purpose of spreading a false narrative and undermining legitimate investigations.\"",
  "\"Yesterday, HPSCI Republicans voted to make available to any Member of the House a misleading set of talking points attacking the FBI,\" the Democrats said.",
  "Trump has railed against the dossier and the Russia investigations, and claimed last year that he was wiretapped by the Obama administration.",
  "\"It couldn't be released as it is for several reasons,\" said Rep. Pete King, a New York Republican on the Intelligence Committee.",
  "When Trump signed a FISA law renewing foreign surveillance measures on Friday, he noted the distinction.",
  "\"The parliamentarian is dusting this one off, because I don't think there's been a vote,\" Conaway said.",
  "One source said the judge was not told that the document was paid for by the Democratic sources.",
  "\"Just signed 702 Bill to reauthorize foreign intelligence collection,\" Trump tweeted.",
  "\"This is NOT the same FISA law that was so wrongly abused during the election.\"",
  "\"There's classified information in there, but there's not sources in methods.",
  "The New York Times first reported on the charges outlined in Nunes' memo.",
  "He didn't agree with King that sources and methods would be revealed.",
  "If the President does not object, the information would be released.",
  "Secondly, part of it could interfere with an investigation.",
  "But I think parts of it could be redacted and released.\"",
  "So I think it needs to be released,\" Conaway said.",
  "\"One, there's sources and methods in there."
]