[
  "In that suit, Cohen is arguing that the litigation she filed against him should be put on hold because the criminal investigation of him means that proceeding could implicate his Fifth Amendment rights against self-incrimination.",
  "\"If there's one thing Democrats and Republicans agree on today, it's that the dossier was an important part of the government's investigation into potential collusion between the Trump Campaign and Russia.",
  "Michael Cohen on Wednesday discontinued a lawsuit against BuzzFeed, which published the full report last year, and a lawsuit against Fusion GPS, a private intelligence firm connected to the dossier.",
  "“The lawsuits against BuzzFeed over the Steele dossier have never been about the merits of our decision to publish it,\" BuzzFeed News spokesperson Matt Mittenthal said in a statement.",
  "Donald Trump's personal attorney has dropped a defamation lawsuit against BuzzFeed over the publication of a \"dossier\" alleging ties between the Trump campaign and Russia.",
  "But given the events that have unfolded, and the time, attention, and resources needed to prosecute these matters, we have dismissed the matters, despite their merits.\"",
  "Cohen's decision comes a week after the FBI raided his office and seized documents, putting him in the crosshairs of a criminal investigation.",
  "Cohen alleged that the dossier falsely claimed he traveled to Prague for a secret meeting with Russian agents — which he has denied.",
  "\"The decision to voluntarily discontinue these cases was a difficult one,\" Cohen's attorney David Schwartz told BuzzFeed News.",
  "Today's news suggests that Donald Trump's personal lawyer no longer thinks an attack on the free press is worth his time.\"",
  "\"We believe the defendants defamed my client, and vindicating Mr. Cohen’s rights was — and still remains — important.",
  "The decision also comes in advance of a Friday hearing in federal court in Stormy Daniels’ lawsuit in California.",
  "Its interest to the public is, and always has been, obvious.",
  "Chris Geidner contributed reporting."
]