[
  "Nunes and other Republican lawmakers, including Senate Judiciary Committee Chairman Sen. Chuck Grassley, a Republican from Iowa, have alleged that the FBI and Justice Department abused the Foreign Intelligence Surveillance Act (FISA) Court process by using the dossier to obtain a surveillance warrant against former Trump campaign adviser Carter Page.",
  "Politico reported at the time that he was joining Fusion GPS, which is based in Washington, D.C.\n\nHouse Intel Republicans are exploring whether there are similarities to Justice Department official Bruce Ohr and his wife, Nellie Ohr, according to Fox News, which first reported that Murray was being sent a letter.",
  "(RELATED: Nunes Presses Current And Former US Officials Over Handling Of The Dossier)\n\nMurray’s husband is Neil King, a former Wall Street Journal reporter who worked at the newspaper at the same time as Fusion GPS’s three co-founders, Glenn Simpson, Peter Fritsch, and Tom Catan.",
  "Republicans on the House Permanent Select Committee on Intelligence are seeking information about the Steele dossier from a former Obama administration official who is married to an employee of Fusion GPS, the opposition research firm that commissioned the dossier.",
  "The letters also inquire when the officials learned that former Secretary of State Hillary Clinton’s campaign and the Democratic National Committee funded the dossier, which was written by former British spy Christopher Steele.",
  "The Daily Caller News Foundation is told that one of the letters was sent to Shailagh Murray, a former journalist who served as senior adviser to Obama and as former Vice President Joe Biden’s deputy chief of staff.",
  "Republicans want to know who in the previous administration knew about the salacious document and whether they shared its allegations with reporters and others in government.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The committee, chaired by GOP Rep. Devin Nunes of California, issued questionnaires Friday to around a dozen former President Barack Obama’s administration officials.",
  "Nunes sent questionnaires in February to a dozen other Obama administration officials, including CIA Director John Brennan and former FBI Director James Comey.",
  "The agencies failed to disclose the source of the dossier’s funding and also relied on the document even though it was unverified, Republicans say.",
  "Also WATCH: There are a lot of “coincidences” in the dossier\n\nKing left The Journal in December 2016 after accepting a buyout offer.",
  "Nunes revealed earlier this week that most of the recipients responded to the letters by last Friday’s deadline.",
  "Fox also reports that a questionnaire was sent to Colin Kahl, who served as national security adviser to Biden.",
  "The letters are part of a Nunes-led investigation into the previous administration’s handling of the dossier.",
  "He has since turned his focus on former Obama officials, including officials at the State Department and CIA.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Nellie worked for Fusion at the time as a researcher on the firm’s investigation on President Donald Trump.",
  "Bruce met with Fusion’s Simpson shortly after the election to discuss the dossier.",
  "The memo marked the end of the first phase of his investigation into the dossier.",
  "Nunes issued a memo laying out those allegations in January.",
  "Murray also worked at The Journal until 2005.",
  "She joined the Obama administration in 2011."
]