[
  "But he also blasted Fusion GPS for what he says is a “shocking display of hypocrisy.”\n\nFray-Witzer pointed to an op-ed that Fusion GPS’s co-founders, Glenn Simpson and Peter Fritsch, published in The New York Times last week calling for transparency from the three Congressional committees that have interviewed Simpson about the dossier.",
  "(RELATED: Federal Judge Recuses Herself From A Second Fusion GPS Case)\n\nAccording to reports, Fusion GPS was hired by Boies, Schiller & Flexner to provide media outreach for Theranos, a medical device maker that has been implicated in fraud against the government.",
  "McFadden, the Fusion lawyers note, served on the Trump presidential transition team and also worked at the Justice Department last year, when Republican Sen. Chuck Grassley referred Fusion for potential violations of foreign lobbying laws.",
  "(RELATED: House Committee Receives Fusion GPS Bank Records)\n\nThe full-court push forced Perkins Coie, the law firm that represented the Clinton campaign and DNC, to reveal itself as the Fusion GPS client that funded the dossier.",
  "A Dec. 13, 2016 memo of the dossier, written by former British spy Christopher Steele, accuses Gubarev of using his web-hosting companies to hack into the DNC’s computer systems on behalf of the Russian government.",
  "The federal court did not respond to a request for comment about the recusal request, but McFadden signed an order in response to Fusion saying that the court “would welcome” a briefing regarding potential recusal.",
  "Fusion GPS partner Peter Fritsch accompanied partners at the firm to a meeting with The Wall Street Journal, which produced a series of reports about Theranos’ faulty medical devices.",
  "'”\n\nFusion GPS is not directly involved in the lawsuit, in which Russian businessman Aleksej Gubarev is suing BuzzFeed News in federal court in Florida for publishing the dossier.",
  "“How do you write a New York Times Op-Ed piece crying about how you want your House Committee testimony made public, while refusing to sit for a deposition?” says Fray-Witzer.",
  "It is unclear why Chutkan stepped aside, but The Daily Caller reported that prior to her federal appointment, Chutkan was a partner at a law firm that had hired Fusion GPS.",
  "Fusion filed suit in Washington, D.C. to try to quash a subpoena from Gubarev’s lawyers seeking documents related to the dossier as well as depositions of its employees.",
  "Republicans on the committee issued a subpoena to Fusion’s bank in October seeking records of transactions that would reveal the identities of Fusion’s dossier clients.",
  "The lawyers argue that McFadden’s prior work on the Trump transition “raises issues as to whether in this case the Court’s ‘impartiality might reasonably be questioned.",
  "“They either want to tell their story or they don’t.”\n\nFusion GPS has made other attempts in federal court to dodge subpoenas for documents related to the dossier.",
  "(RELATED: Fusion GPS Partners Make First Public Comments About Dossier)\n\nSimpson and Fritsch called on the committees to release transcripts of the interviews.",
  "On Monday, lawyers for the opposition research firm submitted a request to federal court in Washington, D.C. seeking the recusal of Judge Trevor McFadden.",
  "But Fray-Witzer notes that while Fusion is calling for transparency in one regard, the firm is dodging requests for depositions in the BuzzFeed lawsuit.",
  "Both Leon and McFadden took over their respective cases after Judge Tanya Chutkan, an Obama appointee, recused herself from both matters.",
  "Fray-Witzer notes that while Fusion is seeking McFadden’s recusal, the Gubarev team did not push for Chutkan to step down from the case.",
  "Chutkan represented Theranos on a case involving a patent dispute, and it is unclear whether she ever worked directly with Fusion.",
  "Evan Fray-Witzer, a lawyer for Gubarev, says that he trusts that McFadden will make “an impartial decision” regarding recusal.",
  "Fusion GPS is ramping up its efforts to avoid giving depositions in a dossier-related lawsuit being heard in federal court.",
  "Judge Richard Leon settled that case last week, ruling that Fusion’s bank, TD Bank, had to comply with the House subpoena.",
  "The firm recently lost a legal battle over bank records sought by the House Intelligence Committee.",
  "“We view this as Fusion’s attempt to ‘work the ref’ and we think it will ultimately fail,” he said.",
  "Gubarev has vehemently denied the allegation and is suing both BuzzFeed and Steele.",
  "Follow Chuck on Twitter"
]