[
  "\"I think they agree that some 90 percent of the unanswered questions that Mr. Jordan asked should have been answered,\" said Meadows, specifically referring to questions about Strzok's interaction with opposition research firm Fusion GPS, its founder Glenn Simpson and \"other players that may or may not have been involved.\"",
  "Meadows also said that a \"key question\" is whether the FBI attempted to verify the contents of the Steele dossier before it was used as a key component of an application for a FISA warrant against then-Trump campaign adviser Carter Page.",
  "Justice Department officials tell Fox News that they have completed all but two parts of the three separate subpoenas filed by Republican lawmakers since last year, and the two outstanding parts are in the process being completed.",
  "The officials say that the only document lawmakers have been denied access to is the Aug. 2, 2017 memo from Deputy Attorney General Rod Rosenstein to Special Counsel Robert Mueller outlining the scope of his inquiry.",
  "On Wednesday, Meadows said that FBI General Counsel Dana Boente had told lawmakers that his instructions not to answer questions about certain topics were \"overly broad\" and \"will be changed.\"",
  "Meadows spoke following a closed-door meeting between House Republicans and Justice Department officials discussing the handover to Congress of documents related to the Russia investigation.",
  "\"The thing that is very, very concerning to me is that still today, nine months into it, we don’t know how many documents are out there that are responsive to the subpoena,\" Meadows said.",
  "FBI official Peter Strzok will likely be recalled to answer questions from lawmakers regarding his knowledge of the salacious Steele dossier that circulated before the 2016 election.",
  "During the hearing, Jordan pressed Strzok about an email he sent to FBI colleagues indicating that he had seen versions of the dossier from three different sources.",
  "\"And so, I would find it very probable that Peter Strzok will be asked to come back and complete some of the questions that specifically [Rep.] Jim Jordan asked.\"",
  "They point to records about the FBI's efforts to verify the dossier that only came to light after Strzok and former FBI lawyer Lisa Page were deposed.",
  "\"There are a whole lot of questions that Peter Strzok should have answered and that the FBI instructed them not to answer,\" Meadows told reporters.",
  "Republican lawmakers take issue with the Justice Department's characterization of the subpoena response as complete or nearly complete.",
  "\"We don’t know how many have been delivered that are responsive out of that universe and how many remain to be delivered.\"",
  "Strzok previously testified publicly before a joint hearing of the House Oversight and Judiciary committees on July 12.",
  "\"I think those start dates could be problematic for some of the narratives that are out there right now.\"",
  "Fox News' Catherine Herridge and Jake Gibson contributed to this report.",
  "Strzok declined to answer Jordan, citing an FBI directive.",
  "Rep. Mark Meadows, R-N.C., said Wednesday.",
  "Meadows asked rhetorically.",
  "\"When did it start?\""
]