[
  "Both Judiciary and Oversight committees have jurisdiction over DOJ and FBI oversight, and Nunes’s letter reportedly sought information on whether there was any abuse of government surveillance during the 2016 election under the leadership of fired FBI Deputy Director Andrew McCabe and FBI official Peter Strzok.",
  "House Intelligence Committee Chairman Devin Nunes sent a letter, obtained by Fox News Friday, to House Judiciary Chairman Bob Goodlatte and Oversight Chairman Trey Gowdy requesting both call on 17 former and current FBI and Justice Department employees to testify before their respective committees.",
  "The questions—and it’s certainly between us and Congress, and we will address this to the best of our ability, as you know when anyone goes up before Congress in a situation like that representation would certainly be sought by a vast majority of individuals for assistance,” Bowdich said.",
  "The request came just a couple of days after DOJ Deputy Attorney General Rod Rosenstein and FBI Director Chris Wray were grilled by Republican Judiciary Committee members over the special counsel investigation.",
  "“For the sake of transparency and to keep the American people as fully informed as possible about these matters, the task force should consider interviewing these individuals in an open setting,” Nunes writes.",
  "The Daily Caller asked FBI Deputy Director David Bowdich for a response (cue 28:59) as to why Strzok bothered to testify if, according to Republican committee members, he refused to answer questions.",
  "I have not gotten a readout of what happened in that hearing so I think it’s best that I just leave that alone.”\n\nFollow Kerry on Twitter",
  "Nunes also requested that his fellow chairmen committees call on other FBI and DOJ employees, including FBI agent Lisa Page, to testify.",
  "Democrats want the transcript of the testimony released and claimed that Strzok’s statements have been taken out of context.",
  "Republican members of the committee said Strzok refused to testify about any questions the committee had about Fusion GPS.",
  "Strzok testified for 11 hours behind closed doors last Wednesday on Capitol Hill to House Judiciary members.",
  "He added, “He had an attorney with him.",
  "That’s between his lawyer and him.",
  "“I’m not gonna address that.",
  "I don’t know what was said.",
  "I was not in the hearing."
]