[
  "Contrast what is going on here with the treatment of the millions of dollars paid to a Democratic law firm which, in turn, paid out money to political research firm Fusion GPS and British ex-spy Christopher Steele without listing them on any campaign expenditure form — despite crystal-clear laws and regulations that the ultimate beneficiaries of the funds must be listed.",
  "Penn argues that while what Trump is alleged to have done — paying Stormy Daniels for a non-disclosure agreement she had sought for five years prior to the election — was legal, Hillary Clinton failed to report campaign expenditures that led to the Steele dossier.",
  "Mark Penn, the former pollster for both Bill Clinton and Hillary Clinton, has penned an op-ed in The Hill Wednesday in which he argues that Michael Cohen’s guilty plea shows the double standard that prosecutors have applied unfairly to Donald Trump.",
  "He writes:\n\nThe usual procedures here would be for the FEC to investigate complaints and sort through these murky laws to determine if these kinds of payments are personal in nature or more properly classified as campaign expenditures.",
  "And, on the Daniels payment that was made and reimbursed by Trump, it is again a question of whether that was made for personal reasons (especially since they have been trying since 2011 to obtain agreement).",
  "There is no question that hiring spies to do opposition research in Russia is a campaign expenditure, and yet, no prosecutorial raids have been sprung on the law firm, Fusion GPS or Steele.",
  "Think of a candidate with bad teeth who had dental work done to look better for the campaign; his campaign still could not pay for it because it’s a personal expenditure.",
  "If anyone broke campaign finance law, Penn argues, it was Clinton, not Trump — but prosecutors want Trump out of office.",
  "He is also the co-author of How Trump Won: The Inside Story of a Revolution, which is available from Regnery.",
  "Just because it would be helpful to the campaign does not convert it to a campaign expenditure.",
  "He is a winner of the 2018 Robert Novak Journalism Alumni Fellowship.",
  "Joel B. Pollak is Senior Editor-at-Large at Breitbart News.",
  "This rule was even tightened recently.",
  "Follow him on Twitter at @joelpollak.",
  "Read Penn’s full op-ed at The Hill.",
  "Reason: It does not “get” Trump."
]