[
  "GRASSLEY: First of all, I think you can have confidence in the people that aren't running the FBI that they are doing their job, and I think that it's-- we all have a responsibility including those in the FBI and those in the Justice Department to do what we can to re-establish the integrity of the FBI that's been warped a little bit by some of the things that McCabe and Comey have been involved in, not just in this administration, but in previous administrations.",
  "(VIDEO CLIP STARTS)\n\nJAMES COMEY, FORMER FBI DIRECTOR: My judgment was I needed to get that out into the public square, and so I asked a friend of mine to share the content of the memo with a reporter, I didn't do it myself for a variety of reasons, but I asked him to because I thought that might prompt the appointment of a Special Counsel, and so I asked a close friend of mine to do it.",
  "You needed to make yourself the protagonist, and now we know that but for those memos and your illegal leak to the New York Times, Robert Mueller wouldn't be doing what he's doing and that is tearing at the fabric of this country, and ain't it bittersweet irony, Jim, that both you and McCabe are being looked at for the same thing that Hillary was looked at.",
  "You're egotistical and you're condescending and you violate the very laws that you are sworn to uphold because you want to make news, because you want to write a book, because you want to be a hero and because you don't think the rules apply to you and because you, like your friend, McCabe according to the Inspector General do it for personal gain.",
  "PIRRO: I want to start by asking what you think of the fact that several conservative Congressmen have asked for Jeff Sessions to investigate Hillary, Comey, McCabe, Lynch -- here we are, almost a year and a half into the Trump administration and they are still asking Sessions to do what they have been asking him to do for almost a year.",
  "Andy McCabe sends out a person to leak to the Wall Street Journal trying to, you know, for his personal interest, not the public interest as the report says, the next day when the story is out there, he calls up two people not associated with the leak and yells at them and says don't let these leaks happen trying to cover his tracks.",
  "So, you are the top person at the FBI, the world's premier law enforcement agency, you are getting ready to brief the president of the United States on something that you know is unverified and salacious, that's his own words, and you don't ask the FBI and all your agents hey, where did this dossier come from?",
  "Because if it was not under the umbrella of the Special Counsel, Jeff Sessions conceivably shouldn't be recused, and we're talking about not just any old lawyer, we're talking about a lawyer to the president of the United States of America, that seems to be something the attorney general should be consulted.",
  "I wonder sometimes if there is like a Hollywood snob list like if they have an e-mail list where they e-mail each other about unique and dumber ways to attack the president, like I am going to going to arrest him at the White House and what is the secret service -- Judge, I was in the Secret Service.",
  "That's within the discipline of journalism, but they have a lot to do with whether or not people -- or whether or not government is doing its business, whether people have confidence in the government because they are always reporting on controversy, never reporting on things where people get along.",
  "And the bittersweet irony for all Americans is that we will be able to watch you fight each other, Andrew McCabe who says you told him repeatedly that it was okay to leak to the Wall Street Journal, and Loretta Lynch whom you accused of pressuring you not to call Hillary's case an investigation.",
  "Well, isn't it interesting that the president can do that but, you know, the Department of Justice and the FBI, they procrastinate, they redact, and they also what is very upsetting to me is the FBI says Mueller has the things that you want, so we can't -- we don't have it anymore.",
  "PIRRO: And joining me now with reaction to the president's latest tweets, the criminal charges recommended for fired FBI official, Andrew McCabe and of course, the Comey's memos, we are delighted to finally have him on, Chairman of the House Intelligence Committee, Devin Nunes.",
  "And the most outrageous comments of the week with Dan Bongino still ahead, plus my exclusive interview with Senator Charles Grassley, but next, Congressman Jim Jordan joins me live in studio to talk McCabe, Comey, Mueller and where these investigations should all end up, next.",
  "It's incredible what this guy has done and he is disgraced at every level, the head of the FBI using politics, poll numbers and personal bias to do his job, the American people should be outraged and it is dangerous for us as American citizens when someone behaves this way.",
  "And you and I both know that, you know, the FBI leaks like a sieve, even at the top starting with Jim Comey leaking information that some say is classified, so that it would get to the New York Times, so how can we be confident in this Department of Justice, in this FBI?",
  "Your memo, the first one, was actually sent to the FBI, to McCabe and company, and since there clearly wasn't anything criminal in that memo, then what's with your hogwash about you need to get information into the public square to get a special counsel appointed.",
  "I think that what I would like to do is have the people that police our system, the media, if they would be more fair in their reporting and not be so liberally oriented, it would go a long ways towards re-establishing people's confidence in our government.",
  "PIRRO: And one-on-one with Senator Charles Grassley still ahead, and next, he's scared off all the Democrats who usually debates on this show, so tonight, Dan Bongino joins me solo to talk about the most outrageous comments we have heard this week.",
  "I'm not sure that there's a need for legislation, but when I make a commitment to my colleagues, that if you can get a bipartisan agreement, I am chairman of the Committee, I feel like I have a responsibility to keep my word to my colleagues.",
  "PIRRO: All right, now you heard Devin Nunes and you also heard Hogan Gidley, one of the things that concerns me is that -- and I try to ask all my guests especially guests like you, my viewers want to know if ever there's going to be justice?",
  "Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "The Democrats say that it proves that Donald Trump was colluding with the Russians, and yet the president in James Comey's words and his own memo is saying I want you to look into this collusion thing, I want you to look into leaking.",
  "The thing that I don't like about all of this is it seems like we have to get to the point where we threaten subpoena or threaten contempt or threaten impeachment before we're delivered any documents and that has to stop immediately.",
  "We'd have to ask the Attorney General, but one of the questions that's come up in talking with Congressmen Zeldin and Congressman Meadows and I, we are wondering was Jeff Sessions consulted on the Cohen kick in the door raid?",
  "Deputy Director McCabe has been fired, now faces prosecution potentially, Jim Baker, former Chief Counsel at the FBI has been demoted and reassigned; Peter Strzok, Deputy Head of Counterintelligence, demoted and reassigned.",
  "So, the meeting for the discussion about the dossier would be the hook, and four days later, CNN had the story that Comey told the president about that salacious dossier and Comey himself was the one who created the hook.",
  "And this whole idea that it is reliable for the court but it is not reliable -- and when Stephanopoulos said to him should the president have been told that, you know, this thing was paid for by Hillary and the DNC?",
  "This is about the extreme left, the socialist left, wanting to never accept that the president of the United States was rightfully and duly elected, carried a number of states that nobody expected him to carry.",
  "It's pretty hard to drain the swamp when you have three branches of government, but I am convinced this president is doing everything he can to drain the swamp because he's questioning the culture of this town.",
  "UNIDENTIFIED FEMALE: What if Donald Trump simply decides I don't have to follow the law, I refuse to be held under the law, no marshal can get into this White House and any Secret Agent that defies me is fired.",
  "DAN BONGINO, FORMER SECRET SERVICE AGENT: Yes, well, Barack Obama made a big mistake appointing Eric Holder who is the only Attorney General by the way in modern US history to be held in contempt of Congress.",
  "And Comey's memos were released this week and they were supposed to lay out the real reason for his firing, that Donald Trump was colluding with the Russians and Donald Trump was looking to obstruct justice.",
  "GRASSLEY: I wouldn't be surprised that some of that might be happening and we don't know about it because of the tradition within the Justice Department and the FBI not to talk about ongoing investigations.",
  "PIRRO: All right, you have so much confidence that you are pushing this bill to prohibit the president from firing Mueller, although the president for the past four months has not said he's firing Mueller.",
  "GRASSLEY: I think that there's plenty of evidence there that that ought to be carried further because whether he was under oath but even if he wasn't under oath, it is against the law to lie to Congress.",
  "The Department of Justice is investigating Andrew McCabe now after an Obama appointed IG made a criminal referral, and pompous Cardinal Comey is now being investigated for leaking classified information.",
  "That's what saying for instance if something is wrong and you expose it, and the people that did the wrong doing, if they don't get fired, if heads don't roll, nothing's going to change in Washington.",
  "If you remember, there has been there has been several times where we've been told documents didn't exist and then we find out days, even months, several months later that in fact documents do exist.",
  "That in fact was a lie and then he came back and said that maybe some Democrats had something to do with it, but now, you know, now he claims he didn't know the Democrats had anything to do with it.",
  "James Clapper, the man I told you last week that Jim Comey said he admires most in government, who we already know is a liar, based on his -- we don't spy on Americans, well, not wittingly at least.",
  "Just weeks ago, both countries enacted a number of tariffs against each other covering everything from food to technology imports sparking fears of a trade war that could impact the global economy.",
  "The Senate isn't getting much legislating done because we face a Democrat filibuster on every non-controversial and even controversial nominees, but most of these nominees are non-controversial.",
  "The same day that you said Hillary would be a better president, you demur and say, it's too hard to go back in time and answer whether she'd be a better president when asked a few hours earlier.",
  "(VIDEO CLIP STARTS)\n\nSEN. CHARLES GRASSLEY, R-IOWA: Obviously, the views of the majority leader are important to consider, but they do not govern what happens here in the Judiciary Committee.",
  "And here's the rub, the meeting with the president by Comey was a set-up to allow CNN to go forward with a negative story about the president and to create the illusion of Russia collusion.",
  "I promise you there is not one Secret Service agent losing one second of sleep at night worrying about these delusional liberals' fairytales of arresting Donald Trump at the White House.",
  "And I would just suggest that anybody that's involved in enforcing the law and everybody in the Justice Department ought to be involved in that, you follow the facts where they take you.",
  "Number two, the president encouraged the FBI Director to investigate the Steele dossier, and number three, the president wanted to make sure that his administration was free of leaks.",
  "But once Comey is fired, he decides he's going to leak information to get to the New York Times now that the Department of Justice is looking at that leak of classified information.",
  "Clapper tells Comey to meet with the president, to alert him about the prostitutes, which is a pretext to create a news hook so that CNN can leak the story about the prostitutes.",
  "PIRRO: And you know what's interesting is, the president kept saying can you please, you know, can you please leak I am not under investigation because you just told me I am not?",
  "PIRRO: You know, Mr. Chairman, I think it's interesting I believe the president said the other day that he had given something like 1.4 million documents to the Special Counsel.",
  "And I think that's a good place to start with you because as I understand it, you guys have received something like, I don't know, 3,000 out of 1.2 million memos and documents.",
  "And boxing legend Jack Johnson could soon receive a posthumous pardon from President Trump more than a hundred years after he was convicted by an all white jury of immorality.",
  "Do you remember that journalist scandal where the journalists had that e-mail group where they would e-mail each other with horrible stories and ways to attack conservatives?",
  "GRASSLEY: I push this bill because I made a commitment to my colleagues when they introduced three different bills, I said, I'm not going to deal with three different bills.",
  "What we've heard in the press is Rod Rosenstein said okay, southern district of New York, go kick in the door of Michael Cohen's office and business and get these documents.",
  "And finally, Jim, you've done more damage to the FBI as an institution than J. Edgar Hoover because your mission was to change the course of American presidential history.",
  "On the one hand, you lie to the president that you don't leak and the whole point of the memo was to leak it and now on your book tour, you say it is true, I am a leaker.",
  "But Jim, you hoisted yourself on your own petard when you made it clear that you intended to release those classified memos so that you could get even with the president.",
  "Well, unfortunately, for the Democrats and the mainstream media, they proved just the opposite and they go against virtually everything that Comey has said about Trump.",
  "(VIDEO CLIP ENDS)\n\nPIRRO: That's Senate Judiciary Chairman Chuck Grassley this week pushing back at majority leader Mitch McConnell's efforts to block the Mueller bill.",
  "And if Donald Trump needed investigating, Jim, answer me this, why didn't you investigate him when you were the highest ranking law enforcement official in the nation?",
  "I said the Russians allegedly had the tapes involving him and prostitutes in Moscow,\" so that they could lend credence to the hyped up Russia collusion investigation.",
  "One of the things that I -- in reading the president's tweet with Hogan Gidley, at the end, the president says where are the memos on Clinton, Lynch and the others?",
  "(VIDEO CLIP ENDS)\n\nCOMEY: I see the Republican Party as near as I can tell reflects now entirely Donald Trump's values, which is it doesn't reflect values at all.",
  "There's the Jim Comey in front of Congress that hid the fact that he was engaged in an illicit investigation against the president for eight months, eight months.",
  "You said, \"Director Comey, have you ever been an anonymous source to news reports about matters relating to the Trump investigation or the Clinton investigation?\"",
  "You knew from the get go that you were going to cut Hillary loose, and you knew from your time in the Obama administration that you would go after Donald Trump.",
  "Then you say question two, \"Have you ever authorized someone else at the FBI to be an anonymous source in news reports about Trump or Clinton investigation?\"",
  "So, if DOJ can't deliver them, then the executive branch is going to have to step in, or Congress is going to have to go to these great lengths to get this.",
  "GIDLEY: I don't know what the future holds in this particular instance, but I can say this, I don't think this is the end of what we know about James Comey.",
  "I will put it up there -- and then by the way, so he hides that info, judge, but then when he could hurt the president by leaking memos, what does he do?",
  "So, those are the top people and we wonder why -- why in the world would Jeff Sessions won't name a second Special Counsel when you have that happening?",
  "The only difference between you J. Edgar is that he wore dresses and even if you wanted to, you probably couldn't get one to fit you at 6 feet 8 inches.",
  "I mean, Andrew McCabe what he did, you know, four different times lied -- three of those times under oath and now a criminal referral for Andy McCabe.",
  "GIDLEY: And then, set up this elaborate scheme to somehow leak that classified information to the New York Times so the American people could see it?",
  "They prove one, that the president encouraged the FBI Director to investigate the issue of collusion between anyone on the Trump campaign and Russia.",
  "You even changed the definition of the law to let her get away with it, and you played along with Loretta Lynch so that she could get away with it.",
  "(VIDEO CLIP STARTS)\n\nROBERT DE NIRO, AMERICAN ACTOR: My hope is a couple where I interrogate him, then, I arrest him and then I escort him to jail.",
  "\"Liars, Leakers and Liberals: The Case Against The Anti-Trump Conspiracy,\" but you can preorder it now just by going on Amazon and Barnes & Noble.",
  "The good thing is that both the Judiciary Committee and the Oversight Committee are now also fully engaged in this and we're running out of time.",
  "PIRRO: Well, not only...\n\nNUNES: You're going to brief the Congress and the president of the United States and you don't know where it came from?",
  "The Democrats, the mainstream media, I think people within DOJ and FBI, they think they can take back the House of Representatives in November.",
  "We now know and we now see the deep state doing what it does best, state actors protecting each other and like-minded members of the system.",
  "Here with reaction to my opening state and all developing stories tonight, White House Deputy Press Secretary Hogan Gidley who joins me now.",
  "President Trump says he's considering a full pardon after speaking with Sylvester Stallone who shared the boxer's story with the president.",
  "Jim Baker, former Chief Counsel at the FBI has been demoted and reassigned, Jim Baker former chief of staff to Jim Comey has left the FBI.",
  "There's serious problems with what he did, as you know, classified information touched his hands and then he leaked it out to the public.",
  "You're a former FBI Director out there discussing matters presently under investigation as the Special Counsel is doing that very thing.",
  "You are in the same boat as she, but you let her loose because you said she didn't intend to have classified information on her server.",
  "(VIDEO CLIP STARTS)\n\nUNIDENTIFIED MALE: Do you think we would be a lot better off with Hillary Clinton as president than Donald Trump?",
  "The problem is that we now have an Attorney General who has recused himself and you are continuing to push a bill to protect Mueller.",
  "PIRRO: Yes, does it have to do with the fact that they are very political and that they wanted to have someone other than Trump win?",
  "He set up a systematic way in which he could get to one of his friends to take classified information, he classified the document.",
  "There are no revelations in here except for one, and that is the higher loyalty James Comey talks about is to no one but himself.",
  "PIRRO: All right, my exclusive interview with Senator and Chairman of the Senate Judiciary Committee, Charles Grassley is next.",
  "Treasury Secretary Steve Mnuchin is considering a trip to China to iron out the trade issues between that country and the US.",
  "JORDAN: Well, they're either demoted, either fired, under prosecution potentially, demoted and reassigned or they have left.",
  "Comey lied and said the FBI is keeping a close hold on that dossier so there would be no excuse for it to expose his story.",
  "Contemporaneous notes carry great weight because they're made almost immediately after the event when the memory is fresh.",
  "And if you read what Horowitz released, this is the most telling, I mean, Hogan used the word scheme, talk about a scheme.",
  "And this is not a PR program to get a higher salary for your next film because we are just avoiding people like this now.",
  "NUNES: We were told by MR. Comey -- what we were told by Mr. Comey when we asked in early 2017 where did this come from?",
  "Comey himself admits to the president, CNN wants to go forward with a story because some leaker gave them the dossier.",
  "You could be looked at for theft of government property, obstruction of justice yourself, and a clear abuse of power.",
  "JORDAN: They called up Cheryl Mills and said, you know, \"Cheryl, what time can we come over and get these documents?\"",
  "JORDAN: Well, it tells me the top people at the FBI, you could throw in Comey's been fired, the Director of the FBI.",
  "It is incredible that he, you know, he was the most hated person in Washington, DC until President Trump fired him.",
  "(VIDEO CLIP ENDS)\n\nPIRRO: Dan, can you believe these people who are talking about arresting the President for what?",
  "And what I am worried about here and I don't think it's a big secret about it, that they are just trying to stall.",
  "Once you took those memos out of the building to leak to the New York Times, you, James Comey, committed a crime.",
  "Earlier, I sat down with Senator Grassley to discuss that bill and many other critical issues facing the Senate.",
  "PIRRO: We hope that they do that, but with all due respect, the American public has lost confidence in the FBI.",
  "But if there's any justice, and the Department of Justice is independently run, you'll all be made accountable.",
  "COMEY: Certainly, given her commitment to our traditions and our norms and our values and the rule of law, yes.",
  "What's interesting about those three individuals, Andy McCabe has been fired and now faces a criminal referral.",
  "And according to his own words Comey says on several occasions that they were not investigating the president.",
  "And if I were a betting woman, I'd bet that your friend Clapper is another one soon to be under investigation.",
  "UNIDENTIFIED MALE: Because you know what, he waits until he gets out of office, now he's got something to say.",
  "(VIDEO CLIP STARTS)\n\nERIC HOLDER, 82ND ATTORNEY GENERAL OF THE UNITED STATES: I think he's a truthful person.",
  "Plus White House Spokesperson Hogan Gidbley, Senator Chuck Grassley and Congressman Jim Jordan are all ahead.",
  "They lied about not having e-mails between the Department of Justice and the FBI on the Lynch tarmac meeting.",
  "MARIANNE RAFFERTY, CORRESPONDENT, FOX NEWS: Live from \"America's News Headquarters,\" I am Marianne Rafferty.",
  "And as a result, you, the Director of the FBI, are under investigation for leaking classified information.",
  "GIDLEY: James Comey is a disgrace, disgruntled and now discredited individual who got fired from the FBI.",
  "You told the president in that memo repeatedly, your memos that the president wasn't under investigation.",
  "I mean, if they are able to just be dilatory and delay, then justice delayed of course is justice denied.",
  "This was announced today during the spring meetings of the World Bank and IMF being held in Washington.",
  "Here with reaction to that and more, former Secret Service agent, an NRA TV contributor, Band Bongino.",
  "My next guest has been relentless in his fight for the truth in both Clinton and Russia investigation.",
  "So, now folks the whole idea of Russian collusion with the Donald Trump campaign fades into obscurity.",
  "He's been on every single newscast, every single interview, and he can't get his own story straight.",
  "So, Mr. Meadows and Mr. Zeldin and I plan to send a letter to the Attorney General and just ask him.",
  "So, they're trying to stall until -- so that they can shut down these investigations come November.",
  "It's a fund-raising scheme because the Democrats are out of money, and that's what this is about.",
  "The memos were written contemporaneous with the meetings, one within five minutes of the meeting.",
  "PIRRO: So, believe it or not, some people out there still think James Comey is a truthful person.",
  "Let's talk about the fact that I believe you asked a direct question to Jim Comey in May of 2017.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "You hear rumors about some things that are being done that aren't talked about very regularly.",
  "(VIDEO CLIP ENDS)\n\nPIRRO: And that's just one of the most outrageous things I heard this week.",
  "He then says -- this is Comey speaking, \"I then executed the session exactly as I had planned.",
  "FBI Director James Comey and Deputy Director Andrew McCabe now know the pain of those petards.",
  "So the fact -- and I want to go back to what you were talking about in your opening statement.",
  "And thank you once again for making \"Justice\" number one again last weekend all weekend long.",
  "I don't know, he must be mistaking his tough guy persona in the movies for a real life thing.",
  "I used to respect this guy, but the truth is, the stuff he's doing now is just really crazy.",
  "(VIDEO CLIP ENDS)\n\nPIRRO: So, she'd be a better president, but Jim, you need to be careful.",
  "Here's something else I would like your viewers to think about and to see who they believe.",
  "PIRRO: Well, let's just hope that the Department of Justice considers it a serious problem.",
  "He has done a horrible job at the FBI, not doing his job and turning his back on fairness.",
  "He totally made up things that he said I said and he's already a proven liar and a leaker.",
  "You're trying to look like an objective individual, until you again admit that you're not.",
  "So, President Trump is calling former FBI Director James Comey a proven leaker and a liar.",
  "Now because he didn't trust the president, Comey made notes of his presidential meetings.",
  "My viewers want to know what they can expect or are we all just spinning our wheels here?",
  "UNIDENTIFIED MALE: What do you think about this president that uses the word slime ball?",
  "PIRRO: Well, what do you think about an FBI Director who calls the president a mob boss.",
  "Look, it takes a lot of talent for someone that tall to make himself this small, right?",
  "He's all over every network because they want him to say bad things about Donald Trump.",
  "Because there was no investigation that was needed, and it was secondary in any event.",
  "JORDAN: Right at the top of the memo it is to Andy McCabe, Jim Baker and Jim Rybicki.",
  "Seriously, no one is buying tickets for your movie on that side of the aisle anymore.",
  "PIRRO: You know, Dan, I said in the open, I said, you know, I think Clapper is next.",
  "GRASSLEY: Instead of answering your question, you brought up a very important issue.",
  "Do you have a Department of Justice that you are confident can go forward with this?",
  "My exclusive interview with House Intelligence Chairman Devin Nunes is moments away.",
  "He has completely ignored the American people, their will in electing Donald Trump.",
  "The one he said he had to leak so he could get justice and get a special counsel.",
  "So, in January of 2017, we were briefed on the dossier, the now famous dossier.",
  "But let me ask you this, Chairman...\n\nNUNES: And that's what I'm referring to.",
  "(VIDEO TAPE ENDS)\n\nPIRRO: My thanks to Senator Grassley, the wait now is over.",
  "He said years ago, when he said, \"Oh, we don't spy on anybody, not wittingly.\"",
  "UNIDENTIFIED MALE: I have seen some of the excerpts that have been coming out.",
  "UNIDENTIFIED FEMALE: I saw it on Twitter, apparently it is like really spicy.",
  "What are you guys doing dilly dallying about whether Mueller should be fired?",
  "You yourself have said there doesn't appear to be any evidence of collusion.",
  "Welcome back to the special edition of \"Justice\" on this busy night of news.",
  "Jeff Sessions -- we hear this week that if you fire Rosenstein, I'm leaving.",
  "Don't you love it when arrogant egomaniacs are hoisted on their own petards?",
  "This is a rush transcript from \"Justice with Judge Jeanine,\" April 21, 2018.",
  "Tell me what you think on my Facebook, Twitter and Instagram #judgejeanine.",
  "But getting back to Comey, Judge, listen, your opening statement was great.",
  "BONGINO: You know, Bobby D hasn't had an original line since \"Good Fellas.\"",
  "Okay, so the Democrats seemed to have moved on now, Dan, from impeachment.",
  "GRASSLEY: We've got a president that has come to town to drain the swamp.",
  "PIRRO: Okay, and what do you think of the name of it, \"A Higher Loyalty.\"",
  "Clapper told Comey to meet with the president to speak about the dossier.",
  "Where do you come off publishing a book about issues under investigation?",
  "Now you need to put things in the public square to get a special counsel?",
  "And yet he vouch for it as part of the application for the FISA warrant.",
  "And he said well, he says I think it -- it was started from Republicans.",
  "REP. DEVIN NUNES, R-CALIFORNIA: Well, we're still fighting to get them.",
  "She didn't care about coloring her hair or the genuiness of her pearls.",
  "Now, I don't necessarily -- I don't think Mueller is going to be fired.",
  "You established the intent that you say was missing in Hillary's case.",
  "I'm Jeanine Pirro advocating for truth, justice and the American way.",
  "UNIDENTIFIED MALE: I haven't been the biggest fan of the FBI lately.",
  "PIRRO: What can the American people do when we see these injustices?",
  "But unfortunately, for Jim Comey, they do not support his narrative.",
  "The part that I want to ask you is, where do you think this ends up?",
  "Even admitting what you leaked was secret and therefore classified.",
  "HOGAN GIDLEY, WHITE HOUSE DEPUTY PRESS SECRETARY: I'm great, Judge.",
  "I mean, this guy -- think about actors, Dan, you know what they do?",
  "PIRRO: All right, Dan Bongino, always good to have you on the show.",
  "She cared about things that mattered -- love, loyalty, and family.",
  "END\n\nContent and Programming Copyright 2018 Fox News Network, LLC.",
  "I mean, if you can't figure this out, you know -- go ahead, Hogan.",
  "I think this is the beginning and more stuff is going to come out.",
  "We're delighted to have Congressman Jim Jordan in studio tonight.",
  "PIRRO: Well, don't you have to read it to know whether it's true?",
  "Eric holder is just doing that, because he wants to Donald Trump.",
  "I think he's also a person who made some really serious mistakes.",
  "PIRRO: Okay, are you buying Jim Comey's book, \"A Higher Loyalty?\"",
  "PIRRO: Are you going to buy Jim Comey's book \"A Higher Loyalty?\"",
  "She was a powerful woman at a time when women were not powerful.",
  "UNIDENTIFIED MALE: Absolutely I'm going to buy Jim Comey's book.",
  "None of that was reported, so they ought to be suing themselves.",
  "GIDLEY: Look, I believe the president is absolutely right there.",
  "Jim, do your answers depend on the time of day or on medication?",
  "The president tweeted that \"James Comey's memos are classified.",
  "Chairman Devin Nunes, thank you so much for your time tonight.",
  "Because understand, this happened outside the Special Counsel.",
  "PIRRO: But Senator, you are an extremely important individual.",
  "This is nothing more than a scam to keep their base fired up.",
  "Well, he never told us that it wasn't started by Republicans.",
  "News flash, you didn't have a right to leak that information.",
  "Trump however interjects saying there were never prostitutes.",
  "(VIDEO CLIP ENDS)\n\nPIRRO: Her commitment to the rule of law?",
  "NUNES: Right, right...\n\nPIRRO: Because at that point he did.",
  "All right, first question, do you believe Comey lied to you?",
  "Senator Grassley, thanks so much for being with us tonight.",
  "PIRRO: Almost 50 years, what would you change if you could?",
  "They didn't report that they were paying Fusion GPS, right?",
  "And that's what I have tried to tell all of my colleagues.",
  "This copy may not be in its final form and may be updated.",
  "(VIDEO CLIP ENDS)\n\nPIRRO: Jim, you're the head of the FBI.",
  "The Senate has passed virtually no bills in the last year.",
  "This week I hit the streets to talk the Comey book mania.",
  "There's some question about the constitutionality of it.",
  "He unhides some information and leaks it to his buddies.",
  "They have to read other people's words to make a living.",
  "Congressman Jordan really great to have you on the show.",
  "When are we going to start putting teeth in what we do?",
  "That would be a predicate for perjury, and you know it.",
  "GRASSLEY: I would -- you ask a very difficult question.",
  "PIRRO: Okay, it is against the law to lie to Congress.",
  "UNIDENTIFIED MALE: No, I haven't, but I would love to.",
  "PIRRO: Yes, do you have time to get rid of everything.",
  "JORDAN: Well, Andy McCabe is about to find out; right?",
  "That they were digging up dirt on the Trump campaign.",
  "So, this wasn't under the umbrella of Robert Mueller.",
  "He lied it and he leaked and then lied about leaking.",
  "Take a listen to none other than Eric Holder on this.",
  "UNIDENTIFIED MALE: She knows what I'm talking about.",
  "Barbara Bush, America says good night and thank you.",
  "JEANINE PIRRO, HOST: Hello and welcome to \"Justice.\"",
  "And you know what, talk about kicking down the door.",
  "Let's talk about that first memo that Jim Comey did.",
  "That's a serious problem we should all be concerned.",
  "I said in my open, look you didn't have to leak it.",
  "I want to know, was the attorney general consulted?",
  "They didn't kick down any of those doors, did they?",
  "UNIDENTIFIED MALE: I think it makes a lot of sense.",
  "UNIDENTIFIED FEMALE: I really don't know who he is.",
  "I think he's a man of honor, a person of integrity.",
  "I mean, this guy, Clapper, he has lied to Congress.",
  "Gee, they didn't kick down Hillary Clinton's door.",
  "They are the ones that colluded with the Russians.",
  "Where are the memos on Clinton, Lynch and others?\"",
  "So, they are the ones that have an FEC violation.",
  "So, you think about...\n\nPIRRO: They are all gone?",
  "And the best part was, he didn't just do it once.",
  "PIRRO: Do you question the culture of this town?",
  "UNIDENTIFIED FEMALE: I would consider buying it.",
  "UNIDENTIFIED MALE: I don't like to read fiction.",
  "UNIDENTIFIED FEMALE: Because I just don't care.",
  "Why didn't he stand up and have some cajunas...",
  "I said if you get together, I will bring it up.",
  "Jim, you also have to keep your facts straight.",
  "That's...\n\nPIRRO: Now, what does that tell you?",
  "Lisa Page, FBI counsel, demoted and reassigned.",
  "PIRRO: I want to get one last question in here.",
  "NUNES: Well, they ought to be suing themselves.",
  "PIRRO: All right, long awaited memos come out.",
  "\"Street Justice\" is back and better than ever.",
  "PIRRO: Are you going to buy Jim Comey's book?",
  "They seem to just want Donald Trump arrested.",
  "I mean De Niro, we don't care what you think.",
  "PIRRO: Are you going to buy Jim Comey's book?",
  "PIRRO: Are you going to buy Jim Comey's book?",
  "PIRRO: Are you going to buy Jim Comey's book?",
  "UNIDENTIFIED MALE: He tells nothing but lies.",
  "Comey is dumb enough to admit it in the memo.",
  "JORDAN: Right, after the January 6th meeting.",
  "Were you in any way a part of that decision?",
  "Because it seems to me, he should have been.",
  "Hogan Gidley, thanks so much for being here.",
  "All right, Dan, what say you to Eric Holder?",
  "We're here at Midtown Manhattan to find out.",
  "You had a reason for asking those questions.",
  "You wanted Hillary Clinton to be president.",
  "And Jim, you're a political operative too.",
  "You mentioned, he's 6- feet 8-inches tall.",
  "It's incredible what this person has done.",
  "But you protest, I don't do sneaky things.",
  "Jim Rybicki has left the FBI all together.",
  "PIRRO: So, let's talk about Jeff Sessions.",
  "PIRRO: The American people are frustrated.",
  "Now back to \"Justice with Judge Jeanine.\"",
  "UNIDENTIFIED FEMALE: Maybe, probably not.",
  "UNIDENTIFIED MALE: I think it is garbage.",
  "He is going back and forth on everything.",
  "REP. JAMES JORDAN, R-OHIO: Good evening.",
  "That's the only thing that's not leaked.",
  "I mean, come up with something yourself.",
  "It is against the law to lie to the FBI.",
  "Do you have confidence in Jeff Sessions?",
  "Now, you aren't going to do that by law.",
  "Street justice is back, and it is next.",
  "So, do people plan to buy Comey's book?",
  "You are one of the lions of the Senate.",
  "PIRRO: Are you buying Jim Comey's book?",
  "But before we go, a sad day in America.",
  "UNIDENTIFIED MALE: I think he's right.",
  "Why do you continue to push this bill?",
  "(VIDEO TAPE STARTS)\n\nPIRRO: All right.",
  "Jim Comey needs to be held to account.",
  "I very much appreciate your tuning in.",
  "Not he didn't know where it came from.",
  "All right Good Evening, Mr. Chairman.",
  "All right, good evening, Congressman.",
  "I want you to look into this dossier.",
  "You have been in congress since 1974.",
  "So my new book is coming out in June.",
  "UNIDENTIFIED MALE: Oh, that's great.",
  "He's lying again about lying before.",
  "You've deceived the American people.",
  "They were memos to other FBI agents.",
  "When do you think you will get them?",
  "That's what oversight is all about.",
  "You can't debate with these people.",
  "Why are we wasting taxpayer money?",
  "PIRRO: You think he's a great guy.",
  "PIRRO: What about the DNC lawsuit?",
  "This is not a time for being nice.",
  "So, this is a fund-raising scheme.",
  "It didn't have to be investigated.",
  "You're a liar and you're a leaker.",
  "But there needs to be a news hook.",
  "You need to be very, very careful.",
  "The problem is, it's falling flat.",
  "Jim, the FBI is not proud of you.",
  "In fact, they prove the opposite.",
  "Thanks for being with us tonight.",
  "UNIDENTIFIED FEMALE: James Comey?",
  "We heard all the whining already.",
  "He's just doing it to hurt Trump.",
  "He really knows what is up here.",
  "The House passed over 400 bills.",
  "The \"Greg Gutfeld Show\" is next.",
  "They were not memos to yourself.",
  "And you outlined it beautifully.",
  "It's nothing more, nothing less.",
  "It's incredible what's going on.",
  "We can't just start being nice.",
  "PIRRO: No, it's not believable.",
  "You already sent it to the FBI.",
  "All right, good evening, Hogan.",
  "Now he's the toast of the town.",
  "But first my opening statement.",
  "But folks, it gets even better.",
  "This is really psychotic stuff.",
  "PIRRO: And what's with De Niro.",
  "He had something a little bit.",
  "PIRRO: You think it's garbage?",
  "How much are you going to pay?",
  "We have a packed show tonight.",
  "So let me make it real simple.",
  "What's going on with this guy?",
  "They belong to our government.",
  "PIRRO: The swamp is horrible.",
  "They were not personal notes.",
  "PIRRO: We will be right back.",
  "UNIDENTIFIED FEMALE: Hell no.",
  "What do you think about that?",
  "So, what a mistake that was.",
  "Jim Comey is not a good guy.",
  "You're fired and you're mad.",
  "You had no right to do that.",
  "GIDLEY: No, it's incredible.",
  "It is in service to his ego.",
  "Therefore, he broke the law.",
  "NUNES: No, we can't be nice.",
  "That time was over long ago.",
  "That was a simple question.",
  "He said, well I don't know.",
  "This is the number two guy.",
  "I mean, they are psychotic.",
  "They have lost their minds.",
  "That's what I would change.",
  "UNIDENTIFIED MALE: Hell no.",
  "UNIDENTIFIED MALE: Heck no.",
  "I think he is a great guy.",
  "My viewers are frustrated.",
  "BONGINO: Judge, seriously?",
  "Anyway, I will keep going.",
  "Jack Johnson died in 1946.",
  "That is as bad as it gets.",
  "This goes to main justice.",
  "JORDAN: Yes, I don't know.",
  "How do you interpret that?",
  "I mean, the guy is schizo.",
  "I did not declassify them.",
  "I don't make weasel moves.",
  "GIDLEY: Thank you, judge.",
  "But they lied about that.",
  "Do you know what he said?",
  "There are two Jim Comeys.",
  "Thanks for being with us.",
  "Have you worked with him?",
  "I like real-life stories.",
  "PIRRO: James Comey, yes.",
  "Well, bob, nobody cares.",
  "You get this, all right?",
  "UNIDENTIFIED FEMALE: No.",
  "UNIDENTIFIED FEMALE: No.",
  "PIRRO: The make believe.",
  "Thanks for having me on.",
  "Comey replied, \"Never.\"",
  "BONGINO: Thanks, Judge.",
  "I am Marianne Rafferty.",
  "UNIDENTIFIED MALE: Yes.",
  "PIRRO: You don't care?",
  "Do you like Jim Comey?",
  "UNIDENTIFIED MALE: No.",
  "UNIDENTIFIED MALE: No.",
  "He says it repeatedly.",
  "Jim, it isn't working.",
  "That's not believable.",
  "PIRRO: Thanks so much.",
  "Jim, it's so obvious.",
  "Comey again said, no.",
  "GRASSLEY: Yes, I do.",
  "GRASSLEY: Every day.",
  "That's what they do.",
  "But how do you know?",
  "You haven't read it?",
  "ALL RIGHTS RESERVED.",
  "Jim, are you schizo?",
  "It is just horrible.",
  "It's transactional.",
  "And that's my open.",
  "PIRRO: Yes, he did.",
  "PIRRO: No, why not?",
  "Are you buying it?",
  "No doubt about it.",
  "I'm not impressed.",
  "We raise children.",
  "And you are right.",
  "I'm Jeanine Pirro.",
  "JORDAN: Thank you.",
  "What's that about?",
  "JORSDAN: You bet.",
  "NUNES: All right.",
  "It is ego driven.",
  "PIRRO: I did yes.",
  "I'm sorry, folks.",
  "Is Comey schizo?",
  "Did you approve?",
  "PIRRO: I do too.",
  "Were consulted?",
  "You're pompous.",
  "PIRRO: Why not?",
  "GRASSLEY: Sure.",
  "PIRRO: Why not?",
  "Don't go away.",
  "You know what?",
  "Take a listen.",
  "You get fired.",
  "I don't leak.",
  "It was phony.",
  "PIRRO: Right.",
  "A little bit.",
  "PIRRO: I did.",
  "PIRRO: Good.",
  "You tell me.",
  "Take a look.",
  "Take a look.",
  "How are you?",
  "It's scary.",
  "PIRRO: Yes.",
  "PIRRO: Yes.",
  "Absolutely.",
  "Go ahead.",
  "The dirt.",
  "Why?",
  "Why?"
]