[
  "After months of document review and interviews with working-level intelligence community personnel, the Senate and House panels have moved on to high-profile interviews with former Obama administration officials and Trump officials, including Trump’s son-in-law, Jared Kushner.",
  "Two Republican House Intelligence Committee staffers traveled to London earlier this summer to track down the former British intelligence operative who compiled a controversial dossier on President Donald Trump and Russia, according to three people familiar with the matter.",
  "The House Intelligence Committee investigation fell into turmoil in April after the committee's chairman, Devin Nunes, was forced to recuse himself from the investigation after his close links to the Trump White House prompted questions of conflicts of interest.",
  "The 53-year-old Steele has said almost nothing publicly since he went into hiding after the dossier was made public, enraging Trump officials and many Republicans who denounced it as a compilation of false statements and innuendo.",
  "“What is clear is that the president and his allies are desperately trying to smear Fusion GPS because it investigated Donald Trump's ties to Russia,” Tracy Schmaler, a representative for Fusion GPS, said in a statement.",
  "Some Republicans, meanwhile, distrust their Democratic colleagues—suspecting them of maintaining a back channel to Steele to discuss the allegations in the dossier, something the Republicans say would be inappropriate.",
  "The previously unreported trip underscores the importance of the 35-page dossier Christopher Steele wrote last year to congressional probes into possible collusion between Moscow and the 2016 Trump campaign.",
  "That source also said it was a coincidence that Steele was meeting with his lawyer when the staffers visited, and that the investigators followed instructions from Washington not to speak to Steele himself.",
  "Other likely witnesses on both the House and Senate side after Congress returns from its August recess include Trump's former campaign manager, Paul Manafort and his longtime political adviser, Roger Stone.",
  "House Intelligence Committee Republicans did not tell Democrats on the panel, the Senate Intelligence Committee nor special counsel Robert Mueller’s office that the investigators were pursuing Steele.",
  "Republicans have accused Fusion GPS of fostering links to Russia, and say Fusion lobbied on behalf of Kremlin interests without properly registering as a foreign agent, a claim which Fusion denies.",
  "Senate officials—whom NBC News has reported were negotiating their own interview with Steele—fear the aggressive move could spook Steele and derail his potential cooperation with their own probe.",
  "Congressional investigators are trying to determine who funded the dossier, the veracity of its salacious allegations and how the document made its way into the hands of the media last summer.",
  "Though both panels are probing the same issues, examining the same documents and interviewing the same witnesses, there has been little effort to coordinate the two investigations.",
  "The Senate panel is “taking pains” not to conflict with Mueller’s investigation, according to one of several officials who spoke to POLITICO and who confirmed that assessment.",
  "The Senate has made a public, concerted attempt to position itself as the more serious, bipartisan investigation, helped along by the House’s own internal partisan bickering.",
  "Story Continued Below\n\nIt also has inflamed simmering tensions between House and Senate investigators as they pursue simultaneous probes into the Trump-Russia connection.",
  "Investigators have been investigating the roots of the dossier’s funding, the document’s origin, and how it made its way into the hands of media and government officials.",
  "The London trip has also angered Democrats in both chambers of Congress, who were not consulted by their colleagues before the investigators knocked on Steele’s door.",
  "U.S. intelligence officials acquired the dossier last year and briefed President Obama, then-president-elect Trump and congressional leaders about its contents.",
  "The Senate committee is also interested in pursuing talks with Glenn Simpson, a former Wall Street Journal investigative reporter who co-founded Fusion GPS.",
  "We don’t plan to play any role in their investigation,” Senate Intelligence Committee Chairman Richard Burr of North Carolina told reporters in late March.",
  "Adding to the tensions is a third investigation by the Justice Department-appointed special counsel, Robert Mueller, which covers much of the same ground.",
  "The House staffers left their contact information at two addresses associated with Steele, a former agent for Britain’s MI6 foreign intelligence service.",
  "One of those locations was Steele’s lawyer’s office, where the former spy was meeting with his counsel when the House investigators showed up.",
  "The House panel, meanwhile, is checking in with Mueller when it pursues witnesses, but is not concerned with staying out of Mueller’s lane.",
  "Tensions between the two intelligence panels have been palpable since each respective inquiry got off the ground early this year.",
  "Steele’s lawyer has been in contact with the House Intelligence Committee since the staffers’ visit, a congressional source said.",
  "One Senate official also expressed frustration that any details about congressional investigations were coming out in the press.",
  "Democrats fear House investigators are more interested in discrediting the dossier than trying to substantiate its allegations.",
  "“We’re not putting the brakes on our investigation just because Mueller wants something,” the congressional official said.",
  "Sen. John McCain passed the document to the FBI in late 2016, according to a statement from his office in January.",
  "“They’re doing their path, we’re doing ours,” the congressional official said of the House and Senate inquiries.",
  "Steele was contracted during the 2016 campaign by Fusion GPS, a U.S.-based opposition research firm.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "“Every time something comes out ... we take three steps back,” the official said.",
  "BuzzFeed News, which had obtained the document, published it soon after.",
  "“We’re not asking the House to play any role in our investigation.",
  "The dossier emerged in media circles in the summer of last year.",
  "All of those interviews have been conducted behind closed doors.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]