[
  "Story Continued Below\n\nAlthough there are various lawsuits pending over publication and distribution of the dossier, and news outlets have brought Freedom of Information Act cases over how the U.S. government responded to that and other Russia-related allegations, Fusion's suit to block the House intelligence panel's subpoena appears to be the first direct challenge to the authority and legitimacy of one of the congressional probes.",
  "This action should concern anyone who might ever oppose this or any future president of either political party.”\n\nFusion also complains that the subpoena is overbroad because it seeks all the bank's records about the firm and is not limited to information about who hired the firm to prepare the Trump dossier, a collection of accurate, inaccurate and unproven intelligence reports on President Donald Trump's alleged ties to Russia.",
  "Fusion's legal team, recently bolstered by the addition of prominent white-collar defense attorney William Taylor of Zuckerman Spaeder, also argues that the subpoena is unauthorized because House Intelligence Chairman Devin Nunes (R-Calif.) failed to consult with ranking Democrat Adam Schiff (D-Calif.) about the effort and because Nunes is supposed to be recused from the Russia probe.",
  "| J. Scott Applewhite/AP Dossier fight could be first legal test for Hill Russia probes\n\nA brewing battle over the bank records of the private investigation firm that commissioned the so-called \"Trump dossier\" could become the first legal test for the congressional investigations into alleged Russian interference in the 2016 presidential race.",
  "However, Fusion — founded by former Wall Street Journal reporters Glenn Simpson, Peter Fritsch and Thomas Catan — is arguing that the committee's action threatens the former journalists' First Amendment rights by revealing the identities of various clients who sought political research from the firm.",
  "\"Compliance with this subpoena will in fact do grave and potentially fatal damage to Plaintiff as a going concern and will chill the First Amendment rights of Plaintiff and many others engaging in opposition research on political candidates,\" Fusion's attorneys said in a court filing Monday.",
  "Fusion GPS is asking a federal judge in Washington for a restraining order to block the House Intelligence Committee from obtaining the firm's bank records, arguing that turning over the records would violate the First Amendment and poses an \"existential threat\" to the company.",
  "\"Individuals and companies must be permitted to conduct confidential opposition research during a political campaign in a free manner without interference from competing campaigns or the government, so that candidates and voters alike can be better informed.\"",
  "\"This overly broad subpoena for Fusion’s bank records serves no legitimate investigative purpose and is designed to punish President Trump’s political foes while chilling future investigative research into his actions,\" Taylor said in a statement.",
  "The panel's court filings say Nunes issued the subpoena at the request of Rep. Mike Conaway (R-Texas), who has been leading the Russia-focused investigation since Nunes announced in April that he was stepping back from management of the probe.",
  "Fusion lawyers asserted in their filing Monday that the bank's identity was leaked by the intelligence panel and is further evidence of why the research firm's confidential information should not be disclosed to the committee.",
  "Last week, Fritsch and Catan appeared before a closed session of the House Intelligence Committee and refused to answer questions, citing privileges including their Fifth Amendment rights against self-incrimination.",
  "Such privilege assertions are difficult for a congressional committee to overcome, but by going to Fusion's bank, the panel may be able to get some of the same information with less resistance.",
  "Fusion and its role in producing the dossier, prepared by former British Intelligence officer Christopher Steele, have been a particular focus of GOP investigators on Capitol Hill.",
  "\"It is an abuse of authority by a chairman already under ethics investigation who supposedly recused himself from work related to Russia's involvement in the last election.",
  "The subpoena, signed by House Intelligence Committee Chairman Devin Nunes on Oct. 4, requests broad categories of financial records about Fusion dating back to August 2015.",
  "Republicans say they're suspicious of how the document was created, in particular due to Fusion's work for opponents of sanctions on Russia known as the Magnitsky Act.",
  "Simpson testified before a closed Senate Judiciary Committee meeting in August but is expected to rebuff the intelligence panel during a hearing set for next month.",
  "The House panel's move to seek the bank records appears to be an end run of sorts around roadblocks the committee has encountered elsewhere in its investigation.",
  "However, the Washington Examiner reported that the subpoena was issued to TD Bank, the American division of Canadian-based Toronto-Dominion Bank.",
  "In response to subpoenas demanding documents and testimony directly, Fusion and its founders have asserted a variety of legal privileges.",
  "U.S. District Court Judge Tanya Chutkan, an Obama appointee, held a telephone hearing on the temporary restraining order request Friday.",
  "The subpoena, signed by Nunes on Oct. 4, requests broad categories of financial records about Fusion dating back to August 2015.",
  "The drive to obtain Fusion's financial data comes as the firm activities are drawing the attention of the president.",
  "The bank involved is not named in public court filings in compliance with an order Chutkan issued Friday.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Who paid for it, Russia, the FBI or the Dems (or all)?” Trump asked on Twitter last week.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "\"Workers of firm involved with the discredited and Fake Dossier take the 5th.",
  "Justice Department and/or FBI should immediately release who paid for it.\"",
  "Nunes referred questions to House General Counsel., Thomas Hungar.",
  "\"Officials behind the now discredited ‘Dossier’ plead the Fifth.",
  "Kyle Cheney contributed to this report.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]