[
  "Both the House Intelligence Committee and Grassley and Graham have published memos detailing how the FBI relied heavily on Steele’s dossier, which was funded by the Clinton campaign and the Democratic National Committee, to obtain a warrant to spy on former Trump campaign foreign policy adviser Carter Page.",
  "He then met with Steele in Washington in September 2016, and was allowed to review — but not take a copy — of the Steele dossier in order to “alert the State Department.”\n\nHe prepared a two-page summary and shared it with Nuland, who told him to share it with Secretary of State John Kerry.",
  "Grassley and Graham’s memo also said then-FBI Director James Comey admitted to Grassley and Senate Judiciary Committee Ranking Member Dianne Feinstein (D-CA) that they used a piece of uncorroborated information because they had worked with Steele before and trusted him.",
  "In their memo, which was vetted by the Justice Department and the FBI, they said that Steele had passed on to the FBI a report he got from a State Department official, who had gotten it from a Clinton friend, who had gotten it from someone else.",
  "Former Obama State Department official Jonathan Winer, in an attempt to come clean and shape the narrative before being exposed, confirmed that he passed on a dossier from Clinton operatives to the author of the infamous Trump dossier.",
  "He and Blumenthal “discussed Steele’s reports” — an admission that Blumenthal, a close Clinton friend, knew about the Steele dossier as early as September 2016 (even though Clinton herself denied knowing about it until January 2017).",
  "In addition, it is odd that Winer, who also served under Bill Clinton, did not know Shearer’s brother had served as an ambassador under President Clinton, and Shearer’s sister was married to former Clinton official Strobe Talbott.",
  "Winer said during that meeting Blumenthal gave him notes from a “journalist” he “did not know,” Cody Shearer, that corroborated the salacious allegation in Steele’s dossier that Trump had hired prostitutes to urinate on a bed.",
  "News article that they also used as evidence to obtain the warrants — even though Steele had admitted it in a British court, and continued to tell the court granting the warrants that Steele was not behind that report.",
  "However, if Winer had done a quick Google search on Shearer, he would have found several in-depth reports, including a 2015 ProPublica report, that clearly stated that Shearer was a longtime Clinton friend.",
  "After he rejoined the State Department in 2013, Steele, who was already retired from British intelligence, would send him reports he would pass on to then-senior State Department official Victoria Nuland.",
  "Here’s the truth,” Winer publicly confirmed reports that he had passed on a report he received from Clinton operatives to dossier author Christopher Steele in the fall of 2016, right before the election.",
  "His confession also came after House Intelligence Committee Chairman Devin Nunes (R-CA) said he planned next to expose the role the State Department had in the FBI’s investigation of the Trump campaign.",
  "“I believe all Americans should be alarmed — and united in the search for the truth about Russian interference in our democracy, and whether Trump and his campaign had any part in it,” he added.",
  "Winer’s confession comes after Senate Judiciary Committee Chairman Chuck Grassley (R-IA) and Lindsey Graham (R-SC) published a memo earlier this week recommending a criminal referral for Steele.",
  "The FBI used the dossier four times to obtain and renew spy warrants on Page, even though in October they found out Steele had lied to them about contacts with the media and thus suspended him.",
  "He also confirmed that those Clinton operatives were aware of the dossier effort — making Hillary Clinton’s denials of knowing about the dossier even less credible than they were already.",
  "Winer admitted that in summer 2016, Steele told him he had learned of “disturbing information” regarding possible ties between Donald Trump, his campaign, and senior Russian officials.",
  "Winer claimed innocence in his op-ed, arguing he was so “alarmed” by Russia’s role in the 2016 election that he passed on Steele’s information to Kerry, and Shearer’s memo to Steele.",
  "He also made a plea for Americans to turn their attention away from the FBI and his role in the investigation and back to “Russian interference” and whether Trump colluded.",
  "It has been revealed through text messages between him and his lover, FBI lawyer Lisa Page, that they were both vehemently anti-Trump and against him becoming president.",
  "Winer purported to tell “the real story” in his piece, in which he claimed his actions were taken because he was “so alarmed” by Russia’s role in the 2016 election.",
  "According to a Wall Street Journal report, FBI agent Peter Strzok was, in August, trying to move aggressively to investigate Trump as the election approached.",
  "According to Fusion GPS co-founder Glenn Simpson, the FBI contacted Steele in September, and met with him in October, a month before the election.",
  "Around that same time, Winer happened to speak with “old friend” and long-time Clinton operative Sidney Blumenthal, whom he met 30 years ago.",
  "Winer admitted to becoming friends with Steele in 2009, after he had left the State Department and started a consulting business.",
  "But I was alarmed at Russia’s role in the 2016 election, and so were U.S. intelligence and law enforcement officials,” he wrote.",
  "Winer said he never mentioned Shearer’s dossier to anyone, and did not expect them to be shared with anyone in the government.",
  "He said he learned that Steele did share it with the FBI “after the FBI asked him” to provide everything he had on Trump.",
  "“What struck me was how some of the material echoed Steele’s but appeared to involve different sources,” Winer wrote.",
  "Winer notably did not say what Kerry did with the information, or who else he might have shared it with.",
  "Winer then passed Shearer’s “dossier” to Steele, “to ask for his professional reaction,” he wrote.",
  "“I am in no position to judge the accuracy of the information generated by Steele or Shearer.",
  "In an op-ed in the Washington Post on Thursday titled “Devin Nunes is investigating me.",
  "Steele said it was potentially “collateral” information, and kept the Shearer dossier.",
  "The FBI continued to believe Steele had not been behind a September 2016 Yahoo!"
]