[
  "Colleagues and family members told The New York Times he has an upstanding reputation as “a scrupulous government official.” CNN reported that Ohr was viewed as “a consummate government servant.”\n\nIn certain posts, Trump called him a “creep” and a “disgrace.”\n\nOhr was demoted in December 2017.",
  "“Fox News has learned that Bruce Ohr wrote Christopher Steele following the firing of James Comey saying that he was afraid the anti-Trump Russia probe will be exposed.” Charles Payne @FoxBusiness How much more does Mueller have to see?",
  "To fire Ohr, Trump would have to lean on Sessions, an ostensible Trump supporter in the doghouse for recusing himself from overseeing the investigation into Russian interference in the 2016 presidential election.",
  "Although his favorite targets remain special counsel Robert Mueller and Attorney General Jeff Sessions, lately the president has pushed another, rather unknown name into his crosshairs: Bruce Ohr.",
  "Additionally, Ohr is married to Nellie Ohr, who formerly worked for Fusion GPS, the company that used funding from Democrats to compile a dossier containing several appalling claims about Trump.",
  "Ohr knows Christopher Steele, the former British spy who authored the Trump dossier, because Steele once worked for the FBI as a “confidential human source” over an unspecified time.",
  "Will Bruce Ohr, whose family received big money for helping to create the phony, dirty and discredited Dossier, ever be fired from the Jeff Sessions “Justice” Department?",
  "When Steele shared information with Mother Jones magazine shortly before the 2016 election, reportedly out of frustration, the FBI stopped using him as a source.",
  "But Ohr continued to talk to him and pass his information along to the FBI, even though he wasn’t officially involved with any investigation pertaining to Trump.",
  "He started as a prosecutor in New York before transferring to Washington, D.C., where he was eventually named associate deputy attorney general.",
  "(Phrases such as “RIGGED!,” “WITCH HUNT!” and “Fake Dossier” tend to materialize in the president’s complaints about him on Twitter.)",
  "He didn’t initially tell Justice Department leadership about the scope of his wife’s work or his continued interactions with Steele.",
  "To the right, Ohr’s behavior taints the Russia investigation into possible coordination between that nation and Trump’s campaign.",
  "Zach Gibson via Getty Images An elevator door at the Capitol closes Tuesday on Bruce Ohr, international man of some mystery.",
  "Followers of President Donald Trump’s personal Twitter feed know him as a frequent critic of the U.S. Justice Department.",
  "Ohr has been with the Department of Justice (or “Justice” Department, as per the president) for nearly three decades.",
  "In a statement provided to Fox News at the time, a Justice Department official suggested he was doing too much ?",
  "On Tuesday, Republicans in the House brought him in for a closed-door interview about his contacts with Steele.",
  "But the idea misses one big point: The Russia investigation didn’t start because of the Trump dossier.",
  "— Donald J. Trump (@realDonaldTrump) August 29, 2018\n\nHis focus is international organized crime ?",
  "The president could revoke Ohr’s security clearance, as he has threatened to do in recent weeks.",
  "It was prompted by the actions of George Papadopoulos, a former Trump campaign adviser.",
  "Thanks to his wife and to Steele, Ohr is loosely connected to the Russia investigation.",
  "— Donald J. Trump (@realDonaldTrump) August 17, 2018\n\nWhy is this all coming up now?",
  "For that he has found himself at the center of a theorized anti-Trump conspiracy.",
  "— Donald J. Trump (@realDonaldTrump) August 20, 2018\n\nThe so-called Nunes memo ?",
  "claims Steele told Ohr he really, really did not want Trump elected president.",
  "He was also questioned by the Senate Intelligence Committee in December 2017.",
  "How the hell is Bruce Ohr still employed at the Justice Department?",
  "and the new role will allow him to focus back on organized crime.",
  "a much-hyped document authored by Rep. Devin Nunes (R-Calif.) ?",
  "Ohr communicated with him as a Justice Department official.",
  "That would make it pretty hard for Ohr to do his job.",
  "Here, we’ve saved you a lot of Googling.",
  "particularly Russian organized crime.",
  "(The agency kept the receipts.)",
  "They have blinders on - RIGGED!",
  "What could Trump do to him?",
  "“wear[ing] two hats” ?",
  "Why does this matter?",
  "Who is Bruce Ohr?",
  "A total joke!",
  "Disgraceful!",
  "Is that all?",
  "Witch Hunt!",
  "Not quite."
]