[
  "The document also states that “the FBI speculates that the identified U.S. person was likely looking for information that could be used to discredit Candidate #1’s campaign.”\n\nIt continues: “Notwithstanding Source #1’s reason for conducting the research into Candidate #1’s ties to Russia, based on Source #1’s previous reporting history with the FBI, whereby Source #1 provided reliable information to the FBI, the FBI believes Source #1’s reporting herein to be credible.”\n\nSteele had previously worked on behalf of the FBI as a source, but was “suspended and then terminated” for an “unauthorized disclosure to the media of his relationship with the FBI,” according to a GOP House Intelligence Committee memo.",
  "“The FBI believes Page has been the subject of targeted recruitment by the Russian Government,” the FISA application says, to “undermine and influence the outcome of the 2016 U.S. Presidential election in violation of U.S. criminal law.”\n\n\"Even in redacted form, the initial FISA application and three renewals underscore the legitimate concern FBI had about Page’s activities as it was investigating Russia’s interference,\" Rep. Adam Schiff, D-Calif., top Democrat on the House Intelligence Committee, said in a statement.",
  "“Source #1, who now owns a foreign business/financial intelligence firm, was approached by an identified U.S. person, who indicated to Source #1 that a U.S.-based law firm had hired the identified U.S. person to conduct research regarding Candidate #1’s [Trump] ties to Russia (the identified U.S. person and Source #1 have a long-standing business relationship),” the FISA application reads.",
  "“So we now find out that it was indeed the unverified and Fake Dirty Dossier, that was paid for by crooked Hillary Clinton and the DNC, that was knowingly & falsely submitted to FISA and which was responsible for starting that totally conflicted and discredited Mueller Witch Hunt!” Trump tweeted early Monday.",
  "The identified U.S. person never advised Source #1 as to the motivation behind the research into Candidate 1#’s ties to Russia.”\n\n“Source #1” is a likely reference to Steele, and “the identified U.S. person” is likely a reference to Glenn Simpson, co-founder of Fusion GPS.",
  "Over the weekend, the president blasted the dossier and FISA approvals of Page as an “illegal Scam!”\n\n“Looking more & more like the Trump Campaign for President was illegally being spied upon (surveillance) for the political gain of Crooked Hillary Clinton and the DNC.",
  "President Trump claimed Monday that newly released Foreign Intelligence Surveillance Act warrant files pertaining to former campaign aide Carter Page show the “Fake Dirty Dossier” started Special Counsel Robert Mueller’s Russia probe.",
  "Trump’s current Deputy Attorney General Rod Rosenstein also signed at least one FISA application for Page – along with former Deputy Attorney General Sally Yates and former Acting Deputy Attorney General Dana Boente.",
  "The FISA applications also reference former Trump adviser George Papadopoulos, whose meeting with a professor who had ties to Russia and other discussions also have been described as triggers for the Russia probe.",
  "\"When you hear the Fake News talking negatively about my meeting with President Putin, and all that I gave up, remember, I gave up NOTHING, we merely talked about future benefits for both countries.",
  "A House GOP memo revealed in February that former FBI Director James Comey signed three FISA applications for Page, and former FBI Deputy Director Andrew McCabe signed one.",
  "But House Republicans and those in the president’s camp have maintained that the dossier was key to the FISA warrant to surveil members of the Trump campaign for months.",
  "On one hand, the documents reveal FBI suspicions that Page, who worked as a foreign policy adviser on the Trump campaign, had contacts with the Russian government.",
  "The special counsel is investigating Russian meddling and potential collusion with Trump campaign associates in the 2016 presidential election.",
  "Trump drew bipartisan criticism last week for initially appearing to accept Russia's denial of meddling during his summit with Vladimir Putin.",
  "The dossier was authored by former British intelligence agent Christopher Steele, who was hired by opposition research firm Fusion GPS.",
  "The president’s tweet comes after a heavily redacted version of the FISA warrant application to spy on Page was released by the FBI.",
  "The Hillary Clinton campaign and the Democratic National Committee paid millions to law firm Perkins Coie to fund its creation.",
  "The dossier included salacious and unverified allegations about Trump’s connections to Russia and those of his associates.",
  "The documents pertain to the October 2016 application to the FISA court to wiretap Page, which led to later renewals.",
  "The lengthy file immediately became a political football, with both sides claiming vindication of their position.",
  "But the documents also suggest the FISA applications relied at least in part on the infamous anti-Trump dossier.",
  "After several walkbacks, Trump returned over the weekend to defending his meeting and blasting the media.",
  "Papadopoulos has pleaded guilty to lying to federal investigators in Mueller’s probe.",
  "Also, we got along very well, which is a good thing, except for the Corrupt Media!\"",
  "The dossier served as opposition research against then-candidate Donald Trump.",
  "The president, for months, has slammed Mueller and his team of investigators.",
  "“The identified U.S. person hired Source #1 to conduct this research.",
  "Ask her how that worked out—she did better with Crazy Bernie.",
  "Democrats, on the other hand, dispute the claims.",
  "Fox News’ Jake Gibson contributed to this report.",
  "The application had previously been classified.",
  "An illegal Scam!” Trump tweeted Sunday.",
  "Republicans must get tough now.",
  "he tweeted Monday."
]