[
  "“[P]ut more precisely, the only thing illegal about that meeting was how the woman got in the country, how she got a visa from the Obama State Department, and why she was meeting with an official from Fusion GPS before and after the Trump Tower meeting.”\n\nIn a text message sent to The Guardian‘s Jon Swaine, Stone said Monday that he believes the special counsel “may frame me for some bogus charge in order to silence me or induce me to testify against the president.”\n\nIn May, Stone told NBC’s Meet the Press host Chuck Todd that the Officer of the Special Counsel could indict him pertaining to “some extraneous crime,” stemming from his business activities.",
  "Someone is saying that they overheard a conversation, which I told Donald Trump in October of 2016 what exactly would be in the WikiLeaks disclosures and when they would be disclosed.”\n\nThe Trump ally denied the veracity of the forthcoming story predicated on a second-hand account about the alleged conversation between Stone and then-candidate Trump, characterizing it as “categorically false,” and “exactly the epitome of fake news.”\n\n“Let whoever is pushing this false narrative come forward and say it for the record, with their name on it,” Stone dared.",
  "“It is not inconceivable now that Mr. Mueller and his team may seek to conjure up some extraneous crime pertaining to my business, or maybe not even pertaining to the 2016 election.”\n\n“But I think it just demonstrates, again, this was supposed to be about Russian collusion, and it appears to be an effort to silence or punish the president’s supporters and his advocates,” he concluded.",
  "I am being targeted not because I committed a crime, but because the ‘deep state’ liberals want to silence me and pressure me to testify against my good friend President Donald J. Trump.”\n\nRoger Stone's latest pitch to his email list of supporters boils down to this: Donate right now because, literally, I am the next guy to get indicted.",
  "In a video posted to Instagram Monday, Roger Stone revealed Ronan Farrow of The New Yorker will soon publish a report alleging the l ongtime Republican operative personally briefed then-candidate Donald Trump in October 2016 on the contents of a series of emails published by WikiLeaks in the run-up to the presidential election.",
  "“They won’t because it is false.”\n\nLast Tuesday, former White House aide Omarosa Manigault Newman alleged — without providing evidence — to MSNBC anchor Katy Tur that Trump knew in advance about WikiLeaks releasing the emails of Hillary Clinton’s campaign manager John Podesta prior to the election.",
  "Stone’s admission comes on the heels of a legal defense fundraising email that the political operative sent Sunday, in which he warned he will be indicted “next,” in special counsel Robert Mueller’s investigation into Russian election meddling during the 2016 presidential election.",
  "Miller’s attorney, Paul Kamenar, contends Mueller’s appointment is unconstitutional on the grounds of Deputy Attorney General Rod Rosenstein lacking the authority to appoint the longtime FBI official as special counsel because he was not confirmed by the Senate.",
  "John Kakanis, one of Stone’s personal assistants, was also subpoenaed by Mueller in the spring and was asked to provide information concerning his bosses’ communications with hacker Gufficer 2.0 and WikiLeaks founder Julian Assange during the 2016 election.",
  "pic.twitter.com/sWAx2BQtSJ — Marshall Cohen (@MarshallCohen) August 26, 2018\n\nThis is not the first time Stone has made public predictions about whether Mueller will hand down an indictment as part of the Trump-Russia investigation.",
  "Notice they’re not charging him for having an illegal meeting with a Russian at Trump Tower because there’s nothing illegal about that meeting,” Stone said in an interview with The Political Insider’s James Miller.",
  "Andrew Miller, a media liaison for Stone during the 2016 election, was held in contempt earlier this month after refusing to comply with a subpoena issued in June by the special counsel.",
  "Last week, the former lobbyist said President Trump’s eldest son, Donald Trump Jr., is in the special counsel’s crosshairs and will likley be charged with a process crime.",
  "“I can guarantee you they have found no evidence whatsoever of Russian collusion, nor trafficking of allegedly hacked emails with WikiLeaks,” Stone told Todd.",
  "“I’m next on the crooked special prosecutor’s hit list because I’ve advised Donald Trump for the past 39 years.",
  "“First with the New York Times, then the Washington Post, and now with Ronan Farrow of the New Yorker.",
  "“The special counsel is going to charge Donald Trump Jr. with lying to the FBI.",
  "“Somebody has been pushing a fake news story.” Stone begins.",
  "“Robert Mueller is coming for me,” Stone’s email begins."
]