[
  "ET July 23: \"So we now find out that it was indeed the unverified and Fake Dirty Dossier, that was paid for by Crooked Hillary Clinton and the DNC, that was knowingly & falsely submitted to FISA and which was responsible for starting the totally conflicted and discredited Mueller Witch Hunt\"\n\nTrump's Monday morning tweet claims that the opposition research dossier started the Russia investigation -- the argument that if the dossier is discredited, so is the FBI's Russia investigation, which has become special counsel Robert Mueller's probe.",
  "This one was released -- for the first time -- only with heavy redactions following Freedom of Information Act requests and lawsuits from news organizations and judicial advocates, including the conservative Judicial Watch, and following the declassification of details from the FISA applications in the Nunes memo and a competing memo from House Intelligence Committee Democrats.",
  "Trump is correct that the dossier appears to be cited as \"Source #1\" in the FISA application, which makes up a sizable portion of the unredacted evidence in the warrant application on Page — though another major portion of the evidence contained in the application remains classified and remained redacted.",
  "Trump and his allies have seized on the fact that Steele's research was paid for in part by law firm Perkins Coie through the Democratic National Committee and the Hillary Clinton campaign, arguing the Justice Department failed to properly disclose the political nature of the funding to the FISA court.",
  "The FBI launched its counterintelligence investigation into the Trump campaign and Russia in July 2016 following an Australian diplomat reporting a conversation with former Trump campaign foreign policy adviser George Papadopoulos, who told the diplomat that Russia had damaging information on Clinton.",
  "Gowdy, who in his role as chairman of the House Oversight Committee was briefed on the FBI's use of confidential sources to speak to members of Trump's team, said in May the bureau did \"exactly\" what it should have with confidential sources based on the information it had received.",
  "The initial October 2016 FISA warrant application and the three renewals -- the first ever FISA warrant documents to be publicly released -- did not resolve those larger collusion questions, but they did show in plain English the FBI's argument for conducting surveillance on Page.",
  "So we now find out that it was indeed the unverified and Fake Dirty Dossier, that was paid for by Crooked Hillary Clinton and the DNC, that was knowingly & falsely submitted to FISA and which was responsible for starting the totally conflicted and discredited Mueller Witch Hunt!",
  "(CNN) President Donald Trump's two-day tweet storm over the Justice Department's release of a redacted Foreign Intelligence Surveillance Act warrant fueled the raging debate over the October 2016 warrant on former Trump campaign foreign policy adviser Carter Page.",
  "The FISA warrant states that while the information was likely being collected \"to discredit\" the Trump campaign, the source is considered credible because Steele had a previous relationship with the FBI, including helping to expose corruption in FIFA.",
  "The tweets on the Page FISA warrant added to the litany of complaints he's raised about the FBI's investigation into Russia and the Trump campaign, which he's repeatedly dismissed as a \"witch hunt\" and a \"hoax\" and insisted there was no collusion.",
  "Trump has repeatedly questioned the Obama administration's response to the Russian hacking, and Obama administration officials have acknowledged they could have -- and probably should have -- done more to try to counteract the Russians in 2016.",
  "Trump was personally warned in August 2016 by senior US intelligence officials that foreign adversaries -- including Russia -- would likely attempt to infiltrate his team or gather intelligence about his campaign, CNN has reported previously.",
  "Embattled FBI agent Peter Strzok testified earlier this month on that point, getting into a contentious debate with Republicans over the opening days of the investigation, several months before the Page FISA application would be filed.",
  "The application states that the FBI \"believes Page has been the subject of targeted recruitment by the Russian government,\" and that the bureau \"believes that Page has been collaborating and conspiring with the Russian government.\"",
  "Not about Carter Page..was all about getting Trump.....\"\n\nTrump's tweets continued Sunday -- and again Monday -- morning by attacking the opposition research dossier written by ex-British intelligence agent Christopher Steele.",
  "And in several cases, the application undercut arguments that Trump and his conservative allies have made about the surveillance on Page, including a memo from House Intelligence Chairman Devin Nunes, a California Republican.",
  "But that's because the FISA documents are written in such a way that identities of people or institutions are left out under a process called \"minimization,\" which seeks to keep other Americans out of the warrant.",
  "Trump's early Sunday morning tweet claimed that the FISA warrant indicated his campaign was being illegally spied upon, adding to his earlier unproven claims that the FBI had planted \"spies\" inside his campaign.",
  "The FBI -- and South Carolina Republican Rep. Trey Gowdy -- have already debunked the claim of FBI spies inside the campaign, saying that FBI confidential sources were not planted inside the Trump campaign.",
  "Here's a breakdown of Trump's tweets:\n\nLooking more & more like the Trump Campaign for President was illegally being spied upon (surveillance) for the political gain of Crooked Hillary Clinton and the DNC.",
  "ET July 23 : \"It was classified to cover up misconduct by the FBI and the Justice Department in misleading the Court by using this Dossier in a dishonest way to gain a warrant to target the Trump Team.",
  "But the redacted documents released Saturday show that the FBI did include in the application that Steele was being paid by an unidentified US person with the aim of discrediting Trump's campaign.",
  "It's true that the FISA document does not make reference to any specific people, including Glenn Simpson, the Fusion GPS co-founder who is the US person who hired Steele to conduct the research.",
  "\"It was classified to cover up misconduct by the FBI and the Justice Department in misleading the Court by using this Dossier in a dishonest way to gain a warrant to target the Trump Team.",
  "Trump was also told that the Russian government was trying to meddle in the election and that Russia played a direct role in hacks against the DNC, NBC News reported in October 2016.",
  "But by the time the warrant was filed in October 2016, Page had already left campaign, making it unlikely the FBI was using the FISA application on Page to get into Trump's campaign.",
  "\"The FBI speculates that the identified US person was likely looking for information that could be used to discredit Candidate #1's campaign,\" the warrant states, referencing Trump.",
  "ET July 22 : \"Looking more & more like the Trump Campaign for President was illegally being spied upon (surveillance) for the political gain of Crooked Hillary Clinton and the DNC.",
  "The Nunes memo charges that the FISA application does not \"disclose or reference the role of the DNC, Clinton campaign, or any party/campaign in funding Steele's efforts.\"",
  "Republicans have charged that the FBI and the Justice Department have used redactions in multiple cases in order to shield embarrassing information from Congress.",
  "It was a fraud and a hoax designed to target Trump....\"\n\nIn this Monday morning tweet, Trump is quoting Judicial Watch's Tom Fitton.",
  "— Donald J. Trump (@realDonaldTrump) July 22, 2018\n\n6:23 p.m. July 22: \"So President Obama knew about Russia before the Election.",
  "The Nunes memo does not dispute this point either, stating that Papadopoulos \"triggered\" the counterintelligence investigation.",
  "The tweet suggested that the Page warrant was \"classified to cover up misconduct by the FBI and the Justice Department.\"",
  "Not about Carter Page..was all about getting Trump..... — Donald J. Trump (@realDonaldTrump) July 23, 2018\n\n7:01 a.m.",
  "It was a fraud and a hoax designed to target Trump.... — Donald J. Trump (@realDonaldTrump) July 23, 2018\n\n6:52 a.m.",
  "The FISA warrant application taken out on Page allowed the FBI to conduct surveillance on Page.",
  "Because it is all a big hoax, that's why, and he thought Crooked Hillary was going to win!!!\"",
  "Because it is all a big hoax, that's why, and he thought Crooked Hillary was going to win!!!",
  "The notion that the FISA warrant was classified, however, is the rule, not the exception.",
  "The President's tweets were also full of misleading and several false statements.",
  "But the notion that the Trump campaign wasn't told about the threat is not true.",
  "ET July 23 : \"....and the DOJ, FBI and Obama Gang need to be held to account.",
  "Misled the Court to provide a pretext to SPY on the Trump Team.",
  "....and the DOJ, FBI and Obama Gang need to be held to account.",
  "Ask her how that worked out - she did better with Crazy Bernie.",
  "Ask her how that worked out - she did better with Crazy Bernie.",
  "The court was not made aware,\" Nunes told Fox News in February.",
  "Misled the Court to provide a pretext to SPY on the Trump Team.",
  "Avoided talking about it being the Clinton campaign behind it.",
  "Avoided talking about it being the Clinton campaign behind it.",
  "— Donald J. Trump (@realDonaldTrump) July 22, 2018\n\n6:49 a.m.",
  "— Donald J. Trump (@realDonaldTrump) July 23, 2018\n\n6:30 a.m.",
  "So President Obama knew about Russia before the Election.",
  "But the dossier didn't start the Russia investigation.",
  "But every FISA warrant application is classified.",
  "This is a Clinton Campaign document.",
  "This is a Clinton Campaign document.",
  "Why didn't he do something about it?",
  "Why didn't he do something about it?",
  "Why didn't he tell our campaign?",
  "Why didn't he tell our campaign?",
  "Source #1 was the major source.",
  "Source #1 was the major source.",
  "Republicans must get tough now.",
  "Republicans must get tough now.",
  "An illegal Scam!\"",
  "An illegal Scam!",
  "\"No."
]