[
  "Glenn Simpson and Peter Fritsch, two former Wall Street Journal reporters who founded Fusion GPS in 2011, wrote a New York Times op-ed article amid intensifying calls from GOP lawmakers to investigate whether the Steele dossier — a collection of memos written by a former British spy, Christopher Steele, outlining claims about Trump's ties to Russia — triggered the FBI's investigation into the Trump campaign.",
  "According to the op-ed article, Simpson and Fritsch told lawmakers that they should investigate Trump's history with Deutsche Bank, his real-estate deals with \"dubious Russians in arrangements that often raised questions about money laundering,\" and his former campaign chairman Paul Manafort's \"coziness with Moscow and financial ties to Russian oligarchs close to Vladimir Putin.\"",
  "In a line that sparked extensive speculation on social media, Simpson and Fritsch wrote that they told the Senate Judiciary Committee that the dossier was taken seriously by the FBI because it \"corroborated reports the bureau had received from other sources, including one inside the Trump camp.\"",
  "Drew Angerer/Getty Images\n\nThe cofounders of the opposition-research firm Fusion GPS defended themselves on Tuesday against what they characterized as attempts by President Donald Trump's allies in the media and Congress to \"punish\" Fusion for investigating Trump's ties to Russia.",
  "\"Republicans have refused to release full transcripts of our firm's testimony, even as they selectively leak details to media outlets on the far right,\" they wrote, adding that \"it's time to share what our company told investigators\" and that \"it is time to stop chasing rabbits.\"",
  "\"But we did so without informing him whom we were working for and gave him no specific marching orders beyond this basic question: Why did Mr. Trump repeatedly seek to do deals in a notoriously corrupt police state that most serious investors shun?\"",
  "Simpson and Fritsch emphasized in their op-ed article that the Steele dossier was \"but one chapter\" of Fusion's yearlong attempt — funded initially by the conservative billionaire Paul Singer — \"to decipher Trump's complex business past.\"",
  "He subpoenaed Fusion's bank records last year and has threatened to hold FBI Director Christopher Wray and Attorney General Jeff Sessions in contempt if they do not hand over information about the dossier and what the FBI did with it.",
  "That was not a reference to a mole inside the Trump campaign who was feeding information directly to the FBI, a person with knowledge of Fusion's testimony and the op-ed article told Business Insider on Tuesday.",
  "Simpson and Fritsch wrote:\n\n\"A generation ago, Republicans sought to protect President Richard Nixon by urging the Senate Watergate committee to look at supposed wrongdoing by Democrats in previous elections.",
  "The House Intelligence Committee chairman, Devin Nunes, has been examining Fusion and Steele aggressively since he stepped aside from the panel's Russia investigation in April amid an ethics investigation.",
  "Rather, it was a reference to George Papadopoulos — the young Trump campaign foreign-policy adviser who drunkenly told an Australian diplomat in May 2016 about \"dirt\" the Russians had on Hillary Clinton.",
  "The Senate Judiciary Committee's chairman, Chuck Grassley, said in August, after Fusion testified, that the committee would vote on whether to release the full transcript.",
  "The committee chairman, Sam Ervin, a Democrat, said that would be 'as foolish as the man who went bear hunting and stopped to chase rabbits.'",
  "\"Today, amid a growing criminal inquiry into Russian meddling in the 2016 election, congressional Republicans are again chasing rabbits.",
  "\"After the election, Mr. Steele decided to share his intelligence with Senator John McCain via an emissary,\" Simpson and Fritsch added.",
  "Simpson and Fritsch noted that they were interviewed by three separate congressional committees last year over the course of 21 hours.",
  "Fusion never told the committee that the source was a direct one, and it didn't name Papadopoulos at the time, the person said.",
  "They added that Fusion never spoke with the FBI but deferred to Steele when he felt he needed to report what he had uncovered.",
  "The goal was to alert the United States national security community to an attack on our country by a hostile foreign power.\"",
  "The FBI had received copies of Steele's first few memos by early August and took them seriously.",
  "\"Yes, we hired Mr. Steele, a highly respected Russia expert,\" they continued.",
  "The House Intelligence Committee chairman, Rep. Devin Nunes of California.",
  "We know because we're their favorite quarry.\"",
  "\"We helped him do that."
]