[
  "Former BuzzFeed Vice President Rena Shapiro, who led the website’s native political advertising team during the 2016 election, described candidly in a pair of unearthed interviews how she partnered closely with political groups to create ads that harnessed the data BuzzFeed collects on its audience of over 650 million people to solve their “ultimate need, which is to get elected, to get their message out there, or to canvas people together to create impact around a cause.”\n\n“This is a data monster that we’re working with here at BuzzFeed, and it’s awesome to harness that power to everyone’s advantage in the political space,” Shapiro said in December 2016 on “Digital Politics with Karen Jagoda.”\n\nShortly after being hired to lead BuzzFeed’s politics and advocacy division, Shapiro stated publicly that her job at the viral news and entertainment site was to help political candidates win.",
  "But as it turns out, only some in the political space were given the opportunity to partner with BuzzFeed’s viral marketing team to create custom political ads that, according to Shapiro, are “based off of mounds and piles and troves of data and information that we have as far as how people are interacting and engaging with content.”\n\nBuzzFeed raised eyebrows in June 2016 when it announced it had canceled a $1.3 million advertising agreement with the Republican National Committee due to disagreements with then-candidate Donald Trump’s “offensive statements.”\n\nDoing business with any group that supports Trump, BuzzFeed founder Jonah Peretti said after canceling the RNC ad buy, would be “hazardous to our health.”\n\n“We don’t run cigarette ads because they are hazardous to our health, and we won’t accept Trump ads for the exact same reason,” Peretti said.",
  "“Therefore if you know you’re going to target adults over age 45 who live in Ohio, Florida or Nevada, we can then create custom content to resonate with those specific key target audience groups.”\n\n“We have the ability to understand what these audiences are interested in and then we can create concepts and content that will enable a group or candidate or a nonprofit, even, to push that concept out to that target audience in a very interesting dynamic way that almost makes it irresistible,” she said.",
  "A representative for BuzzFeed told TheDCNF that these 12 posts — one from Women Vote!, four from NextGen Climate Action Committee and seven from “More of This” — were not actually paid ads, despite them being labeled as paid for by a “Brand Sponsor.”\n\nThe representative stressed that the Facebook videos embedded in these 12 posts are the ads, not the posts themselves.",
  "The BuzzFeed News editorial operation is completely walled off from BuzzFeed’s advertising business, like virtually any other media organization that operates a news division and accepts advertising–a concept that must be foreign to the Daily Caller,” BuzzFeed News spokesman Matt Mittenhal told TheDCNF in a statement.",
  "Mittenhal’s assertion that BuzzFeed’s news operation is “completely walled off” from its advertising business appears to be inconsistent with the website’s own editorial standards, which clearly states that management-level editorial employees sometimes cross over to the advertising side to vet certain projects.",
  "One of these posts was an advertisement run by “More Of This” titled, “10 Reasons To Vote Blue All The Way Down The Ballot.”\n\nIt’s only at the end of the post that a disclaimer notice identifies “More Of This” as a trademark of Priorities USA Action, the Democratic Super PAC who paid for the communication.",
  "Some forms of advertising — including video integrations and advertisements in podcasts — may also involve staffers’ participation in a clearly disclosed form.”\n\nShapiro’s comments on “Digital Politics” further break down the supposed separation from BuzzFeed’s news and advertising divisions.",
  "At the same time, BuzzFeed refused to work with pro-Trump groups because to do so would be “hazardous to our health.”\n\nBuzzFeed said that political ads on its website would be labeled as such, but most of the political ads the website reviewed by The Daily Caller News Foundation were not.",
  "One of the few posts clearly identified as a political ad was titled, “Watch Women Read Actual Quotes By Donald Trump.” The post was clearly identified as a political advertisement under the byline of Our Principles PAC, the anti-Trump Republican super PAC that paid for the ad.",
  "BuzzFeed’s actions appear similar to Facebook\n\nBuzzFeed working hand-in-hand with anti-Trump groups to disburse political ads on its own platform appear similar to how Facebook embedded staffers in the Trump campaign to help the campaign better use Facebook to target customers.",
  "“As a general matter, political committee’s communications that are placed for a fee on another person’s website must include a disclaimer,” Brendan Fischer, the director of Federal Election Commission (FEC) reform at the nonpartisan Campaign Legal Center, told TheDNCF.",
  "Examples of BuzzFeed News’ “power-serving coverage” of Obama analyzed by FAIR include:\n\nShapiro, who left BuzzFeed in November 2017, declined to comment when asked to clarify her tweets and the statements she made on her two appearances on “Digital Politics” in 2016.",
  "“It is, for instance, entirely fair to call him a mendacious racist, as the politics team and others have reported clearly and aggressively: he’s out there saying things that are false, and running an overtly anti-Muslim campaign,” Smith told BuzzFeed News reporters.",
  "And shortly after Trump won the election, Smith made the widely criticized decision to publish the salacious and unverified “Steele dossier,” a collection of memos commissioned by research firm Fusion GPS that alleged ties between the Trump campaign and Russia.",
  "BuzzFeed partnered closely with multiple Democratic and anti-Trump super PACs in 2016 to target its own users with dozens of political advertisements that were not in accordance with its own policies, according to a Daily Caller News Foundation investigation.",
  "“If Priorities USA Action, NextGen Climate Action Committee, and Women Vote ads paid Buzzfeed for those posts, they should have included a disclaimer.”\n\nTheDCNF was able to locate only one BuzzFeed-created ad in 2016 that supported a Republican candidate.",
  "The posts, commissioned by political groups and created by BuzzFeed’s political advertising team, were designed to mimic the look and feel of BuzzFeed’s editorial content so it could effectively blend in with the website’s news and entertainment content.",
  "During her March 2016 appearance on the podcast, she detailed how the website’s advertising business pulls data and insights from the editorial side to more effectively target its own audience with “irresistible” political advertisements.",
  "Native political advertisements, as they’re formally referred to, can leave readers to doubt whether a newsroom can effectively cover the politicians they’re receiving money to run ads for, according to the Native Advertising Institute.",
  "BuzzFeed created dozens of native political ads for anti-Trump super PACs in 2016 that were “based off mounds and piles and troves of data and information” it had collected on its own users, according to former BuzzFeed vice president.",
  "“Helping @prioritiesUSA & @emilyslist get creative to stop Trump.”\n\nAs the business side of BuzzFeed worked with anti-Trump super PACs in a bid to help elect Democrats, BuzzFeed News covered Trump in an aggressive manner.",
  "But TheDCNF located 32 super PAC ads on BuzzFeed’s website given the label of “Brand Publisher,” the identification the website gives to paid ads from its non-political clients such as Wal-Mart, Verizon and Samsung.",
  "BuzzFeed’s firewall between its news and ads divisions\n\nA spokesman for BuzzFeed downplayed Shapiro’s comments, saying the website’s news and advertising business are “completely walled off” from one another.",
  "But even if Shapiro’s detailed comments are all untrue, it doesn’t explain why dozens of political posts on BuzzFeed’s website are presented in a way that appears to be inconsistent with its own standards.",
  "BuzzFeed’s coverage of Obama was “almost uniformly uncritical and often sycophantic,” according to a 2016 analysis by Fairness and Accuracy In Reporting (FAIR), a left-leaning media watchdog group.",
  "So, we know, for example, what works on the edit side, we can then come back and say, ‘okay, this type of concept seems to resonate really, really well with adults over age 45,'” Shapiro explained.",
  "Send tips to akerr@dailycallernewsfoundation.org\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The Federal Election Commission (FEC) requires any political advertisements placed online for a fee to contain a disclaimer notice identifying who paid for and who authorized the communication.",
  "The representative also said Shapiro was incorrect when she said BuzzFeed leveraged data from its editorial operations to help political groups target key audience groups with political ads.",
  "Obscuring from the onset that the post was paid for by a super PAC appears to go against BuzzFeed’s initial promise that it would clearly identify paid political posts as such.",
  "The ad, paid for by the National Republican Congressional Committee, supported former Illinois Rep. Bob Dold, who was among the first Republicans to come out against Trump.",
  "BuzzFeed labeling these apparently free posts as paid for by a sponsor draws a thin line between these posts staying in accordance to and breaking FEC disclaimer rules.",
  "BuzzFeed’s tools helped inform the decision-making processes of their super PAC clients, according to one client, former Priorities USA Executive Director Anne Caprara.",
  "One of the posts lacking a disclaimer notice, titled “A Day In The Life In President Trump’s America,” expressly advocates readers to cast a vote for Hillary Clinton.",
  "But only four out of the 36 political posts published on BuzzFeed’s website in 2016 reviewed by TheDCNF were clearly identified as political at the onset of the post.",
  "The only reason Facebook didn’t embed its employees in the Clinton campaign was because the Clinton campaign turned down Facebook when it offered the service.",
  "The existence of that firewall, according to BuzzFeed, should alleviate any concerns raised by its close work with anti-Trump political groups in 2016.",
  "Many Political Ads On BuzzFeed’s Website Lacked Proper Disclosure\n\nTheDCNF was able to locate 36 political posts placed on BuzzFeed’s website in 2016.",
  "“BuzzFeed News is an award-winning international news organization, recognized this week by the Pulitzer Prize Board for the second consecutive year.",
  "“We have the ability to test it and to run a program to look at it and say that it’s reaching these voters and persuading them in different ways.",
  "And Shapiro made clear that BuzzFeed’s work with the super PACs meant the website had skin in the game trying to defeat Trump at the ballot box.",
  "BuzzFeed’s advertising business demonstrated in 2016 that by refusing to work with pro-Trump political groups it had skin in the political game.",
  "A BuzzFeed representative distanced the website from Shapiro’s comments, saying electing and defeating politicians is not a goal of BuzzFeed.",
  "“Facebook’s defense was, ‘we offered the same services to all candidates, it’s just that not all candidates took advantage,'” Fischer said.",
  "“That’s a really powerful tool for campaigns and issue advocacy groups and PACs to leverage,” Shapiro said of BuzzFeed’s capabilities.",
  "In late 2015, BuzzFeed editor-in-chief Ben Smith gave the go-ahead to his political reporters to call Trump a racist in news reports.",
  "BuzzFeed stressed when it announced it would begin creating native political ads that the ads would be clearly identified as such.",
  "“BuzzFeed News maintains a divide between advertising and editorial staff, the website’s news standards and ethics guides states.",
  "It informs the decision-making,” Caprara, whose super PAC paid BuzzFeed $1.5 million for ads in 2016, told The Washington Post.",
  "But 12 of the super PAC posts on BuzzFeed’s website reviewed by TheDCNF did not contain a disclaimer notice within their posts.",
  "But juxtaposing BuzzFeed’s critical coverage of Trump to that of his predecessor, President Barack Obama, suggests otherwise.",
  "He said in January that the website would have treated a Hillary Clinton presidency the same way they’re treating Trump’s.",
  "But Smith, the website’s editor-in-chief, insists that its news coverage of the president is rooted in the facts.",
  "BuzzFeed only gets paid when someone clicks into and watches the Facebook video, according to the representative.",
  "“It’s clear that BuzzFeed offered their services to some candidates but not others.”\n\nFollow Andrew on Twitter.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "did not pay BuzzFeed for this specific communication, then there is no need for a disclaimer notice.",
  "“However, management-level editorial employees may be asked to vet certain sponsorships or projects.",
  "This set an expectation that future political ads on BuzzFeed’s site would also be labeled as such.",
  "But if the post was placed on BuzzFeed for a fee, it may be in violation of FEC disclaimer rules.",
  "“BuzzFeed News’s reporting is rooted in facts, not opinion; these are facts,” Smith said.",
  "“To avoid a Trump America, vote for Hillary on November 8,” the post from Women Vote!",
  "“What’s #politicaladsteam @BuzzFeed team been up too?” she tweeted in August 2016.",
  "But unlike BuzzFeed, Facebook did not discriminate between Trump and Clinton.",
  "FAIR analyzed 100 BuzzFeed stories on Obama published in early 2016.",
  "Of those stories, 65 were positive and 34 were neutral in tone.",
  "“Here, you don’t have that defense,” Fischer continued.",
  "Only one was critical of the Obama administration.",
  "“This is the data that we have.",
  "If it’s true that Women Vote!",
  "read."
]