[
  "There’s a bureaucratic coup going on at the Department of Justice and the FBI and somebody needs to look at it,” Graham said in an interview on “Fox News Sunday.”\n\nGraham, a Republican who has grown close to Trump in recent months, was asked about a New York Times report that Deputy Attorney General Rod Rosenstein offered in May 2017 to wear a wire during meetings with Trump.",
  "Strzok, who led the FBI’s Russia investigation in its initial phase, was removed from the special counsel’s probe in July 2017 after the discovery of anti-Trump text messages he exchanged with Page, an FBI lawyer.",
  "(RELATED: Report: Rod Rosenstein Discussed Wearing A Wire In Meetings With Trump, New York Times Reports)\n\nGraham said that Rosenstein should not be fired until an investigation is conducted into the matter.",
  "“I don’t know what Rosenstein did, but I know what McCabe, Ohr, Page and Strzok did,” referring to Justice Department official Bruce Ohr and former FBI officials Peter Strzok and Lisa Page.",
  "Ohr remains at the Justice Department, though he was demoted in December after it was revealed that he was in contact with Christopher Steele, the author of the infamous anti-Trump dossier.",
  "McCabe was fired on March 16 after the Justice Department’s inspector general determined that he lacked candor in interviews about media leaks regarding investigations into Clinton.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "South Carolina Sen. Lindsey Graham asserted Sunday that the Department of Justice and FBI are waging a “bureaucratic coup” against President Donald Trump.",
  "“During the campaign it’s clear the Department of Justice and the FBI were tipping the scales for [former Secretary of State Hillary] Clinton.",
  "WATCH:\n\nRosenstein disputed the report, saying that he made a sarcastic comment during a meeting with then FBI Deputy Director Andrew McCabe.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "McCabe made the allegation about Rosenstein in memos that he provided to special counsel Robert Mueller.",
  "This revelation after President Trump was sworn in shows they were trying to undermine the election.",
  "Ohr’s wife, Nellie Ohr, worked for Fusion GPS, the opposition research firm that hired Steele.",
  "In one August 2016 message, Strzok told Page that “we’ll stop” Trump from becoming president.",
  "But he said that Rosenstein cannot lead the investigation, as he has the Mueller probe.",
  "If he is not involved, leave him alone, but he can’t make that decision,” Graham said.",
  "“He shouldn’t fire Rosenstein, unless you believe Rosenstein is lying,” he said.",
  "If Rosenstein is involved he should be fired.",
  "Strzok was fired from the FBI on Aug. 13.",
  "“They tried to destroy this president.",
  "Page resigned on May 4."
]