[
  "“A Veteran Spy Has Given the FBI Information Alleging a Russian Operation to Cultivate Donald Trump,” is the title of the article, which Corn sources anonymously to Steele as “a former senior intelligence official for a Western country.”\n\n“This is something of huge significance, way above party politics,” Steele is quoted anonymously saying in the piece.",
  "It lays out Steele’s claims that Page met in July with Igor Sechin, a crony of Vladimir Putin’s and president of Rosneft, Russia’s state-owned oil company, to discuss a quid pro quo between the Russian government and Trump campaign.",
  "Page has strongly denied the claims in Steele’s report, which he calls the “dodgy dossier.”\n\nSteele’s lawyers provide other new details in the court filing, such as that the retired spy began working with Fusion GPS in Jan. 2010.",
  "In the response, Steele’s lawyers state that the former spook briefed several reporters at the end of September at the instruction of Fusion GPS, which was working on behalf of a Democratic ally of Hillary Clinton’s.",
  "Steele and Orbis are currently being sued in the U.S. and U.K. by Aleksej Gubarev, a Russian tech executive who says he was falsely accused in the dossier of hacking the Democratic National Committee’s email systems.",
  "“I think [Trump’s] own party should be aware of this stuff as well.”\n\nYahoo News’ Michael Isikoff also appears to have published a report based on information from his meeting with Steele and Fusion GPS.",
  "Fusion GPS and Steele, who runs the London-based firm, Orbis Business Intelligence, collaborated to produce a 35-page dossier of research about President Trump’s financial and political ties to Russia.",
  "It has been reported that rumors of the dossier were floating around in Washington, D.C. political and journalist circles for months prior to BuzzFeed’s decision to publish it on Jan. 10.",
  "intel officials probe ties between Trump adviser and Kremlin.”\n\nIsikoff’s report focused on Carter Page, a former Trump campaign adviser who was named in a memo written by Steele in July.",
  "Court papers recently filed in London provide new details about the media outreach campaign carried out by opposition research firm Fusion GPS and former British spy Christopher Steele.",
  "In one, dated May 18, Steele says that he was instructed by Fusion GPS to meet with reporters at various outlets in order to publicize some of the allegations made in the dossier.",
  "Steele’s dossier, which had been passed by the spy to the Bureau, is said to have been by the FBI as part of its basis to obtain the surveillance warrant.",
  "He dispatched a former State Department official, David Kramer, to fly to London in late-November to retrieve a copy of the dossier from Steele.",
  "The FBI began conducting electronic surveillance on Page in September, it has been reported in the recent month.",
  "Corn is one of two reporters thought to have published stories about information contained in the dossier.",
  "It has been widely known that Fusion GPS and Steele were in contact with reporters to discuss the dossier.",
  "Steele met once more — and again at Fusion GPS’s instruction — with The Times, The Post, and Yahoo!",
  "He later shared the dossier with then-FBI Director James Comey during a meeting in December.",
  "“In each of those cases the briefing was conducted verbally in person,” the document reads.",
  "The filing also goes into detail about Arizona Sen. John McCain’s handling of the dossier.",
  "On Jan. 6, Comey briefed then-President-Elect Trump on some of the claims in the dossier.",
  "Corn published an article in October referring in general terms to the Steele document.",
  "The interview, which was conducted through Skype, was likely with reporter David Corn.",
  "In October, Fusion GPS instructed Steele to brief a journalist from Mother Jones.",
  "McClatchy News recently reported that Steele filed new documents in that lawsuit.",
  "Fusion GPS was co-founded by former Wall Street Journal reporter Glenn Simpson.",
  "Steele also refused to reveal the identities of Fusion GPS’s clients.",
  "Fusion GPS took part in all of those meetings, Steele’s lawyers say.",
  "The outlets were The New York Times, The Washington Post, Yahoo!",
  "The Republican first learned about the report in November.",
  "Several days later, BuzzFeed News published the document.",
  "BuzzFeed is also being sued by Gubarev in a U.S. court.",
  "His article was entitled “U.S.",
  "News, The New Yorker and CNN.",
  "Follow Chuck on Twitter",
  "News."
]