[
  "They also write: “We don’t believe the Steele dossier was the trigger for the F.B.I.’s investigation into Russian meddling.”\n\nThe oppo researchers say that they told the Senate Judiciary Committee in August that the dossier “was taken so seriously because it corroborated reports the bureau had received from other sources, including one inside the Trump camp.”\n\nThe piece links to a New York Times report from Dec. 30 which asserts that the FBI opened the Russia probe after receiving reports from the Australian government that Trump campaign adviser George Papadopoulos had claimed during a night of drinking that he had been told by an acquaintance that the Russian government had obtained dirt on Hillary Clinton.",
  "But, writing at The New York Times, Glenn Simpson and Peter Fritsch, two partners at Fusion GPS, provide little in the way of evidence to support the core allegations made in their salacious report: that the Kremlin has blackmail material on Trump and that the campaign colluded directly with the Kremlin to influence the election.",
  "They claim that they found “widespread evidence” that Trump and his real estate company “had worked with a wide array of dubious Russians in arrangements that often raised questions about money laundering.”\n\nInstead, they lament, Fusion’s bank records are the only that have been subpoenaed by Congress.",
  "The article marks the Fusion partners’ first public commentary about the dossier, which was authored by former British spy Christopher Steele, funded by the Clinton campaign and Democratic National Committee and published nearly a year ago by BuzzFeed News.",
  "They note in their piece that BuzzFeed published the document “to our dismay.”\n\nThe Fusion co-founders say that during the congressional interviews they suggested that investigators explore Trump’s bank records with Deutsche Bank.",
  "Simpson and Fritsch also write that “we did not speak to the FBI and haven’t since.”\n\nWhat goes unmentioned is a meeting between Simpson and Justice Department official Bruce Ohr several weeks after Trump’s election.",
  "Two of the co-founders of the opposition research firm behind the infamous Steele dossier say they are “extremely proud” of their work investigating Donald Trump’s alleged ties to Russia.",
  "Four anonymous governments sources told The Times that that meeting — which occurred in London in May 2016 — was the impetus for the Russia collusion investigation, and not the dossier.",
  "Instead, Simpson and Fritsch spend much of their article criticizing congressional Republicans who have been asking questions about the dossier and Fusion GPS’s role in developing it.",
  "And while the Fusion partners decried that development, the subpoena led to the revelation that the Clinton campaign and DNC were the financial backers for the dossier project.",
  "They also reveal some of the information they have provided to the three congressional committees that are investigating Russian interference in the presidential campaign.",
  "To have done so is our right under the First Amendment,” write Simpson and Fritsch, who both worked for The Wall Street Journal before starting Fusion.",
  "They say that Steele, a former MI6 officer, did not know that he was working indirectly for the Clinton campaign and DNC.",
  "They also say that they did not tell their clients that Steele was sharing his findings with the FBI.",
  "The FBI opened its counterintelligence probe of the Trump campaign later that month.",
  "The ex-spy began briefing the FBI about some of his findings in early July 2016.",
  "“We’re extremely proud of our work to highlight Mr. Trump’s Russia ties.",
  "The House Intelligence Committee subpoenaed those documents in October.",
  "Ohr’s wife, Nellie, worked for Fusion GPS to investigate Trump.",
  "Simpson and Fritsch make other new disclosures in the op-ed.",
  "Ohr also met with Steele prior to the election.",
  "It is still unclear why Ohr met with Simpson.",
  "Follow Chuck on Twitter"
]