[
  "The memo alleges that Christopher Steele lied to FBI agents during an interview of their probe of the 2016 election, according to the Washington Post, citing “individuals who spoke on the condition of anonymity.”\n\nThe Post also reported the Obama administration allegedly used the unverified information in the dossier to influence the Federal Intelligence Surveillance Court to conduct electronic surveillance on Trump campaign adviser Carter Page.",
  "The House Intelligence and the Senate Judiciary Committees are attempting to determine if the Obama administration claimed the dossier was truthful in proceedings before the Foreign Intelligence Surveillance Court, which paved the ways for surveillance of Trump associates and transition officials.",
  "The House Permanent Select Committee on Intelligence is likely to vote today to declassify and release a memo alleging the Obama Department of Justice abused the Foreign Intelligence Surveillance Act in order to spy on Trump campaign associates, The Daily Caller News Foundation has learned.",
  "The four-page memo reportedly authored by California GOP Rep. Devin Nunes, the chairman of the House Permanent Select Intelligence Committee, is the product of many documents the committee recently reviewed from the Justice Department.",
  "It could reveal the Obama administration used the salacious Fusion GPS “Trump Dossier” to trigger surveillance of Trump campaign aides after the 2016 election, as some Republicans have alleged.",
  "Once the surveillance was in place, the Obama administration could ask the National Security Agency to identify or “unmask” Trump aides who were talking to foreign nationals.",
  "If he does, the public will get its first glimpse at the inner workings of the Obama administration to undermine the Trump campaign aides and later transition officials.",
  "Republicans have contended the Obama administration knowingly used the unverified information to trick the court into approving the surveillance warrants.",
  "Reportedly the “unmasking” was used widely by former national security advisor Susan Rice and other top members who headed Obama’s intelligence agencies.",
  "After the White House possessed the information, unnamed Obama administration officials allegedly leaked the information to friendly news organizations.",
  "Follow Richard on Twitter\n\nFreedom of Speech Isn’t Free\n\nThe Daily Caller News Foundation is working hard to balance out the biased American media.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "It also contained personally derogatory information about Trump as a candidate, including salacious information widely regarded as false.",
  "Rice has said her unmasking requests were lawful, a point of contention among congressional Republicans and the White House.",
  "Fusion GPS peddled the document to major news organizations, which considered it so unreliable they refused to publish it.",
  "Both the Clinton campaign and the Democratic National Committee paid $1 million to Fusion GPS for the salacious document.",
  "The dossier relied on unnamed Russian sources who charged Trump had been compromised by the Russian government.",
  "The scheduling of the vote was confirmed by a congressional source familiar with the committee’s activities.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Fusion GPS hired former British MI-6 agent Christopher Steele to author the completely unverified dossier.",
  "We’re not dependent on commercial or political support and we do not accept any government funding.",
  "Buzzfeed published in dossier Jan. 11, 2017, ten days before the Trump’s inauguration.",
  "Make a one-time donation to support the quality, independent journalism of TheDCNF.",
  "Today’s declassification vote has to be approved by President Donald Trump.",
  "He immediately denounced it as “fake news” in a press conference.",
  "He has five days to officially approve its declassification.",
  "The committee meets today at 5 p.m. EST.",
  "For as little as $3, you can help us."
]