[
  "In a letter to Nunes, assistant attorney general Stephen Boyd wrote last week, “We do not understand why the committee would possibly seek to disclose classified and law enforcement sensitive information without first consulting with the relevant members of the intelligence community.” But according to Republican members of the House Intelligence Committee, that was because neither the FBI nor the DOJ could be trusted with the information because, as Rep. Mike Conaway (R-TX) told Politico, “they’re the ones that have the problem.”\n\nBut Republicans who have seen the memo described it as “alarming,” with Rep. Mark Meadows (R-NC) taking to the House floor on January 19 to say, “I thought [the contents of the memo] could never happen in a country that loves freedom and democracy like this country.”\n\nWhich raises a new question: If this memo is so great for Republicans, why didn’t they vote to release it sooner?",
  "Though its more salacious claims (involving Trump’s sexual activities) became widely known after BuzzFeed published the dossier in full in January, there’s currently no indication that information in the dossier influenced Mueller’s investigation into the Trump campaign’s ties with Russia, or, more importantly, led to the entire investigation in the first place.",
  "In fact, according to the New York Times, the memo also contains evidence that Trump-appointed Deputy Attorney General Rod J. Rosenstein approved an application to extend surveillance of Page in the spring of 2017, indicating that Page was considered a potential security risk by not just the Obama Justice Department, but the Trump Justice Department as well.",
  "Nunes and many of his #ReleaseTheMemo Republican allies — including Reps. Trey Gowdy and King — had a chance to limit the sweeping powers of FISA, but they still voted to maintain Section 702 of the Foreign Intelligence Surveillance Act — the same wiretapping legislation Republicans and Trump supporters believe was used to monitor the Trump campaign.",
  "#ReleaseTheMemo is all about the Steele dossier\n\nThe four-page memo in question was written by Nunes and alleges that the Mueller investigation into Trump’s 2016 campaign was based entirely on the controversial Steele dossier, a largely unconfirmed opposition research document asserting corrupt collusion between Trump and Russia.",
  "According to those who have seen the memo or been briefed on its contents, the document alleges that some of the very law enforcement agents who were investigating Page, former National Security Adviser Michael Flynn, and others in Trump’s campaign orbit were doing so with the intention of getting Hillary Clinton elected.",
  "#ReleaseTheMemo has become a rallying cry for the right and Trump supporters (especially on Twitter), who want released to the public a memo written by Republican Rep. Devin Nunes (R-CA) that they believe would permanently damage special counsel Robert Mueller’s investigation into Trump’s 2016 campaign.",
  "“It’s just so bizarre to watch Republicans calling for releasing the memo as though the power to release it is within the hands of anyone other than themselves,” Glenn Greenwald, co-founder of the Intercept and a longtime critic of American surveillance operations, told me in a phone call last Tuesday.",
  "#ReleaseTheMemo supporters in Congress still voted to expand FISA surveillance powers\n\nTechnically, the Nunes memo could be declassified by the Trump administration or by the House or Senate Intelligence Committee, or a member of Congress could read or describe it on the House or Senate floor.",
  "The story that leads to the memo begins in the fall of 2016, when the FBI applied for a warrant from the Foreign Intelligence Surveillance Court to wiretap Carter Page, a foreign policy adviser for President Trump’s presidential campaign, under the Foreign Intelligence Surveillance Act (FISA).",
  "— Trey Gowdy (@TGowdySC) January 11, 2018\n\nRep. Justin Amash (R-MI), who put forth an amendment to reform FISA, tweeted that the new legislation was “much WORSE than the FISA law allegedly abused during the election.” Trump signed the reauthorization into law on January 19.",
  "But for many on the right, especially those who want to end Mueller’s investigation into Trump’s 2016 campaign (or, better yet, get him fired), the memo is just further proof that the FBI is hopelessly compromised, full of anti-Trump agents and rampant malpractice.",
  "@PressSec suggests the WH will consider declassifying the House Intel memo if lawmakers fail to #ReleaseTheMemo themselves — Sarah Westwood (@sarahcwestwood) January 23, 2018\n\nIt’s unclear whether the underlying documentation will also be made public.",
  "Now that Republican members of the House Intelligence Committee have voted to release the memo, the White House will have five days to either release it or object (which would result in a full House vote on making the memo public).",
  "They argue that the memo, and the details of the FBI’s efforts to obtain a warrant to monitor the Trump campaign allegedly contained within it, is indicative of rampant misuse of FISA by the Obama-era Department of Justice and FBI.",
  "#releasethememo — Donald Trump Jr. (@DonaldJTrumpJr) January 19, 2018\n\nThe memo now isn’t just a memo but part of a growing drumbeat of rhetoric aimed at discrediting the FBI and, more specifically, the Mueller investigation.",
  "The person who wrote the memo in the first place — Nunes, the controversial chair of the House Intelligence Committee — wouldn’t give the memo to the FBI or the Justice Department or allow Democrats to describe it in public.",
  "From a scandal involving text messages between two FBI agents to alleged demands for the firing of the executive director of the FBI, members of the GOP are at war — with the nation’s main law enforcement agency.",
  "Its reauthorization even includes additional powers, such as the ability to monitor communications that merely reference a surveillance target, even if the communication isn’t directed toward that target.",
  "It argues that much of the information that led to the warrant came from the controversial dossier on Trump created by Fusion GPS and ultimately compiled by Christopher Steele, a former MI-6 officer.",
  "Let’s say there was a memo that would show, without a shadow of a doubt, that the investigation into the Trump presidential campaign’s ties with elements of the Russian government was a sham.",
  "According to the FBI, that warrant was based on information from a variety of sources that showed they had probable cause Page may have been acting as an agent of the Russian government.",
  "The Steele dossier was funded in part by Clinton’s presidential campaign and the Democratic National Committee, through an attorney, Mark Elias, and his law firm, Perkins Coie.",
  "On Monday night, Republicans on the House Intelligence Committee voted to do so, giving Trump five days to review it and decide whether or not to release it to the public.",
  "And all that had to happen for the entire plot to be revealed was for President Trump himself — the innocent victim of the whole sordid episode — to declassify the report.",
  "Those files would show just what was included in the warrant application presented to the FISC court judge who approved the surveillance of Carter Page.",
  "Many conservatives who are calling for the release of the memo are also calling for the disclosure of the FISA documents it’s allegedly based on.",
  "A sham perpetrated by the highest elements of the FBI and the Obama administration, all to prevent Donald Trump from reaching the White House.",
  "#releasethememo.”\n\nIf what I’m hearing about this memo is true, our country — as we know it — will never be the same again.",
  "#ReleaseTheMemo — Andrew H. Scott (@CommissionerKY) January 19, 2018\n\nNunes himself has not commented publicly on the memo.",
  "And it’s even more unclear — and unlikely — that this will be the end of the story of the war between the GOP and the FBI.",
  "I know this is a big statement to make, but these revelations are far more damning than I could have ever thought.",
  "“I mean, they’re holding a document that only they can release, while pretending to be advocating for its release.",
  "But the Nunes memo, according to Republican members of Congress who have seen it, makes a very different case.",
  "I no longer hold out hope there is an innocent explanation for the information the public has seen.",
  "But Trump didn’t declassify it or the materials it’s based on, though he has the power to do so.",
  "It’s difficult to know what, if any, impact the dossier itself had on the Russia investigation.",
  "Section 702 is indispensable, vital, and critical to the freedom and security of this country.",
  "If we played the game like they do the memo would be all over CNN and everywhere else by now.",
  "It’s a bizarre spectacle.”\n\nThere’s also a larger issue beyond the text of the memo itself.",
  "A spokesperson for Amash told me that the Congress member was unable to comment further.",
  "As Rep. Steve King (R-IA) said on Twitter, “The sickening reality has set in.",
  "But they haven’t moved in other cases to restrict FISA’s powers.",
  "I reached out to his office but did not receive a response.",
  "And why do Trump’s allies seem so sure of what it contains?",
  "Neither Gowdy nor King responded to a request for comment.",
  "The democrats are lucky Republicans are honorable people.",
  "I urge my colleagues to support reauthorization.",
  "I have long said it is worse than Watergate.",
  "Or, in internet parlance, #ReleaseTheMemo.",
  "Maybe it’s time we stoop to their level?",
  "It was #neverTrump & #alwaysHillary.",
  "Very, very sad day for democracy.",
  "."
]