[
  "And Feinstein is a powerfully placed female lawmaker with a reputation on Capitol Hill that allows her to take on Trump from a position of authority and credibility -- all qualities that existed before, but have now taken on increased political importance following a cultural reckoning that called out powerful men who abused their power and sought to elevate women's voices.",
  "The same day, she took the unusual step of releasing -- without the Republican chairman's sign-off -- the transcript of the Senate Judiciary Committee's August interview with the founder of the opposition research firm Fusion GPS, which commissioned a dossier detailing Trump's alleged ties to Russia.",
  "\"The fact that Sneaky Dianne Feinstein, who has on numerous occasions stated that collusion between Trump/Russia has not been found, would release testimony in such an underhanded and possibly illegal way, totally without authorization, is a disgrace,\" Trump tweeted Wednesday morning.",
  "During an immigration-focused meeting at the White House on Tuesday, she suggested that Congress could pass the \"Dream Act\" alone, providing a path to citizenship for children covered by the Deferred Action for Childhood Arrivals program -- set to expire in March.",
  "The fact that Sneaky Dianne Feinstein, who has on numerous occasions stated that collusion between Trump/Russia has not been found, would release testimony in such an underhanded and possibly illegal way, totally without authorization, is a disgrace.",
  "Trump seemed to agree -- catching Republicans off guard and forcing House Majority Leader Kevin McCarthy, R-California, to interject that border security measures would need to be part of the package.",
  "But California is an overwhelmingly Democratic state where progressives pride themselves on being at the forefront of the anti-Trump resistance, so the moment did not go over well.",
  "The seed of de Léon's challenge was planted in August 2017, when Feinstein said at an event at the Commonwealth Club in San Francisco that Trump could still be a \"good president.\"",
  "She also took the extraordinary step of releasing an important transcript from the Senate Judiciary Committee's Russia probe without the Republican chairman's sign-off.",
  "Just on Tuesday, she nudged Trump into a position that startled Republicans and required clarification during an immigration-focused meeting in the Oval Office.",
  "Kevin de Léon, the California state Senate president, is challenging her from the left -- charging that Feinstein hasn't been aggressive enough against Trump.",
  "#FollowTheFacts — Nancy Pelosi (@NancyPelosi) January 10, 2018\n\nThe two events most likely to have irritated Trump occurred at almost the same time Tuesday.",
  "It was no surprise that Feinstein's critics seized on her assertion that Trump \"can be a good president\" -- and at the time, she had to quickly backtrack.",
  "Speaking with reporters Wednesday, Feinstein brushed off Trump's attacks, noting that her release of the unclassified transcript was not illegal.",
  "Tom Steyer, the billionaire megadonor who is calling for Trump's impeachment, was publicly weighing a Senate primary challenge of his own.",
  "— Donald J. Trump (@realDonaldTrump) January 10, 2018\n\n\"Sneaky Dianne\" does in fact face a potentially tough primary challenge.",
  "She was only concerned that she hadn't notified Senate Judiciary Committee Chairman Chuck Grassley, R-Iowa, beforehand.",
  "tweeted House Minority Leader Nancy Pelosi, D-California, after noting that Feinstein had earned a Trump nickname.",
  "In August, the 2016-style divide in the Democratic Party had progressives demanding all-out opposition to Trump.",
  "For that, the President gave her something reserved for the political foes who annoy him the most: a nickname.",
  "Congratulations to California's own @SenFeinstein on officially earning her own @realDonaldTrump nickname.",
  "\"I meant to tell him, and I didn't have a chance to tell him, and that concerns me,\" Feinstein said.",
  "As for the \"sneaky\" label, she said, \"He tends to call people names very quickly, so I'm not alone.\"",
  "\"Look, this man is going to be president, most likely for the rest of this term,\" she said then.",
  "\"That transcript has become so abused that time has come for people to take a look at it.\"",
  "Trump said that's what he thought Feinstein meant, and a round of clarifications ensued.",
  "Speculating about Feinstein's motivations, Trump added: \"Must have tough Primary!\"",
  "Feinstein emerged this week as Trump's chief Democratic tormenter of the moment.",
  "Feinstein expressed a healthy skepticism that Trump could turn things around.",
  "Now, the #MeToo moment dominates the political landscape on the left.",
  "\"I just hope he has the ability to learn, and to change.",
  "Today, though, the moment looks much different.",
  "And if he does, he can be a good president.",
  "I have my own personal feelings about it.\"",
  "\"Clearly doing something right!\"",
  "Clearly doing something right!",
  "He's also helping her win it.",
  "Must have tough Primary!",
  "And that's my hope."
]