[
  "The New York Times first reported that Grassley and Graham “had reason to believe that a former British spy, Christopher Steele, lied to federal authorities about his contacts with reporters regarding information in the dossier, and they urged the (Justice) department to investigate.”\n\nThe news organizations that have devoted so much attention to the Steele dossier – the New York Times, the Washington Post, CNN, you get the idea – inflated its importance to such a disproportionate extent that they became active participants in Russia’s effort to influence the 2016 presidential election.",
  "CNN reported in April of 2017 : “The FBI last year used a dossier of allegations of Russian ties to Donald Trump's campaign as part of the justification to win approval to secretly monitor a Trump associate, according to US officials briefed on the investigation.” In other words, our government was weaponized against private citizens based on a piece of partisan propaganda.",
  "The news Friday that two Republican senators have recommended the FBI and Justice Department to investigate the author of the “Steele dossier” – a collection of memos filled with wild and unsubstantiated allegations involving President Trump and Russia – gives a black eye to the mainstream media that have devoted enormous news coverage to the dossier.",
  "If the lawmakers keep pulling the thread on Steele’s work of fiction, going where it leads them, it will take them to where some of us have suspected: a deeply corrupt Department of Justice and FBI badly in need of reform, and a media that must be forced to confront their own massive mistakes and report on one of their greatest failures.",
  "In recent days, we’ve seen coordinated pushback, from yet another anonymously sourced piece by the New York Times, a supporting op-ed by the founders of Fusion GPS in the same newspaper, and now Democratic members of Congress loudly proclaiming that the dossier is really not that significant in the Russia investigation.",
  "The media’s reporting on the material in the Steele dossier and reporting that senior Obama administration officials were sharing the information in official government briefings with senators was the best outcome the Russians, the Democratic National Committee and the Clinton campaign could have hoped for.",
  "Well into October and after the election, the media were still reporting that the dossier was being used as a “road map” by the FBI in its investigation into alleged Trump campaign collusion with the Russians – a baseless accusation that remains unproven to this day.",
  "Yet members of the left and the media are now working to reverse themselves, to undermine the very role they reported the dossier played in the investigation, to find something else – anything else – to blame for triggering the Russia investigation.",
  "Senate Judiciary Committee Chairman Chuck Grassley, R-Iowa, and Sen. Lindsey Graham, R-S.C., called for the investigation of former British spy Christopher Steele, who wrote the dossier after he was hired by opposition research firm Fusion GPS.",
  "We are now seeing some of the same behavior: a phony dossier used as justification to spy on American citizens, used to spin up investigations that are illegitimate, all wrapped in whisper and rumor campaigns and anonymously sourced stories.",
  "In the 1980s, the Times finally admitted the truth: “Taking Soviet propaganda at face value this way was completely misleading, as talking with ordinary Russians might have revealed even at the time.”\n\nSome folks never learn.",
  "In addition, it would confirm in many ways what President Trump has been saying all along: that Special Counsel Robert Mueller’s investigation is in fact nothing but a political witch hunt meant to nullify the 2016 elections.",
  "Second, a reporter friendly to the Clinton campaign – David Corn of Mother Jones – had already been reporting on the dossier, despite the now rewritten history that the dossier was first published by BuzzFeed in January 2017.",
  "Yet, rather than own up to their failures, the media are doing what most people do when caught in a lie or a serious error in judgment: changing the narrative, shifting the blame and just making up another story.",
  "The very troubling aspect, and an ironic one, is that for 90-plus years phony dossiers, rumors and innuendo were used by the Soviet Union’s KGB spy agency to send innocent people to imprisonment in the gulags.",
  "This is why Rep. Devin Nunes, R-Calif., (chairman of the House Intelligence Committee) and Senators Grassley and Graham should redouble their efforts regarding finding out the facts about the Steele dossier.",
  "Fusion GPS initially received funding from the Washington Free Beacon, and then was paid by Hillary Clinton’s presidential campaign and the Democratic National Committee for the dossier that Steele produced.",
  "In short, the Democrats, the Clinton campaign and the media facilitated the Russians’ most effective campaign tactic to undercut Americans’ faith in two important institutions: government and the media.",
  "This is happening because the continued highlighting of the fake dossier’s role in the investigation reveals the media’s complicity in the fairytale of collusion between the Trump campaign and Russia.",
  "Back in the fall and winter of 2016 the media even reported that the dossier was providing the FBI with a “roadmap” for its investigation of alleged ties between the Trump campaign and Russia.",
  "If the fake dossier funded by Democrats spurred on the Russia investigation and was in many ways the impetus for the probe, this calls into question the entire legitimacy of the investigation.",
  "Recall that back in the October 2016 the New York Times and Politico breathlessly reported that then-Senate Minority Leader Harry Reid, D-Nev., sent a letter a FBI director James Comey.",
  "All this created a patina of legitimacy around the unverified allegations in the Steele dossier – despite the fact that the dossier had never been vetted by the CIA or FBI for accuracy.",
  "To be clear, it would appear that many in the mainstream media, our government and one of our major political parties were willing stooges in a massive Russian misinformation campaign.",
  "And we should never forget that the New York Times won a Pulitzer Prize in 1931 for what turned out to be propaganda fed to its Moscow correspondent by the Russian government.",
  "We now know that the Fusion GPS dossier was nothing more than propaganda, much of it fed to Steele and Fusion GPS by current and former Russian intelligence operatives.",
  "The media are now trying to change their story about why they blew the dossier up beyond all proportion – a classic case of making a mountain out of a molehill.",
  "But now it’s clear that the dossier was nothing more than an expensive political dirty trick by the Russians, the Democratic Party and Clinton campaign.",
  "And was the self-appointed watchdog of government – a free, but at many times dishonest press – unwittingly or wittingly complicit in the effort?",
  "In it Reid claimed that he was aware that Comey held “explosive information” about close ties between the Russians and the Trump campaign.",
  "But no matter how many times this phony story gets repeated, it remains nothing more than an anti-Trump smear job without a basis in fact.",
  "The stakes for the media and those pursuing President Trump are incredibly high – thus the desperation we see now to change the story.",
  "Did a political party in power weaponize government against its opponents in an attempt to hold onto power?",
  "The state-controlled media did nothing to expose this, and were in fact used as tools by the government.",
  "Because the dossier fed into their biases against Donald Trump, many ate it up – hook, line and sinker.",
  "But it’s another issue that should give every American – regardless of political affiliation – pause.",
  "The media failed the American people and they must be held accountable.",
  "First, then-CIA director John Brennan briefed him on the matter.",
  "Reid was referring to the Steele dossier.",
  "How did Reid know about this dossier?",
  "We can’t allow that to happen.",
  "That’s one hell of a story.",
  "A couple of ways.",
  "Really?"
]