[
  "Story Continued Below\n\nNunes' comments came hours after the release of a formerly classified memo — which was orchestrated by Nunes — that claims a warrant to monitor communications between former Trump campaign adviser Carter Page relied heavily on a dossier compiled by former British spy Christopher Steele.",
  "Democrats have claimed that the memo is aimed to politicize intelligence and distort facts of the Trump-Russia investigation, which is being conducted by special counsel Robert Mueller and being overseen by Rosenstein.",
  "being investigated\n\nRep. Devin Nunes said Friday he's happy to keep working with Deputy Attorney General Rod Rosenstein and believes he can \"fix the problems\" at the Department of Justice.",
  "The California Republican also said that the memo was phase one of their investigation and that his committee is currently investigating other departments, including the State Department.",
  "We continue to work to find answers and asking the right questions to try to get to the bottom of what exactly the State Department was up to in terms of this Russian investigation.\"",
  "Rep. Devin Nunes said that the memo was phase one of their investigation and that his committee is currently investigating other departments, including the State Department.",
  "\"We are in the middle of what I call phase 2 of our investigation which involves other departments, specifically the State Department and the involvement they had in this.\"",
  "He was paid by Fusion GPS, a research firm retained by Hillary Clinton and the Democratic National Committee to continue opposition research on Trump.",
  "According to the memo, Rosenstein approved at least one renewal of the surveillance warrant.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up here for POLITICO Huddle A daily play-by-play of congressional news in your inbox.",
  "| Susan Walsh/AP Photo Nunes: Deputy AG Rosenstein will have a 'long career;' State Dept.",
  "When asked whether Rosenstein should be fired, Nunes said that was not his decision.",
  "\"This completes just the FISA abuse portion of our investigation,\" Nunes said.",
  "I like him personally,\" Nunes said an interview on Fox News.",
  "\"I think that he can fix the problems over at DOJ.",
  "\"I've had several meetings with Mr. Rosenstein.",
  "He added: \"That investigation is ongoing.",
  "And we are willing to work with him.\"",
  "You can unsubscribe at any time."
]