[
  "DOJ official Bruce Ohr testified before Congress on Tuesday about his contacts with Christopher Steele, the author of the dossier\n\nOne mystery surrounding Ohr and Steele was who he told at the Justice Department about his interaction with Steele\n\nOhr testified that he told his peers, but not his superiors, about the dossier-related contacts\n\nDepartment of Justice official Bruce Ohr told Congress earlier this week that he informed half a dozen FBI and Justice Department officials about his contacts with dossier author Christopher Steele and opposition researcher Glenn Simpson.",
  "“A lot of what we were talking to the media about were things in the public record, specifically Carter Page, Paul Manafort had resigned over allegations of illicit relationships with Russian oligarchs and Ukrainian oligarchs,” Simpson told the Senate Judiciary Committee during an Aug. 22, 2017 interview.",
  "(RELATED: Trump: ‘How The Hell Is Bruce Ohr Still Employed?’)\n\nRepublicans have sought an interview with Ohr to find out why he maintained contact with Steele even after the FBI decided to cut ties with the former British spy just before the 2016 election.",
  "Sources familiar with Ohr’s testimony before the House Judiciary and House Oversight Committees told The Daily Caller News Foundation that Ohr informed Andrew McCabe, Peter Strzok and Lisa Page about his interactions with Steele and Simpson.",
  "“So we spoke broadly to reporters and encouraged them to look into this.”\n\nAs chief of the Justice Department’s criminal fraud division, Weissmann was investigating Manafort even before the special counsel’s team was formed.",
  "Weissmann facilitated a meeting in April 2017 with reporters from The Associated Press to discuss the Justice Department’s investigation into Manafort’s work for former Ukrainian President Viktor Yanukovych.",
  "“My guess is, because he is associate deputy attorney general … that just adds heft and weight to what they were trying to do about this whole dossier, which was the key to everything,” he added.",
  "Ohio Rep. Jim Jordan, a Republican who helped question Ohr, said that he believes that Fusion GPS chose Nellie Ohr so that the firm could leverage her husband’s senior position at the DOJ.",
  "The FBI said in applications for spy warrants against Trump campaign adviser Carter Page that the bureau dropped Steele as an informant because he had unauthorized contacts with the media.",
  "Weissmann’s contact with Ohr about the dossier is significant because of the mutual interest that Weissmann and Fusion’s Simpson had in former Trump campaign chairman Paul Manafort.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Simpson, a former Wall Street Journal reporter, has told Congress that Fusion GPS investigated Manafort’s links to Russian oligarchs as part of its anti-Trump project.",
  "“So there was, you know, a lot of open source public information pointing towards the possibility that the Russians had infiltrated the Trump campaign,” he added.",
  "Ohr said he was demoted as assistant deputy attorney general in December because he failed to tell Yates and other top officials about his dossier interactions.",
  "Perkins Coie, the law firm for the Clinton campaign and Democratic National Committee, paid Fusion GPS more than $1 million for the Trump-Russia project.",
  "Weissmann has also attracted criticism from Republicans because of his overt support for former Secretary of State Hillary Clinton.",
  "Ohr testified that he informed his Justice Department peers, but not his superiors, about his contacts with Steele and Simpson.",
  "He has donated heavily to Democratic political candidates and attended Clinton’s 2016 election night party in New York City.",
  "Ohr testified that Fusion approached his wife for a job and that she began working for the research firm in late 2015.",
  "As TheDCNF has reported, Ohr did not disclose his wife’s Fusion income on his annual ethics disclosure form.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Republicans pressed Ohr about how his wife, a Russia expert named Nellie Ohr, came to work for Fusion GPS.",
  "California GOP Rep. Darrell Issa said Ohr testified that his wife was paid $44,000 by Fusion GPS.",
  "Why did Fusion…want to work with Bruce Ohr?” he said in an interview on Fox News Tuesday night.",
  "He also informed Justice Department prosecutor Andrew Weissmann about his dossier-related work.",
  "Weissmann is now serving as right-hand man to Robert Mueller at the special counsel’s office.",
  "Ohr debriefed the FBI at least 12 times following his post-election contacts with Steele.",
  "One of the superiors kept out of the loop was former Deputy Attorney General Sally Yates.",
  "Weissmann is the lead prosecutor in two cases against Manafort for that work.",
  "The special counsel’s office declined to comment on Weissmann’s links to Ohr.",
  "Despite that, Ohr met and spoke with Steele numerous times through May 2017.",
  "Ohr’s wife was also a focus of Tuesday’s closed-door interview.",
  "Fusion paid Steele nearly $170,000 for his work.",
  "“Why did they need Bruce Ohr?"
]