[
  "Mueller's team, though, argued that the comparison was disingenuous: “Acting as an anonymous source for media articles is not similar to conducting 'information warfare against the United States of America.’”\n\n\"Indeed,” the prosecutors continued, “Concord does not even attempt to suggest how this individual’s conduct would implicate the lawful functions of any government agency.”\n\nThe document then referenced Mueller’s indictment against the firm, which alleged that Concord funded the creation of fake social media profiles in the U.S. with the “purpose of impairing the lawful functions of the United States government.”\n\nThe brief is signed by Mueller; his deputy, Michael Dreeben; Jonathan Kravis, an attorney in the U.S. attorney's office; John Demers, assistant attorney general for the DOJ’s National Security Division; and U.S. Attorney Jessie Liu.",
  "Prosecutors were pushed to weigh in on the loaded subject after lawyers for Concord Management — the Russian company Mueller has accused of helping orchestrate the massive online campaign to sow chaos in America’s democratic process — argued in August that Mueller had targeted the firm “selectively” while giving Steele, and others Concord accuses of foreign interference efforts, a pass.",
  "The distinction between Steele and the alleged Russian propaganda operation was part of a brief the prosecutors filed to defend against Concord's claim of “selective prosecution.” The firm suggested prosecutors targeted Concord for being Russian and let slide other foreign nationals who had made similar offenses.",
  "In addition to rejecting that comparison, Mueller argued that the Ukrainian officials cited by Concord had used their actual identities when criticizing Trump — unlike the alleged Russian effort, which prosecutors say relied on false identities to appear like a grass-roots movement in the United States.",
  "Story Continued Below\n\nIn a document filed Friday night, Mueller’s team responded, arguing that Steele’s actions don't “remotely compare” to the “systematic, deceptive effort” by the allegedly Concord-backed Russian social media trolls attempting to interfere in the 2016 election.",
  "Concord’s lawyers had noted that Steele reportedly met with journalists during the election to discuss the information he was gathering for the dossier, which detailed years of links between Trump and Russia, culminating in an alleged conspiracy to tip the election in his favor.",
  "As for the foreign contributions to Bush and Sanders, Mueller's team suggests that at least one instance was a \"good-faith mistake,\" and the other — \"a single FEC complain that has not yet resulted in a criminal prosecution\" — does not give Concord a legitimate grievance.",
  "\"But no charges have been filed against Steele, and no information has been made public about the government’s efforts to authenticate the 'Trump-Russia Dossier' that Steele disseminated before and after the 2016 presidential election,\" the company's lawyers argued.",
  "| Charles Dharapak/AP Photo Mueller Investigation Mueller makes rare mention of Trump dossier author Prosecutors were responding to an indicted Russian company's complaint that the special counsel 'selectively' targeted the firm while giving Steele a pass.",
  "Republicans have long hammered the Justice Department for using the dossier, unearthing records that showed the company that hired Steele, Fusion GPS, was being financed by the Democratic Party and the law firm representing Hillary Clinton's campaign.",
  "Concord's brief, filed in late August, also cited a POLITICO report about Ukrainian government officials who supported Hillary Clinton, noting that they had posted social media messages critical of Trump.",
  "\"The defendants here are alleged not to have offered, but to have actually engaged, in the deceptive use of social media for the purpose of impairing the lawful functions of the United States government.\"",
  "Special counsel Robert Mueller’s team found itself in an odd spot recently — having to discuss Christopher Steele, the former British spy and author of a fiercely disputed anti-Trump dossier.",
  "In its argument about Steele, Concord cited his frequent contact with the Justice Department and dissemination of his \"dossier\" to media outlets and government officials.",
  "The brief also noted that Middle Eastern officials had offered an \"online manipulation campaign\" to Trump allies but were similarly not charged with wrongdoing.",
  "The Justice Department relied — in part — on Steele's dossier to help obtain a surveillance warrant in late 2016 on former Trump campaign adviser Carter Page.",
  "The former spy has become the subject of fierce attacks by Trump and his allies for the claims in his dossier, which Trump has rejected as fabricated.",
  "Prosecutors also noted that the Middle Eastern offer for an online manipulation campaign also falls short of Concord's alleged conduct.",
  "The dossier alleges a years-long connection between Trump and Russia, leading to a conspiracy to help Trump win the 2016 election.",
  "And it identified foreign nationals who had made improper financial contributions to the campaigns of Jeb Bush and Bernie Sanders.",
  "\"[A]n offer does not amount to 'similar conduct' to the conduct charged in the indictment,\" prosecutors argued.",
  "It's a rare allusion to Christopher Steele, the former British spy, by special counsel Robert Mueller's team.",
  "\"Deception is an essential element of a conspiracy to defraud the United States,\" Mueller's team wrote.",
  "It's a rare allusion to Steele by Mueller's team."
]