[
  "Rep. Louie Gohmert (R-TX), another colleague of Jordan’s in the Freedom Caucus, said the slew of allegations “doesn’t pass the smell test.”\n\n“Unlike the Olympians who were minor children at the time they were abused, these former wrestlers were adults at the time they claim they were sexually abused by the Ohio State team doctor,” Gohmert said in a statement, suggesting that it was their responsibility to report the doctor to the authorities, not Jordan.",
  "But from what you know right now, does it qualify for the level of theater we are seeing?”\n\nAt least six former athletes have said they experienced routine visits from voyeurs who would engage in sexual acts while the students trained or showered, and that the team doctor, Richard Strauss, would shower with the young men even if he hadn’t participated in the exercise.",
  "“They were recently paid by Hillary Clinton and the DNC as a pass-through entity to hire Fusion GPS to concoct the salacious and unverified Russian dossier at the heart of the Clinton team’s attempted take-down of President Trump.”\n\nJordan also made reference to the firm in his interview with Fox.",
  "In an interview with Fox News, Jordan addressed the chatter about the team doctor in the locker room, differentiating it from reports of “abuse.”\n\n“Conversations in a locker room are a lot different than allegations of abuse or reported abuse to us,” Jordan said.",
  "Other Republican lawmakers defending Jordan are quick to bring up that some of the wrestlers who accused Jordan of being a bystander have been to jail — legal histories detailed in a Daily Caller article that was widely shared by House conservatives.",
  "You have reports that it happened across 14 different sports, of perhaps what is one of the largest athletic venues in the entire country, and somehow it’s the fault of a 22-year-old assistant wrestling coach from 30 years ago.” Meadows said.",
  "Rep. Jim Jordan’s (R-OH) conservative allies are questioning the premise of an unfolding sexual abuse scandal, claiming the allegations — that a team doctor groped young men during physical exams, and Jordan knew about it — are overblown.",
  "Jordan claims that former wrestler Mike DiSabato, who was the first to report the allegations of abuse to the university, has a “vendetta” against Jordan’s family and the university after losing a licensing deal with Ohio State.",
  "“I’ve been clear about that all along.”\n\nVendettas and conspiracy theories\n\nJordan’s colleagues, and Jordan as well, are also attacking Ohio State’s investigation into the matter and the accusers.",
  "When pressed, Republican lawmakers say the rhetoric around the wrestler’s allegations is hyperbolic, and that the media’s response to the specifics of this case is in search of a salacious story.",
  "Gohmert has gone so far as to question the political intent of the law firm, Perkins Coie, which the university independently hired to investigate the allegations of sexual abuse at Ohio State.",
  "About half a dozen former Ohio State wrestlers say Jordan had to have known young men were complaining about being fondled by the team doctor in the 1990s, when Jordan was an assistant coach.",
  "Rep. Mark Meadows (R-NC), chair of the House Freedom Caucus, who has defended Jordan’s character, also believes he’s been disproportionately targeted given his low-level job at the time.",
  "The wrestling team’s head coach, Russ Hellickson, confirmed he was aware of these accounts in a video interview sent to Ohio State, excerpts of which were published by NBC on Thursday.",
  "Several former wrestlers have claimed Jordan was in the locker room when athletes were discussing their experiences with Strauss, and that the subject was often nervously joked about.",
  "The law firm was connected to Fusion GPS, the DC firm that commissioned the Steele dossier, and has been the center of a conservative attack against Democrats in the 2016 elections.",
  "These were adults,” said Rep. David Schweikert (R-AZ), a colleague of Jordan’s in the Freedom Caucus, while speaking to Vox about the wrestlers claiming they were groped.",
  "“Perkins Coie boasts a client roster that includes the DNC, Hillary Clinton, Barack Obama, and several Democrat Members of Congress,” Gohmert said in a statement.",
  "Strauss allegedly would grope young male students during physical exams — one witness said to the point of making them ejaculate — Politico reported.",
  "Jordan’s defenders in Congress, meanwhile, say there’s no way he would have stayed quiet if something terrible was going on and he was aware of it.",
  "“No one ever reported abuse to me.”\n\nWrestlers have described the locker room as a toxic place, a “gauntlet of sexual deviancy” as one put it.",
  "One wrestler claimed that Jordan said he’d “kill [Strauss] if he tried anything” with Jordan, in response to the locker room conversation.",
  "Schweikert, who emphasized that the athletes were adults, also commented that Jordan shouldn’t be held responsible because of his youth.",
  "“There is an investigation going on and if there’s people that have been harmed then they deserve justice,” Jordan said this week.",
  "At the heart of the dispute is that to Jordan’s defenders in the House, the allegations don’t spell out clear abuse.",
  "Wrestlers told Politico that coaches, like Jordan, often had to kick voyeurs out of the sauna and practice areas.",
  "“He’s out to get Ohio State,” Jordan said on Fox News, noting that DiSabato was recently arrested.",
  "Jordan’s definition of “abuse”\n\nJordan himself suggested that the term “abuse” is not clear-cut.",
  "Jordan’s office has said the Ohio lawmaker will cooperate with the university investigation.",
  "For now, Jordan’s allies are defending him against what they see as a baseless scandal.",
  "Jordan has denied seeing, hearing about, or being told about any kind of sexual abuse.",
  "“Jim wasn’t running the place — he was a kid,” Schweikert said.",
  "So you start to lay it out, you say it should be investigated.",
  "And even if they did, Jordan shouldn’t be held responsible.",
  "“My understanding is, this was a university program.",
  "The accused team doctor, however, went unchecked.",
  "“Jim Jordan was not the school administrator.",
  "Jim Jordan was not the head coach.",
  "“These weren’t children.",
  "It can still be wrong."
]