[
  "Adam Schiff, the ranking member of the Intel Committee, told reporters that it's misleading and \"not accurate\" to say that the FBI didn't make the FISA court aware that \"there was a likely political motivation behind those who were funding Christopher Steele's work.\"",
  "Nunes' memo states that FBI deputy director Andrew McCabe, who is on leave before his formal retirement in March, told the committee that \"no surveillance warrant would have been sought from the FISC without Steele dossier information.\"",
  "If it is true that the FBI and DOJ failed to disclose the political nature of the dossier, and if it is true that the dossier was \"essential\" to the application, then the integrity of the FISA application is in question.",
  "In another interesting piece of information contained in the memo, it's revealed that the FBI's counterintelligence investigation into Mr. Trump's campaign was already ongoing before the FISA warrant to investigate Page.",
  "Not really, other than it was begun by FBI agent Peter Strzok, who would later be dismissed from Special Counsel Robert Mueller's team for exchanging anti-Trump text messages with a fellow agent he was dating.",
  "The assertion by Democrats, that there were other data points pertaining to Page that were introduced to support the application is a mitigating factor but does not explain the lack of transparency.",
  "Well, it does raise the question of why the DOJ and FBI did not disclose to the FISC that Steele's dossier was a product of Democratic opposition research, if indeed that's what happened.",
  "Also, when you take a careful look at the memo's language, it says McCabe told the committee that the warrant wouldn't have been \"sought\" without \"information\" from the Steele dossier.",
  "So Nunes has put together this memo that just got released, which his allies were promising would show that the FBI and Department of Justice improperly spied on Trump associates.",
  "Same thing with that bit about \"information,\" which might suggest that information contained in the dossier was verified by the FBI or DOJ before it was submitted to FISC.",
  "The application for one of the renewals, the memo notes, was signed by Deputy Attorney General Rod Rosenstein, a Trump appointee who oversees the Russia investigation.",
  "Because according to Nunes' memo, the Department of Justice and FBI relied on the Steele dossier to obtain a FISA warrant to monitor Carter Page in October 2016.",
  "Rep. Adam Schiff, the leader of the Democratic minority on the House intelligence committee, agrees with the FBI, and has tried to stop the release of the memo.",
  "Because that might imply that while the Steele dossier acted as a kind of \"tip\" for the FBI but didn't matter all that much in the actual application to FISC.",
  "It's also the thing that said the Russians could blackmail Mr. Trump because they recorded him engaging in an outre´ sexual practice with Moscow prostitutes.",
  "President Trump, you may have heard, says the investigation into Russian interference in the 2016 election is a \"witch hunt\" that's out to get him.",
  "It actually began because of information gleaned from an investigation into former Trump campaign aide George Papadopolous, according to the memo.",
  "It might be impossible to know exactly how important the Steele dossier was to the FISA warrant without looking at the FISA application itself.",
  "FISA stands for the Foreign Intelligence Surveillance Act, which set up a process for monitoring foreign citizens and agents of foreign powers.",
  "When asked Friday morning whether the memo had caused Mr. Trump to lose faith in Rosenstein, he said \"I'll let you guys figure that out.\"",
  "However, Democrats on the House Intelligence Committee have created their own memo to rebut this one, and the answers could be in that.",
  "Well, Republicans have been trying to prove that Trump associates, namely Carter Page, were monitored because of the \"Steele dossier.\"",
  "The president's defenders, such as House Intelligence Chairman Devin Nunes (pronounced NOO-nes), appear to agree, at least in part.",
  "It raises questions about the conduct of DOJ official Bruce Ohr, his wife's work for Fusion GPS, and Ohr's relationship to Steele.",
  "The memo also states that the DOJ and FBI did not reveal that Steele's dossier was the product of Democratic opposition research.",
  "Ohr also gave all of his wife's opposition research on Mr. Trump to the FBI, but that information was not disclosed to the FISC.",
  "So basically you have the White House and Congressional Republicans saying one thing, and Democrats and the FBI saying another.",
  "The Steele dossier is that document that accused Mr. Trump of having all sorts of unsavory contact with the Russian government.",
  "Because the feeling was that Mr. Trump wants to fire Rosenstein due to the president's frustration with being investigated.",
  "To get one, the DOJ and FBI have to have their petition approved by a number of high-ranking people in both organizations.",
  "According to the memo, Ohr remained in contact with Steele even after he was no longer being used by the FBI as a source.",
  "The FBI says this is a load of malarkey, releasing a rare statement earlier this week arguing against its release.",
  "The application then goes to the Foreign Intelligence Surveillance Court (FISC), which has to sign off on it.",
  "Information can come from dubious or motivated sources, but it should be verified before it's submitted.",
  "Wait, is the Steele dossier the reason the FBI and DOJ started investigation Mr. Trump's campaign?",
  "The memo, some of the president's allies hoped, would provide the pretext to fire Rosenstein.",
  "So the memo's scope is really just limited to this October 2016 FISA warrant involving Page?",
  "Or to put that in legalese: \"Motivation is a relevant consideration, but not determinative.\"",
  "And House Oversight Chairman Trey Gowdy, R-North Carolina, tweeted Friday that it shouldn't.",
  "Ohr later told the FBI that Steele \"was passionate about [Mr. Trump] not being president.\"",
  "Well, Democrats say that this mischaracterizes what McCabe actually told the committee.",
  "Since then, the White House has said Mr. Trump is not considering firing Rosenstein.",
  "So the feds wouldn't have been able to spy on Page without Steele's dossier?",
  "The application then must be renewed and authorized by FISC every 90 days.",
  "Would it be illegal to not tell FISC where the Steele dossier came from?",
  "Essentially none of it has ever been verified, at least publicly.",
  "This would gel with what's typically required for FISA warrants.",
  "Does the memo tell us anything more about that?",
  "Anything else in the memo that's interesting?",
  "Will this undermine Mueller's investigation?",
  "Maybe not, but it still wouldn't look great.",
  "When do we get to see the Democrats' memo?",
  "So it could stay under wraps for a while.",
  "Here's some quick background on this.",
  "It's hard to imagine how it would.",
  "Oh, right – was any of that real?",
  "Nunes doesn't want to release it.",
  "So Nunes' memo is kind of a dud?",
  "Yes, and the warrant's renewals.",
  "So why are we talking about it?",
  "But we already knew all that.",
  "Why might that be important?",
  "What about improper spying?",
  "Why is that important?",
  "Well…\n\nNot so much?",
  "What's that again?",
  "A FISA warrant?",
  "Big deal, huh?",
  "Yep.",
  "Yes.",
  "No."
]