[
  "House Intelligence Committee Chairman Devin Nunes claimed Monday that the FBI and Justice Department failed to include exculpatory evidence in surveillance warrant applications against former Trump campaign adviser Carter Page.",
  "In an interview, Nunes laid out three areas of interest that House Intelligence Republicans have in their investigation into possible abuse of the Foreign Intelligence Surveillance Act (FISA).",
  "Republicans have asserted that the FBI and Justice Department misled the FISA Court by relying heavily on the unverified and Democrat-funded dossier to obtain four FISA warrants on Page.",
  "(RELATED: Nunes: Americans Will Be ‘Shocked’ By Other Carter Page FISA Info)\n\nThe Justice Department released heavily redacted versions of the four Page FISAs on July 21.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Nunes and other Republican members of the committee recently asked President Trump to declassify 21 pages from the FBI’s fourth and final FISA warrant application.",
  "“There is exculpatory evidence that we have seen, of classified documents that need to be declassified,” Nunes said in an interview with Fox News’ Sean Hannity.",
  "Nunes also told Hannity that the committee is interested in learning more about Justice Department official Bruce Ohr’s role in the Trump-Russia investigation.",
  "House Intelligence Committee Chairman Devin Nunes claims that the FBI and Justice Department omitted ‘exculpatory evidence’ on Carter Page in spy applications.",
  "The dossier, which was written by former British spy Christopher Steele, claims that Page met with two Kremlin insiders during a July 2016 trip to Moscow.",
  "“Bruce Ohr is going to become more and more important in this investigation, and I think people should pay close attention to it,” Nunes told Hannity.",
  "The post-election meetings were held after the FBI ended its relationship with Steele because of the former British spy’s contacts with the media.",
  "“In that the Carter Page FISA when the judges should have been presented with this exculpatory evidence that the FBI and DOJ had,” Nunes replied.",
  "It also alleges that Page was directly involved in a conspiracy between the Trump campaign and Russian government to influence the election.",
  "Ohr’s wife, Nellie Ohr, also worked during the campaign for Fusion GPS, the opposition research firm that hired Steele in June 2016.",
  "As Nunes noted, though the FBI severed ties with Steele, Ohr provided information from his 12 meetings with Steele back to the FBI.",
  "Ohr, the former associate deputy attorney general, met with Steele before and after the 2016 presidential election.",
  "The Republican also claims that DOJ official Bruce Ohr will become ‘more and more important’ to his investigation.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Nunes claimed in an interview on July 29 that Americans “will be shocked” when they see the 21 pages.",
  "(RELATED: DOJ Released Carter Page FISA Applications)\n\nPage has vehemently denied the allegations.",
  "A spokesman for the California Republican said he was unable to go beyond what Nunes told Hannity.",
  "Nunes did not elaborate on what evidence the FBI failed to include in the FISA applications.",
  "Nunes is investigating the FBI and DOJ for possible FISA abuse.",
  "Exculpatory in what way?” Hannity asked.",
  "“Exculpatory in nature in what way?"
]