[
  "Zach Gibson/Getty Images\n\nDemocratic Sen. Dianne Feinstein of California said in a Friday statement that President Donald Trump's comment referring to what he perceived to be \"shithole countries\" revealed that he would prefer to see the US be a \"homogeneous, white society.\"",
  "\"The fact that Sneaky Dianne Feinstein, who has on numerous occasions stated that collusion between Trump/Russia has not been found, would release testimony in such an underhanded and possibly illegal way, totally without authorization, is a disgrace,\" he tweeted.",
  "Republican Sen. Lindsey Graham of South Carolina, also in the meeting, confirmed Trump's comments to fellow South Carolina Republican Sen. Tim Scott, who told The Post & Courier that the remarks which were reported were \"basically accurate,\" according to Graham.",
  "The group of bipartisan lawmakers were negotiating immigration legislation with the hope of resolving the fate of young immigrants protected from deportation by the Deferred Action for Childhood Arrivals program, which the administration is phasing out.",
  "\"The president's expressed desire to see more immigrants from countries like Norway must be called out for what it is: an effort to set this country back generations by promoting a homogeneous, white society,\" Feinstein said.",
  "\"We all need to stop pretending that there are no consequences when the most powerful person in the world espouses racist views and gives a wink and a nod to the darkest elements in our society,\" she added.",
  "The Post reported that Trump asked why the US accepts immigrants from \"shithole countries,\" such as Haiti, El Salvador, and African nations during an Oval Office meeting with lawmakers earlier in the day.",
  "Earlier this week, Trump went after Feinstein for unilaterally releasing an interview transcript from Fusion GPS's testimony to the Senate Judiciary Committee, on which Feinstein is the top Democrat.",
  "The comments, which Trump seemed to deny but Democratic and Republican senators have confirmed, have sparked an international firestorm since The Washington Post first reported on them Thursday.",
  "Earlier on Friday, Democratic Sen. Dick Durbin of Illinois, who was in the Thursday Oval Office meeting, said Trump made the \"hate-filled, vile, and racist\" remarks that were reported.",
  "David Perdue of Georgia and Tom Cotton of Arkansas, both close allies of Trump, said in a statement that they did \"not recall\" Trump making the remark during the Thursday meeting.",
  "\"If the president can't control himself and lead this country with the authority, dignity and leadership it requires, then he shouldn't be the president.",
  "Earlier this week, the administration announced it would end Temporary Protected Status for 200,000 Salvadorans, 45,000 Haitians, and 2,500 Nicaraguans.",
  "Trump added that the US should instead accept more immigrants from countries such as Norway, whose prime minister he had met the previous day.",
  "Fusion GPS is the firm that commissioned the dossier containing allegations of collusion between the Trump campaign and Russian officials.",
  "\"The president's words make the jobs of Americans stationed all over the world harder — soldiers, diplomats and businesses.",
  "Trump said he used \"tough\" language in the meeting but suggested the vulgar remark reported was \"not the language used.\"",
  "Hate crimes against Muslims, Jews, LGBT individuals and other minorities have increased over the past two years.",
  "\"You've seen the comments in the press — I have not read one of them that's inaccurate,\" he said.",
  "To no surprise, the president started tweeting this morning denying that he using those words.",
  "White nationalism, which led to the death of a peaceful protester in August, is on the rise.\"",
  "Trump sought to knock down the onslaught of negative attention in a series of Friday tweets.",
  "\"Why are we having all these people from shithole countries come here?\"",
  "He said these hate-filled things, and he said them repeatedly.\"",
  "There's no room for racism in the Oval Office.\"",
  "\"Must have tough Primary!\"",
  "Dianne Feinstein.",
  "Republican Sens.",
  "It is not true.",
  "Trump said."
]