[
  "(RELATED: New Court Filing Re-Opens Question Of Who Gave Dossier To BuzzFeed)\n\nKramer, a former senior director at the McCain Institute, was one of a small handful of people known to have handled the complete 35-page version of the dossier.",
  "It was revealed soon after the dossier was published that McCain and Kramer were first told about the uncorroborated report in Nov. 2016 by Sir Andrew Wood, a former British ambassador to Russia who is a business associate of Steele’s.",
  "(RELATED: John McCain Denies Being BuzzFeed’s Trump Dossier Source)\n\nLawyers for Aleksej Gubarev, a Russian businessman suing BuzzFeed for defamation over the dossier, have attempted to depose Kramer.",
  "The House Intelligence Committee met Tuesday with a key figure a John McCain associate who handled the infamous anti-Trump dossier compiled by former British spy Christopher Steele.",
  "The pair arranged for McCain to obtain a copy of the dossier through Fusion GPS, the opposition research firm that hired Steele to investigate Donald Trump’s activities in Russia.",
  "Kramer’s knowledge of the dossier has remained a mystery for months, largely because he has refused to respond to media inquiries to discuss the topic.",
  "Fusion, which is based in Washington, D.C., was working on behalf of the Clinton campaign and Democratic National Committee.",
  "Kramer has been at the center of the dossier saga since January, when BuzzFeed News published the salacious document online.",
  "David Kramer, a former State Department official, was interviewed by the committee Tuesday morning, The Hill reported.",
  "At McCain’s request, Kramer traveled to London later that month to meet with Steele, a former MI6 officer.",
  "But as of last month, the attorneys disclosed in court filings that Kramer had dodged their subpoenas.",
  "One question that has been raised is whether he was involved in giving the dossier to BuzzFeed.",
  "McCain, Steele, and Fusion GPS have all denied giving the document to BuzzFeed.",
  "Follow Chuck on Twitter"
]