[
  "\"If you look at the scenario of events that have taken place in this investigation in particular, I mean the corruption at the start of it -- and the new information, the Bruce Ohr information just coming out yesterday — raises serious concerns all the way through,\" Jay Sekulow, one of Trump's attorneys, said Wednesday on his radio show, according to an ABC report.",
  "and Sessions in series of tweets\n\nPresident Donald Trump on Saturday publicly castigated the Justice Department, the attorney general and the FBI, amplifying his allies' recent efforts to cast doubt on the Russia probe after remaining largely silent as the trial of his former campaign chairman progresses.",
  "Trump's allies allege Ohr's role in handing over copies to the dossier to FBI officials proves there were nefarious motives behind the bureau's counterintelligence investigation into Russia's election meddling and possible coordination with Trump campaign officials.",
  "It was Fusion GPS that hired Steele to write the phony & discredited Dossier, paid for by Crooked Hillary & the DNC....\n\n\"....Do you believe Nelly [sic] worked for Fusion and her husband STILL WORKS FOR THE DEPARTMENT OF “JUSTICE,\" the president wrote on Twitter.",
  "\"I don’t think we want to put a date on it, but we want to get to the period of time where we don’t want to affect the 2018 election,” Giuliani told POLITICO earlier this week, adding questions about obstruction of justice could still be on the table.",
  "\"Why isn’t the FBI giving Andrew McCabe text messages to Judicial Watch or appropriate governmental authorities,\" the president wrote on Twitter, one of a series of tweets he sent during his extended stay at his golf club in Bedminster, New Jersey.",
  "Trump, who has long criticized Sessions for his recusal in the Russia investigation, sought to amplify attacks by conservative lawmakers and his own lawyers on former Associate Deputy Attorney General Bruce Ohr and his wife Nellie.",
  "Story Continued Below\n\nTrump has been fixated on coverage of Paul Manafort during his \"working vacation,\" expressing his rage to close confidants that his former campaign chairman's trial is dominating news coverage.",
  "Slamming Attorney General Jeff Sessions for being \"scared stiff and Missing in Action,\" Trump later seized on a line of his attacks his allies have made on a separate Justice Department official in recent days.",
  "Nellie Ohr reportedly worked for Fusion GPS, the organization that hired Christopher Steele to compile his dossier on the president's ties to Russia and was paid indirectly by Hilary Clinton's campaign.",
  "Amid the renewed assault on the key players behind the Russia probe, Trump's legal team is still trying to negotiate the terms of an interview between Mueller's team and the president.",
  "\"The big story that the Fake News Media refuses to report is lowlife Christopher Steele’s many meetings with Deputy A.G. Bruce Ohr and his beautiful wife, Nelly.",
  "Manafort is facing charges of tax and bank fraud in Virginia, the first high-profile case from special counsel Robert Mueller's team to reach the trial stage.",
  "President Donald Trump sought to amplify attacks by conservative lawmakers, his own lawyers and others on a Justice Department employee.",
  "The Department of Justice did not immediately respond to a request for comment on behalf of either Sessions or Ohr.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "\"FBI said they won’t give up even one (I may have to get involved, DO NOT DESTROY).",
  "| Al Drago/Getty Images Trump fumes at the FBI, Justice Dept.",
  "\"I have never seen anything so Rigged in my life.",
  "Our A.G. is scared stiff and Missing in Action.",
  "It is all starting to be revealed - not pretty.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time.",
  "What are they hiding?\"",
  "IG Report soon?",
  "Witch Hunt!\""
]