[
  "Scott Applewhite\n\nDemocratic Rep. Mike Quigley, who sits on the House Intelligence Committee, sent a letter to chairman Devin Nunes on Thursday asking him to provide formal answers to questions about potential coordination with the White House in drafting an explosive memo purportedly showing the Department of Justice abusing its surveillance authority.",
  "The subpoenas, to which the DOJ and FBI did not respond by the September 1 deadline, also covered documents \"memorializing the FBI's relationship with Mr. Steele, any payments made to Mr. Steele, and efforts to corroborate information provided by Mr. Steele and his sub-sources — whether directly or via Fusion GPS.\"",
  "Nunes was referring to when he subpoenaed the Department of Justice and the FBI to provide \"any and all documents relating to the agencies' relationship with former British Secret Intelligence Service officer Christopher Steele and/or the so-called 'Trump dossier'\" on August 24 last year.",
  "Quigley added that obtaining answers from Nunes about his questions \"have become all the more urgent and necessary\" given Trump's and his Republican allies' sustained attacks on the credibility of the Justice Department, FBI, special counsel Robert Mueller, and the Russia investigation.",
  "The Illinois Democrat then said he would give Nunes until February 5 to send full, written answers to his inquiries about whether the chairman or any members of his staff coordinated or consulted with the White House at any point before, during, or after the memo's creation.",
  "While the president and his allies have pushed hard for its release, both Democrats and the nation's top intelligence and law enforcement officials have cautioned against doing so, warning that the document contains \"grave inaccuracies\" that paint a misleading picture.",
  "Nunes briefed Trump on the information, which Nunes said showed that the president and his advisers may have had their communications \"incidentally collected\" — and their identities \"unmasked\" in intelligence reports — by the intelligence community after the election.",
  "Quigley said in his letter Thursday that he was \"particularly troubled\" by Nunes' apparent refusal to answer questions about potential collaboration with the White House on the memo, whose public release President Donald Trump is expected to sign off on this week.",
  "He added that he was \"well aware that the minority has not wanted to conduct this investigation by the public opposition to the subpoenas that we issued back in August that were clearly looking into matters of FISA abuse and other matters.\"",
  "He was forced to recuse himself from the House Russia probe last April after it emerged that he traveled to the White House to view what he said was classified information that showed surveillance abuses by Obama administration officials.",
  "The House and Senate intelligence committees are meant to be the most apolitical bodies in Congress, but this marks the second time Nunes has been wrapped up in a partisan controversy involving the White House since becoming chairman.",
  "The question of whether Nunes had been in contact with the White House about the memo first came up on Tuesday, after The Daily Beast reported that Nunes deflected inquiries about the subject during a committee meeting.",
  "Republicans on the House Intelligence Committee unanimously voted to release the memo to the White House on Monday, and a White House official told CNN Thursday that Trump had viewed the memo.",
  "Bloomberg reported on Thursday that FBI director Christopher Wray plans to issue a statement pushing back against the memo's claims in the event that it does become public.",
  "According to a transcript of the meeting, Quigley asked Nunes whether he had been in consultation with the White House before, during, or after drafting the memo.",
  "\"Mr. Chairman, does that mean that none of the staff members that worked for the majority had any consultation, communication at all with the White House?\"",
  "Chip Somodevilla/Getty Images\n\nDuring Tuesday's committee meeting, Quigley pressed Nunes after he denied working with the White House on the memo.",
  "Fusion GPS, an opposition research firm, hired Steele in late 2015 to dig up dirt on then-candidate Trump on behalf of anti-Trump Republicans.",
  "Despite recusing himself, Nunes has been conducting an independent investigation into the Justice Department and the FBI since last year.",
  "Democrats drafted up their own memo rebutting the Nunes memo, but Republicans have not yet agreed to release the rebuttal.",
  "The California Republican would neither confirm nor deny at the time that he got the information from the White House.",
  "\"The chair is not going to entertain a question by another member,\" Nunes replied, according to the transcript.",
  "Democrats took over funding for the research after Trump won the Republican nomination in the summer of 2016.",
  "Did you consult in deciding how to go forward before, during and after this point right now?\"",
  "He told Bloomberg later that the information had come from a \"network of whistleblowers.\"",
  "\"I would just answer as far as I know, no,\" replied Nunes.",
  "House Intelligence Committee chairman Devin Nunes.",
  "\"Did they talk about doing this with you?",
  "Did you suggest it to them?",
  "Quigley asked Nunes.",
  "Did they suggest it?",
  "AP Photo/J.",
  "he asked."
]