[
  "If people may have died because of this, is that enough for you to say I want to know if everything in it is true instead of a Democrat’s paying people to lie as you just said?”\n\nDuring Simpson’s interview, Levy interjected to prevent his client from answering questions about dossier sources by claiming that at least one person has been murdered because of publication of the dossier.",
  "Citing a source close to Fusion GPS, CNN reported: “Despite Levy’s clear assertion that someone had been killed, a source close to the testimony told CNN on Tuesday that the comment did not refer to any specific killing.",
  "Hours before Burnett’s show, CNN reported that the allegation of a dossier-related murder was based on unfounded speculation from a lawyer for Fusion GPS, the oppo firm behind the dossier.",
  "(RELATED: Fusion GPS Lawyer Was Just Speculating About Dossier-Related Murder)\n\n“It’s a voluntary interview, and in addition to that he wants to be very careful to protect his sources.",
  "In a contentious interview with Florida Rep. Matt Gaetz, Burnett cited a claim made by Fusion GPS lawyer Josh Levy during an Aug. 22 interview with the Senate Judiciary Committee.",
  "Somebody’s already been killed as a result of the publication of this dossier and no harm should come to anybody related to this honest work,” Levy said in the interview.",
  "CNN anchor Erin Burnett floated a claim on Wednesday that a source for the infamous dossier was murdered following publication of the salacious document.",
  "Instead, the source said, it referred to the mysterious string of Russian deaths after the 2016 election.”\n\nWATCH:\n\nFollow Chuck on Twitter",
  "“On page 279 of the testimony, Glenn Simpson’s lawyer says, I quote, ‘somebody’s already been killed,'” said Burnett.",
  "A transcript of that interview, which was conducted with Fusion GPS founder Glenn Simpson, was released on Tuesday.",
  "There was no indication from the interview transcript that Levy was speculating about a dossier-related killing.",
  "He was found dead in his car in Russia on Dec. 26, 2016, two weeks before BuzzFeed News published the dossier.",
  "But it turns out that Levy did not actually have first-hand knowledge of any dossier sources being murdered.",
  "“Nine Russians, high profile Russians died nine months after the U.S. presidential election.",
  "But Burnett appears not to have followed her own network’s reporting on the subject.",
  "It was widely speculated that Levy was referring to ex-KGB officer Oleg Erovkinin.",
  "Erovkinin matched the description of a source in the dossier."
]