[
  "(RELATED: The Amount Of Misinformation Katy Tur Put Out During This Gun Rant Is Mind-Boggling)\n\nCongressman Devin Nunes said in a statement, “It defies belief that the Department of Justice and FBI failed to provide information to a secret court that they had provided to an open federal court regarding their past interactions with Mr. Page.”\n\nIn a rebuttal to the Democrat memo on the FISA application for Trump campaign associate Carter Page, Republicans on the House Special Committee on Intelligence stated Democrats ignored “that the FBI failed to subsequently inform the FISC [Foreign Intelligence Surveillance Court] that Steele provided information to Yahoo News,” and the author of the story, Michael Isikoff, “has publicly confirmed Steele was a source for his article about Page.” (RELATED:House Republicans Release Rebuttal To Democratic Intel Memo)\n\nThe warrant on Page relied heavily on a salacious and uncorroborated dossier as well as other news stories planted by Fusion GPS, an opposition research firm hired by the DNC during the 2016 presidential election.",
  "And it’s right there in black and white in this footnote, which ends up being about a page and a half long, where they expressly say this was the product of an effort to undermine, to discredit candidate one, Donald Trump, but we nevertheless believe it is meritorious for a variety of reasons that are blacked out,” said guest Noah Rothman.",
  "WATCH:\n\n“I saw a tweet from Rep. Jim Jordan today who said, sort of backing up the Nunes memo, that essentially this was a product of an effort to mislead the Foreign Intelligence Survey Act (FISA) courts because they never informed the FISA courts about the bias inherent in this dossier.",
  "MSNBC host Katy Tur believes it’s up to her to decide who is a journalist and who isn’t, saying The Daily Caller and Fox News “aren’t journalists” because of their reporting on Special Counsel Robert Mueller’s Russia probe.",
  "(RELATED: Katy Tur Questions Whether The Constitution Should Be Interpreted As Is)\n\nShe also relayed a host of misinformation on guns following the Parkland shooting.",
  "So you have to assume they suggest that you haven’t read the documents, or you have to assume they don’t know what they’re talking about,” Rothman continued.",
  "(RELATED: Spy Warrant Relied On Dossier And News Stories Planted By Fusion GPS)\n\nFollow Julia Nista on Twitter\n\nSend tips to: jnista@dailycaller.com",
  "MSNBC correspondent Ken Dilanian then said “there’s a whole amen chorus out there that is arguing with Donald Trump and that’s what’s fueling this.",
  "Among other striking analyses of the MSNBC host, Tur has previously questioned whether or not the Constitution is an out-of-date document.",
  "“That’s a great point, because the facts as you’ve just laid out very compellingly, don’t comport with this at all,” Dilanian responded.",
  "There’s a whole cadre of journalists who are essentially making this argument –“\n\n“Don’t use that term.",
  "It isn’t just Trump and his tweets, it’s Fox News, it’s the Daily Caller website.",
  "They’re not journalists if they’re doing that,” Tur said.",
  "“Nevertheless, that’s the sentence, it is right there.",
  "“Or you don’t care what they say,” Tur interjected."
]