[
  "But in a letter sent Thursday to Attorney General Jeff Sessions and Deputy Attorney General Rod Rosenstein, committee Republicans argued that a special counsel is needed because the inspector general’s office “does not have the tools that a prosecutor would to gather all the facts.”\n\nThey argued that the DOJ watchdog does not have the ability to obtain testimony from witnesses who are not Justice Department employees.",
  "So many dossier ‘coincidences’\n\n“The Justice Department cannot credibly investigate itself without these enhanced measures of independence to ensure that the public can have confidence in the outcome.”\n\nRepublicans posed 31 questions in their letter relevant to the dossier and the counterintelligence investigation of possible collusion between the Trump campaign and Russian government.",
  "(RELATED: Chuck Grassley Connects Dossier Dots)\n\n“We believe that a special counsel is needed to work with the Inspector General to independently gather the facts and make prosecutorial decisions, if any are merited,” reads the letter to Sessions and Rosenstein.",
  "The committee Republicans asked the inspector general for information about who at the Justice Department knew that the Clinton campaign and Democratic National Committee had funded the dossier.",
  "Several State Department officials were aware of the document, and at least one official in that agency was in contact with Christopher Steele, the former MI6 officer who wrote the dossier.",
  "The Republicans, led by Chairman Chuck Grassley, called on the Justice Department’s office of the inspector general to explore the FBI and DOJ’s handling of salacious document in February.",
  "Steele and Deripaska have a common contact in Adam Waldman, an American attorney who was in touch with Virginia Sen. Mark Warner last year about meetings related to the dossier.",
  "Republicans on the Senate Judiciary Committee are formally calling for a second special counsel to investigate the FBI and Justice Department’s handling of the Steele dossier.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "And shortly after the election, Ohr was in contact with Glenn Simpson, the founder of Fusion GPS, the opposition research firm that hired Steele to investigate Trump.",
  "The Republicans also want to know whether the FISA warrants allowed the government to snoop through Page’s communications records from his time on the campaign.",
  "Another question that Republicans posed is whether any FISA applications were submitted while Page was still with the campaign and whether they were rejected.",
  "Grassley has recently started asking questions about possible links between Steele and Oleg Deripaska, a Russian aluminum magnate close to Vladimir Putin.",
  "It has recently emerged that government officials in agencies outside of the Justice Department and FBI handled the dossier prior to the 2016 election.",
  "The letter also questions whether Steele has any connections to the Russian government or whether he has ever been paid by the Russian government.",
  "It reveals that Bruce Ohr, the former deputy assistant attorney general, was interviewed 12 separate times by the FBI in 2016 and 2017.",
  "Ohr’s wife, a Russia expert named Nellie Ohr, also happened to be working as a contractor for Fusion GPS for its Trump investigation.",
  "Republicans have questioned whether the government used the FISA warrants on Page to conduct backdoor surveillance on the campaign.",
  "They also questioned why applications for surveillance warrants that relied on the dossier did not disclose that funding source.",
  "The committee letter lists all of Ohr’s FBI interviews, which were summarized on what’s known as a FD-302 document.",
  "The dossier was cited in a FISA warrant applications taken out against former Trump campaign adviser Carter Page.",
  "The first FISA warrant against Page was granted on Oct. 21, 2016, about a month after he left the Trump team.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Senate Judiciary Republicans want to know whether the FBI and DOJ were aware of that relationship.",
  "The first interview with Ohr was conducted on November, 22, 2016.",
  "Ohr was in contact with Steele prior to the 2016 election.",
  "Renewals were granted in January, May and June.",
  "The most recent occurred on May 15, 2017.",
  "The letter also broke a bit of news."
]