[
  "The Grassley-Graham criminal referral contains redacted information that Steele received information from someone in the State Department, who in turn had been in contact with a “foreign sub-source” who was in touch with a redacted name described as a “friend of the Clintons.”\n\nNumerous media reports have since stated that the source of information provided to the State Department that was in turn passed on to Steele was Cody Shearer, a controversial figure tied to the Clintons who is also an associate of longtime Clinton friend Sidney Blumenthal.",
  "She said that she offered advice to “those who were interfacing with” Steele, immediately telling the intermediary or intermediaries that Steele “should get this information to the FBI.” She further explained that a career employee at the State Department could not get involved with the dossier charges since such actions could violate the Hatch Act, which prevents employees in the executive branch of the federal government from engaging in certain kinds of political activities.",
  "Winer further acknowledged that while at the State Department, he shared anti-Trump material with Steele passed to him by longtime Clinton confidant Sidney Blumenthal, whom Winer described as an “old friend.” Winer wrote that the material from Blumenthal – which Winer in turn gave to Steele – originated with Cody Shearer, who is a controversial figure long tied to various Clinton scandals.",
  "In September 2016, Steele and I met in Washington and discussed the information now known as the “dossier.” Steele’s sources suggested that the Kremlin not only had been behind the hacking of the Democratic National Committee and the Hillary Clinton campaign but also had compromised Trump and developed ties with his associates and campaign.",
  "NEW YORK — Victoria Nuland, a senior official in John Kerry’s State Department, gave the green light for the FBI to first meet with former British spy Christopher Steele regarding his infamous, largely discredited dossier alleging wild claims about Donald Trump and Russia, according to a book released this week.",
  "Nuland’s public claim that her “immediate” response was to refer Steele to the FBI since State involvement could violate the Hatch Act seems to conflict with the only reaction that Winer relates from Nuland – that she felt Kerry should be made aware of the dossier information.",
  "After his name surfaced in news media reports related to probes by House Republicans into the dossier, Winer authored a Washington Post oped in which he conceded that while he was working at the State Department he exchanged documents and information with Steele.",
  "Winer wrote that Nuland found Steele’s reports to be “useful” and asked Winer to “continue to send them.”\n\nHe wrote:\n\nIn 2013, I returned to the State Department at the request of Secretary of State John F. Kerry, whom I had previously served as Senate counsel.",
  "Nuland: What I did was say that this is about U.S. politics, and not the work of — not the business of the State Department, and certainly not the business of a career employee who is subject to the Hatch Act, which requires that you stay out of politics.",
  "According to House Republicans, the questionable document was used by Obama administration officials to obtain a FISA warrant to conduct surveillance on Carter Page, who briefly served as a volunteer foreign policy adviser to Trump’s campaign.",
  "Nuland faced confirmation questions prior to her most recent appointment as assistant secretary of state over her reported role in revising controversial Obama administration talking points about the 2012 Benghazi terrorist attacks.",
  "Here is a transcript of the relevant section of her February 5 interview with Susan B. Glasser, who described Nuland as “my friend” and referred to her by her nickname “Toria”:\n\nGlasser: When did you first hear about his dossier?",
  "Her name also came up in relation to a criminal referral of Steele to the Justice Department in the form of a recent letter authored by Sen. Chuck Grassley, Chairman of the Senate Judiciary Committee, and Lindsey Graham (R-SC).",
  "Winer wrote in the Washington Post (emphasis added):\n\nIn the summer of 2016, Steele told me that he had learned of disturbing information regarding possible ties between Donald Trump, his campaign and senior Russian officials.",
  "Before Gaeta met with Steele on July 5, 2016, the book relates that the FBI first secured the support of Nuland, who at the time was assistant Secretary of State for European and Eurasian Affairs specializing in Russia.",
  "The magazine reported that Kerry’s chief of staff at the State Department, John Finer, obtained the contents of a two-page summary of the dossier and eventually decided to share the questionable document with Kerry.",
  "The new book documents Steele told Fusion GPS co-founder Glenn Simpson that he believed the claims that he uncovered about Trump represented a “grave national security threat” that needed to be reported to the FBI.",
  "None of the reports related to U.S. politics or domestic U.S. matters, and the reports constituted a very small portion of the data set reviewed by State Department experts trying to make sense of events in Russia.",
  "Then he remarked, “I have to report this to headquarters.”\n\nThe book documents that Nuland previously received Steele’s reports on the Ukrainian crisis and had been familiar with Steele’s general work.",
  "On Face The Nation on February 4, Nuland engaged in the following exchange in which she stated her “immediate” reaction was to refer Steele to the FBI (emphasis added):\n\nMARGARET BRENNAN: The dossier.",
  "Finer received the dossier summary from Jonathan M. Winer, the Obama State Department official who acknowledged regularly interfacing and exchanging information with Steele, according to the report.",
  "In Winer’s Washington Post oped, he writes that Steele had a larger relationship with the State Department, passing over 100 reports relating to Russia to the U.S. government agency through Winer.",
  "He did not provide details but made clear the information involved “active measures,” a Soviet intelligence term for propaganda and related activities to influence events in other countries.",
  "And frankly, if every member of the campaign who the Russians tried to approach and tried to influence had gone to the FBI as well in real time, we might not be in the mess we’re in today.",
  "She previously served as chief of staff to Deputy Secretary of State Strobe Talbott under Bill Clinton’s administration, and then served as deputy director for former Soviet Union affairs.",
  "Her reported changes sought to protect Hillary Clinton’s State Department from accusations that it failed to adequately secure the woefully unprotected U.S. Special Mission in Benghazi.",
  "According to sources who spoke to CNN, Shearer’s information was passed from Blumenthal to Winer, who at the time was a special State Department envoy for Libya working under Kerry.",
  "Winer writes that Nuland’s reaction was that “she felt that the secretary of state needed to be made aware of this material.” He does not relate any further reaction from Nuland.",
  "An extensive New Yorker profile of Steele published last week named a third former official from Kerry’s State Department for alleged involvement in circulating the dossier.",
  "I contacted Victoria Nuland, a career diplomat who was then assistant secretary of state for European and Eurasian affairs, and shared with her several of Steele’s reports.",
  "So, my advice to those who were interfacing with him was that he should get this information to the FBI, and that they could evaluate whether they thought it was credible.",
  "Nuland described in a recent Politico podcast interview what she claimed was her reaction when she was presented with Steele’s dossier information at the State Department.",
  "Regarding the arrangements for Steele’s initial meeting with the FBI about the dossier claims, Isikoff and Corn report:\n\nThere were a few hoops Gaeta had to jump through.",
  "The book, “Russian Roulette: The Inside Story of Putin’s War on America and the Election of Donald Trump,” is authored by reporters by Michael Isikoff and David Corn.",
  "VICTORIA NULAND: The dossier, he passed two to four pages of short points of what he was finding, and our immediate reaction to that was, “This is not in our purview.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "I prepared a two-page summary and shared it with Nuland, who indicated that, like me, she felt that the secretary of state needed to be made aware of this material.",
  "She made clear that she told “those who were interfacing” with Steele to go to the FBI since any State Department involvement could violate the Hatch Act.",
  "Over the next two years, I shared more than 100 of Steele’s reports with the Russia experts at the State Department, who continued to find them useful.",
  "This needs to go to the FBI, if there is any concern here that one candidate or the election as a whole might be influenced by the Russian federation.",
  "Fusion GPS was paid for its anti-Trump work by Hillary Clinton’s 2016 campaign and the Democratic National Committee via the Perkins Coie law firm.",
  "In an oped published in the Washington Post, Winer identified Nuland as the State Department official with whom he shared Steele’s information.",
  "Nuland, Winer Give Conflicting Accounts\n\nThere are seeming discrepancies between Winer and Nuland about actions taken involving the dossier.",
  "In a second interview, this one with CBS’s Face The Nation, Nuland also stated that her “immediate” reaction was to refer Steele to the FBI.",
  "Nuland gave the two interviews after her name started surfacing in news media reports involving Kerry’s State Department and the dossier.",
  "I first heard that he had done work for a client asserting these linkages — I think it was late July, something like that.",
  "The controversial Fusion GPS firm hired Steele to do the anti-Trump work that resulted in the compilation of the dossier.",
  "Nuland: I first heard — and I didn’t know who his client was until much later, until 2017, I think, when it came out.",
  "Her Politico podcast interview was not the only time she claimed that her reaction was to refer Steele to the FBI.",
  "That was the extent of Winer’s description of Nuland’s reaction upon being presented with Steele’s dossier claims.",
  "Nuland’s name surfaced in a recent flurry of news media reports about the dossier and Kerry’s State Department.",
  "And you would have taken him seriously just because you knew that he knew what he was talking about on Russia?",
  "I was allowed to review, but not to keep, a copy of these reports to enable me to alert the State Department.",
  "Nuland stated that Kerry “was also aware” of the dossier, but she did not describe how he was made aware.",
  "Steele sought out Rome-based FBI Special Agent Michael Gaeta, with whom he had worked on a previous case.",
  "Nuland, having found Steele’s reports on Ukraine to have been generally credible, gave the green light.",
  "It was at that meeting that Steele initially reported his dossier charges to the FBI, the book relates.",
  "The FBI checked with Victoria Nuland’s office at the State Department : Do you support this meeting ?",
  "Within a few days, on July 5, Gaeta arrived and headed to Steele’s office near Victoria station .",
  "He asked me whether the State Department would like copies of new information as he developed it.",
  "Simpson eventually allowed Steele to report the dossier’s claims to the FBI, the book reports.",
  "Nuland currently serves as chief executive officer at the Center for a New American Security.",
  "That’s something for the FBI to investigate.” And that was our reaction when we saw this.",
  "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "Glasser: Did you ever talk about it with anyone else higher up at the department?",
  "Winer says that Kerry personally recruited him to work at the State Department.",
  "The dossier was reportedly utilized by the FBI to launch its probe into Trump.",
  "Over the years, Steele and I had discussed many matters relating to Russia.",
  "Winer previously conceded that he shared the dossier summary with Nuland.",
  "Nuland did not immediately return a Breitbart News request for comment.",
  "It is Winer’s version of events that seems to conflict with Nuland’s.",
  "She told me they were useful and asked me to continue to send them.",
  "I think he’s on the record and he had the same advice.",
  "Joshua Klein contributed research to this article.",
  "Gaeta, a seasoned FBI agent, started to read .",
  "He was assigned to the U.S. embassy in Rome.",
  "Steele handed him a copy of the report.",
  "Nuland: Secretary Kerry was also aware.",
  "It’s not our — we can’t evaluate this.",
  "With Secretary Kerry or anybody else?",
  "Glasser: That’s very interesting.",
  "For a while, Gaeta said nothing .",
  "Follow him on Facebook.",
  "He turned white."
]