[
  "The lawsuit alleges that the dossier contains “false and defamatory” claims and caused “harm to his personal and professional reputation, current business interests, and the impairment of business opportunities.”\n\nDespite the president’s claim, Smith maintains that he and Buzzfeed “strongly believed that publishing the disputed document whose existence we and others were reporting was in the public interest.”\n\nIn response to the lawsuit, a Buzzfeed spokesman told Vox that “the dossier is, and continues to be, the subject of active investigations by Congress and intelligence agencies,” and that “It was presented to two successive presidents, and has been described in detail by news outlets around the world.",
  "This is not the first time Trump’s personal lawyer has attacked the free press, and we look forward to defending our First Amendment rights in court.”\n\nSmith also claims in his column that “some elements” of the dossier “have been corroborated.” He writes:\n\n“For example, that the Trump campaign chairman Paul Manafort hid payments for his work in Ukraine, as federal authorities have alleged; that the Russian diplomat Mikhail Kalugin was withdrawn suddenly from the United States; and that Mr. Trump sought, but never consummated, business deals in Russia.”\n\nUltimately, Smith’s rationale rests in his belief that news outlets have a duty to report all of information that they deem of public interest.",
  "Even a year later, much of the nation’s political conversation has been driven by the contents of the dossier — despite the fact that the vast majority of its 35 pages of claims have been verified, particularly any that directly implicates the Trump campaign in any sort of collusion with the Russian government.",
  "“We didn’t discount the arguments against publishing salacious allegations — which reporters do all the time in covering lawsuits, internal investigations or reports like [dossier author Michael] Steele’s.",
  "And we understand why President Trump’s supporters remain furious at the airing of a disturbingly vivid unproven allegation about encounters with prostitutes,” argues Smith.",
  "The dossier, which contains a number of unsubstantiated allegations against President Donald Trump, has generated substantial controversy across the political landscape.",
  "Buzzfeed News editor-in-chief Ben Smith defended his decision in a New York Times column to print the unverified and controversial Trump-Russia dossier one year ago.",
  "Buzzfeed’s decision to print its contents, even after other outlets declined, opened the organization up to questions about its ethics and editorial process.",
  "Journalistic traditionalists didn’t like the idea of sharing an unfiltered, unverified document with the public, whatever the caveats and context.",
  "On Tuesday, Trump’s personal attorney Michael Cohen filed a lawsuit against Buzzfeed and Fusion GPS, the firm behind the dossier, for defamation.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "WATCH:\n\nFreedom of Speech Isn’t Free\n\nThe Daily Caller News Foundation is working hard to balance out the biased American media.",
  "He described CNN’s reporting on the dossier as ‘fake news’ and called BuzzFeed a ‘failing pile of garbage,'” Smith wrote in NYT.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "We’re not dependent on commercial or political support and we do not accept any government funding.",
  "Make a one-time donation to support the quality, independent journalism of TheDCNF.",
  "NBC’s Chuck Todd told me on air, ‘You just published fake news.’ Mr. Trump agreed.",
  "“Our choice to publish the dossier was greeted by outrage from two sources.",
  "The truth of this information, under this theory, comes second.",
  "Its interest to the public is obvious.",
  "For as little as $3, you can help us.",
  "Follow Joe on Twitter."
]