[
  "Nunes' memo and the Russia investigations\n\nThe push to publicly release the Nunes report adds another layer to the political fight between Democrats and Republicans in Congress over the FBI and Mueller's investigation into possible collusion between Russian officials and the Trump team, which is playing out in investigations being conducted by the Intelligence, Judiciary and Oversight Committees.",
  "Washington (CNN) House conservatives are demanding the public release of a memo spearheaded by Rep. Devin Nunes, the chairman of the House Intelligence Committee, detailing allegations of FBI missteps during the 2016 election -- a move that Democrats say is an effort to torpedo special counsel Robert Mueller's investigation into the Trump campaign by discrediting FBI work central to his inquiry.",
  "But House conservatives who have reviewed the report say the American public would be shocked to learn about what they believe is widespread abuse by the FBI -- and are so dead-set in demanding its public release they called on House Speaker Paul Ryan to release the memo as a condition for supporting a continuing resolution to keep the government open past Friday.",
  "\"Rife with factual inaccuracies and referencing highly classified materials that most of Republican Intelligence Committee members were forced to acknowledge they had never read, this is meant only to give Republican House members a distorted view of the FBI,\" Schiff said in a statement.",
  "Republicans accuse the FBI of relying on the opposition research dossier compiled by ex-British intelligence agent Christopher Steele, which was paid for by Hillary Clinton's 2016 presidential campaign and the Democratic National Committee through their shared law firm Perkins Coie.",
  "In talks between House Freedom Caucus leader Mark Meadows of North Carolina and Republican leaders over the continuing resolution that the House passed Thursday, one of Meadows' requests was the immediate release of Nunes' memo, according to a source familiar with the discussions.",
  "That access comes after the intelligence panel voted along party lines to let all members read in a classified setting the four-page summary of the Nunes investigation into the FBI and Justice Department's use of the Foreign Intelligence Surveillance Act, or FISA.",
  "Rep. Pete King, R-New York, who made the motion in the intelligence committee to vote on giving House members access to Nunes' memo, said the summary revealed US intelligence sources and methods that had to be protected before it could be made public.",
  "\"Officials confirm there's a secret report showing abuses of spy law Congress voted to reauthorize this week,\" Snowden tweeted, referencing the bill Congress passed to reauthorize FISA's Section 702 dealing with foreign surveillance.",
  "But Rep. Adam Schiff, the top Democrat on the House Intelligence Committee, said that the memo was a \"profoundly misleading set of talking points drafted by Republican staff attacking the FBI and its handling of the investigation.\"",
  "Fusion GPS co-founder Glenn Simpson, who hired Steele to investigate Trump and Russia, has argued in now-public congressional testimony Steele's decision to go to the FBI was motivated by national security concerns, not politics.",
  "The memo began by stating that it was a product of the House Intelligence Committee, the source said, which Democrats objected to because they weren't involved in crafting it and were not allowed to offer a dissenting viewpoint.",
  "One source with knowledge of the committee vote said that members hadn't seen the memo before it was presented to them Thursday, and most of the committee members hadn't seen the underlying intelligence to support it.",
  "\"The House must immediately make public the memo prepared by the Intelligence Committee regarding the FBI and the Department of Justice,\" said Rep. Matt Gaetz, a Florida Republican who has called for Mueller's ouster.",
  "Now conservatives are pressuring Nunes, R-California, to publicly release his findings, an effort that's being led by Republicans who have called for Mueller to be fired and Attorney General Jeff Sessions to resign.",
  "Democrats accused the GOP of hastily allowing members to access intelligence information that even most members of Nunes' own committee did not have access to, saying it presented a skewed version of events.",
  "While Republicans claim the report shows rampant FBI abuse during 2016 and misuse of the FISA law, Democrats say that Nunes' findings are skewed to help the White House undercut the Russia investigations.",
  "He issued numerous subpoenas and threatened to hold FBI Director Chris Wray and Deputy Attorney General Rod Rosenstein in contempt of Congress for refusing to provide the information he was seeking.",
  "After stepping aside from leading the committee's investigation into Russian election meddling, Nunes has run his own effort to push the FBI and Justice Department for documents about the dossier.",
  "\"I viewed the classified report from House Intel relating to the FBI, FISA abuses, the infamous Russian dossier, and so-called 'Russian collusion,'\" Meadows tweeted Thursday evening.",
  "Wray and Rosenstein agreed earlier this month to provide Nunes the documents he had subpoenaed following a meeting in which Ryan told Wray and Rosenstein he was supporting Nunes.",
  "Gaetz said he was sending a letter to Nunes for an immediate vote in the House Intelligence Committee, which would be the first step in the process of making the memo public.",
  "\"We came across something that's important enough that we believe all members need to know it, and it would be inappropriate for us to sit on that information,\" Conaway said.",
  "Rep. Mike Conaway, the Texas Republican leading the House Intelligence Committee's Russia investigation, said Friday that he would support releasing the memo publicly.",
  "In addition to Republicans, civil libertarians like the American Civil Liberties Union, Edward Snowden and WikiLeaks are also calling for the memo to be released.",
  "Meadows was told Ryan couldn't go around House rules and had to defer to Nunes to go through the process of making the report publicly available, the source said.",
  "Democrats, however, say that Nunes and like-minded Republicans are trying to use the name of the intelligence panel to push a GOP effort to discredit Mueller.",
  "Nunes' investigation into alleged FISA abuses is poised to become the newest battlefront over the FBI, the Department of Justice and Mueller's investigation.",
  "Report release raised in shutdown debate\n\nThe Nunes memo entered into the House negotiations Thursday ahead of a looming government shutdown.",
  "The full House can now see classified intelligence usually reserved for only the handful of lawmakers with the highest security clearance.",
  "Nunes' report comes after his push to learn how the FBI and Justice Department used the dossier to investigate the Trump campaign.",
  "\"This may help carry White House water, but it is a deep disservice to our law enforcement professionals.\"",
  "Conservatives like Ohio Rep. Jim Jordan and Gaetz, however, say they want the full memo to be released.",
  "\"In the four pages I read, there's absolutely nothing that needs to be redacted,\" Gaetz said.",
  "There is no higher priority than the release of this information to preserve our democracy.\"",
  "But there's disagreement among Republicans about what should be released to the public.",
  "Conaway said he supported making Nunes' findings available for all House members.",
  "\"The facts contained in this memo are jaw-dropping and demand full transparency.",
  "\"These are serious things that we found,\" Conaway said.",
  "This report needs to be released -- now.",
  "Ryan, sources said, deferred to Nunes.",
  "\"What I saw is absolutely shocking.",
  "Americans deserve the truth.\""
]