[
  "As part of a \"fact check\" provided to reporters, Reps. Elijah Cummings, D-Md., and Jerrold Nadler, D-N.Y., said, \"In fall 2016, the FBI ended their formal relationship with Mr. Steele as a confidential human source due to his unauthorized disclosures to the press — not because of any factual issues with the 'dossier' or other information Mr. Steele had provided.\"",
  "The sources said Ohr's outreach about the dossier – as well as its author, ex-British spy Christopher Steele; the opposition research firm behind it, Glenn Simpson’s Fusion GPS; and his wife Nellie Ohr's work for Fusion – occurred before and after the FBI fired Steele as a source over his media contacts.",
  "Embattled Justice Department official Bruce Ohr had contact in 2016 with then-colleague Andrew Weissmann, who is now a top Robert Mueller deputy, as well as other senior FBI officials about the controversial anti-Trump dossier and the individuals behind it, two sources close to the matter told Fox News.",
  "Ohr's network of contacts on the dossier included: former FBI agent Peter Strzok; former FBI lawyer Lisa Page; former deputy director Andrew McCabe; Weissmann and at least one other DOJ official; and a current FBI agent who worked with Strzok on the Russia case.",
  "Congressional Republicans are still trying to get to the bottom of Ohr's role in circulating the unverified dossier, which became a critical piece of evidence in obtaining a surveillance warrant for then-Trump campaign aide Carter Page in October 2016.",
  "The senior Democrats continued: \"When Mr. Steele subsequently reached out to Mr. Ohr with additional information, Mr. Ohr appropriately handed it off to FBI investigators to assess its credibility and potentially corroborate with other evidence.",
  "Congressional investigators told Fox News they believe the \"M\" likely refers to former Trump campaign chairman Paul Manafort, who recently was convicted on tax and bank fraud charges in Virginia, and the \"Chris\" is Christopher Steele.",
  "\"For example, in September 2016, Steele admitted to Ohr his feelings against then-candidate Trump when Steele said he 'was desperate that Donald Trump not get elected and was passionate about him not being president.'\"",
  "While Fusion GPS financial records were the subject of a lawsuit, and are not public, sources told Fox News that Nellie Ohr received \"multiple payments\" in 2016 from Fusion GPS, and the amounts were \"not small change.\"",
  "In addition, Ohr's handwritten notes, reviewed by Fox News, showed that two weeks after the election, on Nov. 21, he made a list including Page, Strzok and the FBI agent – which may have been a reference to a meeting.",
  "House Democrats say the focus on Ohr, a career civil servant whose portfolio did not include Russia, is being mischaracterized by Republicans, and his outreach on behalf of Steele was not prohibited or unlawful.",
  "Republican lawmakers who questioned Ohr earlier this week say the connections between Bruce Ohr and his wife Nellie, who did Russia research for the opposition research firm behind the dossier, were known.",
  "A Republican-authored House Intelligence Committee memo released in February said that Steele \"maintained contact\" with Ohr \"before and after\" the government fired the ex-British spy as a source.",
  "Just Thursday morning, Trump complained on Twitter about Nellie Ohr's Fusion work and exclaimed, \"Bruce was a boss at the Department of Justice and is, unbelievably, still there!\"",
  "Fox News contacted lawyers for the current and former officials with whom Ohr was in contact, as well as Mueller's office, and they declined to comment or did not respond.",
  "At the time, Mr. Ohr was the Director of the Organized Crime Drug Enforcement Task Force and it was not his job to vet the accuracy of this information himself.\"",
  "The list includes several figures who have since attracted the scorn of President Trump as he decries the Russia probe and those involved in its early stages.",
  "Trump has been particularly tough on Ohr, given his wife Nellie’s past work for Fusion GPS, as the president alleges bias against him inside the department.",
  "The timing appears significant, coming one month before FBI Director James Comey was fired and Mueller was appointed to lead the special counsel team.",
  "And they did not disclose these key facts to the court when they went there to get the warrant to spy on Carter Page and the Trump campaign.\"",
  "Ohr's broad circle of contacts indicates members of FBI leadership knew about his backchannel activities regarding the dossier and Steele.",
  "According to court records, an FBI memo also states that Weissmann met as early as April 2017 with a group of reporters about Manafort.",
  "\"Shortly after the election, the FBI began interviewing Ohr, documenting his communications with Steele,\" the memo said.",
  "That same month, Steele was fired by the FBI as a confidential source over his contact with the media about the dossier.",
  "Weissmann was kept \"in the loop\" on the dossier, a source said, while he was chief of the criminal fraud division.",
  "Fusion GPS and its co-founder have not responded to Fox News' questions for this story, or previous reports.",
  "Ohr was grilled by House committees behind closed doors for seven hours earlier this week.",
  "And they did not disclose this to the court,\" Rep. Jim Jordan, R-Ohio, said.",
  "They knew that Chris Steele had this extreme bias against the president.",
  "\"They knew the Ohrs’ involvement in the production of the dossier.",
  "\"When they went to court, the FBI knew three important things.",
  "Push case ahead on M. May go back to Chris,\" he wrote.",
  "He is now assigned to Special Counsel Mueller’s team.",
  "And they knew who paid for the dossier.",
  "\"No [prosecution] yet."
]