[
  "Trump took time out of his first 2018 cabinet meeting to denounce “our current libel laws” as “a sham and a disgrace and do not represent American values or American fairness.” Fortunately, there is little that Trump can do to alter our libel laws, which not only represent American values but are directly founded in the First Amendment.",
  "Additionally, Plaintiff’s wife was born in the Ukraine region and immigrated to the United States over forty (40) years ago; she has never been to Russia.” More importantly, Cohen denies that he ever met Russians referenced in the dossier and has never been to Prague, Czech Republic where he supposedly met Russian counterparts.",
  "Trump’s renewed call for changing our defamation laws is clearly an outgrowth of the release of Michael Wolff’s book “Fire and Fury: Inside the Trump White House.” The book asserts that Trump’s aides are alarmed by his mental state and have repeatedly raised the possible need for removal under the 25th Amendment.",
  "That standard has been honored for over 50 years and, while many presidents and celebrities have complained about the burden placed on them under the First Amendment, no president has previously called for this important protection to be altered or eliminated.",
  "However ...\n\nPresident Trump (Photo: Evan Vucci, AP)\n\nPresident Trump has renewed his call to take “a very, very strong look” at our libel laws to make it easier to sue writers and publishers for any false statements against politicians like himself.",
  "The president simply has to ask his lawyer, Michael Cohen, who just filed not one but two defamation lawsuits in both federal and state courts against, the private investigative firm Fusion GPS and the website BuzzFeed (and its editors).",
  "CLOSE Addressing his first Cabinet meeting of 2018, President Donald Trump touted his administration's accomplishments and said his White House would address the nation's libel laws, which he called a \"sham and a disgrace.\"",
  "COHEN’s wife is of Russian descent and her father a leading property developer in Moscow.” Cohen asserts that “his father-in-law is not a leading property developer in Moscow; he has only been to Russia once.",
  "Indeed, while some citizens might relish the idea of hammering media over critical Trump coverage, they might be less enamored with the change when the next president silences conservative media and outlets.",
  "Ironically, his counsel are not only in the best position to explain this reality but one of his lawyers, Michael Cohen, has filed cases that show ample ability to sue over false or misleading statements.",
  "POLICING THE USA: A look at race, justice, media\n\nCohen was mentioned in the famous Trump dossier that was ultimately funded by Hillary Clinton’s campaign and the Democratic National Committee.",
  "In order to change the standard, Trump would have to either change the make up of the Supreme Court (with a majority of jurists with extreme constitutional views) or amend the First Amendment.",
  "Most of the recent threats from the president over a defamation action focus on statements by individuals like Steve Bannon, which would clearly constitute protected opinion, not defamation.",
  "You can read diverse opinions from our Board of Contributors and other writers on the Opinion front page, on Twitter @usatodayopinion and in our daily Opinion newsletter.",
  "More importantly, what the president described as the publication of knowing falsehoods or reckless conduct by reporters is precisely the current standard for defamation.",
  "Moreover, the author Christopher Steele and GPS allegedly shopped his findings to various media figures during the campaign while being funded by Clinton and the DNC.",
  "More: Trump's DACA demands don't show his 'love' for immigrants, or America's\n\nMore: Michael Wolff book: Bannon's downfall with Trump, Breitbart and the Mercers?",
  "What is far more concerning is that this point has not been made clear or fully understood after a year of the president calling for changes in defamation rules.",
  "Ironically, this is precisely the environment in which the opinion was written and Trump is precisely the type of plaintiff that the opinion was meant to deter.",
  "Sullivan’s lawsuit was one of a number of civil actions brought under state laws that targeted Northern media covering the violence against freedom marchers.",
  "The standard for defamation for public figures and officials in the United States is the product of a decision decades ago in New York Times v. Sullivan.",
  "The Court sought to create “breathing space” for the media by articulating that standard that now applies to both public officials and public figures.",
  "In the end, the problem with Trump’s inability to file a defamation lawsuit is not a lack of “American values” but a lack of a viable legal claim.",
  "Jonathan Turley is the Shapiro Professor of Public Interest Law at George Washington University where he teaches both constitutional and tort law.",
  "If proven, those would be the type of falsehoods that could have been easily verified and their publications could constitute reckless disregard.",
  "(Jan. 10) AP\n\nThere are errors in Wolff’s book and I can understand the frustration of politicians in being hammered in such one-sided accounts.",
  "The New York Times had run an advertisement referring to abuses of civil rights marchers and the arrest of Martin Luther King Jr. seven times.",
  "There are errors in Wolff’s book and one can certainly understand the frustration of politicians in being hammered in such one-sided accounts.",
  "It is only difficult for those people who take public office (like Trump) or become public figures (like Trump before taking office).",
  "Trump tried to prevent the publication of the book and threatened a defamation lawsuit if it was allowed to reach the bookshelves.",
  "The Supreme Court ruled that tort law could not be used to overcome First Amendment protections for free speech or the free press.",
  "If the book does contain false factual statements, the president is free to sue in the same way as Hulk Hogan or his own counsel.",
  "Indeed, recently wrestler Hulk Hogan successfully sued the Gawker website and won $140 million — forcing Gawker out of business.",
  "In order to prevail, someone like Trump must show either actual knowledge of its falsity or a reckless disregard of the truth.",
  "It would allow powerful figures to more easily sue newspapers and citizens alike for saying bad things about them in public.",
  "However, the reduction of the standard for defamation would produce sweeping and dangerous changes to our political system.",
  "If people say things about him with a reckless disregard of the truth, they can be sued successfully for defamation.",
  "For those people, the courts balance the importance of free speech against the need to deter false statements.",
  "Anyone can sue for false statements under a simple negligence standard in proving the falsity of statements.",
  "The judgments represented a viable threat to both media and average citizens in criticizing our politicians.",
  "For example, Cohen quotes assertions that “TRUMP’s lawyer, Michael COHEN in covert relationship with Russia.",
  "In fact, Plaintiff’s father-in-law does not even own a vacation home in Sochi, nor has he ever been there.",
  "The Montgomery Public Safety commissioner, L. B. Sullivan, sued for defamation and won under Alabama law.",
  "The fact is that it is relatively easy for most people to litigate defamation in the United States.",
  "The case came out of the highly divisive period of the civil rights movement.",
  "Many denounced the president for seeking an unconstitutional prior restraint.",
  "The publisher defied the president and actually pushed up the release date.",
  "It would allow politicians to use precisely the cudgel wielded by L.B.",
  "Sullivan to try to bring media to heel during civil right movement.",
  "Cohen has a valid defamation filing that is likely to go to trial.",
  "To respond to a column, submit a comment to letters@usatoday.com.",
  "More: Stop trying to diagnose our 'very stable genius' president.",
  "He is also a member of USA TODAY's board of contributors.",
  "He was awarded $500,000 — a huge judgment for the time.",
  "That is the lowest possible standard in our system.",
  "Read or Share this story: https://usat.ly/2D4ksLW",
  "It was full of false or unverifiable statements.",
  "No defamation lawsuit has been filed.",
  "Thus far, his client does not.",
  "He might be right."
]