[
  "“My understanding is that Mr. Steele’s lawyers spent a good deal of time arguing why they thought he (Steele) should not be required to sit for a deposition and that ultimately the court took the entire matter under advisement.”\n\nGubarev is suing the British-based Steele’s company Orbis Business Intelligence because the dossier claimed Gubarev's companies, including XBT Holdings and Webzilla, used “botnets and port traffic to transmit viruses, plant bugs and steal data.”\n\nFray-Witzer said, “Certainly with respect to Mr. Gubarev, Webzilla and XBT there has never been a single scrap of evidence about them in the dossier.”\n\nCongressional testimony and ongoing Fox News reporting revealed that Steele and Orbis Business Intelligence were paid $168,000 by Fusion GPS’ Glenn Simpson to write and promote the dossier among select journalists when it was opposition research funded in part by the Democratic National Committee.",
  "We have pointed out that he’s spoken to anyone who is willing to listen, every journalist, and the FBI.”\n\nSteele’s business partner Chris Burrows declined Fox News’ request for an interview email stating, “I regret that for a number of reasons, Chris Steele is not available to speak on or off the record about this subject.”\n\nFox News' Catherine Herridge and Cyd Upson contributed to this report.",
  "On both sides of the Atlantic Ocean, former British MI-6 Intelligence Officer Christopher Steele is going to extremes to avoiding answering questions from the United States Congress, while at the same time avoiding being videotaped and deposed in a multi-million dollar libel case brought against Buzzfeed.",
  "Meanwhile, records obtained and reviewed by Fox News from related civil ligitation in Florida reveal that Steele maintains that even showing up for a deposition would “implicate state secrets in London.”\n\nFray-Witzer stressed in that hearing that the British government “has not asserted” Steele’s claims.",
  "Evan Fray-Witzer, a Boston-based attorney representing Russian tech tycoon Aleksej Gubarev in multi-million dollar civil litigation, described Monday's U.K. court actions to Fox News.",
  "As Fox News has reported based upon review of British court records, Steele promoted and met with five media outlets repeatedly between the spring and fall of 2016.",
  "The news comes as Senate Judiciary Committee Chairman Chuck Grassley, R-Iowa, and Sen. Lindsey Graham, R-S.C., have announced a criminal referral on Steele.",
  "The media outlet published the unverified Trump dossier just over a year ago, setting off an international firestorm.",
  "Steele was a no-show Monday for a long-requested deposition in London, Fox News has learned.",
  "At the same time, Steele also was meeting with the FBI in Rome, according to reports.",
  "The attorney has said Steele “is asserting he can’t speak about things."
]