[
  "The judge ruled, “the Comey Memos, at least for now, will remain in the hands of the Special Counsel and not the public.”\n\n“It’s unfortunate, but not at all surprising, to see a FISA court judge side with secrecy over transparency on the very day the House Intelligence Committee released a very troubling example of abuse of trust within the FISA system,” said Christopher Bedford, the editor-in-chief of TheDCNF.",
  "He testified that after his first conversation with then-President-elect Trump, he “felt compelled to document.” He said he “began to type … on a laptop in an FBI vehicle outside Trump Tower the moment [he] walked out of the meeting.”\n\nEver since news organizations and nonprofit watchdog groups filed Freedom of Information Act requests seeking the memos, the FBI has been steadfast in refusing to release them.",
  "“Furthermore,” the Nunes memo reads, “Deputy Director McCabe testified before the Committee in December 2017 that no surveillance warrant would have been sought from the FISC without the Steele dossier information.”\n\nFusion GPS commissioned the dossier, which the Clinton 2016 presidential campaign and the Democratic National Committee financed.",
  "“Neither the initial application in October 2016, nor any of the renewals, disclose or reference the role of the DNC, Clinton campaign, or any party/campaign in funding Steele’s efforts, even though the political origins of the Steele dossier were then known to senior and FBI officials,” according to the Nunes memo.",
  "There is a pending or prospective law enforcement proceeding relevant to these responsive records, and the release of the information could reasonably be expected to interfere with enforcement proceedings.”\n\nThe District Court accepted followup lawsuits by the news organizations and nonprofit groups in July.",
  "On the same day the House Permanent Select Committee on Intelligence released the Nunes memo showing the FBI relied on the salacious and unverified Trump dossier to obtain a surveillance warrant on Carter Page, a federal judge ruled to withhold the Comey memos.",
  "Boasberg refused to release the documents on the basis they were still being used by special counsel Robert Mueller in his investigation of the alleged Russian collusion with Trump associates.",
  "Comey told the Senate Select Committee on Intelligence in June 8 testimony that he authored secret memos of all his meetings and conversations with President-elect and President Trump.",
  "The Nunes memo, which was declassified on Friday, concluded the FBI withheld from the FISA Court the origins and the financiers of Trump dossier when it was presented before the court.",
  "The dossier’s partisan origins were not conveyed to the court when the FBI filed its application for a surveillance warrant against Trump associates, the Nunes memo reads.",
  "On March 16, one week after Trump fired Comey, the public first learned the former FBI director had penned a memo on a Feb. 14 Oval Office meetings with President Trump.",
  "U.S. District Judge James Boasberg, who ruled in favor of the FBI’s request to keep the Comey memos secret, also sits on the Foreign Intelligence Surveillance Court.",
  "News organizations — including The Daily Caller News Foundation, CNN, and USA Today — sought the Comey memos under the Freedom of Information Act in June 2017.",
  "The FBI’s used the dossier as evidence submitted before the court in order to obtain wiretap warrants on Trump associate Carter Page, the memo charges.",
  "Follow Richard on Twitter\n\nFreedom of Speech Isn’t Free\n\nThe Daily Caller News Foundation is working hard to balance out the biased American media.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The FBI quickly declined to release all nine memos, stating on June 16, “The records responsive to your request are law enforcement records.",
  "The memos, authored by former FBI Director James Comey, are about his nine private conversations with President-elect and President Trump.",
  "Judicial Watch, Freedom Watch, the James Madison Project and journalists Garrett Graf and Lachlan Markay also requested the documents.",
  "The FBI privately entered affidavits and other evidence before Boasberg to convince the judge to withhold the memos.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "We’re not dependent on commercial or political support and we do not accept any government funding.",
  "Boasberg said the FBI affidavits would be shared with the plaintiffs if they appealed the case.",
  "The FISA court is the same court that approved the surveillance on Trump associates.",
  "Make a one-time donation to support the quality, independent journalism of TheDCNF.",
  "On July 31, the suits were consolidated into a single lawsuit.",
  "None of the plaintiffs were able to review the FBI documents.",
  "For as little as $3, you can help us."
]