[
  "In newly-released personal memos, ex-FBI Director James Comey wrote that he briefed President Donald Trump on unverified claims about an alleged escapade with prostitutes in Moscow in 2013 because “media like CNN had them and were looking for a news hook.”\n\nIn actuality, Comey’s very briefing, which was subsequently leaked to CNN, provided the network with the hook to publish a story on the controversial dossier containing the infamous “Russian prostitute” claims as well as unsubstantiated charges of collusion between Russia and members of Trump’s 2016 presidential campaign.",
  "The network reported the documents state that “Russian operatives claim to have compromising personal and financial information about Mr. Trump” and contain “allegations that there was a continuing exchange of information during the campaign between Trump surrogates and intermediaries for the Russian government.”\n\nCNN reported how the briefings provided credibility to the dossier charges that were circulating among the news media for months but remained largely unreported:\n\nSome of the memos were circulating as far back as last summer.",
  "Mother Jones writer David Corn referred to the documents in a late October column.”\n\nIn his statement following the leaks to CNN about the dossier briefings to Obama and Trump, Clapper also said the dossier contents had been “widely circulated in recent months among the media, members of Congress and Congressional staff even before the IC became aware of it.”\n\nIt seems the news media waited for the leak about the dossier briefings first reported by CNN before publicizing on the dossier’s existence and some of its contents.",
  "The news network cited “multiple U.S. officials with direct knowledge of the briefings” – in other words, officials leaking information about classified briefings – revealing the dossier contents were included in a two-page synopsis that served as an addendum to a larger report on Russia’s alleged attempts to interfere in the 2016 presidential election.",
  "In an updated version of CNN’s report, the network revealed that it had reviewed the 35-page dossier and would not report “on details of the memos, as it has not independently corroborated the specific allegations.”\n\nWhen it published the full dossier, BuzzFeed reported that the contents had circulated “for months” and were known to journalists.",
  "Among those reasons were: (1) we knew the media was about to publicly report the material and we believed the IC should not keep knowledge of the material and its imminent release from the President-Elect; and (2) to the extent there was some effort to compromise an incoming President, we could blunt any such effort with a defensive briefing.",
  "What has changed since then is that US intelligence agencies have now checked out the former British intelligence operative and his vast network throughout Europe and find him and his sources to be credible enough to include some of the information in the presentations to the President and President-elect a few days ago.",
  "Immediately following CNN’s article, National Intelligence Director Clapper added fuel to the media fire about the dossier by releasing a statementthat he spoke to Trump to express “my profound dismay at the leaks that have been appearing in the press” – referring to the leaks to CNN about the classified briefing.",
  "The memos describe several purported meetings during the 2016 presidential campaign between Trump representatives and Russian officials to discuss matters of mutual interest, including the Russian hacking of the Democratic National Committee and Mrs. Clinton’s campaign chairman, John D. Podesta.",
  "In other words, the briefings themselves and the subsequent leak to CNN about those briefings by “multiple US officials with direct knowledge,” seem to have given the news media the opening to report on the dossier’s existence as well as allude to some of the document’s unproven claims.",
  "In his June 2016 prepared remarks before the U.S. Senate Select Committee on Intelligence in June, Comey also made that claim when he detailedwhy the Intelligence Community briefed Obama and Trump on the “salacious material” – a clear reference to the dossier.",
  "Comey says he told Trump that he was briefing him in part because CNN was looking to run with the story:\n\nI said I wasn’t saying this was true, only that I wanted him to know both that it had been reported and that the reports were in many hands.",
  "In its report, CNN noted that the dossier claims were circulating for months among the news media, and that the inclusion of the dossier claims in the briefing with Trump and another with President Obama gave the charges some credibility.",
  "On January 10, CNN was first to report the leaked information that the controversial contents of the dossier were presented during classified briefings inside classified documents presented one week earlier to Obama and Trump.",
  "The documents were given to the politicians during the briefings delivered by Director of National Intelligence James Clapper, Comey, CIA Director John Brennan, and NSA Director Admiral Mike Rogers, the officials told CNN.",
  "Prior to CNN’s report, which was picked up by news agencies worldwide, the contents of the dossier had been circulating among news media outlets, but the sensational claims were largely considered too risky to publish.",
  "Comey recounts a January 6, 2017 briefing with President-Elect Trump at Trump Tower at which he informed Trump about the dossier allegations after other officials left the room and the two of them were alone.",
  "In his memoir, published earlier this week, Comey also claims that CNN was a factor in his decision to include the dossier claims in the classified briefing to Trump and another briefing to President Obama.",
  "It would later emerge that the dossier had been paid for by Trump’s primary political opponents, namely Hillary Clinton’s 2016 presidential campaign and the Democratic National Committee (DNC).",
  "Comey wrote:\n\nThe IC leadership thought it important, for a variety of reasons, to alert the incoming President to the existence of this material, even though it was salacious and unverified.",
  "The news hook that CNN in part used to report on the dossier claims was actually the briefing on the matter by Comey, and a similar briefing to President Obama by administration officials.",
  "The website reported, “The documents have circulated for months and acquired a kind of legendary status among journalists, lawmakers, and intelligence officials who have seen them.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "Last night, the redacted and declassified sections of Comey’s 15 pages of memos were released after the documents were sent to Congress by the Justice Department.",
  "He called the leaks “extremely corrosive and damaging to our national security.”\n\nClapper’s statement generated fresh media coverage of the dossier briefing.",
  "I said it was important that we not give them the excuse to write that the FBI has the material or [REDACTED] and that we were keeping it very close-hold.",
  "The memos also suggest that Russian officials proposed various lucrative deals, essentially as disguised bribes in order to win influence over Mr. Trump.",
  "Just after CNN’s January 10 report on the classified briefings about the dossier, BuzzFeed infamously published the dossier’s full unverified contents.",
  "After citing the CNN story, the Times reported:\n\nThe memos describe sex videos involving prostitutes with Mr. Trump in a 2013 visit to a Moscow hotel.",
  "Comey is clearly painting a picture that he needed to brief Trump and Obama on the dossier claims because of supposedly imminent news media reports.",
  "Two United States senators separately contacted me to alert me to its existence and the fact that many in Washington either had it or knew of it.",
  "The videos were supposedly prepared as “kompromat,” or compromising material, with the possible goal of blackmailing Mr. Trump in the future.",
  "Yet Comey continues to claim the opposite was the case – that he conducted the briefings because of the possibility of news media coverage.",
  "The New York Times used CNN’s story to report some contents of the dossier the same day as CNN’s January 10 report on the briefings.",
  "I said it was inflammatory stuff that they would get killed for reporting straight up from the source reports.",
  "All that changed when the dossier contents were presented to Obama and Trump during the classified briefings.",
  "CNN had informed the FBI press office that they were going to run with it as soon as the next day.",
  "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "CNN’s report resulted in worldwide coverage of the dossier charges.",
  "I said media like CNN had them and were looking for a news hook.",
  "He said he couldn’t believe they hadn’t gone with it.",
  "It was produced by the controversial Fusion GPS firm.",
  "He wrote:\n\nStill, I could see no way out of it.",
  "Written with research by Joshua Klein.",
  "The FBI was aware of the material.",
  "Follow him on Facebook."
]