[
  "Trump allegedly pressed Comey at a January 2017 dinner to disprove the “golden showers” so that there wasn’t “even one percent chance” First Lady Melania Trump would think they were “true.”\n\n“He just rolled on, unprompted, explaining why it couldn’t possibly be true, ending by saying he was thinking of asking me to investigate the allegation to prove it was a lie,” Comey explained.",
  "“It wasn’t necessary for my goal, which was to alert him that we had this information.” (RELATED: Media Spreads Fake News About Republicans Funding Steele Dossier)\n\nComey wrote in his upcoming book that POTUS reportedly reached out to him and asked him to specifically investigate the salacious claims in the dossier.",
  "James Comey told ABC’s George Stephanopoulos that he did not tell President Trump the infamous Fusion GPS dossier was funded by the DNC because he didn’t view it as necessary.",
  "“Did you tell him the Steele dossier had been financed by his political opponents?” Stephanopoulos asked the former FBI director in an interview set to air on Sunday night.",
  "He is a weak and….. — Donald J. Trump (@realDonaldTrump) April 13, 2018\n\n….untruthful slime ball who was, as time has proven, a terrible Director of the FBI.",
  "His handling of the Crooked Hillary Clinton case, and the events surrounding it, will go down as one of the worst “botch jobs” of history.",
  "“I just talked about additional material.”\n\nWATCH:\n\n“Did he have a right to know that?” Stephanopoulos asked as a follow-up.",
  "Virtually everyone in Washington thought he should be fired for the terrible job he did-until he was, in fact, fired.",
  "“I said it was up to him.”\n\nPresident Trump hit back at Comey Friday morning in a series of tweets.",
  "— Donald J. Trump (@realDonaldTrump) April 13, 2018\n\nFollow Datoc on Twitter and Facebook",
  "(RELATED: Trump Goes After ‘Slimeball’ Comey)\n\nJames Comey is a proven LEAKER & LIAR.",
  "“No, I don’t even think I used the words ‘Steele Dossier,'” Comey responded.",
  "He leaked CLASSIFIED information, for which he should be prosecuted.",
  "“That it had been financed by his political opponents?",
  "I don’t know the answer to that,” Comey conceded.",
  "It was my great honor to fire James Comey!",
  "He lied to Congress under OATH."
]