[
  "The surveillance applications, they said, “relied heavily on Mr. Steele’s dossier claims.”\n\nCLINTON ASSOCIATES FED INFO TO TRUMP DOSSIER AUTHOR, SENATORS SAY\n\nFurther, they said the application “failed to disclose that the identities of Mr. Simpson’s ultimate clients were the Clinton campaign and the DNC.”\n\nThe referral also helps explain a point of contention in recent days, after Nunes seemed to admit on “Fox & Friends” after the release of his memo that the FBI application did include a “footnote” acknowledging some political origins of the dossier.",
  "While that portion is still partly redacted, the referral stated another Steele memo said his firm received a report from someone at the State Department – with information that came from \"a foreign sub-source who 'is in touch with (redacted), a contact of (redacted), a friend of the Clintons, who passed it to (redacted).”\n\nRep. Trey Gowdy, R-S.C., strongly implied to Fox News on Tuesday night that Clinton family confidant Sidney Blumenthal was a key figure for Steele.",
  "A central point of dispute is the Nunes document’s claim that the salacious, anti-Trump dossier was crucial to the FBI’s efforts to seek a surveillance warrant for a Trump associate and that the applications omitted the Democratic National Committee and Clinton campaign’s funding for the research via Glenn Simpson’s Fusion GPS firm – which hired Steele.",
  "According to Grassley and Graham’s referral, the FBI “noted to a vaguely limited extent the political origins of the dossier” in a footnote that said the information was compiled at the direction of a law firm “who had hired an ‘identified U.S. person’ – now known as Glenn Simpson of Fusion GPS.” A subsequent passage in the letter is redacted.",
  "Senate Judiciary Committee Chairman Chuck Grassley, R-Iowa, and Sen. Lindsey Graham, R-S.C., appeared to back up those claims, though, in a criminal referral sent in early January to FBI Director Christopher Wray and Deputy Attorney General Rod Rosenstein.",
  "A newly released version of GOP senators’ criminal referral for Trump dossier author Christopher Steele appears to support key claims from the controversial memo on alleged surveillance abuse released last week by House Republicans and the White House.",
  "Grassley and Graham originally asked the Justice Department in January to investigate Steele based on evidence they say suggests he lied to the FBI about his contacts with the media -- or the FBI misrepresented Steele’s statements.",
  "But the referral said Steele’s known media contacts were at odds with the FBI’s initial application saying Steele told the bureau he had no unauthorized press contacts about the dossier before October 2016.",
  "That memo, commissioned by House Intelligence Committee Chairman Devin Nunes, R-Calif., continues to fuel a firestorm on Capitol Hill, where Democrats are pushing for the release of their own counter-memo.",
  "This admission helped fueled Democratic claims, from ranking Rep. Adam Schiff, D-Calif., and others, that the dossier’s political connection was not concealed from the surveillance court as alleged.",
  "Given the Schiff memo is based on the same underlying documents as the Republican’s partisan memo, there should be no question as to whether or not the president will approve the new memo’s release.",
  "Gowdy told Fox News' \"The Story\" that \"when you hear who ... one of the sources of that information is, you're going to think, 'Oh my gosh, I've heard that name somewhere before.'\"",
  "“The president decided the public deserved to see the Nunes memo before he’d even read it, so he ought to be similarly eager for the American people to see this memo.",
  "Steele’s apparent deception seems to have posed significant material consequences on the FBI’s investigation decisions and representations to the court,” they wrote.",
  "According to the report, another document was written by Clinton friend Cody Shearer, who gave it to Blumenthal, who gave it to a State Department official.",
  "As Fox News previously reported, the referral also revealed that a Clinton contact was “feeding” allegations to Steele while he was working on the dossier.",
  "Amid the ongoing debate over the Nunes memo, the White House is now reviewing the Democrats’ rebuttal memo for possible release.",
  "If he refuses, the American people will be forced to wonder: what is the president trying to hide?” he said in a statement.",
  "The referral detailed Steele’s many contacts with the media, which ultimately led to him being cut off as an FBI source.",
  "Following a request from Grassley, the FBI on Tuesday removed some redactions, and a cleaner version was posted online.",
  "The senators said the applications, then, either are “materially false” or Steele made false statements to the FBI.",
  "When host Martha MacCallum asked if he was referring to Blumenthal, Gowdy answered, \"That'd be really warm.",
  "Senate Minority Leader Chuck Schumer urged President Trump to make that memo public.",
  "Fox News’ Catherine Herridge and Samuel Chamberlain contributed to this report.",
  "The Washington Post reported Wednesday that Blumenthal indeed was involved.",
  "But they said the DNC and Clinton campaign were not mentioned.",
  "Fox News first reported on the letter’s contents on Monday.",
  "You're warm, yeah.\"",
  "“Mr."
]