[
  "So, who is the “funding mechanism” of this “shadowy government?”\n\nFusion GPS’s Simpson, in a New York Times op-ed describing his own Judiciary Committee testimony, claimed a neoconservative website “and the Clinton campaign” were “the Republican and Democratic funders of our Trump research.” The Judiciary Committee’s Sen. Dianne Feinstein (D-Calif.) then unilaterally released, over the objection of committee chairman Sen. Chuck Grassley (R-Iowa), Simpson’s testimony to “set the record straight.” Fusion GPS “commended Senator Feinstein for her courage.”\n\nYet on March 16, 2017, Daniel Jones — himself a team member of Fusion GPS, self-described former FBI agent and, as we now know from the media, an ex-Feinstein staffer — met with my lawyer, Adam Waldman, and described Fusion as a “shadow media organization helping the government,” funded by a “group of Silicon Valley billionaires and George Soros.” My lawyer testified these facts to the Senate Intelligence Committee on Nov. 3.",
  "When I attended the Munich Security Conference in February, the extraordinary, coordinated message of a panel of U.S. senators was summarized by moderator Victoria Nuland, former assistant secretary of state under President Barack Obama, as: “Deep State-proud loyalists giv[ing] broad reassurance about continuity.” One of the panelists, Sen. Sheldon Whitehouse (D-R.I.), said: “What the Breitbart crowd would call the ‘Deep State’ is what many of us would call ‘knowledgeable professionals.’” The panel’s uniform message was essentially: Ignore Donald Trump and increase your defense budget to 2 percent, because the generals who are ‘operationalizing policy’ remain in charge.",
  "Former Democratic National Committee chairwoman and CNN commentator Donna Brazile attacked the memo prepared by House Intelligence Committee chairman Devin Nunes (R-Calif.) on television as “the weaponization of classified information.” It is ironic that someone who once ran the organization that allegedly rigged the primary nomination process and who was fired from CNN for allegedly rigging a presidential debate is now producing “Russian-rigging” stories.",
  "Russian novelist and pacifist Leo Tolstoy observed: “There is no war which was not hatched by the governments, the governments alone, independent of the interests of the people.”\n\nWhat has been inelegantly termed the “Deep State” is really this: shadow power exercised by a small number of individuals from media, business, government and the intelligence community, foisting provocative and cynically false manipulations on the public.",
  "Invented narratives — not “of the people, by the people, for the people,” but rather just from a couple of people, cloaked in the very same hypocritical rhetoric of “freedom” and “democracy” that those are actively undermining — impede internationally shared efforts on the world’s most pressing, real issues, like global health, climate change and the future of energy.",
  "To destroy this invisible government, to befoul the unholy alliance between corrupt business and corrupt politics, is the first task.”\n\nThe distractions no longer can mask these “unholy alliances.” The wife of a central architect of the Department of Justice’s “Russia narrative” secretly worked for the dossier-peddling Fusion GPS.",
  "Fusion GPS founder Glenn Simpson attempted — according to his own congressional admissions — to influence the 2016 U.S. presidential election and its aftermath, to attack Russia and to “embarrass” me and cause trouble for the company I founded.",
  "We need a theme, a song — some visuals.” The producer ascribes Albania a false motive against the United States: “They want to destroy our way of life!” The story line keeps changing to explain away emerging, inconvenient realities.",
  "A former Obama State Department official, Nuland, has been recently outed as another shadow player, reviewing and disseminating Fusion’s dossier, and reportedly, hundreds of other dossiers over a period of years.",
  "The various story lines and roles they have created for me don’t survive close scrutiny and are internally inconsistent, yet they simply follow the “Wag the Dog” playbook: We don’t need it to prove to be true.",
  "World War II hero and former U.S. Sen. Daniel Inouye (D-Hawaii) once observed, in a different context: “There exists a shadowy government with … its own fundraising mechanism.” Wagging the dog costs money.",
  "Putin and Obama Getty Images/WPA/Pool, Getty Images/Chip Somodevilla\n\nIn the comedy movie “Wag the Dog,” a fictitious U.S. president is on the cusp of losing an election over a real scandal.",
  "President Theodore Roosevelt once cautioned: “Behind the ostensible government sits enthroned an invisible government owing no allegiance and acknowledging no responsibility to the people.",
  "My own “Mother Russia” has many problems and challenges, and my country is still in transition from the Soviet regime — a transition some clearly wish us to remain in indefinitely.",
  "Before they moved to their current, bigger ambitions of reversing the U.S. presidential election results, they scurrilously attacked me and others from the shadows for two decades.",
  "Technology and the disintegration of evidence-based journalism permit a surprisingly small number of individuals to destroy bilateral or multilateral relations.",
  "So a political spin doctor and Hollywood producer hired by his campaign instead distract the public by manufacturing “the appearance of a war” with Albania.",
  "Mr. Soros is, not coincidentally, also the funder of two “ethics watchdog” NGOs (Democracy 21 and CREW) attacking Rep. Nunes’ committee memo.",
  "Their motivation in shifting from an inconvenient reality into their desired reality is power and military-industrial commercial interests.",
  "The views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "When you owe the world $18 trillion, the only way to get them to “pay 2 percent for defense” is to manufacture a boogeyman.",
  "Oleg Deripaska is the founder of UC Rusal, the world’s leading producer of aluminum using clean, renewable hydropower.",
  "The ever-changing “Russia narrative” in American politics is today’s “Wag the Dog” scenario.",
  "Out of these manipulations, an agenda of these architects’ own design is born.",
  "“Deep State-proud loyalists” apparently was a Freudian slip, not a joke.",
  "This inconvenient disclosure necessitated a new story line.",
  "The spin doctor explains: “It’s not a war, it’s a pageant.",
  "Unfortunately, I am personally familiar with this group.",
  "But we need to stop this old movie.",
  "We need it to distract them."
]