[
  "Speaking of his decision to revoke Brennan’s clearance, Trump said of the CIA director-turned Trump critic: “I’ve never respected him.”\n\nOHR COMMUNICATED WITH TRUMP DOSSIER AUTHOR STEELE AFTER FBI CUT TIES\n\nThe president on Friday also reiterated his contention that Special Counsel Robert Mueller’s probe into whether Trump campaign associates worked with the Russians during the 2016 election a “rigged witchhunt.”\n\nInstead, Trump said, Mueller should be looking at people like “Bruce Ohr, and his wife Nellie for dealing with, by the way, indirectly Russians.”\n\nSpeaking of Christopher Steele, the ex-British spy who authored the dossier, Trump said: “They should be looking at Steele.”\n\nDOJ'S BRUCE OHR WROTE CHRISTOPHER STEELE WAS 'VERY CONCERNED ABOUT COMEY'S FIRING - AFRAID THEY WILL BE EXPOSED'\n\nThe dossier, which was used by federal officials to justify the surveillance of a top Trump aide, Carter Page, was created by Fusion GPS and paid for by Hillary Clinton's campaign and the Democratic National Committee.",
  "SPECIAL OPS SHOOT DOWN BRENNAN AND HIS DEFENDERS: 'YOU PUT YOUR POLITICS BEFORE US'\n\nCongressional investigators accuse Ohr -- who was once former associate deputy attorney general and still works for the DOJ -- of having a conflict of interest during the presidential campaign because of his wife's work.",
  "President Trump on Friday called Department of Justice official Bruce Ohr a “disgrace” and suggested he plans to revoke his security clearance soon, amid reports of his ties to the infamous dossier of salacious and unverified allegations about Trump.",
  "For him to be at the Justice Department, and to be doing what he did, that is a disgrace.”\n\nOhr’s wife, Nellie, is a former contractor for Fusion GPS - the research company that worked with Steele to compile the dossier.",
  "The president boasted of a “tremendous response” he’s gotten for revoking former CIA Director John Brennan’s security clearance this week and said it’s likely he’ll do the same to Ohr soon.",
  "While Steele shopped the dossier to multiple media outlets, he also appeared to ask Ohr for help with a Russian oligarch -- Oleg Deripaska -- after rumors the U.S. might impose sanctions.",
  "Fox News has reviewed a collection of Ohr's emails, texts and handwritten notes that reveals that he was deeply connected to the dossier as well as its author.",
  "Ohr wrote that Steele was \"very concerned (abt) about [former FBI Director James] Comey's firing -- afraid they will be exposed.\"",
  "Earlier this week, White House press secretary Sarah Sanders said Trump was considering revoking Ohr's clearance.",
  "The Ohr documents also shed more light on Steele's activities before the presidential election.",
  "Fox News’ Jennifer Bowman, Catherine Herridge and Gregg Re contributed to this report.",
  "“I think Bruce Ohr is a disgrace,” Trump said outside the White House.",
  "“I suspect I’ll be taking it away very quickly,” Trump said.",
  "“I think that Bruce Ohr is a disgrace with his wife, Nellie."
]