[
  "During the summer of 2016, Simpson said, he spoke with reporters about “alleged connections between the Trump campaign and the Russians,” adding: “Some of what we discussed was informed by Chris’s reporting.” A lawyer for the Republican members of the committee then presented Simpson with an affidavit from Steele’s lawyers, which had been presented in a lawsuit filed against Steele and his firm, and which said that, at the end of September, Steele, “at Fusion’s instruction,” had briefed journalists “from the New York Times, the Washington Post, Yahoo News, The New Yorker, and CNN.”\n\nThe lawyer went on to quote the affidavit saying that Steele “subsequently participated in further meetings, at Fusion’s instruction, with Fusion and the New York Times, the Washington Post, and Yahoo News, which took place in mid-October, 2016.",
  "Simpson said the mandate was to carry out an “open-ended” examination of Trump’s business record, including his bankruptcies, and, he added, “it evolved somewhat quickly into issues of his relationship to organized-crime figures.”\n\nOne of the early subjects of the inquiry, Simpson said, was Felix Sater, a longtime business associate of Trump’s who reportedly was linked to the Russian mafia, and who played a role in the development of the Trump SoHo building.",
  "In addition, and again at Fusion’s instruction, in late October, 2016, (Steele) briefed the journalist from Mother Jones by Skype.”\n\nWhen Simpson was asked if the affidavit from Steele’s lawyer presented a “full and accurate account of all the news organizations with which Fusion and Mr. Steele shared information from the memoranda,” he replied, “I’d say that’s largely right,” but added that he thought the broadcast network was ABC News rather than CNN.",
  "In any case, when Steele sent in his first memorandum, which was thirty-five pages long and dated June 20, 2016, it contained some explosive allegations, including claims that the Russian regime had been carefully cultivating Trump, and that the F.S.B., the Kremlin’s domestic-intelligence agency, had “compromised TRUMP through his activities in Moscow sufficiently to be able to blackmail him.” The memorandum also quoted Steele’s “Source A .",
  "Fusion GPS doesn’t do much political work, he said, because “most campaigns don’t have the budget for the kind of services we provide.” Normally, his outfit worked for law firms on cases related to “financial crime, money laundering and fraud investigations, tax evasion, that sort of thing.”\n\nBut in September or October of 2015—Simpson was vague about the exact date—a client hired Fusion GPS to investigate Donald Trump.",
  "This week marks one year since BuzzFeed’s publication of the controversial “Russia dossier,” the document compiled by the former British spy Christopher Steele that claimed the Russian government had been “cultivating, supporting, and assisting” Donald Trump for years, and that the Kremlin was holding incriminating material about Trump, including a sex tape from a Moscow hotel room.",
  "had been investigating Trump’s Russia connections for much of the summer but so far hadn’t found “any conclusive or direct link between Mr. Trump and the Russian government.” Simpson told his interlocutors that the story was “a real Halloween special.” In response to the Times report, which contradicted the claims in his memoranda, Steele cut off contact with the F.B.I.",
  "In fact, the source was an Australian diplomat who had spent a night drinking in London with Mr. Papadopoulos in the spring, and then shared with American officials what he had learned from the Trump aide.” Two weeks ago, the Times reported that it was the tip-off from the Australian diplomat that prompted the F.B.I.",
  "effort to undermine the credibility of the Russia investigation, and, on Tuesday, Dianne Feinstein, the senior Democrat on the Judiciary Committee, responded by releasing a transcript of a lengthy interview that the committee’s lawyers carried out, last August, with Glenn Simpson, the co-founder of Fusion GPS.",
  "Various things he had written about in his memos corresponded quite closely with other events, and I began, you know, to view his reporting in this case as, you know, really serious and really credible.” Simpson said that Steele told him he would have to go to Rome to meet with someone from the F.B.I.",
  "Some of the allegations in the dossier, including the one about the sex tape, haven’t been corroborated, and Trump has described it as a “Crooked Hillary pile of garbage.” (In publishing the dossier, BuzzFeed noted that the allegations it contained were unverified and that it contained errors.)",
  "“My understanding was that they believed Chris at this point—that they believed Chris’s information might be credible because they had other intelligence that indicated the same thing, and one of those pieces of intelligence was a human source from inside the Trump organization,” Simpson said.",
  "a senior Russian Foreign Ministry figure,” as saying, “the Kremlin had been feeding TRUMP and his team valuable information on his opponents, including Democratic presidential candidate Hillary CLINTON, for years.”\n\nIt was about this time, Simpson said, that Steele first contacted the F.B.I.",
  "I don’t remember the exact sequence of these events, but my recollection is that I questioned how we would do that because I don’t know anyone there that I could report something like this to and be believed, and I didn’t really think it was necessarily appropriate for me to do that.",
  "Shortly after filing his first memo, Simpson recounted, “Chris said he was very concerned about whether this represented a national-security threat and said he wanted to—he said he thought we were obligated to tell someone in government, in our government, about this information.",
  "Last week, in a letter to the Justice Department, Charles Grassley, the head of the committee, and Lindsey Graham, another Republican member, asked the department to investigate Steele for possibly lying to the F.B.I., but they didn’t provide any evidence to back up the request.",
  "In the past twelve months, we’ve learned a good deal more about the Steele dossier, including that it was commissioned by the Washington-based intelligence firm Fusion GPS, which received funding from the Democratic National Committee and Hillary Clinton’s Presidential campaign.",
  "In recent weeks, Republicans on the Senate Judiciary Committee, who are supposed to be investigating Russian interference in the 2016 election, have raised more questions about the dossier and the role it played in the F.B.I.’s Russia investigation.",
  "In any event, he said, ‘Don’t worry about that, I know the perfect person, I have a contact there, they’ll listen to me, they know who I am, I’ll take care of it.’ I said O.K.”\n\nIt was in early July, 2016, that Steele spoke with his F.B.I.",
  "He thought from his perspective there was an issue—a security issue about whether a Presidential candidate was being blackmailed.” Simpson said that he didn’t agree or disagree with Steele’s suggestion, but said he’d think about it.",
  "(The Washington Free Beacon, a conservative Web site that has received funding from the hedge-fund billionaire Paul Singer, has acknowledged hiring Fusion GPS to investigate candidates during the Republican Presidential primaries.)",
  "Although Simpson refused to answer some of the questions put to him, particularly those relating to his clients, his testimony provides new details about the genesis of the Steele dossier and Steele’s contacts with the F.B.I.",
  "Asked about the methods Steele used to compile his reports, Simpson said that, rather than visiting Moscow himself, Steele relied on “a network of people, sources” that he had in Russia, which gathered information for him.",
  "He’d reach a point in the reporting where he had enough to send a new memo; so he’d send one.” In response to a question about whether Steele paid any of his sources, Simpson said that he hadn’t asked him that question.",
  "“And I think both of us felt like things were happening that we didn’t understand and that we must not know everything about, and therefore, you know, in a situation like that, the smart thing to do is stand down.”",
  "The New York Times reported on Tuesday evening that Steele, “after being questioned by the F.B.I., came to believe that the bureau’s human source was George Papadopoulos, a former Trump campaign foreign adviser.",
  "In “May or June of 2016,” Simpson recalled, he engaged Christopher Steele, an old associate of his, who was the former head of the Russia desk at the British foreign-intelligence agency, MI6.",
  "After that, Steele continued his work for Fusion GPS, which led to more memos, including one that addressed the activities of Carter Page, a foreign-policy adviser to the Trump campaign.",
  "The Mother Jones reporter David Corn was the only journalist to publish a big story based on Steele’s research before the election, and most of the mainstream media didn’t pick it up.",
  "After the election, according to the Washington Post, the Bureau agreed to pay Steele to do some more research, but that agreement was cancelled after BuzzFeed published the dossier.",
  "At that stage, Simpson told the questioners, “I was very concerned because Chris had delivered a lot of information and by this time we had, you know, stood up a good bit of it.",
  "He and Steele, who was by then running his own intelligence consultancy in the U.K., shared an interest in the Russian kleptocracy and in organized-crime issues, Simpson said.",
  "was revealed, the Republican Party’s platform was changed to be friendlier to Russia on the issue of Ukraine, and Trump continued to speak positively about Vladimir Putin.",
  "There have also been unconfirmed reports that the Bureau used the dossier to obtain secret warrants to tap the phone of Paul Manafort, Trump’s former campaign manager.",
  "Simpson, who founded Fusion GPS in 2010, began his testimony by explaining his background as an investigative reporter at the Wall Street Journal and at Roll Call.",
  "“We saw indications that some of the money came from Kazakhstan, among other places, and that some of it you just couldn’t account for,” Simpson said.",
  "This is important because some of Trump’s defenders have been suggesting that without the dossier there wouldn't have been any Russia investigation.",
  "(This fact emerged in October, well after Simpson’s testimony, when lawyers from the Judiciary Committee demanded Fusion GPS’s bank records.)",
  "Things changed in the spring of 2016, after Fusion GPS got a new client, which we now know to have been the Clinton campaign and the D.N.C.",
  "Then afterwards he came back and said, you know, ‘I gave them a full briefing.’ ”\n\nSimpson also said Steele told him that the F.B.I.",
  "From Simpson’s perspective, it seems fair to assume, these behind-the-scenes media briefings didn’t have their desired effect.",
  "It also provides a glimpse into an aspect of modern political campaigns that usually remains hidden: paid opposition research.",
  "The transcript also provides new details of the dealings that Fusion GPS and Steele had with journalists before the election.",
  "“It’s a collection of field memoranda, of field interviews, a collection that accumulates over a period of months .",
  "The lawyer also asked Simpson if Fusion GPS had disclosed any hard copies of Steele’s memoranda to journalists.",
  "On October 31st, eight days before the polls opened, the Times published a story saying that the F.B.I.",
  "“Chris was confused and somewhat disturbed and didn’t think he understood the landscape,” Simpson said.",
  "To Simpson’s chagrin, however, neither Steele nor Fusion GPS heard anything more from the F.B.I.",
  "But, for the first six months of the work, he added, the probe wasn’t focussed only on Russia.",
  "At this point, Simpson’s lawyer interrupted and said he wasn’t going to answer that question.",
  "“So I vaguely recall that these external events prompted us to say, I wonder what the F.B.I.",
  "He described himself as a “document hound” who specializes in searching public records.",
  "Another subject of interest was the financing of Trump’s various real-estate projects.",
  "took Steele’s work seriously enough to interview him before the 2016 election.",
  "director, informed President-elect Trump about the contents of the dossier.",
  "That was basically the state of things through September,” Simpson said.",
  "In each of those cases the briefing was conducted verbally in person.",
  "“What people call the dossier is not really a dossier,” Simpson said.",
  "already had another source on Russia, one inside the Trump campaign.",
  "During that time, Simpson pointed out, the hacking of the D.N.C.",
  "And, last January, James Comey, while he was still the F.B.I.",
  "In Simpson’s telling, taking this step was Steele’s idea.",
  "contact and relayed the Russia allegations, Simpson said.",
  "for a while, Simpson told the Judiciary Committee.",
  "Finally, Steele informed Simpson that the F.B.I.",
  "However, we have also learned that the F.B.I.",
  "to open its investigation, in June, 2016.",
  "did, whoops, haven’t heard from them.",
  "“Then he raised it again with me.",
  "This looked like another G.O.P.",
  "had contacted him again.",
  "He went to Rome.",
  "“I said O.K.",
  "for months.",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]