[
  "They were all working together on this project of putting this dossier together that has been disproven.”\n\nA congressional source who has been briefed on the Ohr emails told The Daily Caller News Foundation that the documents contain some “gems” showing “a more direct connection between Bruce Ohr/Chris Steele/Fusion GPS.”\n\nOhr held two high-level positions at the Justice Department until he was demoted last December.",
  "California Republican Rep. Devin Nunes, the chairman of the House Intelligence Committee, said Monday that Ohr “is going to become more and more important” to his panel’s investigation into the FBI and Justice Department’s use of the Steele dossier to obtain Foreign Intelligence Surveillance Act (FISA) warrants to spy on former Trump campaign adviser Carter Page.",
  "Solomon reported on emails that the Justice Department recently provided to congressional committees that he says show that Ohr had a close relationship with dossier author Christopher Steele and Glenn Simpson, the founder of Fusion GPS, the opposition research firm that hired Steele to investigate the Trump campaign’s possible links to Russia.",
  "(RELATED: EXCLUSIVE: DOJ Official Bruce Ohr Hid Wife’s Fusion GPS Payments From Ethics Officials)\n\nFollow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Republican lawmakers have renewed their focus on Bruce Ohr, the high-level Department of Justice official who was in contact with the author of the Steele dossier and whose wife worked for the opposition research firm that commissioned the salacious document.",
  "Simpson, a former Wall Street Journal reporter, told the House Intelligence Committee during a Nov. 14 deposition that he met with Ohr shortly after the 2016 election at the suggestion of Steele and that Steele had met with Ohr before and after the election.",
  "He served as director of the DOJ’s Organized Crime Drug Enforcement Task Forces as well as associate deputy attorney general, a role that put him just under Deputy Attorney Generals Sally Yates and Rod Rosenstein.",
  "(RELATED: Nunes: FBI Failed To Provide ‘Exculpatory’ Evidence On Carter Page)\n\n“I think people should pay close attention to it,” Nunes said of Ohr in an interview with Fox News’ Sean Hannity.",
  "On July 6, he called on Rosenstein and FBI Director Christopher Wray to declassify summaries of 12 interviews that Ohr conducted with the FBI following his interactions with Steele.",
  "Iowa Republican Sen. Chuck Grassley, the chairman of the Senate Committee on the Judiciary, has also kept pressure on the Justice Department to turn over Ohr-related records.",
  "As The Daily Caller News Foundation reported in February, Ohr did not reveal on his annual financial disclosure and ethics filings that his wife worked for Fusion GPS.",
  "Rep. Devin Nunes said Monday that Ohr is “going to become more and more important” to the investigation into possible surveillance abuse against the Trump campaign.",
  "Republicans are hinting that Department of Justice official Bruce Ohr is more important to the government’s Trump-Russia investigation than previously known.",
  "Ohio Republican Rep. Jim Jordan, a member of the House Committee on the Judiciary, echoed Nunes’ statements in a separate interview with Hannity on Tuesday.",
  "Ohr and Steele were in contact even after the FBI decided to cut ties with the former British spy because of his interactions with the media.",
  "The FBI made the decision on Nov. 1, 2016, after the bureau discovered that Steele shared information with Mother Jones reporter David Corn.",
  "Ohr was in frequent contact with dossier author Christopher Steele, and his wife worked for Fusion GPS, the firm that hired Steele.",
  "It was initially believed that Ohr may have hid his contact with Steele and Fusion GPS from the Justice Department.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“Bruce Ohr is now the key to this,” Jordan said in an interview alongside The Hill’s John Solomon.",
  "The interviews occurred between Nov. 22, 2016 and May 15, 2017, according to Grassley’s letter.",
  "Ohr’s wife, a Russia expert named Nellie Ohr, worked for Fusion GPS on the Trump project.",
  "Steele’s FBI handlers had instructed him not to obtain information on behalf of the FBI.",
  "It is still unclear why Ohr was removed from his top Justice Department position.",
  "Simpson did not tell House investigators that Nellie Ohr worked for Fusion GPS.",
  "“When you read these emails, it’s Glenn, it’s Bruce, it’s Nellie, it’s Chris.",
  "But his interactions with the FBI suggest that is not the case.",
  "It’s like these were all best buddies,” Jordan told Hannity.",
  "Ohr did fail to make at least one disclosure, however.",
  "“They were like friends."
]