[
  "Nunes and other House Intelligence Committee Republicans also produced a four-page memo last month that alleged the FBI and Department of Justice relied heavily on the dossier to obtain a Foreign Intelligence Surveillance Act (FISA) warrant against former Trump campaign adviser Carter Page.",
  "House Permanent Select Committee on Intelligence Chairman Devin Nunes sent letters Tuesday to more than a dozen current and former U.S. government officials asking about their knowledge of the infamous Steele dossier.",
  "In the letters, Nunes submitted 10 questions covering when the officials learned of the dossier and how they handled the salacious and unverified document written by former British spy Christopher Steele.",
  "Nunes letter about dossier by Chuck Ross on Scribd\n\nFollow Chuck on Twitter\n\nFreedom of Speech Isn’t Free\n\nThe Daily Caller News Foundation is working hard to balance out the biased American media.",
  "Nunes’ memo, which cites the FBI application for the Page FISA, also noted that a Sept. 23, 2016, news article based on information from Steele was used to help justify the spy warrant.",
  "Nunes asks whether President Barack Obama was aware of the dossier prior to Jan. 5, 2017, when he was reportedly briefed by then-FBI Director James Comey about the report.",
  "In the letters, Nunes asks how the Steele information was presented to the government officials and whether they shared it with anyone else, including reporters.",
  "The dossier alleges that Russian government was blackmailing Donald Trump and that members of the Trump campaign colluded with the Kremlin to sway the election.",
  "(RELATED: FISA Warrant Relied On Dossier, News Story)\n\nNunes, a California Republican, threatened subpoenas if the officials did not comply with the letters.",
  "He issued subpoenas in 2017 that led to the revelation the Clinton campaign and DNC paid $1 million to Fusion GPS as part of the dossier project.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The identities of the recipients are redacted from the letter, which a congressional source shared with The Daily Caller News Foundation.",
  "WATCH:\n\nNunes is also asking whether the officials took any official action or convened any meetings after receiving the dossier.",
  "Nunes has led the Republican inquiry into the document, which remains largely unverified more than a year after its release.",
  "“If you do not provide timely answers on a voluntary process, the Committee will initiate compulsory process,” he wrote.",
  "Instead, the application only acknowledged that the dossier was a part of politically-motivated research against Trump.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "But the application failed to note that the article came from the same source of information as the dossier.",
  "We’re not dependent on commercial or political support and we do not accept any government funding.",
  "The letters also suggest that members of the Obama administration are being pressed for answers.",
  "The FISA application also failed to note that the Clinton campaign and DNC funded the dossier.",
  "Republicans have cried foul over the warrant because the dossier remains largely unverified.",
  "The recipients were described as “high-ranking” current and former government officials.",
  "After CNN reported the briefing, BuzzFeed News published the dossier four days later.",
  "Comey briefed then-President-elect Trump on some of the allegations on Jan. 6, 2017.",
  "Make a one-time donation to support the quality, independent journalism of TheDCNF.",
  "Between one and two dozen letters were issued.",
  "For as little as $3, you can help us."
]