[
  "Sincerely,\n\nDonald F. McGahn II\n\nCounsel to the President\n\ncc: The Honorable Paul Ryan\n\nSpeaker of the House of Representatives\n\nThe Honorable Adam Schiff\n\nRanking Member, House Permanent Select Committee on Intelligence\n\nDeclassified by order of the President\n\nFebruary 2, 2018\n\nJanuary 18, 2018\n\nTo: HPSCI Majority Members\n\nFrom: HPSCI Majority Staff\n\nSubject: Foreign Intelligence Surveillance Act Abuses at the Department of Justice and the Federal Bureau of Investigation\n\n————————————————————————\n\nPurpose\n\nThis memorandum provides Members an update on significant facts relating to the Committee’s ongoing investigation into the Department of Justice (DOJ) and Federal Bureau of Investigation (FBI) and their use of the Foreign Intelligence Surveillance Act (FISA) during the 2016 presidential election cycle.",
  "House Intelligence Committee Report on FISA Abuses by Christian Datoc on Scribd\n\nHere is the full text:\n\nTHE WHITE HOUSE\n\nWASHINGTON\n\nFebruary 2, 2018\n\nThe Honorable Devin Nunes\n\nChairman, House Permanent Select Committee on Intelligence\n\nUnited States Capitol\n\nWashington, DC 20515\n\nDear Mr. Chairman:\n\nOn January 29, 2018, the House Permanent Select Committee on Intelligence (hereinafter “the Committee”) voted to disclose publicly a memorandum containing classified information provided to the Committee in connection with its oversight activities (the “Memorandum,” which is attached to this letter).",
  "For example, in September 2016, Steele admitted to Ohr his feelings against then-candidate Trump when Steele said he “was desperate that Donald Trump not get elected and was passionate about him not being president.” This clear evidence of Steele’s bias was recorded by Ohr at the time and subsequently in official FBI files—but not reflected in any of the Page FISA applications.",
  "Yet, in early January 2017, Director Comey briefed President-elect Trump on a summary of the Steele dossier, even though it was-–according to his June 2017 testimony—“salacious and unverified.” While the FISA application relied on Steele’s past record of credible reporting on other unrelated matters, it ignored or concealed his anti-Trump financial and ideological motivations.",
  "As provided by clause 11(g) of Rule X of the House of Representatives, the Committee has forwarded this Memorandum to the President based on its determination that the release of the Memorandum would serve the public interest.1\n\nThe Constitution vests the President with the authority to protect national security secrets from disclosure.",
  "The Executive Branch, across Administrations of both parties, has worked to accommodate congressional requests to declassify specific materials in the public interest.1 However, public release of classified information by unilateral action of the Legislative Branch is extremely rare and raises significant separation of powers concerns.",
  "Our findings, which are detailed below, 1) raise concerns with the legitimacy and legality of certain DOJ and FBI interactions with the Foreign Intelligence Surveillance Court (FISC), and 2) represent a troubling breakdown of legal processes established to protect the American people from abuses related to the FISA process.",
  "b) The initial FISA application notes Steele was working for a named U.S. person, but does not name Fusion GPS and principal Glenn Simpson, who was paid by a U.S. law firm (Perkins Coie) representing the DNC (even though it was known by DOJ at the time that political actors were involved with the Steele dossier).",
  "Though the circumstances leading to the declassification through this process are extraordinary, the Executive Branch stands ready to work with Congress to accommodate oversight requests consistent with applicable standards and processes, including the need to protect intelligence sources and methods.",
  "According to the memo, the FBI and DOJ would have never gotten a FISA warrant to survey former Trump campaign worker Carter Page without information from the controversial Steele dossier — nor did DOJ and FBI officials disclose to the FISA court about the political origin of the dossier’s information.",
  "Strzok was reassigned by the Special Counsel’s Office to FBI Human Resources for improper text messages with his mistress, FBI Attorney Lisa Page (no known relation to Carter Page), where they both demonstrated a clear bias against Trump and in favor of Clinton, Whom Strzok had also investigated.",
  "a) Neither the initial application in October 2016, nor any of the renewals, disclose or reference the role of the DNC, Clinton campaign, or any party/campaign in funding Steele’s efforts, even though the political origins of the Steele dossier were then known to senior and FBI officials.",
  "Steele should have been terminated for his previous undisclosed contacts with Yahoo and other outlets in September—before the Page application was submitted to the FISC in October—but Steele improperly concealed from and lied to the FBI about those contacts.",
  "Accordingly, he has directed lawyers and national security staff to assess the declassification request, consistent with established standards governing the handling of classified information, including those under Section 3.1(d) of Executive Order 13526.",
  "a) Steele was suspended and then terminated as an FBI source for what the FBI defines as the most serious of violations—an unauthorized disclosure to the media of his relationship with the FBI in an October 30, 2016, Mother Jones article by David Corn.",
  "The Strzok/Lisa Page texts also reflect extensive discussions about the investigation, orchestrating leaks to the media, and include a meeting with Deputy Director McCabe to discuss an “insurance” policy against President Trump’s election.",
  "3) Before and after Steele was terminated as a source, he maintained contact with DOJ via then-Associate Deputy Attorney General Bruce 0hr, a senior DOJ official who worked closely with Deputy Attorneys General Yates and later Rosenstein.",
  "In order to facilitate appropriate congressional oversight, the Executive Branch may entrust classified information to the appropriate committees of Congress, as it has done in connection with the Committee’s oversight activities here.",
  "However, the rigor in protecting the rights of Americans, which is reinforced by 90-day renewals of surveillance orders, is necessarily dependent on the government’s production to the court of all material and relevant facts.",
  "Steele was a longtime FBI source who was paid over $160,000 by the DNC and Clinton campaign, via the law firm Perkins Coie and research firm Fusion GPS, to obtain derogatory information on Donald Trump’s ties to Russia.",
  "As such, the public’s confidence in the integrity of the FISA process depends on the court’s ability to hold the government to the highest standard—particularly as it relates to surveillance of American citizens.",
  "1) The “dossier” compiled by Christopher Steele (Steele dossier) on behalf of the Democratic National Committee (DNC) and the Hillary Clinton campaign formed an essential part of the Carter Page FISA application.",
  "4) According to the head of the FBI’s counterintelligence division, Assistant Director Bill Priestap, corroboration of the Steele dossier was in its “infancy” at the time of the initial Page FISA application.",
  "5) The Page FISA application also mentions information regarding fellow Trump campaign advisor George Papadopoulos, but there is no evidence of any cooperation or conspiracy between Page and Papadopoulos.",
  "The application does not mention Steele was ultimately working on behalf of—and paid by—the DNC and Clinton campaign, or that the FBI had separately authorized payment to Steele for the same information.",
  "As the Supreme Court has recognized, it is the President’s responsibility to classify, declassify, and control access to information bearing on our intelligence sources and methods and national defense.",
  "b) Steele’s numerous encounters with the media violated the cardinal rule of source handling—maintaining confidentiality—and demonstrated that Steele had become a less than reliable source for the FBI.",
  "The House Intelligence Committee has released its memo detailing alleged abuses by the FBI and Justice Department during their criminal investigations into President Donald Trump’s 2016 campaign.",
  "the Committee agreed to send the revised Findings and Conclusions, and the updated Executive Summary of the Committee Study, to the President for declassification and public release”); H. Rept.",
  "Investigation Update\n\nOn October 21, 2016, DOJ and FBI sought and received a FISA probable cause order ( not under Title VII) authorizing electronic surveillance on Carter Page from the FISC.",
  "Furthermore, Deputy Director McCabe testified before the Committee in December 2017 that no surveillance warrant would have been sought from the FISC without the Steele dossier information.",
  "California Rep. and Republican chairman of the House Intelligence Committee Devin Nunes assembled the memo and has been in an ongoing political battle with Democrats about its release.",
  "It then required the approval of the Attorney General, Deputy Attorney General (DAG), or the Senate confirmed Assistant Attorney General for the National Security Division.",
  "2) The Carter Page FISA application also cited extensively a September 23, 2016, Yahoo News article by Michael Isikoff, which focuses on Page’s July 2016 trip to Moscow.",
  "The Executive Branch does so on the assumption that the Committee will responsibly protect such classified information, consistent with the laws of the United States.",
  "In the case of Carter Page, the government had at least four independent opportunities before the FISC to accurately provide an accounting of the relevant facts.",
  "Based on this assessment and in light of the significant public interest in the memorandum, the President has authorized the declassification of the Memorandum.",
  "After Steele was terminated, a source validation report conducted by an independent unit within FBI assessed Steele’s reporting as only minimally corroborated.",
  "§1805 (d)(1)), a FISA order on an American citizen must be renewed by the ISC every 90 days and each renewal requires a separate finding of probable cause.",
  "Specifically, the memo contains allegations that both departments abused their surveillance powers and behaved dishonestly when applying for FISA warrants.",
  "Accordingly, the Committee’s request to release the Memorandum is interpreted as a request for declassification pursuant to the President’s authority.",
  "Steele has admitted in British court filings that he met with Yahoo News—and several other—outlets in September 2016 at the direction of Fusion GPS.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Follow Joe on Twitter\n\nFreedom of Speech Isn’t Free\n\nThe Daily Caller News Foundation is working hard to balance out the biased American media.",
  "The Papadopoulos information triggered the opening of an FBI counterintelligence investigation in late July 2016 by FBI agent Pete Strzok.",
  "The White House review process also included input from the Office of the Director of National Intelligence and the Department of Justice.",
  "Then-Director James Comey signed three FISA applications in question on behalf of the FBI, and Deputy Director Andrew McCabe signed one.",
  "Then-DAG Sally Yates, then-Acting DAG Dana Boente, and DAG Rod Rosenstein each signed one or more FISA applications on behalf of DOJ.",
  "Consistent with this review and these standards, the President has determined that declassification of the Memorandum is appropriate.",
  "This article does not corroborate the Steele dossier because it is derived from information leaked by Steele himself to Yahoo News .",
  "a) During this same time period, Ohr’s wife was employed by Fusion GPS to assist in the cultivation of opposition research on Trump.",
  "Due to the sensitive nature of foreign intelligence activity, FISA submissions (including renewals) before the FISC are classified.",
  "Bush) (noting Senate resolution requesting that President provide for declassification of certain information Via Executive Order).",
  "Consistent with requirements under FISA, the application had to be first certified by the Director or Deputy Director of the FBI.",
  "Ohr later provided the FBI with all of his wife’s opposition research, paid for by the DNC and Clinton campaign via Fusion GPS.",
  "Those standards permit declassification when the public interest in disclosure outweighs any need to protect the information.",
  "This should include information potentially favorable to the target of the FISA application that is known by the government.",
  "—————————————–\n\nThe President understands that the protection of our national security represents his highest obligation.",
  "Perkins Coie was aware of Steele’s initial media contacts because they hosted at least one meeting in Washington DC.",
  "The Page FISA application incorrectly assesses that Steele did not directly provide information to Yahoo News.",
  "The FBI and DOJ obtained one initial FISA warrant targeting Carter Page and three FISA renewals from the FISC.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The President understands that oversight concerning matters related to the Memorandum may be continuing.",
  "However, our findings indicate that, as described below, material and relevant information was omitted.",
  "Shortly after the election, the FBI began interviewing Ohr, documenting his communications with Steele.",
  "We’re not dependent on commercial or political support and we do not accept any government funding.",
  "Page is a U.S. citizen who served as a volunteer advisor to the Trump presidential campaign.",
  "The Ohrs’ relationship with Steele and Fusion GPS was inexplicably concealed from the FISC.",
  "The Committee has now determined that the release of the Memorandum would be appropriate.",
  "Such an omission could possibly constitute an act of fraud in front of the FISA court.",
  "Make a one-time donation to support the quality, independent journalism of TheDCNF.",
  "To be clear, the Memorandum reflects the judgments of its congressional authors.",
  "In 2016 with Steele and Fusion GPS where this matter was discussed.",
  "114–8 at 12 (Administration of Barack Obama) (“On April 3, 2014 .",
  "107-792 (Administration of George H. W. Bush) (similar); E.O.",
  "The entirety of the memo can be found here.",
  "For as little as $3, you can help us.",
  "12812 (Administration of George H.W.",
  "—————————————–\n\n1See, e.g., S. Rept.",
  "See, Dep of Navy v. Egan, 484 US.",
  "As required by statute (50 U.S.C.",
  "518, 527 (1988).",
  ".",
  "."
]