[
  "Briefing to Trump leaked to media, contents of dossier publically disclosed\n\nOne issue that could be relevant in Fusion GPS’s admitted decision to turn to McCain is a revelation in the House memo that dossier author Steele was terminated as an FBI source “for what the FBI defines as the most serious of violations – an unauthorized disclosure to the media of his relationship with the FBI in an October 30, 2016 Mother Jones article by David Corn.”\n\nAnother issue here is the timing.",
  "TEL AVIV — Last week’s release of a four-page House Intelligence Committee memo alleging abuse of surveillance authority provides details that raise new questions about Sen. John McCain’s role in delivering the infamous, largely discredited 35-page dossier on President Donald Trump and Russia to the U.S. intelligence community under Barack Obama’s administration.",
  "Comey also utilized the dossier, according to the memo, even though senior FBI officials were aware at the time that the document, authored by ex-British spy Christopher Steele, was produced by the controversial Fusion GPS firm and was funded by Hillary Clinton’s 2016 presidential campaign and the Democratic National Committee (DNC) via the Perkins Coie law firm.",
  "The news network cited “multiple U.S. officials with direct knowledge of the briefings” – in other words, officials leaking information about classified briefings – revealing the dossier contents were included in a two-page synopsis that served as an addendum to a larger report on Russia’s alleged attempts to interfere in the 2016 presidential election.",
  "The timeline revealed in the memo shows that by the time McCain delivered the dossier to the FBI leadership in December 2016, the agency had not only already launched an investigation into Trump’s campaign partially utilizing the dossier but Comey himself had two months earlier signed an application using the dossier to obtain a FISA warrant on Page.",
  "In a New York Times oped last month, Simpson and fellow GPS Co-Founder Peter Fritch relate that they helped McCain share their anti-Trump dossier with the Obama-era intelligence community via an “emissary.”\n\n“After the election, Mr. Steele decided to share his intelligence with Senator John McCain via an emissary,” the Fusion GPS founders related.",
  "Among those reasons were: (1) we knew the media was about to publicly report the material and we believed the IC should not keep knowledge of the material and its imminent release from the President-Elect; and (2) to the extent there was some effort to compromise an incoming President, we could blunt any such effort with a defensive briefing.",
  "The memo, crafted by House Republicans, reveals, among other things, that former FBI Director James Comey personally signed FISA court applications utilizing the dossier to obtain FISA court warrants to conduct surveillance on Carter Page, who briefly served as a volunteer foreign policy adviser to Trump’s 2016 presidential campaign.",
  "Necessity of McCain delivering dossier\n\nIn August 22 testimony released last month, Fusion GPS Co-Founder Glenn R. Simpson stated that Steele’s outreach to the FBI was “something that Chris took on on his own.” Simpson stated that as far as he knew Fusion GPS did not fund Steele’s July 2016 trip to Rome to meet with the FBI.",
  "According to the memo, Comey “signed three FISA applications in question on behalf of the FBI, and Deputy Director Andrew McCabe signed one.”\n\nComey allegedly utilized the dossier to seek the initial warrant even though he would label the same dossier “salacious and unverified” eight months later during sworn testimony.",
  "“That has been the extent of my contact with the FBI or any other government agency regarding this issue.”\n\nSir Andrew Wood, a former British ambassador to Moscow, said McCain first consulted him about the claims inside the dossier at a security conference in Canada shortly after last November’s presidential election.",
  "The memos describe several purported meetings during the 2016 presidential campaign between Trump representatives and Russian officials to discuss matters of mutual interest, including the Russian hacking of the Democratic National Committee and Mrs. Clinton’s campaign chairman, John D. Podesta.",
  "Newsweek reported on an alleged McCain-directed meeting between Kramer and Steele involving the dossier:\n\nKramer was reportedly directed to meet with Steele in London by McCain, who then received copies of the Trump-Russia dossier and delivered them to the Arizona senator upon returning home.",
  "In other words, Comey’s briefings themselves and the subsequent leak to CNN about those briefings by “multiple US officials with direct knowledge,” seem to have given the news media the opening to report on the dossier’s existence as well as allude to some of the document’s unproven claims.",
  "It is therefore not clear why Fusion GPS would seek out McCain to deliver to the FBI a document already being utilized by the agency to launch a probe into Trump’s campaign and obtain a FISA warrant after Steele himself provided the dossier to the FBI in July 2016.",
  "Prior to CNN’s report leaking the Comey briefing to Trump, which was picked up by news agencies worldwide, the contents of the dossier had been circulating among news media outlets, but the sensational claims were largely considered too risky to publish.",
  "It is also not clear whether, at the time he delivered the dossier to the FBI, McCain was aware of the origins of the information, primarily that Fusion GPS compiled the charges and that they were paid to do so by Clinton’s campaign and the DNC.",
  "It seems the news media utilized the leak about Comey’s dossier briefings to finally publicize the dossier’s existence and some of its contents even though many news media outlets reportedly possessed some of the dossier information for months.",
  "In his prepared remarks before the U.S. Senate Select Committee on Intelligence on June 8, 2017, Comey detailed why he claimed the Intelligence Community briefed Obama and Trump on the “salacious material” – a clear reference to the dossier.",
  "The questions about McCain’s involvement follow an admission last month by the founders of Fusion GPS that they helped Steele share the document with the Arizona senator utilizing a surrogate after the November 2016 presidential election.",
  "On January 10, 2017, CNN was first to report the leaked information that the controversial contents of the dossier were presented during classified briefings on classified documents presented one week earlier to Obama and Trump.",
  "As Breitbart News documented, Comey’s dossier briefing to Trump was subsequently leaked to the news media, setting in motion a flurry of news media attention on the dossier, including the release of the document to the public.",
  "The goal was to alert the United States national security community to an attack on our country by a hostile foreign power.”\n\nIt was not clear from their statement whether McCain knew Fusion GPS was behind the dossier.",
  "He stated that he and other U.S. officials briefed Obama and Trump about the dossier contents because they wanted to alert the president and president-elect that the news media were about to release the material.",
  "In March, Vanity Fair raised questions about the alleged involvement of longtime McCain associate David J. Kramer, a former State Department official, in helping to obtain the dossier directly from Steele.",
  "A January 11, 2017 statement from McCain attempted to explain why he provided the documents to the FBI but did not mention how he came to possess the dossier or whether he knew who funded it.",
  "Comey wrote:\n\nThe IC leadership thought it important, for a variety of reasons, to alert the incoming President to the existence of this material, even though it was salacious and unverified.",
  "While the Fusion GPS oped sheds some light on the manner in which McCain obtained the dossier, the Fusion founders did not name the “emissary” who delivered the document to McCain.",
  "Comey allegedly utilized the dossier, produced by the controversial Fusion GPS opposition research firm, to seek and receive the first warrant against Page on October 21, 2016.",
  "“Upon examination of the contents, and unable to make a judgment about their accuracy, I delivered the information to the director of the FBI,” McCain said at the time.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "The briefing also may have provided the veneer of respectability to a document circulated within the news media but widely considered too unverified to publicize.",
  "Just after CNN’s January 10 report on Comey’s classified briefings about the dossier, BuzzFeed famously published the dossier’s full unverified contents.",
  "The memos also suggest that Russian officials proposed various lucrative deals, essentially as disguised bribes in order to win influence over Mr. Trump.",
  "The New York Times used CNN’s story on Comey’s briefing to report some contents of the dossier the same day as CNN’s January 10 report on the briefings.",
  "The memo relates that in early January 2017, prior to Trump’s inauguration, Comey briefed then President-Elect Trump and President Obama on the dossier.",
  "After citing the CNN story, the Times reported:\n\nThe memos describe sex videos involving prostitutes with Mr. Trump in a 2013 visit to a Moscow hotel.",
  "“My mission was essentially to be a go-between and a messenger, to tell the senator and assistants that such a dossier existed,” Wood told Fox News.",
  "The videos were supposedly prepared as “kompromat,” or compromising material, with the possible goal of blackmailing Mr. Trump in the future.",
  "When it published the dossier text, BuzzFeed reported that the contents had circulated “for months” and were known to journalists.",
  "“I told him I was aware of what was in the report but I had not read it myself, that it might be true, it might be untrue.",
  "It is not the usual job of the U.S. intelligence community to brief top officials about pending news media coverage.",
  "Kramer was reportedly questioned by the House Intelligence Committee about his involvement in the dossier affair.",
  "All that changed when the dossier contents were presented to Obama and Trump during the classified briefings.",
  "The issue was also raised in a lawsuit filed against Steele by one of the individuals named in the dossier.",
  "Last December, Wood related that he served as a “go-between” to inform McCain about the dossier contents.",
  "Federal agencies sought the renewal of the order every 90 days in accordance with court requirements.",
  "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "Wood stated that McCain had obtained the documents from the senator’s own sources.",
  "He said he believes that the trip expenses may have been reimbursed by the FBI.",
  "I had no means of judging really,” Wood further told BBC Radio 4 in January.",
  "McCain reportedly delivered the dossier to FBI leadership in December 2016.",
  "McCain in turn reportedly provided the dossier to the FBI in December 2016.",
  "McCain has not responded to multiple Breitbart News requests for comment.",
  "Yet in his testimony, the FBI’s Comey claimed the opposite was the case.",
  "McCain then gave the dossier to the FBI in December 2016.",
  "Written with additional research by Joshua Klein.",
  "Follow him on Facebook.",
  "“We helped him do that."
]