[
  "SCOOP: House Republicans probing the FBI/DOJ have sent a new round of interview requests to:\n\n\n\n-James Comey\n\n-Loretta Lynch\n\n-Sally Yates\n\n-Glenn Simpson\n\n-George Papadopoulos\n\n\n\nThe inquiry is ramping up for weeks of highly charged testimony: https://t.co/8B95zeOnhl — Kyle Cheney (@kyledcheney) September 26, 2018\n\nHouse Democrats said they were blindsided by the news of the interview requests.",
  "House Judiciary Committee Chairman Bob Goodlatte (R-Va.) and House Oversight Committee Chairman Trey Gowdy (R-S.C.) sent interview requests to former FBI Director James Comey, former Attorney General Loretta Lynch and former Deputy Attorney General Sally Yates, Politico reported on Tuesday.",
  "Bloomberg/Getty Images Former FBI Director James Comey (left) and former Attorney General Loretta Lynch are among the five high-profile witnesses who've been called to testify as part of the Republican-led inquiry into the FBI and Justice Department's Russia probe.",
  "Requests were also issued to Glenn Simpson, whose research firm Fusion GPS was behind the Trump-Russia dossier, and former Trump campaign aide George Papadopoulos?, who was recently sentenced to two weeks behind bars for lying to the FBI.",
  "House Republicans have reportedly called several high-profile witnesses to testify as part of their ongoing inquiry into whether anti-Trump bias tainted the FBI and Justice Department’s probe into Russian election meddling.",
  "“The Republican majority was initiating negotiations with interviewees without consulting with us, while presenting it as if they were,” a spokesman for Judiciary Committee Democrats told The Washington Post.",
  "A committee aide told Politico that Republicans have “continued to stay in contact with the Minority staff over the scheduling of interviews.”",
  "“That is not just dishonest, it is misleading.”\n\nCommittee Republicans refuted the claim.",
  "They claim they were neither consulted nor informed about them ?",
  "despite the witnesses being told otherwise."
]