[
  "Justice Department official Bruce Ohr did not disclose Fusion GPS was paying his wife\n\nOhr was demoted from his post after the information emerged\n\nWillfully falsifying government ethics documents can result in jail time\n\nBruce Ohr, the Department of Justice official who brought opposition research on President Donald Trump to the FBI, did not disclose that Fusion GPS, which performed that research at the Democratic National Committee’s behest, was paying his wife, and did not obtain a conflict of interest waiver from his superiors at the Justice Department, documents obtained by The Daily Caller News Foundation show.",
  "Tom Fitton, president of Judicial Watch, a conservative legal group that has been critical of the department’s handling of the Trump investigation, said, “This document ought to trigger an immediate criminal investigation if one isn’t already ongoing.”\n\nKathleen Clark, an ethics expert and law professor at Washington University in St. Louis, said beyond the disclosure issue, as far as the legal definition of conflict of interest requiring a recusal, it could depend on whether Ohr’s actions would have had a “direct and predictable” effect on his wife’s income from Fusion GPS.",
  "If the person charged with reviewing an employee’s report finds a conflict, he should impose a remedy immediately.” Its guidance says, “Employees should always seek the advice of an ethics official when contemplating any action that may be covered by the rules.”\n\nPaul Kamenar, a Washington, D.C., public policy lawyer experienced in executive branch ethics and disclosure laws, said, “Based on my reading of the regulations and disclosure guide accompanying the form, he failed to disclose the source of his wife’s income on line 4 by not including the ‘name of the employer.",
  "Amey said, “As a lawyer and a top Justice official, Ohr should know that he can’t participate in anything related to his wife’s work … Ohr should have been upfront about his wife’s employment and not touched anything related to Steele, the dossier, and Fusion GPS.” The DOJ’s judgment is only as good as the information volunteered to them by Ohr, he said, and because he didn’t list the name of his wife’s employer, they likely had no reason to suspect it might have impacted his work.",
  "The form says, “[F]alsification of information required to be filed by section 102 of the [Ethics in Government Act of 1978] may also subject you to criminal prosecution” as well as “civil monetary penalty and to disciplinary action by your employing agency.”\n\nThe lack of disclosure is the latest of several examples of people apparently trying to conceal the financial relationship that Fusion GPS, which was funded by the DNC, had with the family of the DOJ official.",
  "“Since he lists her income type as ‘salary’ as opposed to line 1 where he describes her other income as ‘consulting fees’ as an ‘independent contractor’ it’s clear that she was employed by a company that should have been identified by name.”\n\n“And even with respect to her ‘independent contractor’ listing, it appears incomplete by not describing what kind of services were provided.",
  "The DOJ used it to obtain a warrant to wiretap a Trump adviser, but didn’t disclose to the judge that the DNC and former Secretary of State Hillary Clinton’s campaign had funded the research and that Ohr had a financial relationship with the firm that performed it — which could be, it turns out, because Ohr doesn’t appear to have told his supervisors.",
  "The Democratic National Committee (DNC) hired Fusion GPS to gather and disseminate damning info about Trump, and they in turn paid Nellie Ohr, a former CIA employee with expertise in Russia, for an unknown role related to the “dossier.” Bruce Ohr then brought the information to the FBI, kicking off a probe and a media firestorm.",
  "Investigators said, “Did Mr. Ohr reach out to you?”\n\n“It was someone that Chris Steele knows … and I met Bruce too through organized crime conferences or something like that … Chris told me that he had been talking to Bruce … and that Bruce wanted more information, and suggested that I speak with Bruce,” Simpson said.",
  "'”\n\n“The law provides that whoever ‘knowingly and willfully’ fails to file information required to be filed on this report faces civil penalties up to $50,000 and possible criminal penalties up to one year in prison under the disclosure law and possibly up to five years in prison under 18 USC 1001,” he said.",
  "In addition, if your spouse’s employer is a privately held business, provide the employer’s line of business.” As examples, it gives “Xylophone Technologies Corporation” and “DSLK Financial Techniques, Inc. (financial services).” The dollar amount does not need to be disclosed.",
  "Ohr also did not get a conflict of interest waiver from his supervisors, suggesting that he may not have explained to anyone the true source of the income and how it intersected with his official involvement in the case, nor did he have approval.",
  "Investigators said, “You’ve never heard from anyone in the U.S. Government in relation to those matters, either the FBI or the Department of Justice?”\n\n“I was asked to provide some information … by a prosecutor named Bruce Ohr,” he said.",
  "Kamenar said what is known as the frequently used “catch-all” provision clearly applies, saying “Circumstances… would cause a reasonable person with knowledge of the facts to question an employee’s impartiality” require recusal.",
  "That would have required outright recusal.” Making it potentially even worse than failing to recuse, Ohr’s pressing the Trump case appears to be something he decided to do on his own, rather than something assigned to him.",
  "The omission may explain why Ohr was demoted from his post as associate deputy attorney general after the relationship between Fusion GPS and his wife emerged and Fusion founder Glenn Simpson acknowledged meeting with Ohr.",
  "In response to a records request, officials told TheDCNF, “There are no … waivers for this filer.”\n\nScott Amey, general counsel of the Project on Government Oversight, said “he couldn’t get a waiver for that.",
  "Simpson suggested in court records on Dec. 12, 2017, that the only way government investigators could have found out about Nellie Ohr’s relationship with the company was through its bank records.",
  "Bruce Ohr was demoted from his DOJ position shortly after the company’s founder acknowledged in a Nov. 14, 2017, interview with the House Intelligence Committee that he had met with him.",
  "In Fusion GPS founder Simpson’s November House interview, he conspicuously omitted his relationship with Nellie Ohr, painting Bruce Ohr as someone who he was connected to independently.",
  "“Bank records reflect that Fusion contracted with Nellie Ohr, a former government official expert in Russian matters, to help our company with its research and analysis of Mr. Trump.",
  "Walter Schaub, a former government ethics czar who is an expert on the forms and resigned after offering sharp criticisms of Trump, declined repeated requests to weigh in on Ohr.",
  "“Report each source, whether a natural person or an organization or entity, that provided your spouse more than $1,000 of earned income during the reporting period,” they say.",
  "If a potential conflict is disclosed and explained to supervisors, a government agency can grant a conflict of interest waiver, known as a 208(b) waiver.",
  "In 2016, she added a new employer who paid her a “salary,” but listed it vaguely as “cyberthreat analyst,” and did not say the name of the company.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Both these omissions do not give the reviewing official sufficient information to determine whether there is a conflict,” Kamenar added.",
  "In an earlier Aug. 22, 2017, interview with the Senate Judiciary Committee, Simpson didn’t mention either of the Ohrs by name.",
  "Simpson also said his firm was not affiliated with any Russian speakers, even though Nellie Ohr appears to speak the language.",
  "For 2014 and 2015, Bruce Ohr disclosed on ethics forms that his wife was an “independent contractor” earning consulting fees.",
  "I am not aware of any other sources from which the committee or the media could have learned of this information,” he said.",
  "Freedom of Speech Isn’t Free\n\nThe Daily Caller News Foundation is working hard to balance out the biased American media.",
  "He said he had not met with any FBI officials about the matter, without noting his contact with the DOJ official.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The DOJ says, “Financial disclosure reports are used to identify potential or actual conflicts of interest.",
  "Fox News reported in December that Ohr had concealed his meetings with the firm from his supervisors.",
  "We’re not dependent on commercial or political support and we do not accept any government funding.",
  "Some have suggested that the financial payments motivated Bruce Ohr to actively push the case.",
  "Willfully falsifying government ethics forms can carry a penalty of jail time, if convicted.",
  "Make a one-time donation to support the quality, independent journalism of TheDCNF.",
  "In addition to meeting with Simpson, Ohr also met with Steele before the election.",
  "The instructions require officials to “Provide the name of your spouse’s employer.",
  "Bruce Ohr did not return a request for comment, nor did the DOJ.",
  "Send tips to luke@dailycallernewsfoundation.org.",
  "For as little as $3, you can help us.",
  "Follow Luke on Twitter.",
  "PGP key."
]