[
  "We also believe that it's essential that the civil liberties of American citizens be protected and that a standard be imposed on the examination of information about U.S. citizens incidentally gathered as a part of the Section 702 program with the surveillance of non-U.S. citizens outside the United States, but -- incidentally gathering information about U.S. citizens and then being looked into by agents of the Federal Bureau of Investigation without a warrant.",
  "The regulations say the attorney general, or, in your case, the acting attorney general, will appoint the special counsel when you determine that, one, criminal investigation of a person or matter is warranted, and two, the investigation either presents a conflict of interest to the department or some other strong public interest requires you to appoint this special counsel.",
  "NADLER: OK. Then, presuming for a moment -- presuming for a moment that the department has conducted an initial assessment and found no predicate for criminal investigation -- so, in plain English, there is no ongoing criminal investigation -- under this presumption, could you or the -- Attorney General Sessions simply appoint this special counsel to look into these matters?",
  "Let me briefly review for the record, the FBI and DOJ brought to justice and put away Timothy McVeigh, domestic terrorist who killed 168 Americans; Klansmen who murdered civil rights workers Goodman, Chaney and Schwerner; the Unabomber; terrorists who bomb U.S. embassies in Kenya and Tanzania; organized crime family kingpins; --",
  "Allow me, just for a moment, as I move on (ph) my questions, to\n\n\n\nindicate that I am shocked and baffled, the way some in the right-wing media and some of our friends on the other side show such contempt for the Department of Justice and the FBI and so much (sic) skepticism or mistrust of the Russian government.",
  "ROSENSTEIN: Well it's a -- it's a query, as a constitutional matter, what we're talking about...\n\n\n\nGOODLATTE: (OFF-MIKE) allow the initial query, once that results in something the agent wants to look at, I don't see how you distinguish the further reading of e-mails or other things from a search.",
  "One of the things they said was that the department's policy on nondiscrimination includes the Department of Justice needs to seek to eliminate discrimination on the basis of race, color, religion, sex, sexual orientation, national origin, marital status, political affiliation, age and the like.",
  "GOODLATTE: Well, given the understand this committee's jurisdiction and its history of providing the intelligence community with the tools it needs, why would we, in the words of the department, attempt to, quote, \"dismantle\" Section 702 of our nation's most important surveillance program?",
  "We're simply talking about crimes that have already occurred, that are being investigated, as they should be investigated by the department, but under the procedures that the American people would expect that they would follow to protect their civil liberties in other circumstances.",
  "The local police may...\n\n\n\n(CROSSTALK)\n\n\n\nGOODLATTE: General Rosenstein, let me interrupt you, because the very specific instance that you are citing was cited to us in our discussions with the FBI, and that very specific protection for the FBI was added to our legislation.",
  "But, rather than wearing stripes, as umpires and referees might wear, I would submit that the Mueller team overwhelmingly ought to be attired with Democratic donkeys on their jerseys or \"I'm with Hillary\" T-shirts -- certainly not with \"Let's Make America Great Again.\"",
  "But, as I said, the -- without regard to what the law may require, our policy is to try to...\n\n\n\n(CROSSTALK)\n\n\n\nNADLER: I understand that, but you would take a look at whether you would encourage the Office of Legal Counsel to withdraw that May 1st opinion?",
  "And so I believe that Director Mueller understands that and that he is running that office appropriately, recognizing that people have political views, but ensuring that those views are not in any way a factor in how they conduct themselves in office.",
  "It's my understanding that, under the order appointing him, Mr. Mueller has the authority to investigate matters that arose or may arise directly from the investigation, which would include crimes uncovered while he is investigating the main mission.",
  "And the ability to query that data and then follow up on it gives the FBI the opportunity to put two and two together, to connect the dots...\n\n\n\n(CROSSTALK)\n\n\n\nGOODLATTE: There are lots of leads that any law enforcement person would like to pursue.",
  "ROSENSTEIN: Mr. Chairman, as you're aware, the inspector general is conducting an investigation into the handling of that Hillary Clinton e-mail investigation, and I believe that the matters that you've referred to are part of his investigation.",
  "And that is precisely one of the issues that I've discussed with our political appointees -- that we're not going to do that, that we are not going to improperly consider political affiliation with regard to career employees of the department.",
  "And, if the special counsel were to obtain information not directly related to Russian interference with the election, and he wanted to investigate that further, would he need to obtain your authority to expand the investigation?",
  "According to the department, the Office of the Inspector General informed Special Counsel Mueller of the existence of these text messages between Peter Strzok and Lisa Page on July 27th, 2017 -- the texts you sent us last night.",
  "The majority of this committee, the White House and President Trump's private attorneys have all called for the Department of Justice to appoint a new special counsel to investigate a number of Hillary Clinton-related matters.",
  "And what we're trying to avoid is a situation where we re-erect a wall that would prevent the FBI from gaining access to information that might allow them to connect a lead to information that implicates national security.",
  "Hypothetically, let's say for example that a local police department receives a call that somebody has purchased a large quantity of hydrogen peroxide, and something made the clerk at the store suspicious about that.",
  "GOODLATTE: Are you aware that this committee has primary oversight of the Foreign Intelligence Surveillance Act, due in part to the significant constitutional and legal questions that government surveillance raises?",
  "NADLER: As I said earlier, to my knowledge, there's been no credible factual or legal claim that anybody at the department violated any law by deciding not to bring charges or by attempting to meet with Fusion GPS.",
  "Eighth, Brandon Van Grack contributed to ActBlue, the fundraising outfit organized to elect Democratic congressional candidates, contributed to the Obama presidential campaign, and of course, gave nothing to Trump.",
  "The bill that this committee reported specifically said you -- basically said, where you're doing a counterintelligence or a foreign or terrorism investigation, you don't need a warrant to query Section 702 data.",
  "CHABOT: Well, when you say he's running it appropriately, I think putting the committee, the people, these investigators together to begin this investigation in the first place is part of the investigation.",
  "But if the query provides a hit that -- they want to read an e-mail, they want to see other documentation, they want to see -- in its full form, they're required to get a warrant under those circumstances.",
  "If that is true, if there is no underlying criminal investigation because there is insufficient evidence of a crime, in this or any other case, do the regulations permit you to appoint a special counsel?",
  "GOODLATTE: Are you aware of any prior efforts by the Judiciary Committee -- this committee to unduly restrict the ability of the intelligence community to do its job of protecting our national security?",
  "The department had previously argued against purging those rolls because the National Voter Registration Act prohibits the purging of voters simply because they haven't voted in a given period of time.",
  "I'm properly exercising my oversight responsibilities, and so I can assure you that the special counsel is conducting himself consistently with our understanding about the scope of his investigation.",
  "LOFGREN: So let me ask you, I -- in taking a look at the individuals who are working on the matters that we are discussing, are they career attorneys in the department that were working on this?",
  "ROSENSTEIN: The difficulty, Congressman, is that I have a responsibility not to talk about what's being investigated, and that's why the original order doesn't identify any persons or charges.",
  "ROSENSTEIN: I want to make sure I'm 100 percent accurate, and I'll need to check and get back to you as to whether or not we considered particular issues to be a clarification or an expansion.",
  "ROSENSTEIN: Yes, and I believe we -- my understanding is that that information may have been provided to the...\n\n\n\n(CROSSTALK)\n\n\n\nNADLER: I'm (ph) not interested in the past at this point.",
  "And what happens when the FBI conducts these queries, Mr. Chairman, is that, typically, they're leads that are not necessarily based on probable cause, but based on a lead, a suspicion.",
  "And, finally, Andrew Weissmann -- he contributed $2,000 to the\n\n\n\nDemocratic National Committee, $2,300 to the Obama campaign, $2,300 to the Clinton Campaign, and zero to Donald Trump.",
  "And I think that's a shame, because I think the American people deserve a lot better than the very biased team that they're getting under Robert Mueller, and I think it's really sad.",
  "ROSENSTEIN: Congresswoman, one of the advantages that I bring to the job is, having been in and around the department for a while, I've seen mistakes that have been made in the past.",
  "So, for example, if he is looking at the Russia investigation and he finds out that the person he's looking at committed a bank robbery, he isn't required to ignore a bank robbery.",
  "ROSENSTEIN: Congresswoman, it's also -- it's important to recognize, because it's a special counsel, not an independent counsel, those issues are worked out with the department.",
  "But I hope you appreciated my position that, if I start answering what is and isn't, I've gone down that road that I just don't go down of discussing what's under investigation.",
  "As you know, and as many of us know, in the lawyers' code of ethics, attorneys are supposed to avoid not just the actual impropriety itself, but the appearance of impropriety.",
  "He did contribute to former Congressman Chaffetz and Senator Allen, but he contributed over $20,000 to Democratic House and Senate candidates, and again, gave zero to Trump.",
  "Mr. Rosenstein, I am concerned that the special counsel may be casting too wide of a net -- that he is trying to catch all the fish in the ocean, not just the Soviet sharks.",
  "I respect their differences of opinion, but I think the department has been very clear that we believe it's essential to national security that Section 702 be reauthorized.",
  "Let me ask you, first of all, I assume that the team you put together, you felt, was going to be -- that Mueller put together was going to be fair and unbiased, correct?",
  "You know, when this whole \"Russia was involved in our elections\" flap (ph) surfaced and you picked Robert Mueller to lead the investigation, I was, at first, encouraged.",
  "You spent your whole life working for the people of the United States as a career attorney, until you were asked to fulfill the current function that you're performing.",
  "But we have protections against them pursuing it without appropriate standard for doing it in a whole host of other ways, to protect people from unreasonable searches.",
  "And the Office of Inspector General and the Office of Professional Responsibility issued a report outlining the impropriety of using politics in personnel decisions.",
  "Fifth, Elizabeth Prelogar, who clerked for liberal Supreme Court Justices Ginsberg and Kagan, contributed to both the Obama and Clinton campaigns, and zero to Trump.",
  "For -- the first part of our letter discusses the department's failure to provide the minority with access to the documents you've already provided to the majority.",
  "SMITH: I'm not asking you to go into any specifics, or to name names or to even talk about the subject; just whether or not the request had been made to expand it.",
  "ROSENSTEIN: Well, the example I'm providing is a situation where there would not be probable cause, but we think it would be appropriate for the FBI to follow up.",
  "GOODLATTE: -- in that decision, you announced some practices that I took it to mean you thought were inappropriate actions on the part of the former FBI director.",
  "Now, my question to you is, how, with a straight face, can you say that this group of Democrat partisans are unbiased and will give President Trump a fair shake?",
  "We do have regulations; the special counsel is subject to all the department's rules and subject to oversight by the department, including the inspector general.",
  "ROSENSTEIN: Mr. Chairman, I -- as you know, I've had the advantage, over the last eight months, of having a role in overseeing our national security operations.",
  "On Monday, Ranking Member Cummings and I wrote you a letter, sir, about the majority's ongoing investigation into the investigation of Former Secretary Clinton.",
  "In testimony before the Senate Judiciary Committee, you said that you would only fire Special Counsel Mueller for good cause, and that you had not seen any yet.",
  "ROSENSTEIN: Well, Congressman, I think it's important to recognize that, when we talk about political affiliation, that all demonstrates political affiliation.",
  "On May 1st, the Office of Legal Counsel issued an opinion, arguing that \"ranking minority members do not have the authority to conduct oversight,\" unquote.",
  "ROSENSTEIN: And so I apologize if there's a delay, but we...\n\n\n\nNADLER: But would you prioritize, after letters from the chair, letters from the minority?",
  "But, as a general matter, it's important to understand that the determination about -- ultimate determination about what the law means is made by a judge.",
  "And I remember, back in 2008, there were allegations that the Department of Justice had used politics as a basis for hiring and firing in the department.",
  "ROSENSTEIN: If I could take a couple of minutes, I could explain to you -- I talked with Director Wray about an appropriate way to explain this publicly.",
  "So I discussed that with Director Mueller when he started, and we've had ongoing discussion about exactly what is within the scope of his investigation.",
  "Shortly thereafter, Politico reported that the White House counsel instructed federal agencies not to cooperate with oversight requests from Democrats.",
  "Yes or no, will you commit to ensuring that the minority -- that we receive equal access to any materials you may provide this committee in the future?",
  "SMITH: Well, do you think the personal finances come under the original jurisdiction of direct involvement, of Russian interference with the election?",
  "So, in the event that he came across evidence that was not appropriate for him to prosecute, he could refer it to other components of the department.",
  "And it's my understanding that the department is now arguing that Ohio can purge individuals from rolls, even without evidence that they have moved.",
  "What about -- can the special counsel investigate the personal actions of staff unconnected to the Russian interference of the -- with the election?",
  "We apply the department's rules and regulations in making determinations, and we do have career ethics advisers who provide us counsel about that.",
  "But, where you're conducting an investigation of domestic crimes, then, like any other investigation of domestic crimes, you would need a warrant.",
  "That first part, when he or she determines a criminal investigation of a personal matter is warranted -- is that part of the regulations optional?",
  "Mr. Mueller immediately concluded the Mr. Strzok could no longer participate in the investigation, and he was removed from the team the same day.",
  "Next, James Quarles -- he's contributed to the Democratic presidential campaigns of Dukakis, Kerry, Obama and Hillary Clinton, and Gore as well.",
  "Seventh, Jeannie Rhee -- she actually represented, as was previously mentioned, Hillary Clinton and the Clinton Foundation in several lawsuits.",
  "He gave $2,600 to Democrat Senator Gillibrand, who just this week led the charge of Democratic senators demanding that President Trump resign.",
  "I've discussed this with Director Mueller, and he and I collectively have a lot of experience managing offices in the Department of Justice.",
  "Under the regulation, the special counsel is permitted to request the detail of attorneys in the department who he believes will be helpful.",
  "I know the department obviously has expressed its opinion about the reauthorization, which we think is critically important, of Section 702.",
  "Since then, Democrats on this committee have written more than 40 letters to the administration, without any meaningful response thus far.",
  "Obviously, we prioritize inquiries propounded by the chair on behalf of the committee, but we'll make an effort to respond to any inquiry.",
  "The special counsel has hired at least eight attorneys who had direct connections to both the -- to either the Obama or Clinton campaigns.",
  "Department officials obviously need to make a decision, based upon a good-faith analysis of facts and the law, of what position to take.",
  "ROSENSTEIN: Congressman, that would implicate the concern that I've expressed, that we just don't talk about what's under investigation.",
  "ROSENSTEIN: My position, Congressman, is that that we make every effort to respond to any legitimate inquiry from a member of Congress.",
  "And how these people -- the group he put together is considered unbiased -- I don't know how anyone can possibly reach that conclusion.",
  "So we wouldn't allow something like that to slip through the cracks, but we would make sure to route it to the appropriate prosecutor.",
  "He's also the guy who praised the holdover acting attorney general, Susan (sic) Yates, for defying President Trump on the travel ban.",
  "And, at the Department of Justice, a criminal investigation requires an initial assessment and a preliminary review of the evidence?",
  "SMITH: I know you know what they're doing, but has he requested to expand the scope of the original -- of the original jurisdiction?",
  "And, to the extent there was any ambiguity about it, he's received my permission to include those matters within his investigation.",
  "So, in other words, you do feel that the special counsel can go into the personal finances not connected to Russian interference?",
  "It's beyond me how the other people that were mentioned by the chairman and Mr. Smith were not removed for impropriety, as well.",
  "And it's -- the law, as currently drafted, probably excludes up to 600,000 Americans from being able to vote because of the I.D.",
  "But I can assure you that's based on a good-faith analysis, and there may be legitimate ambiguity in some of these provisions.",
  "But some of the people charged have been charged with crimes not directly connected to Russian interference with the election.",
  "But I do think -- regardless, I think the American people have a right to know if the original jurisdiction has been expanded.",
  "If I can explain briefly, there are a lot of media stories speculating about what the special counsel may or may not be doing.",
  "And are you concerned that the department's May 1st opinion, serves to justify a policy of stonewalling by the administration?",
  "My question was, has he asked you or consulted with you about a desire to expand the investigation beyond the original scope?",
  "NADLER: Has that assessment been made with respect to former Director Comey's handling of the Hillary Clinton investigation?",
  "Third, Kelly (sic) Freeny contributed to both Obama campaigns and to Hillary Clinton's campaign; zero to the Trump campaign.",
  "First, Greg Andres gave $1,000 to the Democrat running to hold the seat -- the Senate seat previously held by Barack Obama.",
  "So a criminal investigation must first be determined to be warranted before you can assign a special counsel to the matter?",
  "Let me just maybe summarize by saying that I think the American people deserve to know who is being investigated, and why.",
  "But the bottom line is that it really is critical to national security that the FBI have the ability to query the data.",
  "Do you think that those actions on his part would merit further investigation into how that whole matter was conducted?",
  "LOFGREN: So wouldn't they be subject to the principles -- the merit system principles in the Civil Service Reform Act?",
  "Do you feel that the special counsel is authorized to investigate the personal finances of the Trump family members?",
  "Now, let me just review a few facts about the supposedly unbiased group of people that Mr. Mueller pulled together.",
  "And we've been...\n\n\n\nNADLER: And would you encourage the Office of Legal Counsel to withdraw its May 1st opinion?",
  "I discussed this with Director Wray yesterday, and if -- if you'd like, I could give you a detailed explanation.",
  "He consults with me, his office consults with me about their investigation, both within and without the scope.",
  "She's donated $16,000 to Democrats, contributed $5,400 to the Clinton campaign and zero to the Trump campaign.",
  "GOODLATTE: The chair thanks the gentleman, recognizes the gentleman from Texas, Mr. Smith, for five minutes.",
  "ROSENSTEIN: It's a fair assessment...\n\n\n\n(CROSSTALK)\n\n\n\nGOODLATTE: The time of the gentlewoman has expired.",
  "So for the past 12 years, I've been a political appointee; 15 years prior to that, I was a career attorney.",
  "Can you give us any insight into why the department changed its position on these key voting rights issues?",
  "I am concerned that the department has had a change in position on certain important voting rights issues.",
  "ROSENSTEIN: The scope of the original jurisdiction, as you know, is publicly set forth...\n\n\n\nSMITH: Right.",
  "SMITH: OK.\n\n\n\nROSENSTEIN: But, whatever it may be, I'm responsible for and I know what he's investigating.",
  "I'm not aware of that being appropriate in any other type of investigation that they might -- conducting.",
  "NADLER: And I assume your answer be the same if I asked you about the FBI's interaction with Fusion GPS?",
  "In fact, when our new assistant attorney general, Stephen Boyd, took office, there was quite a backlog.",
  "Next, Andrew Goldstein -- he donated $3,300 to both Obama campaigns; again, zero to the Trump campaign.",
  "And, finally, I just want to say -- and follow up with what the chairman was saying about Section 702.",
  "And I endorse the comment of the chairman to that effect, and I think you should take a look at that.",
  "ROSENSTEIN: Hope I've been clear, Congressman, I am not commenting on the scope of the investigation.",
  "\n\n\n\nReturn to Transcripts main page\n\nCNN NEWSROOM\n\nRod Rosenstein Testifies Before the Justice Dept.",
  "law had discriminated against individuals, and that the department has changed its position on that.",
  "And we're responsible for making our determination, just like the prior administration made theirs.",
  "He also has authority to hire attorneys from outside the department, and he's used both approaches.",
  "ROSENSTEIN: Mr. Chairman, I respect the Congress's decision about which committee has oversight.",
  "GOODLATTE: The chair recognizes the gentlewoman from California, Ms. Lofgren, for five minutes.",
  "LOFGREN: Thank you, Mr. Chairman, and thank you, Mr. Rosenstein, for being here with us today.",
  "GOODLATTE: The chair recognizes the gentlewoman from Texas, Ms. Jackson Lee, for five minutes.",
  "I know that both this committee and the Intelligence Committee have an interest in that issue.",
  "ROSENSTEIN: And I'm accountable for what they're doing, and I need to know what they're doing.",
  "So I hope you don't draw any inference, pro or con, but we're simply not going to discuss it.",
  "And, yeah, Mr. Andres gave zero to the Trump campaign, or to any Republican, for that matter.",
  "ROSENSTEIN: I suppose...\n\n\n\n(CROSSTALK)\n\n\n\nGOODLATTE: The time of the gentleman has expired.",
  "A clarification may be an expansion, and we may be caught up on the meaning of those words.",
  "I think we could benefit from your experience in how the special counsel regulation's work.",
  "ROSENSTEIN: ... our goal is to respond to all those letters in a -- in a reasonable manner.",
  "You couldn't discriminate based on this whole list, including their political affiliation?",
  "And I assumed, as many of us did, that Mr. Mueller would pull together an unbiased team.",
  "Without objection, I ask unanimous consent that our letter it be placed into the record.",
  "And it's our responsibility to make sure those opinions do not influence their actions.",
  "So that -- the danger that I think you were referring to is taken care of by the bill.",
  "We're not talking about national security, because we have clearly distinguished that.",
  "There's nothing illegal about what the person did, but something that caused concern.",
  "So wouldn't that policy be governing the actions of the individuals working on this?",
  "GOODLATTE: Chair recognizes the gentleman from Ohio, Mr. Chabot, for five minutes.",
  "Mr. Rosenstein, you already indicated that Mr. Strzok was removed for impropriety.",
  "GOODLATTE: We agree with you that it's essential that Section 702 be reauthorized.",
  "Can you clarify your current position on responding to letters from the minority?",
  "ROSENSTEIN: I'm not going to comment on any investigations in the normal course.",
  "Aired 10:30- 11a\n\nAired December 13, 2017 - 10:30 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "The memo that you're familiar with that I provided reflects my personal opinion.",
  "LOFGREN: So you know, I was -- we've been on the committee here for a long time.",
  "I'm not aware of any violation of those rules by the special counsel employees.",
  "I selected Mr. Mueller, and he made the...\n\n\n\nCHABOT: And he selected the team?",
  "The chair recognizes the gentleman from New York, Mr. Nadler, for five minutes.",
  "ROSENSTEIN: Well, the consultation, actually, is much more detailed than that.",
  "It might take a couple of minutes, but I'd be happy to give you some details.",
  "SMITH: So he has asked to expand the scope and you've given him permission?",
  "It may be that new leadership of the department takes a different position.",
  "ROSENSTEIN: Well, appearance is to some extent in the eye of the beholder.",
  "It seemed like a serious matter and it deserved a serious investigation.",
  "ROSENSTEIN: As I've explained previously, I would follow the regulation.",
  "Before we made a determination, we would conduct an appropriate review.",
  "And, ordinarily, the Department of Justice -- that's what we publicize.",
  "ROSENSTEIN: Only if I determine that it's appropriate for him to do so.",
  "But ultimately, it will be up to a judge to decide what that law means.",
  "SMITH: OK. Has he ever asked to expand the scope of the investigation?",
  "ROSENSTEIN: The crimes with which they're charged are publicly known.",
  "Additionally, the department had argued that the state of Texas I.D.",
  "If I felt he was doing something inappropriate, I would take action.",
  "SMITH: So you don't think it creates the appearance of impropriety?",
  "ROSENSTEIN: Well, yeah -- you're characterizing it as an expansion.",
  "GOODLATTE: Without objection, it will be made a part of the record.",
  "And this is a search of information about a United States citizen.",
  "ROSENSTEIN: Well, as a U.S. attorney, I was a political appointee.",
  "ROSENSTEIN: I do not believe -- I'm not aware of any impropriety.",
  "If you were ordered today to fire Mr. Mueller, what would you do?",
  "If we don't charge anybody with a crime, we don't talk about it.",
  "I assume that that would involve an expansion, as you suggested.",
  "ROSENSTEIN: Well, I'm not -- I'm not committing to do anything.",
  "You are a career attorney in the department, isn't that right?",
  "To be fair, let's just go through them in alphabetical order.",
  "Please do get back to me on the difference between those two.",
  "ROSENSTEIN: I certainly appreciate your concern, Congressman.",
  "But, as you pointed out, my views about it are already known.",
  "ROSENSTEIN: I certainly would hope that wouldn't be the case.",
  "And I'm not saying whether you think they can do their jobs.",
  "I have one final question in my last couple of seconds here.",
  "ROSENSTEIN: As I said, Congressman, I know what he's doing.",
  "Don't you think that creates an appearance of impropriety?",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "But the specific matters are not identified in the order.",
  "Have you seen good cause to fire Special Counsel Mueller?",
  "I don't know who made the statement you're referring to.",
  "Don't you think it creates an appearance of impropriety?",
  "So that's your determination, not the special counsel's?",
  "Would that be a fair assessment of his responsibilities?",
  "We recognize we have employees with political opinions.",
  "I don't know all the details of both of those matters.",
  "GOODLATTE: And our legislation allows them to do that.",
  "Did Mr. Mueller take appropriate action in this case?",
  "You know, I wanted to ask about a couple of concerns.",
  "Welcome and thank you for your service to the nation.",
  "And you may or may not have responsibility for this.",
  "ROSENSTEIN: I appreciate that question, Congressman.",
  "ROSENSTEIN: And I discussed this with Director Wray.",
  "There have been four persons who have been charged.",
  "ROSENSTEIN: But we know what's under investigation.",
  "ROSENSTEIN: It would be the same for anything, yes.",
  "ROSENSTEIN: No, that is a part of the regulations.",
  "But he understands that this is a special counsel.",
  "If we charge somebody with crime, we publicize it.",
  "ROSENSTEIN: Congresswoman, I'm generally familiar.",
  "Next, again, in alphabetical order, Rush Atkinson.",
  "Nine of the 16 have made political contributions.",
  "JACKSON LEE: Deputy Attorney General, thank you.",
  "One has to do with the purging of rolls in Ohio.",
  "The witness is permitted to answer the question.",
  "ROSENSTEIN: I would say I was a career attorney.",
  "ROSENSTEIN: I'll take a look at it, Congressman.",
  "As I said, it's a clarification, in most cases.",
  "He'll reach his own independent determination.",
  "He donated to the Clinton campaign last year.",
  "ROSENSTEIN: Some of them are, Congresswoman.",
  "ROSENSTEIN: I'm not personally aware of any.",
  "It's not an official finding of misconduct.",
  "We're not talking about terrorist attacks.",
  "I have to be -- I have a lot of questions.",
  "If there were no good cause, I would not.",
  "NADLER: And you see no good cause so far?",
  "The issue of bias is something different.",
  "So I know what they're authorized to do.",
  "You said you clarified his jurisdiction.",
  "Mr. Rosenstein may answer the question.",
  "Several months have passed since then.",
  "If there were good cause, I would act.",
  "SMITH: And thank you, Mr. Chairman.",
  "That's the inspector general's job.",
  "ROSENSTEIN: ... staffing decisions.",
  "Again, zero to the Trump campaign.",
  "I urge you to take a look at that.",
  "Let me just ask a final question.",
  "LOFGREN: Thank you, Mr. Chairman.",
  "CHABOT: Thank you, Mr. Chairman.",
  "It's not an independent counsel.",
  "So he contacts the local police.",
  "That really wasn't my question.",
  "LOFGREN: Was a career attorney.",
  "ROSENSTEIN: ... in that order.",
  "LOFGREN: Thank you very much.",
  "I will agree to look at it.",
  "ROSENSTEIN: Yes, he would.",
  "There's no probable cause.",
  "Thank you, Mr. Rosenstein.",
  "That's all I wanted (ph).",
  "We get a lot of letters.",
  "ROSENSTEIN: Yes, he did.",
  "Thank you, Mr. Chairman.",
  "If so, just let me know.",
  "I know what he's doing.",
  "Do you agree with that?",
  "NADLER: OK, thank you.",
  "NADLER: OK, thank you.",
  "That's the issue here.",
  "ROSENSTEIN: Thank you.",
  "SMITH: All right (ph).",
  "ROSENSTEIN: Pardon me.",
  "-- the draconian I.D.",
  "GOODLATTE: Thank you.",
  "My time has expired.",
  "ROSENSTEIN: Correct.",
  "ROSENSTEIN: Correct.",
  "ROSENSTEIN: Correct.",
  "I believe they are.",
  "NADLER: Thank you.",
  "NADLER: Thank you.",
  "NADLER: Thank you.",
  "NADLER: Thank you.",
  "NADLER: Thank you.",
  "NADLER: Thank you.",
  "NADLER: Thank you.",
  "NADLER: I'm sure.",
  "SMITH: All right.",
  "Those are known.",
  "ROSENSTEIN: Yes.",
  "ROSENSTEIN: Yes.",
  "LOFGREN: Right.",
  "ROSENSTEIN: No.",
  "ROSENSTEIN: No.",
  "ROSENSTEIN: No.",
  "CHABOT: Right.",
  "I yield back.",
  "SMITH: Right.",
  "SMITH: Right.",
  "SMITH: Right.",
  "SMITH: Right.",
  "SMITH: Right.",
  "I yield back.",
  "SMITH: Yeah.",
  "SMITH: OK.",
  "SMITH: OK.",
  "Thank you.",
  "Thank you.",
  "SMITH: OK.",
  "No, sir.",
  "Right.",
  "laws."
]