[
  "“The innuendo and misinformation circulating about the transcript are part of a deeply troubling effort to undermine the investigation into potential collusion and obstruction of justice.”\n\nTrump appeared frustrated that the transcript opened up new avenues of scrutiny and media speculation over the Russia collusion investigation despite his repeated claims that it was a “hoax.”\n\n“The single greatest Witch Hunt in American history continues,” he said.",
  "“The fact that Sneaky Dianne Feinstein, who has on numerous occasions stated that collusion between Trump/Russia has not been found, would release testimony in such an underhanded and possibly illegal way, totally without authorization, is a disgrace,” Trump said.",
  "The fact that Sneaky Dianne Feinstein, who has on numerous occasions stated that collusion between Trump/Russia has not been found, would release testimony in such an underhanded and possibly illegal way, totally without authorization, is a disgrace.",
  "Russia & the world is laughing at the stupidity they are witnessing.”\n\nTrump also chided Republicans for failing to control the size and scope of the ongoing congressional investigations\n\n“Republicans should finally take control!” he wrote.",
  "“Must have tough Primary!”\n\nThe 312-page transcript of Simpson’s testimony was released by Feinstein despite Senate Judiciary Committee Chairman Sen. Chuck Grassley’s opposition.",
  "President Donald Trump criticized Sen. Dianne Feinstein for releasing the full transcript of congressional testimony from Fusion GPS co-founder Glenn Simpson.",
  "“The American people deserve the opportunity to see what he said and judge for themselves,” Feinstein said in a statement.",
  "“There was no collusion, everybody including the Dems knows there was no collusion, & yet on and on it goes.",
  "Simpson requested the release of the transcript in a New York Times op-ed.",
  "— Donald J. Trump (@realDonaldTrump) January 10, 2018",
  "Must have tough Primary!"
]