[
  "“With Paul Manafort in jail, Michael Cohen in court, and a host of longtime Trump confidants cooperating with federal prosecutors, we can understand why Republicans are increasingly desperate to create a distraction and undermine the Department of Justice as a hedge against what the investigators may find,\" Reps. Jerrold Nadler, D-N.Y., and Elijah E. Cummings, D-Md., said Wednesday in a joint statement.",
  "President Trump lashed out again Wednesday at Justice Department official Bruce Ohr, asking \"how the hell\" he is still employed after he testified on Capitol Hill about his relationship with former British spy Christopher Steele and his ties to the now infamous anti-Trump dossier.",
  "Ohr was grilled over his involvement behind closed doors on Tuesday by the House Oversight and Judiciary committees\n\nMessages indicate Ohr continued to communicate with dossier author Steele after the FBI fired him as a source in late 2016 due to his contacts with the media.",
  "“I don’t know if it's improper but I want to know who at DOJ knew and it certainly looks like he continued to meet with Mr. Steele after the FBI had terminated their relationship with Mr. Steele,” Rep. Jim Jordan, R-Ohio, told Fox News ahead of the Tuesday meeting.",
  "Ohr, who joined the Justice Department in 1991 and eventually was named the associate deputy attorney general before being demoted amid the investigation into his meetings with Steele, did not reply to questions shouted by reporters before his hearing on Tuesday.",
  "That tweet, along with his revoking of the security clearance for former CIA Director John Brennan, have drawn strong criticism from many in the intelligence community and raised questions of whether Trump may be obstructing the Mueller investigation.",
  "Witch Hunt!”\n\nRepublicans allege that Ohr played a key role in selling the so-called Steele dossier, commissioned by the opposition research firm Fusion GPS and paid for by Hillary Clinton’s campaign and the Democratic National Committee.",
  "Trump said last Friday that it was a \"disgrace\" for Ohr to be in the Justice Department and added that he suspects he'll \"very quickly\" revoke his security clearance.",
  "\"I don't think it advances the criminal obstruction case, but I think it's factually relevant,\" said Mark Zaid, a national security attorney.",
  "\"I think it shows the state of mind and intent to interfere or impede any unfavorable discussion of his potential connection to Russia.\"",
  "Mueller and his team have been looking at Trump's public statements and tweets as they investigate the obstruction question.",
  "The two lawmakers added: \"Mr. Ohr has already been forced to endure President Trump’s baseless Twitter attacks.",
  "Ohr’s wife Nellie worked at Fusion as a Russian specialist and did research that formed part of the dossier.",
  "Nadler and Cummings serve as ranking members on the House Judiciary and Oversight Committees respectively.",
  "At least seven Republican House members traveled to Washington over the August recess for the interview.",
  "Democrats say the entire GOP investigation is an attempt to undermine Special Counsel Robert Mueller.",
  "Fox News' Mike Emanuel, Adam Shaw and The Associated Press contributed to this report.",
  "Trump’s tweet on Wednesday was not the first time the president has singled out Ohr.",
  "“How the hell is Bruce Ohr still employed at the Justice Department?” Trump tweeted.",
  "They have criticized the Republicans' focus on Ohr as overblown and misleading.",
  "No Democratic lawmakers appeared to attend, though staff were in the room.",
  "Yesterday’s interview was merely a doubling down of that strategy.\"",
  "“Disgraceful!"
]