[
  "“Neither of us asked for any detail.”\n\nOn Tuesday, CNN reported that the directors of the CIA, FBI, Office of the Director of National Intelligence and National Security Agency separately briefed the White House and Trump on a document that contained unverified claims that Russian spies had blackmail material on the president-elect.",
  "NBC’s Cynthia McFadden reported that the two-page summary was listed in an appendix to the report under the heading “Disinformation.”\n\nIt is still unclear whether Trump was made aware of the information in the dossier or the existence of the summary during his briefing.",
  "Biden’s statements, which were made during a small press briefing from his White House office, appear to undercut initial reports about the reasons that intelligence officials briefed Obama and Biden on a two-page summary of the Trump dossier.",
  "According to the AP, Biden said that the information was “totally ancillary” to the purpose of the meeting, which was held to brief he and Obama on assessments regarding Russia’s involvement in cyber attacks against Democrats.",
  "Vice President Joe Biden said Thursday that he and President Obama were briefed on unsubstantiated information laid out in a dossier about Donald Trump out of concern that the rumors might leak to the public.",
  "The website came under heavy fire for the decision to release the memo, which has circulated among Beltway reporters for months but had not been published because its claims could not be corroborated.",
  "He was hired by an American opposition research firm called Fusion GPS which in turn had been hired in Sept. 2015 by an anti-Trump Republican donor to dig up dirt on the real estate billionaire.",
  "One false claim in the dossier is that Trump’s personal lawyer, Michael Cohen, met in Prague with a Russian agent to discuss ways to help the Trump campaign.",
  "He said later that he was surprised that the FBI acted on the information in the dossier, which was written by a former British spy named Christopher Steele.",
  "A report from NBC News cast doubt on the reasons that the two-page summary was included in briefing materials drawn up for the White House and Trump.",
  "According to NBC, the summary was drawn up as an example of the type of disinformation that Russia might use against Trump.",
  "“It’s something that obviously the agency thinks they have to track down,” Biden said, according to the Associated Press.",
  "Steele reportedly gave the information he collected to the FBI and British government agents sometime late last year.",
  "“It surprised me in that it made it to the point where the agency, the FBI thought they had to pursue it,” he said.",
  "A U.S. intelligence official has since said that a different Michael Cohen traveled to Prague.",
  "The classified report provided in those briefings included a two-page summary of the dossier.",
  "Biden said that he and Obama questioned why the information was being shared.",
  "A Democratic donor allied with Hillary Clinton later financed the project.",
  "BuzzFeed News published the 35-page document shortly after CNN’s report.",
  "“The president was like, ‘What does this have to do with anything?",
  "Steele, the author of the document, was identified on Wednesday.",
  "'” Biden told reporters."
]