[
  "They wrote in the referral that since the basis for the warrant authorizing surveillance on former Trump campaign aide Carter Page rests “largely on Mr. Steele’s credibility,” the DOJ “has a responsibility to determine whether Mr. Steele provided false information to the FBI and whether the FBI’s representations to the court were in error.”\n\nGrassley and Graham also released a letter they wrote February 28 to DOJ Inspector General Michael Horowitz, which included questions they asked him to look into surrounding the application and renewals of the surveillance warrant.",
  "They also asked him to review potential “improprieties” in the FBI’s relationship with Steele, and the potential conflicts of interest posed by the involvement of senior DOJ official Bruce Ohr “serving as the cut-out” between the FBI and Steele after the FBI terminated its formal relationship with Steele.",
  "Both letters came after Sessions told Fox News that the Justice Department Inspector General — not his prosecutors — would look into any potential DOJ and FBI abuse of the Foreign Intelligence Surveillance Act uncovered by the House Intelligence Committee.",
  "Graham and Grassley asked the inspector general to look into apparent unauthorized disclosures of classified information to the press, the FBI and DOJ’s handling of the investigation of former National Security Adviser Michael Flynn, and other matters.",
  "Grassley and Graham also released a less-redacted version of their criminal referral earlier this year for Christopher Steele, the author of the Trump dossier, which revealed the basis for the referral for the first time.",
  "However, by statute, the Inspector General does not have the tools that a prosecutor would to gather all the facts, such as the ability to obtain testimony from essential witnesses who are not current DOJ employees.",
  "Four Republican senators are joining two House committee chairmen in calling for a second special counsel to examine the Justice Department and the FBI’s actions related to their Trump Russia investigation.",
  "They wrote:\n\nWe have the utmost confidence in the Inspector General’s integrity, fairness, and impartiality, and trust that he will complete these reviews in a thorough, unbiased, and timely fashion.",
  "Last week, House Judiciary Committee Chairman Bob Goodlatte (R-VA) and House Oversight and Government Reform Committee Chairman Trey Gowdy (R-SC) wrote Sessions and Rosenstein, calling for the same.",
  "They said Steele “materially misled the FBI” by saying he only shared the information in the dossier with Fusion GPS and the FBI, when he was actually providing that information to media outlets.",
  "John Cornyn (R-TX), and Tom Tillis (R-NC) sent a letter Thursday to Attorney General Jeff Sessions and Deputy Attorney General Rod Rosenstein calling for the appointment of a special counsel.",
  "“Thus, we believe that a special counsel is needed to work with the Inspector General to independently gather the facts and make prosecutorial decisions, if any are merited,” they wrote.",
  "“The Justice Department cannot credibly investigate itself without these enhanced measures of independence to ensure that the public can have confidence in the outcome.”",
  "Senate Judiciary Committee Chairman Chuck Grassley (R-IA), Crime and Terrorism Subcommittee Chairman Lindsey Graham (R-SC), Sens.",
  "The four senators wrote that having an inspector general looking into these matters was not enough."
]