[
  "Regarding Comey, the Republicans want the special counsel to look into “any and all potential leaks originated by Mr. Comey and provide to author Michael Schmidt dating back to 1993.”\n\nSchmidt is a New York Times reporter who has broken a number of stories about the ongoing Trump-Russia probe, as well as about memos that Comey wrote after his meetings earlier this year with Trump.",
  "In a letter to Attorney General Jeff Sessions and Deputy Attorney General Rod Rosenstein, the Judiciary Republicans say they want a second investigator to match Special Counsel Robert Mueller, who is conducting a sprawling investigation of the Trump campaign and various Trump associates.",
  "The Republicans, led by Virginia Rep. Bob Goodlatte, the committee’s chairman, also want the special counsel to investigate the FBI’s reliance on an anti-Trump dossier created by Fusion GPS, an opposition research firm that was working for an ally of Clinton’s.",
  "“The unbalanced, uncertain, and seemingly unlimited focus of the special counsel’s investigation has led many of our constituents to see a dual standard of justice that benefits only the powerful and politically well-connected,” the Republicans say.",
  "Republicans on the House Judiciary Committee are asking the Justice Department to appoint a second special counsel, this one to investigate Hillary Clinton, former FBI Director James Comey and former Attorney General Loretta Lynch.",
  "The special counsel should also look into leaks of classified information, including the unmasking of Trump administration officials, by the Obama administration, the Republicans say.",
  "One memo relayed to Schmidt discussed Comey’s Feb. 14 discussion with Trump about Michael Flynn, who had been fired as Trump’s national security director the day before.",
  "They also want to look into Comey’s recent claim that he was ordered by Lynch to publicly refer to the Clinton email probe as a “matter” instead of an investigation.",
  "The American public has a right to know the facts — all of them — surrounding the election and its aftermath,” the Republicans state in their letter.",
  "The Republicans are also questioning why the Justice Department did not impanel a grand jury to look into the mishandling of classified information.",
  "The letter suggest that the leak probe should focus on Comey, Lynch, former national security adviser Susan Rice, and former United Nations Amb.",
  "The FBI used the dossier to form the basis of part of its investigation into potential collusion between the Trump campaign and Kremlin.",
  "“You have the ability now to right the ship for the American people so these investigations may proceed independently and impartially.",
  "After he was fired by Trump on May 9, Comey leaked those memos to a friend, Columbia University Law School professor Daniel Richman.",
  "In their letter, the Republicans list 14 separate categories they say should be investigated by the additional special counsel.",
  "They are calling for a deeper investigation of Hillary Clinton and her potential mishandling of classified information.",
  "Comey told the Senate Intelligence Committee last month that he was “confused and concerned” by Lynch’s request.",
  "Comey testified last month that he leaked the memos in order to force the appointment of a special counsel.",
  "Comey said that Trump asked him to back off of an investigation of Flynn.",
  "At Comey’s direction, Richman read portions of the memos to Schmidt.",
  "Rosenstein did just that days later.",
  "Follow Chuck on Twitter",
  "Samantha Power."
]