[
  "“Depending on what, if any, information they had, I could then consult with counsel to make an informed decision as to whether to give it further consideration.”\n\nTrump critics have asserted that the meeting constitutes collusion between the Trump campaign and Russian government.",
  "Donald Trump Jr. told the Senate Judiciary Committee on Thursday that he accepted a meeting last year with a Russian lawyer offering derogatory information about Hillary Clinton because he wanted to gauge the former secretary of state’s “fitness” for office.",
  "But in his statement, of which The New York Times obtained a copy, Trump Jr. insisted that nothing came of the June 9, 2016 meeting, which was attended on the Trump campaign side by Jared Kushner and campaign chairman Paul Manafort.",
  "At the time of the meeting, Veselnitskaya and Akhmetshin were working on a pro-Kremlin lobbying campaign aimed at rolling back the Magnitsky Act, a 2012 law that blacklists Russians accused of human rights abuses.",
  "Trump Jr. eventually acknowledged that he accepted the Trump Tower meeting because he was offered information about Clinton and not because he wanted to discuss the Magnitsky Act or Russian adoption policy.",
  "“To the extent they had information concerning the fitness, character or qualifications of a presidential candidate, I believed that I should at least hear them out,” he said in the statement.",
  "The acquaintance, Rob Goldstone, said that a “Russian government attorney” would be providing the information as part of the Russian government’s efforts to support the Trump campaign.",
  "Iowa Sen. Chuck Grassley, the chairman of the Senate Judiciary Committee, has questioned whether Fusion’s work on the dossier had any overlap with its work against the Magnitsky Act.",
  "In July, after The Times first reported on the meeting, he initially claimed that the discussion centered on Russia’s ban on U.S. citizens adopting Russian children.",
  "Some of those critics have also suggested that accepting opposition research from a foreigner such as Veselnitskaya is a violation of federal campaign law.",
  "In a prepared statement provided to the committee, Trump Jr. also said that he planned to consult with his attorneys after being offered the Clinton dirt.",
  "The meeting has attracted the attention of the several committees investigating possible collusion between the Trump campaign and Russian government.",
  "The meeting constituted a covert attempt by the Russian government to infiltrate or compromise the Trump campaign, those analysts have suggested.",
  "Trump Jr. accepted the meeting after being emailed by an acquaintance offering to provide the Trump campaign with information about Clinton.",
  "Part of the lobbying strategy to undercut the Magnistky Act was to portray it in humanitarian terms by tying it to the adoption issue.",
  "Attorney Natalia Veselnitskaya and Russian-American lobbyist Rinat Akhmetshin were the two main players on the Russian side.",
  "Akhmetshin, a former Soviet military officer, has worked in Washington, D.C. for years on various pro-Kremlin projects.",
  "At the time of the meeting, Akhmetshin and Veselnitskaya were working with Fusion GPS on the anti-Magnitsky campaign.",
  "Every single day I fielded dozens, if not hundreds, of emails and phone calls,” he said in the prepared statement.",
  "“I had never worked on a campaign before and it was an exhausting, all-encompassing, life-changing experience.",
  "In response to the sanctions law, the Russian government banned Americans from adopting Russian children.",
  "Some analysts have posited an alternative explanation other than collusion for the Trump Tower meeting.",
  "Despite that defense, Trump Jr. has changed his story about the nature of the meeting multiple times.",
  "Trump Jr. defended his decision to host the meeting Thursday, stating that he was a political novice.",
  "But in his statement to the Senate Judiciary Committee, Trump Jr. downplayed his enthusiasm.",
  "Emails that Trump Jr. released in July show that he enthusiastically accepted the offer.",
  "Fusion GPS is the opposition research firm that commissioned the infamous Trump dossier.",
  "Both Veselnitskaya and Akhmetshin have various ties to Russian government officials.",
  "But the explanation shifted soon after The Times report was published.",
  "Special Counsel Robert Mueller is also inquiring about the meeting.",
  "“If it is what you say I love it,” he wrote to Goldstone.",
  "His investigators interviewed Akhmetshin last month.",
  "Follow Chuck on Twitter"
]