[
  "Veselnitskaya says in her testimony that her answers “have not been coordinated with anyone.” She also said that the answers were provided “in total ignorance of the substance of testimonies provided by other meeting participants or attendees.”\n\nFox News reported earlier in November that in the hours before the Trump Tower meeting, Simpson and Veselnitskaya attended court proceedings being held in Manhattan.",
  "Veselnitskaya told the Senate panel that Trump Jr. asked her if she had “any financial documents proving that what may have been illegally obtained funds were also being donated to Mrs. Clinton’s foundation.”\n\n“I said that I did not and that it was not my issue.",
  "Veselnitskaya has consistently claimed that she went into the Trump Tower meeting, which was led on the Trump campaign side by Donald Trump Jr., to discuss the Magnitsky Act, a sanctions law that blacklists Russians accused of human rights abuses.",
  "The Russian lawyer who attended the infamous Trump Tower meeting denied interacting with the founder of Trump dossier research firm Fusion GPS that same day, in direct contradiction to what the opposition researcher told Congress last month.",
  "(RELATED: Bill Browder: Glenn Simpson Worked With Kremlin ‘To Have Me Imprisoned And Killed’)\n\nThe Daily Caller has been told by a source familiar with Simpson’s testimony that he denied knowing that his research had been provided to Chaika.",
  "But her denial is inconsistent with previous reporting and with what Simpson, a former Wall Street Journal reporter, told the House Permanent Select Committee on Intelligence (HPSCI) in a closed-door interview last month.",
  "Natalia Veselnitskaya told the Senate Judiciary Committee in written testimony submitted last month that she did not have contact with Fusion GPS founder Glenn Simpson on the day of the June 9, 2016 Trump Tower meeting.",
  "A source familiar with Simpson’s testimony reconfirmed to The Daily Caller on Tuesday night that the oppo researcher testified that he was with Veselnitskaya before and after she attended the meeting.",
  "Though Veselnitskaya was the attorney referenced in the email, she has denied in interviews as well as in her recent testimony that she was aware of the offer of Clinton dirt to the Trump campaign.",
  "“No, there had been no contacts with him on [sic] specified dates,” Veselnitskaya said in her written testimony, which was submitted electronically on Nov. 20 and published on Tuesday by NBC News.",
  "But Trump Jr. and the White House have denied that allegation, saying that he would have been a fool to turn down an offer of useful information about a political opponent.",
  "While Veselnitskaya insists that she went into the meeting with Trump Jr. in order to lobby against the Magnitsky Act, the real estate executive had different motives.",
  "Some counterintelligence experts have theorized that the Russian government used Veseltniskaya to test whether the Trump campaign would be receptive to Kremlin help.",
  "Simpson also told the committee that he did not know about Veselnitskaya’s meeting with the Trump campaign until details of it were reported earlier this year.",
  "Scott Balber, the U.S. lawyer for Veselnitskaya, told TheDC that he had “no idea” about Veselnitskaya’s seemingly inconsistent statements to the Senate panel.",
  "“Did you have contact with Glenn Simpson on June 8, 9, or 10, 2016?” reads one of the 94 questions posed to Veselnitskaya by the Senate Judiciary Committee.",
  "Simpson’s task was to investigate Bill Browder, a London-based banker who is almost single-handedly responsible for pushing through the 2012 sanctions law.",
  "Simpson and Veselnitskaya were working at the time for Denis Katsyv, a Russian businessman whose assets were at risk because of the Magnitsky Act.",
  "The Trump backers have theorized that the Trump Tower meeting was a setup used to plant negative claims about the Trump campaign in the dossier.",
  "Democrats have pounced on Trump Jr.’s acceptance of the meeting as evidence that he attempted to collude with the Russian government.",
  "Veselnitskaya has previously given jumbled and inconsistent statements about the events surrounding the Trump Tower meeting.",
  "Veselnitskaya initially denied after the Trump Tower meeting was revealed this summer that she had any ties to the Kremlin.",
  "She took a four-page memo which contained one passing mention of potentially illegal donations made to Clinton’s campaign.",
  "Rob Goldstone, the acquaintance, told Trump Jr. that a “Russian government attorney” would be providing the information.",
  "Trump supporters have raised other questions about Veselnitskaya, especially because of her relationship with Simpson.",
  "Fusion GPS was working on the dossier project at the time for the Clinton campaign and Democratic National Committee.",
  "In her written submission, Veselnitskaya referred to Fox’s reporting that she was with Simpson well as shortly after.",
  "“This statement does not reflect the reality,” she wrote to the Senate committee without providing more explanation.",
  "But it has since been revealed that Veselnitskaya worked closely with Yuri Chaika, Russia’s prosecutor general.",
  "The oppo firm hired former British spy Christopher Steele to investigate Trump’s activities in Russia.",
  "Veselnitskaya also provided some of Simpson’s research to Chaika, the Russian government official.",
  "He accepted the meeting after an acquaintance sent an email offering up dirt on Hillary Clinton.",
  "He also said he did not know that she was providing any of his research to the Trump campaign.",
  "Simpson was interviewed by HPSCI on Nov. 14, mostly about his involvement with the dossier.",
  "But Simpson told HPSCI that he did not know that Veselnitskaya was attending the meeting.",
  "Veselnitskaya did carry some anti-Clinton research with her into the meeting.",
  "He was also interviewed by the Senate Judiciary Committee on Aug. 22.",
  "The meeting, essentially, ended there,” Veselnitskaya said.",
  "“If it is what you say I love it,” Trump Jr. responded.",
  "Simpson provided some of the research in the memo.",
  "He expressed regret that it had.",
  "Follow Chuck on Twitter"
]