[
  "The Harvard CAPS-Harris poll, first reported by the Hill, asked voters if Mueller has a conflict of interest “as the former head of the FBI and a friend of [Comey].” Fifty-four percent said that the relationship does indeed indicate such a conflict, with 70 percent of Republicans, 53 percent of independents, and 40 percent of Democrats thinking it does.",
  "Even before the Strzok controversy broke, the Wall Street Journal’s editorial board called for Mueller to step down in the wake of questions of the FBI’s role in uncovering evidence of Russian bribery ahead of a 2010 decision by the Obama administration to approve the sale of Uranium One to Russian energy giant Rosatom.",
  "A significant majority (76 percent) say they Mueller is looking to prove that the Trump campaign colluded with the Russians, but only 35 percent believe he has found evidence of such collusion — suggesting that voters are distinctly unimpressed with what they have seen emerge from the probe so far.",
  "The FBI has also been under scrutiny over what role it played in connection to the “Trump dossier” put together by Fusion GPS, and whether it funded the dossier — which used a number of anonymous Kremlin officials as sources for salacious and unconfirmed allegations against President Trump.",
  "“He could best serve the country by resigning to prevent further political turmoil over that conflict of interest.”\n\nThe Hill notes that Mueller and Comey have been described as “brothers in arms” and have worked together for years.",
  "Strzok was dismissed after Mueller was informed of the messages, but Strzok’s role in both the Hillary Clinton email probe and the Russian investigation has raised concerns that both probes may be tainted by bias.",
  "“It is no slur against Mr. Mueller’s integrity to say that he lacks the critical distance to conduct a credible probe of the bureau he ran for a dozen years,” the Journal’s editorial board wrote in October.",
  "“The special counsel has serious perception issues as a clear majority now see him as having a conflict of interest,” Mark Penn, co-director of the Harvard CAPS-Harris survey, told the outlet.",
  "A majority of voters think that FBI Special Counsel Robert Mueller has a conflict of interest due to his ties to fired FBI Director James Comey, according to a poll released Friday.",
  "Thirty-six percent of voters say that Trump and his allies are getting tougher treatment from Mueller than Clinton received during the probe into her emails.",
  "Mueller has been under increasing pressure since the release of text messages showing explicit anti-Trump bias from top investigator Peter Strzok.",
  "Mueller’s favorability rating sits at 34 percent, with 31 percent viewing him unfavorably, according to the poll.",
  "Only 25 percent believed that both parties received the same treatment.",
  "Adam Shaw is a Breitbart News politics reporter based in New York.",
  "Follow Adam on Twitter: @AdamShawNY."
]