[
  "In Senate testimony that month, Blair offered up an assessment of an emerging problem — the “apparent growing nexus in Russian and Eurasian states among government, organized crime, intelligence services, and big business figures.”\n\nSimpson went on to assert that the threat posed by the Kremlin-Russian mafia nexus “is not as easily grasped as terrorism.”\n\n“It is more insidious, weaving criminal interests into business relationships throughout a globalized economy, often in strategic industries like energy and finance,” he wrote.",
  "According to Bill Browder, a former Putin ally who hired Magnitsky and lobbies U.S. Congress on the Magnitsky Act, part of Simpson’s work involved passing stories to his deep network of journalism contacts in order to undermine the law, which places visa restrictions and asset freezes on Russian human rights abusers.",
  "Identifies Russian ‘Nexus’ Of Organized Crime.”\n\n“After two years of research, the U.S. intelligence community has formally concluded that the governments of Russia and other Eurasian states actively collaborate with organized crime groups,” the piece begins.",
  "(RELATED: Oppo Researcher Behind Trump Dossier Is Linked To Pro-Kremlin Smear Campaign)\n\nSimpson was listed on the IASC website as a senior fellow for corruption and transnational crime and penned several essays during his time with the organization.",
  "Last week, The Daily Caller exclusively reported that Simpson was recently involved in a campaign to undermine the Magnitsky Act, a law passed by Congress in 2012 that is vehemently opposed by Putin and Russia’s Kremlin-connected oligarchs.",
  "The low-profile Simpson rocketed into international news last week when The Wall Street Journal reported that Fusion GPS was the firm that hired former British MI6 agent Christopher Steele to dig up dirt about Trump’s activities in Russia.",
  "The dossier, which was published by BuzzFeed last week, contains unverified information that the Russian government is allegedly using blackmail material, or kompromot, against Trump to keep him in step with the Kremlin.",
  "The former spook, who runs a intelligence company of his own called Orbis Business Intelligence in London, produced 35 pages of memos based on information he gleaned from his former colleagues in Russia’s spy agencies.",
  "No evidence has been made public to support the claims, and other assertions in the dossier — such as that Trump’s lawyer, Michael Cohen, met with a Russian operative in Prague last year — have been debunked.",
  "Trump has said he wants to work with Russian president Vladimir Putin, and he has been reluctant to attribute last year’s cyber attacks against the Democratic Party to Russian spies.",
  "A national security think tank appears to have cut ties with the head of the opposition research firm that is behind the unsubstantiated Donald Trump dossier published last week.",
  "While the snoop conducted an investigation of what would appear to cast a negative light on the Kremlin, Simpson has done other work that is favorable for the Russian government.",
  "The Magnitsky Act is named for Sergei Magnitsky, a Russian lawyer who exposed the alleged Prevezon fraud and was allegedly beaten to death in a Russian prison as payback in 2009.",
  "And Vice President Joe Biden said last week that intelligence officials briefed him and Obama on the summary because they expected information about the dossier to leak soon.",
  "He joined the Virginia-based think tank in 2009, at around the same time he quit as a reporter at The Wall Street Journal to start his own private intelligence firm.",
  "The story goes that Steele became so concerned about the information he was uncovering that he turned his memos over to the FBI and British intelligence services.",
  "In the Feb. 10, 2010 essay, Simpson explores a subtle shift in U.S. foreign policy undertaken by Dennis Blair, the director of national intelligence at the time.",
  "That controversial decision came after CNN reported that Trump and President Obama had been briefed the week before on a two-page summary of Steele’s memos.",
  "Glenn Simpson, who heads Fusion GPS, was listed on the website for the International Assessment and Strategy Center (IASC) as recently as this weekend.",
  "The memos, which are now being referred to as a dossier, were shopped to various Washington, D.C. reporters both before the election and after.",
  "They also said that members of his campaign staff met with Russian agents to discuss information that would help Trump in the election.",
  "McCain has said he did not know whether the dossier was accurate but wanted to pass them along to Comey out of an abundance of caution.",
  "Browder alleged in an interview with TheDC that Simpson is a “professional smear campaigner.” He has also been called a hired gun.",
  "Fusion GPS was hired last year by the law firm BakerHostetler, which was representing a Russian businessman named Denis Katsyv.",
  "Katsyv’s Cyprus-based company, Prevezon, is currently being investigated by a federal grand jury for laundering $230 million.",
  "The revelation that Simpson was involved in compiling the dossier has led some to further question its veracity.",
  "Simpson’s work at IASC, in light of his work on the Magnitsky Act, would seem to support that characterization.",
  "Steele’s sources told him that Russian spies have video showing Trump with prostitutes in a Russian hotel room.",
  "Fusion GPS embarked on the project in Sept. 2015 after being hired by an unidentified Republican donor.",
  "But as the real estate billionaire inched closer to the GOP nomination, the donor exited the project.",
  "U.S. intelligence officials have said they do not know if the information is accurate or inaccurate.",
  "News outlets declined to publish the documents because the claims in them were impossible to prove.",
  "But the president-elect has denied that the information contained in Steele’s dossier is accurate.",
  "It is unclear if Simpson has completely left the think tank or why his biography was removed.",
  "He was passed a copy of the memos last month and handed them over to FBI director Jim Comey.",
  "While the think tank has scrubbed Simpson’s bio from its site, his writings remain online.",
  "Fusion GPS found another client in the form of a pro-Hillary Clinton Democratic backer.",
  "Comey personally briefed Trump that the information was circulating.",
  "Emails and phone calls seeking comment from IASC were not returned.",
  "But that changed when BuzzFeed published them online last Tuesday.",
  "The Justice Department has frozen $14 million of Prevezon assets.",
  "That’s when Steele was hired to continue the research on Trump.",
  "They also made their way around Western intelligence agencies.",
  "One of Simpson’s essays at IASC, the think tank, “U.S.",
  "Even Arizona Sen. John McCain got in on the action.",
  "Follow Chuck on Twitter"
]