[
  "To do that, they had to twist the facts and contort the law.”\n\nLISTEN:\n\n\n\nJarrett continued: “On the very day that Comey stood in front of television cameras, July 5th, 2016, clearing [Hillary Clinton] of the obvious crimes she had committed, his FBI was secretly meeting for the first time in London with the author of the phony anti-Trump dossier, an ex-MI6 British agent, and armed with that fabricated document — it’s laughable on its face — they decided this is the pretext that they can exploit to frame Donald Trump for crimes he didn’t commit, and indeed, crimes that don’t even exist.",
  "It actually began on the very day Comey cleared Hillary Clinton.”\n\nJarret added, “The Strzok-Page text messages provide what I think is a very powerful narrative of how severe bias against Trump motivated and drove top officials to clear Clinton and target Trump in an effort to stop him from becoming president.”\n\nJarrett spoke of the “dossier” composed by Christopher Steele and commissioned by Hillary Clinton’s presidential campaign via Fusion GPS: “It never fails to make me laugh.",
  "What father wouldn’t do that — fall on his sword, even though he didn’t do anything wrong — to spare his son and his family?”\n\nJarrett added, “This is why I have said on more than one occasion that Americans should be afraid of their government, and that is a sad state of affairs.”\n\nBreitbart News Tonight broadcasts live weeknights on SiriusXM Patriot Channel 125 from 9:00 p.m. to midnight Eastern and 6:00 p.m. to 9:00 p.m. Pacific.",
  "Jarrett concluded, “They were trying to damage his candidacy and prevent him from being elected, and when he defied that and was elected, they doubled down in an effort to undo the election and destroy his presidency, and it’s still going on, right now.”\n\nJarrett cast the Obama administration’s surveillance of Donald Trump’s presidential campaign as baseless.",
  "… There is enough evidence to reach the inexorable conclusion that these people abused their position of power to target Trump and clear Clinton.”\n\nJarrett assessed Hillary Clinton’s use of a private email system as evidence of her monetization of political influence: “[Hillary Clinton] used her own email system.",
  "A month went by and finally, they were going to come out with this information, so Comey was forced to do it.”\n\nJarrett said James Comey was committed to exonerating Hillary Clinton of legal liability for her negligent handling of classified information: “[James Comey] had to somehow explain away her behavior.",
  "People like John Brennan [and] James Clapper and all of the others at the FBI decided, ‘It’s good enough for us to bring down Trump with this document,’ and one of their first steps was to go to a FISA court and conceal evidence [and] deceive the judges to gain a warrant to wiretap the Trump campaign.",
  "Obama knew all about it, even though he claimed otherwise.”\n\nJarrett recalled the research he carried out to write his latest book: “I pored through tens of thousands of documents, government records, court records, even interrogatories that were filed in London in lawsuits against Christopher Steele.",
  "That’s nonsense, and it just shows you what a scam and sham investigation it was and still is.”\n\nJarrett described then-FBI Director James Comey’s ostensible secondary investigation of Hillary Clinton’s email conduct as a reaction to pressure from federal prosecutors in New York.",
  "It was a hoax, manufactured by these high-ranking officials at the FBI and Department of Justice.”\n\nJarrett dismissed the ostensible investigation led by Special Counsel Robert Mueller: “This investigation, this Trump-Russia collusion hoax has been going on for two years.",
  "There is nothing that will motivate people more than power forfeited, so people like James Comey, Peter Strzok, Lisa Page, Andy McCabe, people at the Department of Justice decided that they were going to clear Hillary Clinton of the many crimes she surely committed.",
  "He stated, “McCabe and Strzok would have continued to take no action against Hillary Clinton and renew the investigation after the Weiner evidence was disclosed, but the federal prosecutors in New York who actually discovered the Weiner evidence forced his hand.",
  "Top officials at the FBI and the Department of Justice were threatened by Trump; this guy is going to come in there and drain the swamp, and that threatened their jobs and their positions.",
  "Even when they couldn’t verify it, even when they figured out that Steele was a liar, they still represented to the court on the renewals for the wiretaps that his work is still credible.",
  "I read all the government’s reports.”\n\nJarrett spoke of Robert Mueller’s legal pursuit of former National Security Adviser Michael Flynn: “[Robert Mueller] went after Michael Flynn.",
  "He offered his remarks during a Wednesday interview on SiriusXM’s Breitbart News Tonight with Breitbart News Senior Editors-at-Large Rebecca Mansour and Joel Pollak.",
  "He initially found that was gross negligence, which was right out of the statute, but he told his staff, ‘I want to clear her, anyway.’ … They changed the language.",
  "He was using a pseudonym to continue the charade, and he was emailing her on unsecure devices even while she was overseas, clearly jeopardizing national security.",
  "He had no intention of reopening the investigation, but federal prosecutors in New York kept pressing, saying, ‘What are you doing about this?’ Weeks went by.",
  "There was no probable cause, as the law requires; no credible evidence that crimes were committed, as FBI [and] Department of Justice regulations demand.",
  "… She did it to hide the fact that she had a ‘FOR SALE’ sign on the door of her office as secretary of state for four years.",
  "Mueller threatened to prosecute Flynn’s son under FARA and [with] other ridiculous allegations, so Flynn threw in the towel.",
  "… People who have a reason to hide things, hide things, and that’s what she was doing.",
  "There was never any plausible intelligence to justify a counterintelligence probe.",
  "Jarrett said, “There was scheme to clear Hillary Clinton and frame Donald Trump.",
  "They sanitized his findings of fact … in order to absolve Hillary Clinton.",
  "She had 110 classified documents on her unauthorized and unsecure server.",
  "There was no basis to launch the investigation of Trump and his campaign.",
  "He basically ruined Michael Flynn’s life and left him penniless.",
  "The investigation was launched two years ago next week.",
  "He said, “There was never any evidence of collusion.",
  "It is the stuff of an amateur detective novelist.",
  "It was clearly fabricated, and the FBI knew that.",
  "I read everyone’s testimony numerous times over.",
  "They invented or exaggerated facts.",
  "Follow Robert Kraychik on Twitter.",
  "Flynn had to sell his house.",
  "Comey sat on it for a month.",
  "President Obama knew it.",
  "They didn’t care."
]