[
  "“One set of those questions concern the role played by Associate Deputy Attorney General Bruce Ohr in communicating with dossier author Christopher Steele and continuing to funnel information from Steele to the FBI after the FBI had terminated Steele as a source for his failure to abide by FBI instructions to avoid contact with the press about his work,” Grassley wrote to Rosenstein.",
  "The chairman of the Senate Judiciary Committee is asking the Justice Department for a trove of records regarding a former top agency official’s contacts with Christopher Steele, the former British spy who wrote the salacious and unverified dossier alleging collusion between President Donald Trump’s campaign and Russia’s government.",
  "Iowa Sen. Chuck Grassley is also asking Deputy Attorney General Rod Rosenstein to make the official, former Associate Deputy Attorney General Bruce Ohr, available for a transcribed interview following the production of the documents.",
  "Grassley is questioning Ohr’s contacts with Steele because the FBI has claimed it cut ties with Steele in October 2016 because of unauthorized disclosures he made to the media in September 2016.",
  "The FBI and Justice Department relied heavily on the dossier to obtain Foreign Intelligence Surveillance Act warrants to spy on Carter Page, a former Trump campaign adviser.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "He also met after the election with Glenn Simpson, the founder of the opposition research firm that commissioned the dossier on behalf of the Clinton campaign and DNC.",
  "Grassley, a Republican, wants Ohr’s personal and work emails, phone logs, handwritten notes and text messages related to his interactions with Steele.",
  "(RELATED: EXCLUSIVE: DOJ Official Hid Wife’s Fusion GPS Payments From Ethics Officials)\n\nSimpson had another connection to Ohr.",
  "Nellie Ohr, the wife of the DOJ official, worked for Simpson’s firm, Fusion GPS, on the team investigating Trump’s campaign.",
  "Ohr met with Steele numerous times before and after the 2016 election regarding the ex-MI6 officer’s investigation of Trump.",
  "News’ Michael Isikoff published one article on Sept. 23, 2016 laying out some of the unfounded claims in Steele’s report.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Steele and Simpson briefed several reporters that month about some of the allegations in the dossier.",
  "The agencies used the document, even though the allegations about Page were unverified.",
  "Steele’s FBI contacts were upset by his media contacts and decided to part ways.",
  "They also did not disclose Clinton’s campaign and DNC paid for the dossier.",
  "Yahoo!"
]