[
  "But a separate pair of subpoenas issued by the House Intelligence Committee back in late August to Attorney General Jeff Sessions and FBI Director Christopher Wray, asked for a broad range of documents connected to the dossier, including those related to any payments the FBI made to Steele, efforts to corroborate any information he provided, and whether the FBI used information from the dossier to apply for warrants to conduct surveillance under the Foreign Intelligence Surveillance Act on Trump associates, according to a letter obtained by CNN in September.",
  "@FoxNews — Donald J. Trump (@realDonaldTrump) November 30, 2017\n\nIn reality, sources familiar with the negotiations tell CNN that despite Nunes' public accusations of \"stonewalling,\" the Justice Department met with Nunes nearly two months ago, and his Intelligence Committee staff members have reviewed -- over the course of the past two months -- highly classified materials regarding the dossier, including significant details on who paid for it, if anyone, and what, if anything, the FBI did to verify its contents.",
  "Indeed, mere hours before Fox News ran its story Wednesday evening, Deputy Attorney General Rod Rosenstein -- who has stepped into the shoes of Attorney General Jeff Sessions after he recused himself from all matters related to the FBI's Russia investigation -- had been on the phone with Nunes and agreed to permit House investigators to interview FBI Deputy Director Andrew McCabe as long as he's not questioned about special counsel Robert Mueller's ongoing Russia investigation.",
  "\"The Department has already provided members of (the House Intelligence Committee) and House leadership with several hundred pages of classified documents and multiple briefings -- including, for example, clear answers as to whether any FBI payments were made to a source in question related to the dossier -- and has more recently cleared key witnesses they have requested to testify, including Mr. McCabe, Mr. (Peter) Strzok , and the alleged handler in question.\"",
  "After Nunes declined to attend the highly classified briefing at the Justice Department, Ryan's office called Rosenstein to ask that South Carolina Republican Rep. Trey Gowdy, a member of the Intelligence Committee, be allowed to view the materials in Nunes' place, and the department agreed -- ultimately giving Gowdy, Ryan's staff and, once again, Nunes' committee staff time to do so, according to a source familiar with the discussions.",
  "Washington (CNN) The Justice Department has agreed to allow congressional investigators to interview a key FBI employee believed to have served as the main contact, or \"handler\" of, former British intelligence agent Christopher Steele, who compiled the so-called \"dossier\" of allegations about President Donald Trump's connections to Russia, according to a department spokesperson.",
  "They were permitted to review copies of highly classified materials, a document showing the original establishment of the FBI's counterintelligence investigation and who authorized it, and a read-out from a high-level national security briefing the FBI provided to both presidential campaigns regarding potential foreign interference from foreign actors, including Russia.",
  "\"We are well aware of the DOJ's constant tactics of leaking, spreading false information, obstructing our investigations, and making inane excuses for noncompliance, but none of that will help them anymore -- they have until tomorrow evening to provide us with all outstanding documents,\" Nunes said in a written statement to CNN on Sunday.",
  "At this point, the sources familiar with Nunes' outstanding requests say that the Justice Department has conveyed that certain highly confidential transcripts he wants simply do not exist and producing other highly confidential raw intelligence reports would likely conflict with the department's national security responsibilities.",
  "— Donald J. Trump (@realDonaldTrump) October 21, 2017\n\nNunes issued subpoenas for Fusion GPS's financial records in October, and later reached a confidential agreement with the research firm and its bank -- a resolution Nunes said at the time would \"secure the committee's access to the records necessary for its investigation.\"",
  "Originally funded by Republican opponents of Trump during the primary campaign, news reports have since revealed that a law firm for the Hillary Clinton campaign and the Democratic National Committee later helped fund opposition research on Trump by retaining the intelligence firm Fusion GPS, which in turn hired Steele.",
  "Fox News had just aired a report indicating a senior counsel for House Intel Committee Chairman Devin Nunes had recommended he pursue \"contempt of Congress citations\" against the top leadership at the Justice Department and FBI due to their purported failure to comply with subpoena requests regarding the dossier.",
  "We hope that they will comply, but if they don't, they leave us with very little option,\" Nunes told Fox News last week, adding that the \"subpoenas still haven't been complied with\" and \"stonewalling would be putting it lightly\" -- an assertion that left officials at the Justice Department scratching their heads.",
  "When it came time for the meeting, however, Nunes' committee staff insisted it was supposed to be for Republicans only -- leading Justice officials to provide two separate (though substantively identical) briefings, first to Nunes and then to Schiff, according to a source with knowledge of the briefings.",
  "\"By hiding from Congress, and from the American people, documented political bias by a key FBI head investigator for both the Russia collusion probe and the Clinton email investigation, the FBI and DOJ engaged in a willful attempt to thwart Congress' constitutional oversight responsibility,\" Nunes said.",
  "\"I am concerned ... that our chairman is willing to use the subpoena and contempt power of the House, not to determine how the Russians interfered in our election or whether the President obstructed Justice, but only to distract from the core of our investigation,\" Schiff said in a statement.",
  "\"We disagree with the Chairman's characterization and will continue to work with congressional committees to provide the information they request consistent with our national security responsibilities,\" Justice Department spokesperson Sarah Isgur Flores said in a statement Sunday.",
  "After news reports surfaced on Saturday that Strzok was demoted after sending text messages that could be interpreted as showing political bias against Trump, and the Justice Department's inspector general is investigating, Nunes issued a statement slamming the department.",
  "Later in October, Justice Department officials invited Nunes, Schiff, House Speaker Paul Ryan, Minority Leader Nancy Pelosi and their staff members to review certain highly classified materials in a secure location at the department with officials from the FBI.",
  "Additional questions Nunes' team has been focused on, including what, if anything, the FBI did to verify information in the dossier, whether the FBI paid Steele, and who paid Fusion GPS (including if any Republicans did) were also answered, the sources said.",
  "Nunes escalated the feud over the weekend, accusing the Justice Department of \"disingenuousness\" and threatening top officials at the department and the FBI with contempt of Congress if they do not meet his subpoena demands by Monday evening.",
  "Nunes had also asked Justice officials in October why Peter Strzok , who previously led the FBI's investigation into the Clinton email server, was removed from Mueller's team and demoted to human resources at the FBI, the sources said.",
  "When CNN asked about what the payment history shows, if anything, the Justice Department declined to comment\n\nContempt threat\n\nMeanwhile, Rosenstein has been fielding a series of calls not only from Nunes, but also from Speaker Ryan.",
  "The dossier\n\nThe circumstances surrounding the Steele dossier and its funding sources have proved to be an oft-repeated critique used by the Trump White House amid a political and legal maelstrom of Russia-related investigations.",
  "Shortly after 8 p.m. Wednesday, President Donald Trump fired off a tweet taking aim at the Justice Department and FBI -- this time accusing his top law enforcement agencies of stymieing the Intelligence Committee's Russia probe.",
  "Nunes says it's too little, too late, and is now directing his staff to draw up \"a contempt of Congress resolution\" against Rosenstein and Wray unless all of his outstanding demands are \"fully met\" by close of business Monday.",
  "Nunes became the subject of an ethics investigation after embarking on a clandestine trip to the White House in March to inform the President that his communications may have been swept up in surveillance of foreign targets.",
  "Nunes doesn't attend briefing\n\nNunes, a California Republican, has nevertheless forged ahead with his own inquiries related to the dossier, accusing the Justice Department and FBI of failing to cooperate along the way.",
  "By late September, department officials believed they'd reached an agreement with the committee to provide a substantive briefing with the FBI, in bipartisan fashion, to Nunes and Schiff.",
  "The interview, the product of a month-long negotiation, comes as a spat between Justice officials and the House Intelligence Committee has spilled into public view without much context.",
  "against the JusticeDepartment and the FBI for withholding key documents and an FBI witness which could shed light on surveillance of associates of Donald Trump.",
  "Despite his public assurance that he was stepping aside from the Russia probe and delegate authority to Rep. Mike Conaway of Texas, Nunes signed the subpoenas.",
  "According to sources familiar with the October review session, Schiff and his committee staff attended along with aides to Nunes and Pelosi.",
  "Trump tweeted in October, adding two days later, \"Justice Department and/or FBI should immediately release who paid for it.\"",
  "Intelligence Committee ranking Democrat Adam Schiff, of California, expressed concern Sunday over the subpoena process.",
  "The Justice Department has agreed for Strzok to be interviewed by the Intelligence Committee in the coming weeks.",
  "At that time, the officials opted not to answer, according to sources familiar with the discussions.",
  "A spokesman for Nunes declined to address why in response to inquiries from CNN.",
  "\"Workers of firm involved with the discredited and Fake Dossier take the 5th.",
  "Justice Department and/or FBI should immediately release who paid for it.",
  "Officials behind the now discredited \"Dossier\" plead the Fifth.",
  "Democrats cried foul, but Nunes has denied any wrongdoing.",
  "The House of Representatives seeks contempt citations(?)",
  "Who paid for it, Russia, the FBI or the Dems (or all)?\"",
  "\"We're trying to work with DOJ and the FBI.",
  "\"Give this information NOW!\"",
  "Give this information NOW!",
  "Nunes didn't show up.",
  "Trump tweeted.",
  "Deep State.",
  "Big stuff."
]