[
  "Fusion GPS’s analysis of the videos helped Planned Parenthood create the narrative that the videos exposing its alleged potentially criminal profiteering from the sales of aborted fetal tissue were “deceptively edited.”\n\nResults of the Fusion GPS analysis were reported at Politico in August of that year with the headline, “Report for Planned Parenthood Finds Sting Videos Manipulated.”\n\nThe ambiguous Politico report observed, “A report commissioned by Planned Parenthood has found that the sting videos targeting its tissue donation practices contain intentionally deceptive edits and inaccurately transcribed conversations and are missing footage.”\n\nThe news report, however, also noted, “But there is no evidence that the anti-abortion group behind the attack made up dialogue.”\n\n“[T]he firm also wrote that it is impossible to characterize the extent to which the edits and cuts distort the meaning of the conversations depicted and that there was no ‘widespread evidence of substantive video manipulation,’” Politico reported.",
  "Ms. Strassel traced the operative, Michael Wolf, to a Washington, D.C. outfit called Fusion GPS that says it is “a commercial research firm.” Fusion GPS is run by a former Wall Street Journal reporter, Glenn Simpson, who wouldn’t say who is paying him for this high-minded slumming but said in an email that Mr. VanderSloot was a “legitimate” target because of “his record on gay issues.”\n\nAs Breitbart News reported in June, Fusion GPS was also hired by Planned Parenthood to perform a forensic evaluation on a series of videos released by the Center for Medical Progress (CMP) and its project leader David Daleiden in the summer of 2015.",
  "This second analysis found that the videos were “not manipulated” and that they are “authentic.”\n\nPaul Sperry wrote at the New York Post about Fusion GPS that “federal records show a key co-founder and partner in the firm was a Hillary Clinton donor and supporter of her presidential campaign.”\n\nSperry noted:\n\nIn September 2016, while Fusion GPS was quietly shopping the dirty dossier on Trump around Washington, its co-founder and partner Peter R. Fritsch contributed at least $1,000 to the Hillary Victory Fund and the Hillary For America campaign, Federal Election Commission data show.",
  "Federalist co-founder Sean Davis reports:\n\nThe timing and nature of the payments to Perkins Coie by Obama’s official campaign arm raise significant questions about whether OFA was funding Fusion GPS, how much Obama and his team knew about the contents and provenance of the dossier long before its contents were made public, and whether the president or his government lieutenants knowingly used a partisan political document to justify official government actions targeting the president’s political opponents named in the dossier.",
  "The Wall Street Journal’s editorial board wrote about Fusion GPS in May of 2012 and highlighted the work of Kimberly Strassel in uncovering the Obama campaign’s smears of then-GOP nominee Mitt Romney:\n\nAs Ms. Strassel has reported in recent columns, Idaho businessman Frank VanderSloot has become the target of a smear campaign since it was disclosed earlier this year that he had donated $1 million to a super PAC supporting Mr. Romney.",
  "In further analysis of the funding of Fusion GPS’s Trump “Russiagate” dossier project, Breitbart News reports that same-sex marriage, Common Core, and amnesty supporter Paul Singer – who also funded the Washington Free Beacon – initially hired Fusion GPS to conduct opposition research on Trump, but abandoned his effort after Trump won the GOP nomination.",
  "Fusion GPS – the “research” firm that commissioned the dossier on President Donald Trump – is the same firm that reportedly set out to smear a major donor of Mitt Romney’s 2012 campaign and the sting video maker who exposed Planned Parenthood’s alleged profiteering from the sale of aborted baby parts.",
  "Planned Parenthood and its media and political supporters continue to this day to insist the videos, produced by CMP, were “deceptively edited.”\n\nA subsequent analysis of the videos was then conducted by Coalfire, a third-party forensics company hired by pro-life Alliance Defending Freedom.",
  "Fusion GPS is now known to have been funded by the Hillary Clinton campaign, and the Democratic National Committee (DNC) through law firm Perkins Coie – the same law firm to which the Obama campaign organization, Obama For America (OFA), paid nearly a million dollars.",
  "President Obama’s campaign website teed him up in April as one of eight “less than reputable” Romney donors and a “bitter foe of the gay rights movement.” One sin: His wife donated to an anti-gay-marriage campaign, of the kind that have passed in 30 or so states.",
  "“CNN’s justice correspondent Evan Perez, who has reported extensively on the Russia investigation and the Trump dossier, is close personal friends with Fusion GPS’s founders, according to a report by the Daily Caller,” reports Breitbart News.",
  "“Fusion is basically a pen-for-hire shop, whose owners are prepared to concoct completely spurious stories that are fed to media contacts developed over years of legitimate work in reputable outlets,” Boyd said.",
  "Now we learn that little more than a week after that Presidential posting, a former Democratic Senate staffer called the courthouse in Mr. VanderSloot’s home town of Idaho Falls seeking his divorce records.",
  "Thomas Caton – referenced by Sperry above – worked as a reporter at the Wall Street Journal at the same time as Fusion GPS co-founder Glenn Simpson and CNN’s justice department correspondent Evan Perez.",
  "According to the Washington Post, Fusion GPS was first retained by Perkins Coie on behalf of the Democratic National Committee (DNC) and Hillary Clinton’s presidential campaign in April of 2016.",
  "Fritsch, who served as the Journal’s bureau chief in Mexico City and has lectured at the liberal Wilson Center’s Mexico Institute, married into a family with Mexican business interests.",
  "Thor Halvorssen, founder of the Human Rights Foundation, referred to Fusion GPS as “highly paid smear experts” in testimony to the Senate Judiciary Committee, the Daily Caller notes.",
  "In recent years, Planned Parenthood has joined with other leftwing groups in promoting gay and transgender rights, amnesty, and taxpayer-funded abortion for illegal immigrants.",
  "His wife, Beatriz Garcia, formerly worked as an executive at Grupo Dina, a manufacturer of trucks and buses in Mexico City that benefits from NAFTA, which Trump opposes.",
  "Additionally, Alek Boyd, another former Human Rights Foundation associate, said Fusion GPS falsely accused him of being a pedophile, sexual deviant, and a drug addict.",
  "“The report by research firm Fusion GPS attempts to undermine the videos’ political, legal and journalistic value,” the report also said, regarding the company’s bias.",
  "Property records show that in June 2016, as Clinton allies bankrolled Fusion GPS, Fritsch bought a six-bedroom, five-bathroom home in Bethesda, Md., for $2.3 million.",
  "As more information about Fusion GPS has been revealed, a recent report has also uncovered CNN’s ties to the shadowy opposition research firm as well.",
  "Both former President Barack Obama and failed Democratic presidential candidate Hillary Clinton have been ardent champions of the abortion vendor.",
  "A third founding partner, Glenn Simpson, is reported to have shared dark views of both Russian President Vladimir Putin and Trump.",
  "… Sources say Fusion GPS had its own interest, beyond those of its clients, in promulgating negative gossip about Trump.",
  "It was Perez who reported the FBI used the dossier to obtain a surveillance warrant on associates of the Trump campaign.",
  "Simpson, Caton, and Peter Fritsch – a senior national security editor at WSJ – were the three co-founders of Fusion GPS.",
  "Fritsch’s Fusion GPS partner Thomas Catan, who grew up in Britain, once edited a business magazine in Mexico.",
  "Before joining Fusion GPS, Simpson did opposition research for a former Clinton White House operative.",
  "Neil King – another former WSJ reporter – also joined Fusion GPS.",
  "His wife also donated money to Hillary’s campaign."
]