[
  "Digby pointed to the Wall Street Journal editorial calling for Mueller to resign over the dossier, \"Gowdy's snipe hunt into the Justice Department's handling of Clinton's emails\" and the revival of the \"thoroughly debunked\" Russia uranium story, and said, \"If you didn't know better you might just think that the White House, the GOP Congress and the right-wing media were colluding on all of this.\"",
  "Look no further\n\nThe Washington Examiner editorial board said the Steele dossier was \"a reminder of what was and what was not at stake in last year's presidential contest,\" which it called a choice \"between Trump's obvious and extensive disconnection from facts and Clinton's conniving, calculated, and self-serving lies that fit snugly into her 40-year career of corruption and falsehood.\"",
  "From the left: 'White House is desperately trying to shift blame to Hillary Clinton'\n\n\"On the heels of news that special counsel Robert Mueller has filed his first charges connected to the investigation of the Trump campaign for possible collusion with Russia, the White House is desperately trying to shift blame to Hillary Clinton,\" wrote Aaron Rupar for Think Progress.",
  "From the left: Republicans are acting like 8-year-olds\n\n\"What’s happening now is an audacious effort on the part of Republicans to convince everyone that not only did Trump and his campaign not work with Russia, in fact it was Hillary Clinton who did so,\" wrote Paul Waldman for The Washington Post.",
  "From the left: 'The vast right-wing conspiracy will never die'\n\n\"Republicans have been desperate to figure out a way to discredit special counsel Robert Mueller and at the same time muddy the waters with some parallel scandal implicating Hillary Clinton,\" wrote Heather Digby Parton for Salon.",
  "Repeating old allegations against the Clintons, ranging from their time in Arkansas to the private email server, the board said, \"if you wonder why voters chose not to elect Clinton, even though it meant something as extraordinary as choosing Trump, you need look no further.\"",
  "From the right: Clinton 'started' Russia collusion scandal, now may be 'destroyed' by it\n\nNewt Gingrich went all in on the \"Clintons’ ties to Russia\" story, telling Sean Hannity \"we are on the edge of the greatest corruption scandal in American history.\"",
  "For more on the story here is Zachary Devita Buzz60\n\nEach week, USA TODAY's OnPolitics blog takes a look at how media from the left and the right reacted to a political news story, giving liberals and conservatives a peek into the other's media bubble.",
  "Fact check: What we know about the Uranium One deal\n\nMore: House Republicans launch two new investigations tied to Hillary Clinton\n\nReport: Infamous Trump dossier funded by Clinton campaign, DNC\n\nRead or Share this story: https://usat.ly/2zNifPn",
  "But they know for a fact that they can convince their base that Hillary Clinton is at the heart of the \"real Russia scandal\" and anything Mueller may come up with is nothing more than a cover-up for her crimes.",
  "\"The truth about the level of foreign donation, influence peddling, and outright corruption involved in the Clinton world could change American politics forever,\" Gingrich wrote for Fox News Opinion.",
  "He concludes that \"those who automatically dismiss this inconvenient Fusion GPS story as irrelevant only reveal that they were never very serious about the Russian interference in the first place.\"",
  "But they can’t explain \"why Russian propaganda outlets and Kremlin operatives waged a massive disinformation campaign on behalf of Trump, if they were indeed colluding with his opponent,\" he said.",
  "The failed 2016 Democratic presidential candidate is now the subject of two congressional investigations, rekindling debates about a Russian uranium deal and her private email server.",
  "If Trump had \"paid a firm working for the Russians to create a file of fabricated attacks\" on Clinton, \"would the media have treated it like an impeachable offense?\"",
  "The White House and Trump surrogates \"have relentlessly tried to distract from the Trump-Russia scandal by ginning up new controversies around Clinton,\" Rupar said.",
  "Commentators from the left accused conservatives of rehashing old issues to distract from Trump's other problems, including reports that Mueller has filed charges.",
  "\"The great irony of all this though, is that the Clintons started the so-called Russian collusion scandal, and in the end, they may be the ones destroyed by it.\"",
  "\"If you’ve been conscious for the last year and a half, that surely strikes you as deranged, something no one could be dumb enough to believe, Waldman said.",
  "\"They seem to have decided that their best bet is to throw several different Russia-related threads out at the same time to try to overwhelm the system.\"",
  "Harsanyi said Fusion GPS, the firm Clinton reportedly hired to dig up dirt on Trump, \"was working on behalf of Russians to undermine American sanctions.",
  "It was also reported that Clinton's campaign hired the firm that dug up dirt on President Trump and penned the infamous \"Steele dossier\" about him.",
  "Gingrich said he now believes the \"Trump-Russia story\" is a \"distraction aimed at masking real corruption by the Clinton political machine.\"",
  "Last week: Anti-Trump brigade 'hit a new low,' conservatives say\n\nFrom the right: Do Democrats really care about Russian interference?",
  "Nobody knows if any of these charges will stick or if Republicans will now be able to engineer the defenestration of Robert Mueller.",
  "CLOSE President Trump has claimed that it is 'commonly agreed' that he did not collude with Russia during the 2016 election.",
  "\"There’s just one problem — there is in fact no evidence that the Clinton campaign colluded with foreign agents at all.\"",
  "\"But Republicans have run this play many times before, and by the time they’re done, half the public will believe it.\"",
  "The Wall Street Journal editorial board went so far as to call for special counsel Robert Mueller to resign.",
  "The president called it a \"modern Watergate\" and several media voices from the right echoed that sentiment.",
  "He compared it to an 8-year-old kid on the playground saying, \"No, you are,\" in response to an insult.",
  "And it is likely that Russian sources were in part responsible for some of their bogus assertions.\"",
  "They also said it pulls the rug out from the entire Trump-Russia collusion investigation.",
  "But he also called it a \"careful, coordinated, and comprehensive strategy.\"",
  "Unsurprisingly, opinion has fallen sharply along ideological lines.",
  "This week, Hillary Clinton was back in the spotlight.",
  "From the right: Wondering why voters elected Trump?",
  "After all, those people voted for Donald Trump.",
  "asked David Harsanyi in the National Review.",
  "They'll obviously believe anything.",
  "\"Of course they would.\""
]