[
  "According to a recent report in the New York Times, Mark Corallo, a spokesman for Trump’s legal team at the time, is planning to tell the special counsel that Hicks suggested during a conference call with him and the president that the emails showing that the original purpose of the meeting was to get dirt on Hillary Clinton “will never get out.”\n\nHicks’ alleged suggestion could show that as she and the president crafted a press statement that said the meeting was primarily about a Russian adoption policy, she was aware that the original purpose of the meeting was to receive dirt on Clinton and concealed that from media.",
  "And the idea that Hope Hicks ever suggested that emails or other documents would be concealed or destroyed is completely false.”\n\nSome of Trump’s advisers argue that the Trump administration lying to the media about the meeting is not a crime, and that Mueller has no grounds to ask the president about the issue.",
  "And it noted that Corallo was alarmed by her comment, because “either she was being naïve or was suggesting that the emails could be withheld from investigators,” and also because she made the comment without a lawyer on the phone, which meant the conversation was not protected by attorney-client privilege.",
  "(According to accounts by Trump Jr. and the Russian lawyer, Natalia Veselnitskaya, they talked about repealing the Magnitsky Act, a U.S. law punishing Russian corruption that prompted Russian President Vladimir Putin to retaliate by banning U.S. adoptions of Russian children.",
  "And according to the Times report, Hicks’ alleged suggestion hints “at an attempt to conceal the emails.”\n\nThe story noted that even if Hicks was hinting at concealing the emails from Congress, lawyers had already copied and stamped the emails for delivery to Capitol Hill.",
  "He suggested in another report on the meeting by Circa that came out shortly thereafter, that the meeting might have been set up by Democratic operatives, since the Russian lawyer had also hired Fusion GPS, the firm that was also working on an anti-Trump dossier.",
  "We primarily discussed a program about the adoption of Russian children that was active and popular with American families years ago and was since ended by the Russian government, but it was not a campaign issue at that time and there was no follow up.",
  "Special Counsel Robert Mueller is reportedly zeroing in on the Trump administration’s handling last July of a press statement about the infamous June 2016 Trump Tower meeting with a Russian lawyer, and Hope Hicks’s alleged role.",
  "Her suggestion also shows that she believed investigators would not find those emails despite requests by congressional investigators for the campaign to turn over all records related to meetings with Russians.",
  "As the Times recounts, on July 7, 2017, its reporters approached the administration with questions about the June 9, 2016 meeting at Trump Tower, for a story that the meeting had taken place.",
  "Corallo immediately notified the legal team and then-White House chief strategist Stephen K. Bannon of the conversation and took notes to memorialize it, according to the report.",
  "According to Corallo, the statement drafted aboard Air Force One would backfire because documents would eventually surface showing the meeting was set up to get dirt on Clinton.",
  "According to the Times, the president supervised the writing of the statement, and a fierce debate erupted over how much information the news release should include.",
  "Hicks reportedly accused Corallo of “trafficking in conspiracy theories and drawing more attention to the story,” according to the Times.",
  "Corallo, along with the rest of the president’s legal team, was not consulted about Donald Trump Jr.’s statement before it was released.",
  "They asked for more time and scheduled a conference call that did not happen, and the reporters ended up submitting a list of questions.",
  "(According to an account in the book Fire and Fury, Jared Kushner and Ivanka Trump were also there at the beginning of the meeting).",
  "The conference call with the president, Hicks, and Corallo took place the day after the meeting was reported by the Times and Circa.",
  "Those involved in crafting the response were the president, Hicks, Trump Jr. and a lawyer for Trump Jr. via text message.",
  "Hicks then reportedly responded that the emails “will never get out” because only a few people had access to them.",
  "According to the Times‘ report, Trump Jr. had insisted that the word “primarily” be included in the statement.",
  "Trump was reportedly insistent about including language that said the meeting was about Russian adoptions.",
  "At the time, the president and senior White House officials were in Germany for the G-20 summit meeting.",
  "Trump’s aides got the list mid-flight on the way back to Washington and began working on a response.",
  "“As most reporters know, it’s not my practice to comment in response to questions from the media.",
  "Mueller sent out grand jury subpoenas for documents and interviews about the June 2016 meeting.",
  "Trump Jr. also shortly thereafter released the emails to the public on his Twitter account.",
  "The final statement from Trump Jr. to the Times read:\n\nIt was a short introductory meeting.",
  "Hicks’ lawyer Robert P. Trout aggressively denied Corallo’s allegations.",
  "Veseltnitskaya was a key advocate for repealing the law).",
  "But this warrants a response,” he said.",
  "I asked Jared and Paul to stop by.",
  "“She never said that."
]