[
  "March 2 — Asked by Page who he planned to vote for, Strzok replied: “I suppose Hillary.”\n\nMarch 4 — Strzok writes to Page of Trump: “Omg he’s an idiot.” He says that a Trump victory in the GOP primaries will be “good for Hillary.” (RELATED: FBI Agent Praised Hillary While He Was Leading Investigation Into Her Emails)\n\n“God Hillary should win.",
  "Here is a definitive timeline of his investigative work, the text messages, and developments in both the Clinton email and Trump collusion investigations:\n\nJuly 10, 2015 — FBI opens the Clinton email investigation in response to a referral from the Intelligence Community Inspector General.",
  "The release of FBI agent Peter Strzok’s text messages has touched off a partisan debate in Washington over whether his anti-Trump and pro-Hillary Clinton comments undermine his work on the Clinton email as well as the Russia investigation being conducted by Special Counsel Robert Mueller.",
  "“It’s like an insurance policy in the unlikely event you die before you’re 40.” (RELATED: FBI Officials Discussed ‘Insurance Policy’ Against Trump Win)\n\nAug. 25 — CIA Director John Brennan provides what has been described as a “special” briefing to then-Senate Minority Leader Harry Reid.",
  "June 12 — Strzok writes: “They fully deserve to go, and demonstrate the absolute bigoted nonsense of Trump.”\n\nJune 17 — “Now we’re talking about Clinton, and how a lot of people are holding their breath, hoping,” he tells Page, appearing to reference a meeting that is not described.",
  "Strzok has since been identified as the agent who suggested that Comey remove the legally-loaded term “grossly negligent” to describe Clinton’s email use and replace it with the term “extremely careless.”\n\nMay 24 — Strzok interviews Clinton aide Heather Samuelson.",
  "(RELATED: New Details Emerge About Discovery Of FBI Agent’s Anti-Trump Texts)\n\nAug. 24 — House Intelligence Committee chairman Devin Nunes subpoenas the Justice Department and FBI for documents related to the dossier.",
  "Aug. 6 — In another cryptic exchange, Strzok and Page discuss an unnamed “menace.”\n\n“Maybe you’re meant to stay where you are because you’re meant to protect the country from that menace,” Page writes.",
  "July 20 — The FBI provides the Justice Department’s inspector general with text messages exchanged between Strzok and Lisa Page, his mistress and an FBI lawyer who also worked on Mueller’s team.",
  "May 16 — A draft of a statement that then-FBI Director James Comey was preparing to release at the conclusion of the Clinton email probe was circulated among top FBI officials, including Strzok.",
  "“I want to believe the path you threw out for consideration in Andy’s office — that there’s no way [Trump] gets elected — but I’m afraid we can’t take that risk,” Strzok wrote to Page.",
  "Republicans argue that Strzok’s texts, which he exchanged last year with Lisa Page, his mistress who also worked on the Mueller team, mar his work on both of those investigations.",
  "Dec. 7 — Fox News reports that Bruce Ohr had been stripped of his title as assistant deputy attorney general after the revelation that he met with Steele and Simpson last year.",
  "Jan. 24 — Strzok and another FBI agent interviews then-national security adviser Michael Flynn about his conversations the month before with Russian ambassador Sergey Kislyak.",
  "Trump is a f*cking idiot, is unable to provide a coherent answer.”\n\nOct. 31 — David Corn at Mother Jones publishes the first article quoting Steele, though not by name.",
  "(RELATED: Top Clinton Aides Went Unpunished For Making Misleading Statements In FBI Interviews)\n\nJune 20 — Steele writes the first of 17 memos that make up the dossier.",
  "He alleges that the Kremlin has recruited Donald Trump as an asset and that Russian operatives had been feeding the Trump campaign negative information about Clinton.",
  "Jan. 13 — At the urging of Democrats, the Justice Department’s inspector general opens an investigation into the FBI’s handling of the Clinton email investigation.",
  "Aug. 15 — In one eye-catching exchange, Strzok and Page appear to discuss a conversation that took place in the office of Deputy FBI Director Andrew McCabe.",
  "September — Steele, acting on the direction of Fusion GPS, meets with reporters at The New York Times, The Washington Post, CNN, The New Yorker and Yahoo!",
  "Dec. 2 — The New York Times and Washington Post report that Strzok had been removed from Mueller’s team because of his politically-charged text messages.",
  "Late July — Strzok is handpicked to supervise a newly-opened FBI counterintelligence probe into Russian interference, including Trump campaign collusion.",
  "Feb. 16 — CNN publishes an article stating that law enforcement officials believed that Flynn did not intentionally lie to the FBI during his interview.",
  "It remains unclear what sparked the investigation, though Republican lawmakers increasingly suspect that the Clinton-funded dossier was the catalyst.",
  "Corn refers to Steele as a “Western intelligence source” and lays out the allegations about the Kremlin having compromising information about Trump.",
  "Strzok’s texts do show that he made politically-charged comments right in the midst of his work leading both the Clinton and Russia investigations.",
  "July 26 — A Wall Street Journal reporter contacts Carter Page to ask him about allegations that match what Steele wrote about him in the dossier.",
  "It alleges that Trump campaign adviser Carter Page and campaign chairman Paul Manafort were handling the collusion effort with the Kremlin.",
  "Jan. 19 — The New York Times reports that U.S. intelligence officials had intercepted communications between Russians and Trump associates.",
  "I could SMELL the Trump support…”\n\nAug. 27 — Reid sends a letter to Comey referencing allegations made about Carter Page in the dossier.",
  "After reviewing the texts, the inspector general expanded its review to include all of Strzok and Page’s exchanges through July 2017.",
  "July 26 — FBI agents acting on a warrant obtained by Mueller raid the Virginia home of former Trump campaign chairman Paul Manafort.",
  "Dec. 11 — Deputy FBI Director McCabe backs out of a House Intelligence Committee interviewed that was scheduled for the next day.",
  "May 17 — Deputy Attorney General Rod Rosenstein appoints Robert Mueller as special counsel to oversee the Russia investigation.",
  "July 5 — Steele meets with an FBI contact to provide a briefing of the unverified rumors he had picked up from Russian sources.",
  "After the publication of the story, the Justice Department informs Nunes that Strzok will be made available for an interview.",
  "The report is based on Steele’s allegations, though Isikoff did not disclose Steele’s involvement or the dossier’s existence.",
  "Nov. 18 — A Steele associate named Andrew Wood informed Arizona Sen. John McCain about the allegations made in the dossier.",
  "July 27 — Inspector General Michael Horowitz briefs Mueller and Deputy Attorney General Rod Rosenstein on the Strzok texts.",
  "Late Nov. — Fusion GPS founder Glenn Simpson meets with Justice Department assistant deputy attorney general Bruce G. Ohr.",
  "Mueller’s office now says that Strzok was “immediately” removed from the investigation and placed at FBI’s HR department.",
  "Jan. 6, 2017 — Comey briefs Trump on the allegations in the dossier\n\nJan. 10 — CNN reports that the briefing took place.",
  "Feb. 13 — Flynn is forced to resign, purportedly for lying to Vice President Mike Pence about his contacts with Kislyak.",
  "Democrats are downplaying the exchanges and accusing Republicans of hyping texts in order to protect Trump from Mueller.",
  "Nov. 29 — According to The Washington Examiner, Nunes again asks Rosenstein to make Strzok available for an interview.",
  "April — The law firm for the Clinton campaign and DNC hires opposition research firm Fusion GPS to investigate Trump.",
  "Feb. 27, 2016 — Strzok interviews Jake Sullivan, a former Clinton State Department aide and adviser to her campaign.",
  "Feb. 14 — The Times reports that there had been “repeated contacts” between Trump associates and Russian operatives.",
  "It is unclear if these also contain politically-charged comments or discussions of the Russia investigation.",
  "It is unclear if Strzok joined at that time, or if he had worked for Mueller since his appointment in May.",
  "Fusion would go on to hire Christopher Steele, the former British spy who authored the infamous dossier.",
  "Aug. 10 — The Justice Department inspector general receives Strzok texts sent after Nov. 30, 2016.",
  "News reporter Michael Isikoff publishes the first news article about the allegations against Page.",
  "June 27 — Then-Attorney General Loretta Lynch meets in secret with former President Bill Clinton.",
  "July 5 — Comey announces that he would not refer charges against Clinton to federal prosecutors.",
  "Dec. 5 — Strzok reportedly briefs the House Intelligence Committee on the Russia investigation.",
  "Steele alleged that Page met in Moscow earlier that month with two Kremlin-connected officials.",
  "Dec. 12 — The Justice Department releases 375 text messages exchanged between Strzok and Page.",
  "Dec. 1 — Flynn pleads guilty to lying to the FBI during his Jan. 24 interview with Strzok.",
  "“Please send me any comments on this statement,” wrote FBI chief of staff James Rybicki.",
  "July 2 — Strzok and Justice Department lawyer David Laufman interview Hillary Clinton.",
  "July 28 — In a cryptic text, Strzok appears to refer to some sort of investigation.",
  "“I can protect our country at many levels, not sure if that helps,” Strzok replies.",
  "Oct. 11 — Nunes asks Rosenstein about the committee’s request to interview Strzok.",
  "July 26 — Strzok congratulates Page on Clinton’s official presidential nomination.",
  "It is later reported that his wife, Nellie Ohr, worked last year for Fusion GPS.",
  "Nov. 28 — David Kramer, a McCain associate, flies to London to meet with Steele.",
  "Ohr’s wife, Nellie, worked as a researcher for Fusion GPS on its Trump project.",
  "July 28 — FBI agents arrest former Trump campaign adviser George Papadopoulos.",
  "Oct. 31 — FBI officials refuse the committee’s request to interview Strzok.",
  "Aug. 26 — Strzok writes to Page: “Just went to a southern Virginia Walmart.",
  "He is later charged with lying to the FBI during an interview in January.",
  "The committee believes that Strzok was involved in handling the document.",
  "Oct. 20 — During a presidential debate, Strzok writes: “I am riled up.",
  "Flynn later pleaded guilty to lying to the FBI during that interview.",
  "If Hillary did, you know five field offices would…,” he writes.",
  "“Congrats on a woman nominated for President in a major party!",
  "The meeting forces Lynch to step away from the Clinton probe.",
  "They arrange for McCain to be provided copies of the dossier.",
  "The texts were for the period between 2015 and Nov. 20, 2016.",
  "Simpson disclosed this month that Ohr requested the meeting.",
  "BuzzFeed News follows up by publishing the dossier in full.",
  "Clinton allies are upset at Comey’s handling of the probe.",
  "Dec. 9 — McCain meets with Comey to discuss the dossier.",
  "July 13 — CNN reports that Strzok joined Mueller’s team.",
  "Dec. 13 — Steele writes his final memo for the dossier.",
  "July 19 — Steele writes the second memo of the dossier.",
  "April 9 — Strzok interviews Clinton aide Cheryl Mills.",
  "April 5 — Strzok interviews Clinton aide Huma Abedin.",
  "Both have since vehemently denied the allegation.",
  "May 9 — Trump fires James Comey as FBI director.",
  "All of the requests appear to have been denied.",
  "Page has repeatedly denied having the meetings.",
  "Ohr had met prior to the election with Steele.",
  "News to provide briefings about the dossier.",
  "Details of the contacts are vague.",
  "Details of the contacts are vague.",
  "Many many more returns of the day!",
  "He was not interviewed by Strzok.",
  "100,000,000-0,” Strzok writes.",
  "Follow Chuck on Twitter",
  "Sept. 23 — Yahoo!",
  "“Opened on Trump?",
  "About damn time!",
  "!” he writes."
]