[
  "Trump Jr and Manafort are cooperating w my committee and will give documents and answer Qs for staff and members But also will appear openly — ChuckGrassley (@ChuckGrassley) July 21, 2017\n\nThe change was sparked backlash from some congressmen, such as Sen. Al Franken, D-Minn., who said Trump Jr. and Manafort should testify under oath.",
  "President Trump's son Donald Trump Jr, son-in-law Jared Kushner, and former campaign chairman Paul Manafort are all set to speak with congressional panels investigating possible collusion between Trump associates and Russians who sought to influence the presidential election.",
  "(July 24) AP\n\nThis week had the potential to be the most interesting week in Senate hearings since former FBI director James Comey's testimony before Congress gripped Washington last month, when bars opened early and people around the country were glued to their screens.",
  "Their appearances are highly anticipated after revelations the three met with a Kremlin-linked lawyer in Trump Tower in June 2016 in the hopes of obtaining damaging information about Hillary Clinton they were told would be provided by the Russian government.",
  "Wednesday: Donald Trump Jr. and Paul Manafort\n\nTrump Jr., the president’s son now at the helm of the Trump Organization, and former Trump campaign chairman Manafort will both speak before the Senate Judiciary Committee on Wednesday.",
  "Browder told USA TODAY he had filed a detailed complaint with the Justice Department last year related to Rinat Akhmetshin's status as an unregistered foreign agent for Russia and his activities in opposition to the Magnitsky law.",
  "\"Both Donald Trump Jr. and Paul Manafort, through their attorneys, have agreed to negotiate to provide the committee with documents and be interviewed by committee members and staff prior to a public hearing,” the statement read.",
  "Glenn Simpson, founder of Fusion GPS, the firm that penned the now-infamous dossier detailing Trump's relationship with Russia, was called to appear before the committee as well, though he declined to do so.",
  "In a statement before the appearance, Kushner said he had four contacts with Russians during the campaign and transition but he “did not collude” with the Russians or any other foreign officials.",
  "Simpson is on vacation this week, though his attorney stated Simpson was \"profoundly disturbed\" by the scope of the hearing, which he feels was motivated by \"partisan agendas,\" Reuters reports.",
  "Initial reports said the men would testify before the committee, though over the weekend lawmakers agreed that neither will be under oath when they speak, nor would the hearing be public.",
  "Related:\n\nHere's what we're watching:\n\nMonday: Jared Kushner\n\nKushner, Trump's son-in-law and advisor, testified Monday morning to the Senate Intelligence Committee in a closed session.",
  "CLOSE President Donald Trump's son-in-law has arrived for questioning by Senate investigators probing Russian interference in the 2016 election and possible links to the Trump campaign.",
  "Kushner also stated he did not know the details of the meeting set up by Donald Trump Jr. with several Russians because he did not read the whole email that Trump Jr. forwarded to him.",
  "Browder, an American-born businessman, has been a driving force behind the U.S. law named after Sergei Magnitsky, who was killed in a Russian prison in 2009.",
  "Yet one Republican, Chuck Grassley, R-Iowa, has noted it's a \"crime to lie to Congress\" anyway regardless of whether witnesses are under oath.",
  "His appearance is behind closed doors, and will not be under oath, so, as the New York Times points out, it is not technically testimony.",
  "Akhmetshin, a Russian-American lobbyist with former ties to Soviet military counterintelligence, was also in the Trump Tower meeting.",
  "These issues were allegedly discussed in the meeting between Trump Jr. and Russian lawyer Natalia Veselnitskaya and other Russians.",
  "After negotiations with lawmakers, these hearings will be behind closed doors – but we'll keep you updated throughout the week.",
  "Also Wednesday: Bill Browder\n\nHermitage Capital Management chief William Browder is also set to appear before the committee.",
  "In retaliation, the Kremlin shutdown the program allowing for Americans to adopt Russian children.",
  "The panel's leaders, Grassley and Sen. Dianne Feinstein, D-Calif., released a statement Friday.",
  "More:\n\nOver the weekend, lawmakers and reporters debated the terms of Kushner's appearance.",
  "The Magnitsky Act barred Russians suspected of human rights abuses from entry to the U.S.",
  "\"No, that's not good enough,\" Franken said Sunday on the CNN’s “State of the Union.\"",
  "Grassley tweeted on Friday the men would testify publicly eventually.",
  "Related:\n\nRead or Share this story: https://usat.ly/2vSM5Ae",
  "\"It should be under oath.\""
]