[
  "BuzzFeed News is making a change to the legal team handling its defamation lawsuit over publishing the Trump dossier, hiring Roy Black, a lawyer best known for defending conservative radio host Rush Limbaugh, pop singer Justin Bieber and Jeffrey Epstein, a billionaire friend of Bill Clinton’s who was convicted of sex crimes with minor girls.",
  "In a May 12, 2016 email, DNC compliance officer Kevin Snowden said that Black could not host the event after he was vetted and found to have a “while reputation.”\n\nBlack was accused of ethical violations in 2011 by Alexander Acosta, the U.S. attorney in Miami at the time and current secretary of labor.",
  "They argued that Gubarev’s team is attempting to use the former spy’s statements in the U.S. for the lawsuit in the U.K.\n\nGubarev’s lawyers also recently issued a subpoena to compel testimony from Fusion GPS, the opposition firm that first hired Steele to investigate Trump.",
  "In a motion filed in federal court in Miami on Friday, BuzzFeed and its editor-in-chief, Ben Smith, requested that Black be allowed to replace Lawrence Kellogg, a Florida-based attorney who was hired to handle the case along with a New York-based law firm.",
  "“Roy Black provides a depth of knowledge of the Florida courts that will be valuable to proving that this lawsuit is a shameless assault on the American free press and the First Amendment,” BuzzFeed spokesman Matt Mittenthal told The Daily Caller.",
  "Democratic National Committee officials blocked him from hosting President Obama at an event at his Miami home last year because he has “defended unsavory characters” and has been “accused of ethical violations” by a former U.S. Attorney.",
  "Accused of sexually abusing dozens of underage girls, Epstein avoided federal charges by pleading guilty to state charges, registering as a sex offender, and serving 18 months in prison.",
  "The unverified memo, written by former British spy Christopher Steele, alleges that Gubarev’s companies used spam and malware to hack the emails of the Democratic National Committee.",
  "It is not entirely clear why the website tapped the Miami-based Black, though changing legal counsel during the middle of a case is not entirely unusual.",
  "BuzzFeed and Smith are being sued by Aleksej Gubarev, a Russian tech executive who was identified in a Dec. 13 memo in the Trump dossier.",
  "He also represented Limbaugh in a 2006 drug case in which the radio personality pled guilty to prescription fraud but avoided jail time.",
  "Gubarev’s legal team recently attempted to force Steele to testify in the lawsuit, though the former spy’s lawyers protested the move.",
  "After Gubarev filed suit against BuzzFeed, the website issued an apology and redacted the executive’s name from the dossier.",
  "Black’s representation of Epstein made him a political liability during the presidential campaign last year.",
  "Epstein palled around with Clinton during the 2000s, allowing the politician to fly on his private jet.",
  "He is also suing Steele in London, where the former MI6 agent runs his private intelligence company.",
  "The case so far has gone through the normal legal process of negotiating discovery and depositions.",
  "Black successfully defended Kennedy family member William Kennedy Smith in a 1991 rape trial.",
  "Acosta accused Black of attempting to smear federal prosecutors working on the Epstein case.",
  "Gubarev strongly denied the claims after BuzzFeed published the dossier on Jan. 10.",
  "The Gubarev lawsuit against BuzzFeed is scheduled to go to trial in March.",
  "The website is keeping its New York attorneys on as counsel.",
  "He filed suit against BuzzFeed in February.",
  "Follow Chuck on Twitter"
]