[
  "Officials there are girding for the inspector general's office to drop a detailed report that's been in the works since January and will address the FBI's handling of the Clinton email probe, including then-FBI Director James Comey's controversial move to announce less than two weeks before the presidential election the discovery of additional emails potentially relevant to the investigation of Clinton, and whether FBI Deputy Director McCabe should have been recused from the case for alleged ethical conflicts surrounding his wife.",
  "JUST WATCHED Rosenstein: No good cause to fire Mueller Replay More Videos ... MUST WATCH Rosenstein: No good cause to fire Mueller 03:32\n\nTexts go to Congress\n\nVarious congressional investigators spent days clamoring to see the text messages for themselves and, in an unexpected move, the Justice Department rapidly turned over a set of roughly 375 texts to lawmakers on December 12 -- the eve of a key congressional hearing -- noting the \"extraordinary accommodation\" of releasing them in the midst of an internal investigation.",
  "Deputy Attorney General Rod Rosenstein -- who appointed Mueller after Sessions recused himself from all campaign-related matters -- found himself in the unenviable position Wednesday of urging that lawmakers see a fine distinction between political affiliation and bias , while offering a strikingly uncompromising defense of Mueller and the integrity of his investigation, calling him an \"ideal choice for this task.\"",
  "Simpson provided more detail about his interactions with the couple in an unrelated court submission Tuesday, explaining that the firm contracted with Nellie Ohr to help with its \"research and analysis of Mr. Trump,\" and that Simpson met with Bruce Ohr, \"at his request, after the November 2016 election to discuss our findings regarding Russia and the election.\"",
  "The Ohrs, Fusion GPS and unexplained meetings\n\nCompounding the notion pushed by Trump, his advocates in the media and some Republicans on Capitol Hill that the Justice Department's \" deep state \" is out to get the President is the case of Bruce Ohr, the Justice Department official now in the crosshairs of an unproven theory connecting him to the Trump dossier.",
  "Pointing to those Republican contributions Wednesday, Rep. Ted Lieu, D-California, suggested that it is a \"silly argument\" to claim \"if a Department of Justice employee exercises a First Amendment right to make political contributions that somehow that they cannot do their job,\" and shows \"a desperation that some people have about the Mueller investigation.\"",
  "In another text sent in August 2016, after the Clinton investigation closed, Strzok says , without explanation: \"I want to believe the path you threw out for consideration in Andy's office\" -- an apparent reference to Deputy FBI Director Andrew McCabe -- \"that there's no way he gets elected -- but I'm afraid we can't take that risk.",
  "Meanwhile, others have pointed to the fact that Mueller is a lifelong Republican, and they say attempting to correlate Democratic political contributions made by his team members over the years with biased work will only result in a rabbit hole of hypocrisy when some top Justice officials have a history of donations to Republicans.",
  "\"These text messages prove what we all suspected: High-ranking FBI officials involved in the Clinton investigation were personally invested in the outcome of the election, and clearly let their strong political opinions cloud their professional judgment,\" said House Judiciary Chairman Bob Goodlatte, a Virginia Republican.",
  "Defenders of the President, in search of any avenues to discredit, diminish and distract from Mueller's work on the Russia investigation, have now focused their gaze directly inside the Justice Department and FBI, pouncing on newly perceived vulnerabilities that have bubbled up within a striking two-week span.",
  "His role as a leader in the Clinton email investigation was overseen by top FBI officials, some with Republican political leanings, and the prosecutors in Alexandria, Virginia, who helped oversee the investigation included Republicans, according to current and former officials close to the matter.",
  "The story has drawn attention because certain congressional investigators have demanded that the Justice Department explain the extent to which the dossier served as the FBI's basis to apply for warrants to conduct surveillance under the Foreign Intelligence Surveillance Act on Trump associates.",
  "Justice Department Inspector General Michael Horowitz told congressional committees this week that his team uncovered \"politically oriented text messages\" between Page and Strzok as part of their review, alerted Rosenstein and Mueller, and is in the process of completing witness interviews.",
  "JUST WATCHED Warner: Would be crisis if Trump fired Mueller Replay More Videos ... MUST WATCH Warner: Would be crisis if Trump fired Mueller 02:24\n\n'Insurance policy'\n\nStrzok and Page regularly traded barbs on a variety of political figures from independent Sen. Bernie Sanders to Ohio Gov.",
  "The text doesn't directly mention the FBI's ongoing counterintelligence efforts on Russian meddling in the election, but the timing of it means it was sent in the early weeks of the FBI's probe into potential contacts between Russian operatives and Trump campaign associates.",
  "In one instance, highlighted in a tweet by Senate Judiciary Chairman Chuck Grassley, R-Iowa, Page references a phone so that she and Strzok could \"talk about Hillary because it can't be traced\" -- raising questions about whether any messages on additional devices exist.",
  "CNN has reported that FBI counterintelligence agents who interviewed Flynn initially weren't in favor of pursuing charges against him for lying in his interview with the FBI in January about conversations he had with Sergey Kislyak, Russia's former ambassador to the US.",
  "\"I think he needs to vet the people he's working with, because I think he's undermining public confidence in his own investigation by having people that have been so politically active and who have made critical comments of the President and his team,\" Cornyn added.",
  "Less than a week after news of Strzok's texts broke, Fox News reported that Ohr had been demoted amid the discovery of certain meetings with Fusion GPS founder Glenn Simpson and Christopher Steele, the former British intelligence officer who assembled the dossier.",
  "Reports detailing the extent of Strzok and Page's dislike for Trump soon popped up from every major news outlet -- priming the pump for a narrative that loomed over an oversight hearing before the House Judiciary Committee on Wednesday.",
  "But even the most vocal critics of Mueller's team and the Justice Department, like Republican Rep. Trey Gowdy of South Carolina, appear to recognize that top officials are stuck between a rock and a hard place on many of these issues.",
  "The head of the House Intelligence Committee threatened top officials at the Justice Department and FBI with contempt of Congress citations , hurling accusations that they'd been less than forthcoming about the text messages.",
  "He was removed after Mueller learned on July 27 about a stockpile of text messages exchanged between Strzok and FBI lawyer Lisa Page through November 2016 in which the pair dreaded Trump winning the election.",
  "Strzok had played a lead role in the investigation into Clinton's private email server and was involved in the FBI's recommendation that no criminal charges be filed against the former secretary of state.",
  "Until two weeks ago, Peter Strzok was not a household name outside the counterintelligence field, but within the FBI he's considered one of the bureau's top experts on Russia.",
  "Rosenstein tried to explain to the House panel that while Ohr, a career Justice official, worked in his office up until last week, Ohr had no role in the Russia investigation.",
  "Later that day, Mueller's office, in a rare move, was quick to issue a statement addressing the texts -- perhaps a recognition of the potential political upheaval brewing.",
  "Jill McCabe ran for political office in Virginia as a Democrat and received contributions from then-Governor Terry McAuliffe, a close friend of the Clintons.",
  "On Monday, Fox News also reported that Ohr's wife, Nellie, worked for Fusion GPS during the 2016 election, according to House Intel Committee investigators.",
  "JUST WATCHED Bernstein: Fox hosts are abetting a cover-up Replay More Videos ... MUST WATCH Bernstein: Fox hosts are abetting a cover-up 01:49\n\nNow what?",
  "Attorney General Jeff Sessions directed FBI Director Christopher Wray to make \"any necessary changes to his management and investigative teams.\"",
  "Rosenstein encouraged the House panel to await the results of the inspector general's investigation, of which the texts are a pertinent part.",
  "(CNN) On December 1, all eyes in Washington were fixed on former national security adviser Michael Flynn pleading guilty to lying to the FBI.",
  "It was another sign that special counsel Robert Mueller's investigation into Russian meddling in the presidential election was gaining steam.",
  "Nevertheless, the President's lawyer, Rep. Jim Jordan of Texas and other Republicans have called for a second special counsel to investigate.",
  "We first learned who paid for the dossier, then we learned about Peter Strzok and last week we learned about Bruce Ohr and his wife, Nellie.",
  "\"Rosenstein's got a really hard, maybe impossible, job, which is defending a bunch of stupid decisions that other people made,\" Gowdy said.",
  "The texts were uncovered as part of a separate internal investigation looking into the FBI's actions leading up to the 2016 election.",
  "John Kasich, but Republican lawmakers appear to have zeroed in on specific texts that they say may have moved beyond name-calling.",
  "People who worked with Strzok describe him as a seasoned agent who never allowed political opinions to influence his work.",
  "But what remains unclear is why Bruce Ohr requested the meeting with Simpson and what was said at his meeting with Steele.",
  "Meanwhile, Trump's allies appear ready to take aim at another target on Mueller's team: prosecutor Andrew Weissmann.",
  "Strzok's role in the Trump-Russia probe also doesn't fit the portrayal by Republican critics, these officials say.",
  "Senate Majority Whip John Cornyn, a Texas Republican, told reporters Tuesday that Mueller needs to \"clean house.\"",
  "The Justice Department has agreed to make Stzrok available for interviews with congressional investigators.",
  "Strzok was among those who didn't view Flynn's answers as purposely false statements, the officials said.",
  "Where do the past two weeks leave the Justice Department as Mueller plows through his investigation?",
  "CNN reported in mid-July that Strzok had joined Mueller's team, but his time there was short-lived.",
  "He later helped oversee the beginnings of the probe into Russian meddling in the 2016 election.",
  "The Justice Department and the special counsel's office declined to comment for this story.",
  "It doesn't, however, answer what \"path\" was being evaluated within the FBI at the time.",
  "It's like an insurance policy in the unlikely event you die before you're 40 .",
  "Nearly 24 hours later, top officials at the Justice Department had a problem.",
  "Page does not appear to have responded, according to records reviewed by CNN.",
  "An attorney for Strzok did not respond to a request for comment.",
  "(The exact timing and number of meetings is not yet public.)",
  "\"Think about what we've learned in the last several weeks.",
  "I mean this is unbelievable,\" Jordan said Wednesday.",
  "Page could not be reached for comment.",
  "That investigation is ongoing.",
  "And December isn't over yet.",
  "Who is Peter Strzok?",
  ".\"",
  ".",
  "."
]