[
  "“Against that background, any claim that the FBI is somehow out to get the current administration ought to ring hollow.”\n\nOn Sunday night, in an interview with ABC News’s George Stephanopoulos, Comey acknowledged that leaks regarding the Clinton Foundation investigation affected his calculus in deciding whether or not to announce that the email probe had been reopened later in the race.",
  "“Once you start involving people whose tradition is criminal, and in New York which has a different culture, there is a reasonable likelihood it was going to get out anyway.”\n\nMike German, a former FBI agent and a fellow at the Brennan Center, said Comey’s explanations for his decision made little sense.",
  "“It would have been a lot easier just to go up to New York and hold everybody responsible for what they’re doing rather than completely undermining all the Justice Department regulations, in order to do something extraordinary that does just as much damage as the leak does,” German said.",
  "In one particularly memorable example, on November 4, Trump surrogate Rudy Giuliani told Fox News part of the reason for Comey’s announcement was that “there’s a revolution going on inside the FBI and it’s now at a boiling point,” and that “I know that from former agents.",
  "“The cure is worse than the illness.”\n\nThe Inspector General’s report on McCabe, which was released on Friday, portrays similar pressure contributing to McCabe’s decision to offer The Wall Street Journal information that publicly confirmed the Clinton Foundation probe.",
  "“I knew that there were leaks coming—or appeared to be leaks about criminal investigation of the Clintons coming out of New York,” Comey told Stephanopoulos, arguing that criminal investigators are traditionally less circumspect than counter-intelligence agents.",
  "He ought to just say so explicitly: He, and our democratic process, were hijacked by Trump-supporting FBI agents who disrespected the rule of law,” Bruce Green, a former federal prosecutor and a law professor at Fordham University, said.",
  "“If you’re afraid that there’s something that is going to look like it could be politicized, what you do is make sure you’re following all the rules and adhering to procedures that were normal,” German said.",
  "The motives of those sources remain unknown—they might have been political partisans, but they also might simply have been frustrated agents who felt their case wasn’t being taken seriously.",
  "McCabe has portrayed his actions as defending the Bureau against a false narrative that the Clinton Foundation probe was being shut down.",
  "Former Bureau personnel stress that most agents do not see their jobs as political and would not consciously act in a partisan fashion.",
  "I know that even from a few active agents.”\n\n“It was clear even at the time that the leaks put pressure on Comey to say something.",
  "Late in the 2016 race, it became clear that sources within the FBI were talking to people on the outside about Clinton.",
  "There’s no getting around that.”\n\nGerman added that Comey’s decision made matters worse.",
  "“As soon as you start manipulating and applying different rules, you politicize it.",
  "Now he has hinted at that."
]