[
  "On June 14 he ordered the Justice Department, which had been resisting our FOIA request, to “immediately commence its search for responsive records and produce responsive records …”\n\nJudge Walton had previously criticized the Justice Department, saying:\n\nI think if it’s been almost, since December when the initial request was made more should have been done by now.",
  "A House Intelligence Committee memo released by Chairman Devin Nunes on February 2 noted that Ohr’s wife, Nellie, was “employed by Fusion GPS to assist in the cultivation of opposition research on Trump” and that Bruce Ohr passed the results of that research, which was paid for by the Democratic National Committee (DNC) and the Hillary Clinton campaign, to the FBI.",
  "The DOJ also claims that it has experienced “technical issues which may have affected the searches.”\n\nThe letter continues:\n\nWhile at this time we have no indication that records responsive to your request will be located, we cannot provide you with a final response to your request until the technical issues are resolved.",
  "Judicial Watch was in court last month before U.S. District Court Judge Reggie B. Walton regarding communications of the Office of the Attorney General with Nellie Ohr, the wife of former Senior DOJ Official Bruce Ohr, who was critical to the creation of the Clinton/DNC dossier.",
  "And it seems to me if you have someone who’s going to come into office and they say they’re going to be a disrupter, that they should appreciate there’s going to be a lot of FOIA requests and therefore, should gear up to deal with those requests.",
  "The subject of the hearing was the lawsuit Judicial Watch filed on March 1 this year after the Department of Justice failed to respond to our December 12, 2017, FOIA request (Judicial Watch v. U.S. Department of Justice (No.1:18-cv-00491)).",
  "They are seeking:\n\nAll records of contact or communication, including but not limited to emails, text messages, and instant chats, between DOJ officials in the Attorney General’s Office and Fusion GPS employee or contractor Nellie Ohr.",
  "[Office of Information Policy] has been working closely with our electronic search support team to resolve these issues and to re-run searches as appropriate to ensure that no records were missed in the original searches.",
  "Associate Deputy Attorney General after it was revealed that he conducted undisclosed meetings with anti-Trump dossier author (British spy) Christopher Steel and Glenn Simpson, principal of Fusion GPS.",
  "And, emails and memos show that Bruce Ohr continued to receive information from Steele in 2017 after the FBI had terminated its relationship with Steele in 2016 for leaking to the media.",
  "In a related case, Judicial Watch released FBI records showing that Steele was cut off as a “Confidential Human Source” after he disclosed his relationship with the FBI to a third party.",
  "On August 14, the DOJ wrote Judicial Watch a letter claiming that searches were conducted up through December 2017, and no responsive records were located.",
  "So, the DOJ explained to the court during the hearing that this “glitch” would delay for a time any final response to Judicial Watch about this scandal.",
  "I keep getting from the government, from various agencies we can’t do this, we can’t do that because we don’t have the resources.",
  "The documents show at least 11 FBI payments to Steele in 2016 and that he was admonished for unknown reasons in February 2016.",
  "So I’m not real sympathetic to the position that you have limited staff and therefore, you can’t comply with these requests.",
  "As you can see in this brief video, Judicial Watch is on top of the Ohr-Clinton-Fusion GPS targeting of President Trump!",
  "In the meantime, Judicial Watch awaits Ohr/Fusion GPS documents that are due to them today in another lawsuit.",
  "Open government is important, and government has to comply with FOIA in order to make it an open government.",
  "Recently, Republican lawmakers indicated that Bruce Ohr is becoming more central to their investigation.",
  "Judge Walton shares their frustration with a bureaucracy trying to keep its secrets.",
  "We anticipate issuing an additional response to you in one month.",
  "In December 2017, Bruce Ohr was removed from his position as U.S.",
  "So I think you’re going to have to get some more people.",
  "I mean FOIA is considered to be very important.",
  "Tom Fitton is president of Judicial Watch.",
  "I’m not real sympathetic to that.",
  "FOIA is important."
]