[
  "TheDCNF’s source says that Republicans will ask Toscas about the origins of the government’s Russia probe as well as about Bruce Ohr, the Justice Department official who served as a back channel between the FBI and Christopher Steele, the former British spy who wrote the dossier.",
  "Toscas, who handles counterterrorism and counterespionage cases, will appear for a deposition at 10 a.m. before staffers with the House Judiciary and House Government & Oversight Committees, a source familiar with the matter tells The Daily Caller News Foundation.",
  "(RELATED: Nunes Asks Fellow GOP Chairs To Interview 17 DOJ/FBI Officials)\n\nToscas is mentioned throughout text messages exchanged between former FBI counterintelligence official Peter Strzok and former FBI attorney Lisa Page.",
  "Toscas was one of 17 current and former FBI and Justice Department officials included on a list submitted to the two House committees by California Rep. Devin Nunes, the chairman of the House Intelligence Committee.",
  "House Republicans will resume an investigation of the FBI and DOJ’s handling of the Russia investigation on Thursday with a deposition of George Z. Toscas, a national security attorney at the Department of Justice.",
  "Congressional Republicans have probed whether the agencies misled federal surveillance judges by relying on the unverified Steele dossier to obtain FISA warrants against former Trump campaign adviser Carter Page.",
  "Strzok and Page, who have already been interviewed by the House panels, also mention Toscas in text messages sent at key points in the FBI’s investigation into Russian meddling in the 2016 presidential campaign.",
  "Ohr was also in contact with Glenn Simpson, the founder of Fusion GPS, the opposition research firm that hired Steele as part of an anti-Trump project financed by the Clinton campaign and DNC.",
  "Nunes suggested interviewing Toscas and the other officials regarding an investigation into the FBI and Justice Department’s possible abuse of the Foreign Intelligence Surveillance Act (FISA).",
  "The Washington Post has reported that Toscas was the Justice Department official who reminded then-FBI Deputy Director Andrew McCabe about Clinton emails found on Anthony Weiner’s laptop.",
  "Strzok sent one message to Page on July 30, 2016, the day before the FBI opened the Russia probe, that appears to reference Toscas and then-FBI Deputy Director Andrew McCabe.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Strzok and Page, neither of which work for the FBI (Strzok was fired on Aug. 10), mentioned Toscas most often during the FBI’s Hillary Clinton email investigation.",
  "Lawmakers have also questioned why Ohr was meeting with Steele despite claims from top DOJ officials that he was not on the team leading the Russia investigation.",
  "The relationship has raised questions because the FBI cut ties with Steele on Nov. 1, 2016 because of the former spy’s unauthorized contacts with the media.",
  "(RELATED: DOJ Official Bruce Ohr Will Appear Before Congress Later This Month)\n\n“Do you know if Andy got concurrence back from George about the preamble?",
  "Ohr, who was demoted in December from his position as assistant deputy attorney general, will be interviewed by the two House committees on Aug. 28.",
  "Text messages and emails recently provided to Congress also show that Ohr and Steele were in contact throughout 2016 and 2017.",
  "No need to ask Andy right now, I think we can in very good faith date the [letterhead memorandum] July 2016,” Strzok wrote.",
  "“To my knowledge he wasn’t working on the Russian matter,” Deputy Attorney General Rod Rosenstein testified on June 28.",
  "DOJ attorney George Toscas will be deposed Thursday as part of a congressional investigation into possible FISA abuse.",
  "McCabe had been informed about the emails weeks earlier but failed to take action on them until late-October 2016.",
  "Republicans want to know who at the Justice Department, if anyone, directed Ohr to maintain contact with Steele.",
  "Staffers with the House Judiciary and House Oversight Committees will quiz Toscas about DOJ official Bruce Ohr.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Ohr was interviewed a dozen times by the FBI after the election about his interactions with Steele.",
  "Ohr’s wife, a Russia expert named Nellie Ohr, worked for Fusion GPS on the Trump project.",
  "Ohr will be interviewed on Aug. 28."
]