[
  "Judicial Watch just filed a Freedom of Information Act (FOIA) lawsuit against the U.S. Department of Justice (DOJ) for all communications from the offices of the deputy attorney general and the office of the director of the Organized Crime Drug Enforcement Task Force related to Bruce G. Ohr, his wife Nellie Ohr, Christopher Steele, and Fusion GPS (Judicial Watch v. U.S. Department of Justice (No.",
  "All records from the office of the Director of the Organized Crime Drug Enforcement Task Force relating to Fusion GPS, Nellie Ohr and/or British national Christopher Steele, including but not limited to all records of communications (including those of former Organized Crime Task Force Director Bruce Ohr) about and with Fusion GPS officials, Nellie Ohr and Christopher Steele.",
  "Judicial Watch sued after the Justice Department failed to respond to our May 29, 2018, FOIA request for:\n\nAll records from the Office of the Deputy Attorney General relating to Fusion GPS, Nellie Ohr and/or British national Christopher Steele, including but not limited to all records of communications about and with Fusion GPS officials, Nellie Ohr and Christopher Steele.",
  "The House Intelligence Committee memo released by Chairman Devin Nunes on February 2 says that Nellie Ohr was “employed by Fusion GPS to assist in the cultivation of opposition research on Trump” and that Bruce Ohr passed along the results of that research, which was paid for by the Democratic National Committee (DNC) and the Hillary Clinton campaign, to the FBI.",
  "All records from the office of former Associate Deputy Attorney General Bruce G. Ohr relating to Fusion GPS, Nellie Ohr and/or British national Christopher Steele, including but not limited to all records of communications (including those of former Associate Deputy Attorney General Ohr) about and with Fusion GPS officials, Nellie Ohr and Christopher Steele.",
  "As this sordid scandal continues to unfold, it is increasingly clear that top DOJ official Bruce Ohr – working in conjunction with his wife and other Clinton-connected Fusion GPS actors – played a key role in laundering false information from Russia about Donald J. Trump.",
  "In December 2017, Bruce Ohr was removed from his position as U.S. associate deputy attorney general after it was revealed that he conducted undisclosed meetings with anti-Trump dossier author Christopher Steele and Glenn Simpson, principal of Fusion GPS.",
  "Moreover, newly released emails and memos show that Ohr continued to receive information from former British spy Christopher Steele in 2017 after the FBI had supposedly terminated its relationship with Steele in 2016 for leaking to the media.",
  "In fact, as I describe below, it was another Judicial Watch lawsuit that just uncovered FBI document showing that Steele was deemed unsuitable as a “confidential human source” in November 2016.",
  "Recently, Republican lawmakers indicated that Bruce Ohr, the former associate deputy attorney general, is becoming more central to their investigation of the soft coup against President Trump.",
  "The “salacious and unverified” dossier was used to obtain a Foreign Intelligence Surveillance Act (FISA) surveillance warrant to spy on Carter Page.",
  "But that was no impediment to Ohr’s continuing to use him nor the FBI continuing to receive “information” from Steele through Ohr!",
  "In March, Judicial Watch filed two lawsuits seeking records about the Ohrs’ involvement in the anti-Trump dossier.",
  "In June, the DOJ was ordered to begin searching and producing Fusion GPS records to Judicial Watch.",
  "The DOJ must stop the stonewalling and release these documents, as the law requires.",
  "Until his dossier-related demotion, he was the fourth-ranked official at DOJ.",
  "Bruce Ohr remains Organized Crime Task Force director.",
  "Tom Fitton is president of Judicial Watch.",
  "Talk about corruption!",
  "1:18-cv-01854))."
]