[
  "Strzok was also involved in the Hillary Clinton email probe, where he reportedly interviewed two top Clinton aides and was later behind the change of language Comey used to describe her behavior — changing the language from “grossly negligent” to “extremely careless.”\n\nThe Journal’s editorial board argued Tuesday that the scandal is reason for Mueller to stand down, noting that Mueller and the Justice Department had kept the information from investigators in the House, and refused to allow Strzok to be interviewed.",
  "The board, which can not accurately be described as “pro-Trump,” argues in addition to the FBI’s questionable moves and stonewalling — including about possible connections to the Fusion GPS “Trump dossier” — it is far from clear if Mueller can be trusted to run the probe.",
  "The Journal argues that the increasing focus on the FBI, and Mueller’s role in that, means he should step down:\n\nThe latest news supports our view that Mr. Mueller is too conflicted to investigate the FBI and should step down in favor of someone more credible.",
  "The Wall Street Journal increased the pressure on embattled FBI Special Counsel Robert Mueller’s Tuesday with a scathing op-ed from its editorial board, calling on Mueller to resign over the controversy surrounding a lead investigator’s anti-Trump texts.",
  "The Journal’s board called for Mueller to stand down in October after revelations about the FBI’s actions surrounding the sale of Uranium One to Russian energy giant Rosatom, as well as the need for answers behind the FBI’s role in the Trump dossier.",
  "It notes in particular Mueller’s connection to former FBI Director James Comey:\n\nAll of this reinforces our doubts about Mr. Mueller’s ability to conduct a fair and credible probe of the FBI’s considerable part in the Russia-Trump drama.",
  "The Journal also argues that there have been a number of examples of resistance from the FBI more broadly to congressional oversight, particularly Deputy Attorney General Rod Rosenstein’s role in ignoring House subpoenas.",
  "The New York Times and the Washington Post reported over the weekend that Mueller dismissed FBI agent Peter Strzok over anti-Trump texts he sent to an FBI lawyer with whom he was having an extramarital affair.",
  "The investigation would surely continue, though perhaps with someone who doesn’t think his job includes protecting the FBI and Mr. Comey from answering questions about their role in the 2016 election.",
  "“It is no slur against Mr. Mueller’s integrity to say that he lacks the critical distance to conduct a credible probe of the bureau he ran for a dozen years,” the Journal’s editorial board wrote.",
  "Since then, outlets have reported that Strzok was involved in the interview of former national security Michael Flynn, who was charged last week for lying to the FBI.",
  "Mr. Mueller ran the bureau for 12 years and is fast friends with Mr. Comey, whose firing by Mr. Trump triggered his appointment as special counsel.",
  "The reluctance to cooperate with a congressional inquiry compounds doubts related to this clear conflict of interest.",
  "Adam Shaw is a Breitbart News politics reporter based in New York.",
  "Rosenstein appointed Mueller to the role.",
  "Follow Adam on Twitter: @AdamShawNY."
]