[
  "U.S. Sen. Chuck Grassley (R-IA) speaks to reporters after the weekly Republican caucus policy luncheon at the U.S. Capitol in Washington Thomson Reuters\n\nThe Senate Judiciary and House Intelligence Committees, two of the three major congressional panels investigating Russia's election interference, appear to have resigned themselves to the reality that their probes will be conducted according to the partisan interests of their members.",
  "'We're going to have to find a way to deal with it'\n\nSenator Dianne Feinstein Thomson Reuters\n\nThe tension has not waned: Following a recent flurry of letters to witnesses ranging from Trump's son-in-law and senior adviser Jared Kushner to Russian gun rights activist Maria Butina, Feinstein said on Monday that she thinks there's a \"subtle\" effort on Grassley's part \"not to go deeply.\"",
  "The House is still fighting\n\nHouse Intelligence Committee Chair Rep. Devin Nunes Thomson Reuters The House Intelligence Committee's investigation into Russia-related matters, meanwhile, has devolved so hopelessly into partisan infighting that its findings will likely be released in two separate reports, according to a source familiar with the probe.",
  "But he quickly began conducting his own investigation into \"unmaskings\" by the Obama administration, and is threatening to hold Attorney General Jeff Sessions and FBI Director Chris Wray in contempt of Congress if they do not respond to a subpoena for documents relating to the infamous dossier alleging ties between Trump's campaign team and Russia.",
  "Democratic Sen. Dianne Feinstein, the ranking member of the Senate Judiciary Committee, has recently begun sending out a flurry of letters to witnesses requesting new documents and interviews related to potential collusion between President Donald Trump's campaign team and Russia.",
  "\"I think what we're beginning to see is the putting together of a case of obstruction of justice,\" she told Meet The Press, one day after Trump tweeted a potentially incriminating statement about his firing of former national security adviser Michael Flynn.",
  "Democratic Rep. Eric Swalwell told MSNBC on Sunday that voluntary interviews, absent a subpoena, were not helpful to the committee because witnesses who haven't been compelled to testify have generally opted to end their sessions early.",
  "\"This is exactly the type of improper political influence that the Judiciary Committee should be concerned about,\" Foy said, adding that Feinstein had not signed Grassley's letters to the FBI seeking \"relevant documents\" about Strzok.",
  "Following Mueller's indictments of Trump's former campaign chairman Paul Manafort and his associate Rick Gates, Sen. John Cornyn said the \"special counsel's got his own responsibilities and it doesn't involve us.\"",
  "Foy pointed to recent reports that Strzok, the FBI agent who served as a top investigator on both the Hillary Clinton email probe and on Mueller's Russia probe, \"had expressed pro-Clinton and anti-Trump views.\"",
  "\"Chairman Grassley's inquiry is looking at decisions made by Justice Department and the FBI during politically charged investigations spanning two administrations,\" said the spokesperson, Taylor Foy.",
  "He called it a \"troubling double-standard,\" according to CNN reporter Manu Raju, because Nunes had made obtaining the bank records of opposition research firm Fusion GPS a major priority in the fall.",
  "Nunes stepped aside from the Russia investigation in early April following his decision to brief Trump and the press on classified intelligence — without telling his fellow committee members.",
  "He said in October that the committee's final report could \"have an asterisk on it\" if House Speaker Paul Ryan does not \"intervene\" to ensure Nunes' \"fingerprints are not on our report.\"",
  "\"The American people deserve to know whether political influence has clouded the nation's top law enforcement agency, whether it be investigations into Republicans or Democrats.\"",
  "Nor did Feinstein sign off on 13 letters Grassley sent in October seeking more information about FBI agent Peter Strzok and an informant in the Uranium One probe, among others.",
  "The committee's ranking member, Rep. Adam Schiff, told CNN on Tuesday that Republicans had refused to subpoena Deutsche Bank for the Trump Organization's financial records.",
  "\"It's conceivable that Republicans and Democrats would have separate reports\" if they issued their findings of the investigation today, Quigley said at the time.",
  "The committee's Republican chairman, Sen. Chuck Grassley, has not signed off on the letters, all of which have been made public by the panel's Democrats.",
  "Anything that makes the analysis of this by Congress, or any other investigators, inconsistent in any way ... reduces how important this is.\"",
  "A spokesperson for Feinstein downplayed the significance of the chairman and ranking member not signing off on each other's witness letters.",
  "Committee Republicans, meanwhile, have signaled a desire to leave the more aggressive investigative work to special counsel Robert Mueller.",
  "\"Our focus is obstruction of justice and whether there was cooperation/collusion between the Trump administration and Russia,\" she said.",
  "\"Some letters are from just the chairman, some from just the ranking member and some from both,\" said the spokesperson, Tom Mentzer.",
  "They say he has antagonized the Justice Department and intelligence community at a moment when cooperation should be prioritized.",
  "\"The Judiciary Committee conducts government oversight, not criminal investigations,\" a committee spokesperson said on Tuesday.",
  "Much, but not all, of the House panel's infighting has stemmed from the behavior of its chairman, Republican Rep. Devin Nunes.",
  "\"We have decided that each side is going to take a course,\" she said, referring to the committee's Democrats and Republicans.",
  "\"The goal is to receive the information necessary for the investigation, and that's why the letters are sent out.\"",
  "Quigley said Nunes was \"not the only\" Republican on the committee mounting \"obstacles\" to the investigation.",
  "\"I'm there as we're questioning witnesses — and someday these transcripts will be made public,\" he said.",
  "Democrats feel like Nunes has \"gone rogue\" with his subpoenas, according to several committee sources.",
  "But the competing letters seem like a manifestation of the new normal Feinstein described in October.",
  "Democratic Rep. Mike Quigley, who sits on the committee, hinted at that possibility in September.",
  "They seem to be taking over the role of a second attorney for the witness testifying before us.",
  "It's difficult enough as it is to do this job when you're running into all of these obstacles.\"",
  "Because I believe that if you had seen what I have seen, you'd want me to go full throttle.",
  "Feinstein reiterated her interest in pursuing an obstruction inquiry on Sunday.",
  "\"Many of you are going to say, 'What the hell are they doing?'",
  "A spokesman for Nunes did not return a request for comment.",
  "\"I was old enough to understand — and watch — Watergate.",
  "And we're going to have to find a way to deal with it.\"",
  "\"I hadn't realized it before,\" she told CNN.",
  "And it's conflicting, and it's difficult.",
  "\"And that's very unfortunate,\" he added.",
  "This is so much more important.",
  "\"But I realize it now."
]