[
  "Jordan suggested during his exchange with Wray that Strzok would not be removed for just the anti-Trump texts, since FBI officials are allowed to have political opinions, share those opinions privately, and when many other members of the Special Counsel team have also already expressed their political bias by donating to Clinton and other Democrats.",
  "But Peter Strzok, the guy who ran the Clinton investigation; interviewed Mills, Abedin; interviewed Secretary Clinton; changed “gross negligence,” a crime, to the term “extreme carelessness;” who ran the Russian investigation; who interviewed Mike Flynn gets put on Mueller’s team, and then he gets kicked off for a text message that’s anti-Trump.",
  "And if that happened — I mean, think — if this happened, if you had the FBI working with a campaign, the Democrats’ campaign, taking opposition research, dressing it all up and turning it into an intelligence document and taking it to the FISA court so they could spy on the other campaign — if that happened, that is as wrong as gets.",
  "I think Peter Strzok, head of counterintelligence at the FBI; Peter Strzok, the guy who ran the Clinton investigation, did all the interviews; Peter Strzok, the guy who was running the Russian investigation at the FBI; Peter Strzok, Mr. Super Agent at the FBI — I think he’s the guy who took the application to the FISA court.",
  "“If this happened, if you had the FBI working with a campaign, the Democrats’ campaign, taking opposition research, dressing it all up and turning it into an intelligence document and taking it to the FISA court so they could spy on the other campaign — if that happened, that is as wrong as gets,” Jordan told Wray.",
  "The Democratic National Committee and the Clinton campaign, which we now know were one and the same, paid the law firm, who paid Fusion GPS, who paid Christopher Steele, who then paid Russians to put together a report that we call a dossier, full of all kinds of fake news, National Enquirer garbage.",
  "It was not until orchestrated leaks to the Washington Post and the New York Times over the weekend that it was revealed that Strzok had sent anti-Trump text messages to another lawyer on the special counsel team, Lisa Page, with whom he was having an extramarital affair.",
  "It is also not clear yet whether Strzok or other FBI officials used the dossier to launch the investigation into the Trump campaign, which has cast a cloud of suspicion and fueled partisan attacks against the Trump administration until this day.",
  "JORDAN: … OK — and the same Peter Strzok that, we learned this past weekend, was removed from the special counsel team because he exchanged text messages with a colleague at the FBI that were — displayed a pro-Clinton bias — is that accurate?",
  "You could clear it all up for all of us here — all the Congress who wants to know, and frankly, all of America who wants to know — you could clear all up by releasing (ph) — we sent you a letter two days ago — just release the application.",
  "And if it is classified in any way, shape or form, it can be provided to us in a classified setting, but that is information that we are very much interested in…\n\nJORDAN: Mr. Chairman…\n\nGOODLATTE: … and very much want to receive.",
  "And it’s been reported that this dossier was all dressed up by the FBI, taken to the FISA court and presented as a legitimate intelligence document, that it became the basis for granting a warrant to spy on Americans.",
  "JORDAN: And he’s the same Peter Strzok who was a key player in the Clinton investigation, the same Peter Strzok who interviewed Cheryl Mills, Huma Abedin, participated in the Clinton — Secretary Clinton’s interview?",
  "He recommended watering down language in a statement exonerating Hillary Clinton from “grossly negligent” to “extremely careless.”\n\nStrzok would later sign the documents launching the probe into the Trump campaign.",
  "JORDAN: Director, is it likely that Peter Strzok — is it likely that Peter Strzok…\n\nGOODLATTE: The gentleman — the gentleman — the gentleman…\n\nJORDAN: … played a part in the application presented to the FISA court?",
  "WRAY: Congressman, we will not hesitate to hold people accountable after there has been an appropriate investigation, independent and objective, by the inspector general into the handling of the prior matter.",
  "WRAY: Congressman, our staffs have been having extensive interaction with both intelligence committees on our interaction with the FISA court, and I think that’s the appropriate setting for those questions.",
  "And he — and is it — is this the same Peter Strzok who helped — was a key player in the Russian investigation, and the same Peter Strzok who was put on Mueller’s team — Special Counsel Bob Mueller’s team?",
  "It would mean that a top FBI official took what was an unverified piece of opposition research funded by Trump’s political opponent, and used it to obtain a surveillance warrant on the Trump campaign.",
  "Is there anything prohibiting you from showing this committee the — what was presented to the FISA court — that — the application you all put together at the FBI, that was presented to the FISA court?",
  "JORDAN: Well, here’s what I’m not getting: Peter Strzok is selected to be on Mueller’s team, after all this history, put on Mueller’s team, and then he’s removed for some pro-Clinton text messages.",
  "And he’s also the same Peter Strzok who — now we know — changed Director Comey’s exoneration letter, changed the term “gross negligence,” which is a crime, to “extreme carelessness”?",
  "He would also unnecessarily interview former National Security Adviser Michael Flynn in January 2017 about his calls with a Russian ambassador, when he had not done anything wrong.",
  "JORDAN: … the discussion — the chairman — yeah, I don’t think there’s anything prohibiting the FBI from giving us what they used to put together what was taken to the FISA court.",
  "Director, did Peter Strzok help produce and present the application to the FISA court to secure a warrant to spy on Americans associated with the Trump campaign?",
  "As to the access to the dossier, that’s something that is the subject of ongoing discussion between my staff and the various intelligence committees.",
  "Strzok was kicked off the special counsel team in July, with the FBI and Justice Department refusing to tell the House intelligence committee why.",
  "Whether or not he would be characterized as…\n\nJORDAN: And the same…\n\nWRAY: … a key player on that investigation, that’s really not for me to say.",
  "WRAY: When I sign FISA applications, which I have to do almost every day of the week, they are all covered with a “classified information” cover.",
  "It sure looks like it did, and the easiest way to clear it up is for you guys to tell us what was in that application and who took it there.",
  "2 official at the FBI’s counterintelligence division, and played a major role in the FBI’s investigation of Clinton’s email server.",
  "There’s been all kinds of stories — PolitiFact reported 96 percent of the top lawyers’ contributions went to Clinton or Obama.",
  "This committee, the House Judiciary Committee, has primary jurisdiction over the Foreign Intelligence Surveillance Court.",
  "And, based on that, I will look at all available remedies, depending on what the facts are when they are found.",
  "WRAY: I do not believe that I can legally and appropriately share a FISA court submission with this committee.",
  "So any request for documents coming to any part of the Congress should include the House Judiciary Committee.",
  "What you took there — what was — the process put together, what you presented, what you took to the court.",
  "If you kicked everybody off Mueller’s team who was anti-Trump, I don’t think there’d be anybody left.",
  "WRAY: Well, Congressman, I don’t know every step that the individual you mentioned was involved in.",
  "And, if it did, it is as wrong as it can be, and people who did that need to be held accountable.",
  "WRAY: I’m not going to discuss in this setting anything to do with the FISA court applications.",
  "WRAY: Congressman, I’m not prepared to discuss anything about a FISA process in this setting.",
  "Director, was Agent Peter Strzok the former deputy head of counterintelligence at the FBI?",
  "But certainly, I know that he was heavily involved in the Clinton e-mail investigation.",
  "JORDAN: Well, let’s remember a couple of things, director, and I know you know this.",
  "That’s what we’re asking for, and there is nothing prohibiting him from doing that.",
  "WRAY: I certainly know that he was working on the special counsel’s investigation.",
  "It can’t just be some text messages that show a pro-Clinton, anti-Trump bias.",
  "I mean, there are all kinds of people on Mueller’s team who are pro-Clinton.",
  "JORDAN: I’m talking about what the FBI put together, not what the court had.",
  "Here’s the full exchange, with the key part in bold:\n\nJORDAN: Thank you.",
  "If true, it would be a stunning development in the Russia investigation.",
  "However, I do want to follow up on your last response to the gentleman.",
  "WRAY: I don’t remember his exact title, but I believe that’s correct.",
  "We’re talking about what the FBI took to the court, the application.",
  "JORDAN: Not a — we’re not talking about what happened in the court.",
  "Did Peter Strzok — was he involved in taking that to the court?",
  "And I’m wondering — I’m wondering if that actually took place.",
  "Jordan suggested it had something to do with the dossier.",
  "But my hunch is it has something to do with the dossier.",
  "We’ve all been made aware of this in the last few weeks.",
  "So that’s part of why we will not be discussing it here.",
  "Is there anything preventing you from showing us that?",
  "Let’s remember a couple of things about the dossier.",
  "Later, Flynn would be charged with lying to the FBI.",
  "JORDAN: There’s nothing prohibiting you, Director.",
  "GOODLATTE: The time of the gentleman has expired.",
  "So here — there’s got to be something more here.",
  "GOODLATTE: … the gentleman’s time has expired.",
  "The time the gentleman has expired, however.",
  "You care to respond to that, Director Wray?",
  "JORDAN: Here’s what I think, Director Wray.",
  "GOODLATTE: I don’t think there is, either.",
  "And I’m trying to figure out what it is.",
  "As recently reported, Strzok was the No.",
  "I think that’s exactly what happened.",
  "JORDAN: Talking about the same guy?",
  "There’s got to be something more.",
  "WRAY: No, I think I’ve covered.",
  "JORDAN: And he — thank you.",
  "You could clear it all up.",
  "The director can respond.",
  "But I don’t think I am.",
  "Tell us what was in it.",
  "Tell us if I’m wrong.",
  "Is that the same guy?",
  "And you know what?",
  "Maybe I’m wrong.",
  "OK.\n\nWRAY: Yes.",
  "WRAY: Yes."
]