[
  "According to the source, the testimony topics will include the role played in the Hillary Clinton email investigation by Peter Strzok, a former deputy to the assistant director for counterintelligence at the FBI who was removed from the staff of Special Counsel Robert S. Mueller III earlier this year after Mueller learned Strzok had exchanged anti-Trump texts with a colleague.",
  "House investigators previously told Fox News they have long regarded Strzok as a key figure in the chain of events when the bureau, in 2016, received the infamous anti-Trump “dossier” — which McCabe will be asked about Tuesday — and launched a counterintelligence investigation into possible Russian meddling in the election.",
  "Strzok also oversaw the bureau’s interviews with ousted National Security Advisor Michael Flynn and changed Comey’s early draft language about Clinton’s actions regarding her private email server from “grossly negligent” to “extremely careless.”\n\nFox News’ Catherine Herridge contributed to this report.",
  "He participated in the FBI’s fateful interview with Hillary Clinton on July 2, 2016 — just days before then-FBI Director James Comey announced he was declining to recommend prosecution of Clinton in connection with her use, as secretary of state, of a private email server.",
  "House Intelligence Committee Chairman Devin Nunes, R-Calif., previously sought documents and witnesses from the Justice Department and FBI to determine what role, if any, the dossier played in the move to place a Trump campaign associate under foreign surveillance.",
  "The “dossier” was a compendium of salacious and largely unverified allegations about then-candidate Trump and others around him that was compiled by the opposition research firm Fusion GPS.",
  "Deputy FBI Director Andrew McCabe is scheduled to testify behind closed doors Tuesday in front of the House Intelligence Committee, a source close to the matter told Fox News.",
  "The firm’s bank records, obtained by House investigators, revealed that the project was funded by the Clinton campaign and the Democratic National Committee.",
  "McCabe also will be asked about Strzok’s consequential portfolio."
]