[
  "In September 2016, while Fusion GPS was quietly shopping the dirty dossier on Trump around Washington, its co-founder and partner Peter R. Fritsch contributed at least $1,000 to the Hillary Victory Fund and the Hillary For America campaign, Federal Election Commission data show.",
  "In addition, the firm was retained by Planned Parenthood in 2015 to attack pro-life activists after a series of undercover investigative videos were released showing Planned Parenthood leaders discussing the illegal sale of aborted fetal tissues.",
  "In addition, Senate investigators also want to see any communication between Fusion and former Attorney General Loretta Lynch, who is now being investigated for possibly interfering in the FBI's investigation into Clinton's private email server.",
  "A \"secretive Washington firm\" that supports Hillary Clinton is behind the creation and promotion of the unverified intelligence report on President Donald Trump, colloquially known as the \"Trump dossier,\" according to New York Post report.",
  "Fusion's Wikipedia page says the organization is a \"commercial research and strategic intelligence\" but sources told the Post Fusion operates like an opposition-research firm that is staunchly liberal and anti-Trump.",
  "The Trump-Russia collusion narrative has relied heavily on the dossier, so if it can be proved that it is simply a politically charged document designed to hurt Trump, the president may finally have his name cleared.",
  "The Senate committee is also investigating whether or not the FBI relied on the faulty dossier in their intelligence investigation into Trump's presidential campaign, according to the Post.",
  "\"These guys had a vested personal and ideological interest in smearing Trump and boosting Hillary’s chances of winning the White House,\" an unnamed source told the Post.",
  "According to the Post, the Senate committee has threatened to subpoena the firm to answer questions about the dossier that they've allegedly so far refused to answer.",
  "More from the Post:\n\nFusion GPS was on the payroll of an unidentified Democratic ally of Clinton when it hired a long-retired British spy to dig up dirt on Trump.",
  "BuzzFeed, however, controversially chose to report on the unverified intelligence report in early January, just days before Trump was to be sworn in as president.",
  "This is significant because the dossier was shopped around for months last year but all major news organizations passed up the opportunity to report on it.",
  "During the 2012 presidential election, Fusion was hired by Democrats to do opposition-research against then-Republican nominee Mitt Romney.",
  "More, federal records show a key co-founder and partner in the firm was a Hillary Clinton donor and supporter of her presidential campaign.",
  "And in 2015, Democrat ally Planned Parenthood retained Fusion GPS to investigate pro-life activists protesting the abortion group.",
  "That firm, Fusion GPS, is now at the center of an investigation by the Senate Judiciary Committee.",
  "In 2012, Democrats hired Fusion GPS to uncover dirt on GOP presidential nominee Mitt Romney.",
  "Fusion has a long history of working toward progressive interests.",
  "His wife also donated money to Hillary’s campaign."
]