[
  "“I wrote to you months ago calling for this information to be released to the public … and yet, you continue to resist calls to inform the public of this critical information.”\n\nThat “information” Reid was referring to was the dossier, according to Tablet:\n\nAccording to David Corn’s Oct. 31, 2016, article in Mother Jones, the Nevada lawmaker was referencing the findings of “a former senior intelligence officer for a Western country who specialized in Russian counterintelligence.” Corn now explains that the “former Western intelligence officer—who spent almost two decades on Russian intelligence matters and who now works with a U.S. firm that gathers information on Russia for corporate clients” is Christopher Steele.",
  "The Post also writes that the “material was so sensitive that CIA Director John O. Brennan kept it out of the president’s daily brief, concerned that even that restricted report’s distribution was too broad.”\n\nBut as Tablet asks, “if the material was so sensitive that it had to be kept out of the PDB and withheld from the Senate majority leader, why was someone telling The Washington Post about it?”\n\nTablet writes:",
  "In addition to whatever sales pitch Simpson might have offered about Manafort, the Clinton campaign had independent reason to believe that research into Manafort’s connections might pay some real political dividends: A Democratic consultant and Ukrainian-American activist named Alexandra Chalupa, told the Clinton campaign about Manafort’s work for Yanukovich.",
  "CIA Director John Brennan had also briefed top lawmakers on Russian efforts to help Trump last summer and had said the CIA had limited legal ability to investigate Russian connections to Trump, prompting Sen. Harry Reid (D-NV) to write a public letter to the FBI — which collects domestic intelligence — about the threat of Russian interference.",
  "In that story, titled “How Lobbyists Help Ex-Soviets Woo Washington,” they detail how prominent Republicans helped open doors for “Kremlin-affiliated oligarchs and other friends of Vladimir Putin.”\n\nThey reported on Viktor Yanukovich, who had paid political fixer Paul Manafort to introduce Yanukovich to powerful Washington, DC, figures.",
  "And as it happened, at the exact same time that Trump hired Manafort, Fusion GPS was in negotiations with Perkins Coie, the law firm representing the Clinton campaign and the DNC, to see if there was interest in the firm continuing the opposition research on the Trump campaign they had started for the Washington Free Beacon.",
  "The Post writes that inside that envelope “was an intelligence bombshell” — a report drawn from sourcing deep inside the Russian government that detained Putin’s direct involvement in a cyber campaign to disrupt and discredit the presidential race, defeat or at least damage Hillary Clinton, and help elect Donald Trump.",
  "According to Corn, Steele said that “in recent months he provided the bureau with memos, based on his recent interactions with Russian sources, contending the Russian government has for years tried to co-opt and assist Trump.” It appears that Brennan was briefing Reid on the Steele dossier.",
  "“Presumably, as a result of all the above, much of the reporting in the dossier is recognizably the kind of patter that locals in closed or semi-closed societies engage in to impress expats—the kind of thing you hear in a bar, or on the cab ride from the airport to the hotel,” it says.",
  "“It has become clear that you possess explosive information about close ties and coordination between Donald Trump, his top advisers, and the Russian government — a foreign interest openly hostile to the United States, which Trump praises at every opportunity,” he wrote.",
  "Tablet notes that while Simpson had begun working on the dossier on Trump collusion with Russia, he was also working for a Russian lawyer to undermine an American law called the Magnitsky Act and that Steele may have been hired to disguise that contradiction.",
  "A line from the dossier states:\n\nEx-Ukrainian President YANUKOVYCH confides directly to PUTIN that he authorised (sic) kick-back payments to MANAFORT, as alleged in western media … Assures Russian President however there is no documentary evidence/trail.",
  "He told ABC News’s George Stephanopoulos that “some experts are now telling us that this was done by the Russians for the purpose of helping Donald Trump.”\n\nAt that point, a tech firm had attributed the leaks to Russia but was not able to explain why.",
  "Tablet explains how their reporting may have been the origins of the Trump dossier:\n\nSo when the Trump campaign named Paul Manafort as its campaign convention manager on March 28, 2016, you can bet that Simpson and Jacoby’s eyes lit up.",
  "The FBI did launch an investigation into possible collusion, however, known by “only a dozen or so people at the FBI,” including then-director James Comey and Peter Strzok, who was chosen to supervise the investigation.",
  "Tablet then goes into the bad shape of U.S. intelligence on Russia — likely making officials less skeptical of the dossier even though, to date, they have not been able to confirm any of its allegations on collusion.",
  "“But the DNC and Clinton campaign did have an oppo-research firm under contract that was in the middle of putting together a file that would claim that the Russians were trying to get Trump elected,” Tablet notes.",
  "Sent by courier from the CIA, it carried ‘eyes only’ instructions that its contents be shown to just four people: President Barack Obama and three senior aides,” the Washington Post reported on June 23, 2017.",
  "Chris Steele worked for Glenn.”\n\nUntil this day, the dossier is often referred to as the “Steele dossier,” named after the former British spy Christopher Steele who is believed to have authored the document.",
  "The outlet’s investigation begins with a June 24, 2017, Facebook post by Mary Jacoby, the wife of Glenn Simpson, the former Wall Street Journal reporter who started Fusion GPS, the firm behind the dossier.",
  "So, ten days before the election, angry Clinton supporters and unnamed intelligence officials spoke to the New York Times in an October 31, 2016, story about what the investigation had found so far.",
  "And Tablet notes that it is likely that Clinton campaign manager Robby Mook cited Fusion GPS’s work in a July 22 interview after embarrassing leaks of Democratic National Committee emails.",
  "Thus, while the document could not be verified and was not used in any intelligence assessment because of its inability to be verified, it was now the topic of meetings with the president.",
  "The dossier, however, only has Steele’s name on it — helping to credential the research as an “intelligence product.”\n\nTablet also took a look at Simpson and Jacoby’s work for the WSJ.",
  "Jacoby would post that story in her June 24 Facebook post, slamming the FBI and accusing it of “ineptitude,” while the CIA “hopped to and immediately worked to verify” the dossier.",
  "Indeed, Fusion GPS hiring of Nellie Ohr — the wife of senior Justice Department official Bruce Ohr — also shows that Steele’s role in producing the dossier may be exaggerated.",
  "She said by August 2016, the CIA had “verified the key finding of the dossier” to the point that it was having “eyes only” top secret meetings with President Obama about it.",
  "Ohr — Simpson’s next hire — also hadn’t lived in Russia for decades and was “not a spy, or even a journalist.” “In this world, she was definitely an amateur,” Tablet writes.",
  "Steele — it notes — had not lived or worked in Russia for nearly 25 years, but his name “at a minimum” would be useful in marketing whatever his firm pulled together.",
  "Jacoby, a former Wall Street Journal reporter who once shared bylines with Simpson, bragged how her husband was not getting the credit he deserved for the dossier.",
  "Tablet notes that Special Counsel Robert Mueller would later find corruption by Manafort related to money laundering (before he joined the Trump campaign).",
  "It also points out that Tony Podesta — Hillary Clinton campaign manager John Podesta’s brother — worked for Manafort at the time he represented Yanukovich.",
  "“It’s come to my attention that some people still don’t realize what Glenn’s role was in exposing Putin’s control of Donald Trump,” she wrote on Facebook.",
  "(The Podesta Group disbanded this year after those connections were made public, and the special counsel is reportedly investigating Podesta too.)",
  "Did the Obama administration launch an investigation into the Trump campaign based solely off of unverified political opposition research?",
  "Reid then wrote another letter to Comey after he reopened the investigation into Clinton’s emails — accusing him of letting Trump slide.",
  "But Jacoby’s post suggests that Steele might not have played as big of a role in the dossier as he is given credit.",
  "In April 2007 — in the lead-up to the 2008 election — they co-wrote a story about Republican links to Russians.",
  "They later reported on May 14, 2008, that Manafort’s lobbying firm was escorting Yanukovich around Washington.",
  "Manafort’s role now allowed Simpson to highlight corruption that he already knew to exist, from his reporting.",
  "But by late October, they had not yet found any evidence that showed Russia was working to elect Trump.",
  "Steele’s background has been used by collusion-believers to argue that the document is credible.",
  "“I flagged for the DNC the significance of his hire,” Chalupa told CNN in July of this year.",
  "Plus, Steele had a good relationship with the FBI and could “spill secrets” to journalists.",
  "Brennan apparently sent the dossier to the White House, prompting the “eyes only” meetings.",
  "Ohr is a Stanford Ph.D. whose expertise is Russia and she appears to be fluent in Russian.",
  "The FBI was looking at the leak but had not yet publicly determined political motivation.",
  "It appears that way based on an investigation of open-source information by Tablet.",
  "And was that “research” dressed up and given more credibility than it should have?",
  "“An envelope with extraordinary handling restrictions arrived at the White House.",
  "Perkins Coie hired Fusion GPS in April, shortly after Trump hired Manafort.",
  "She may have conducted interviews or written parts of the dossier.",
  "Yanukovich would later become president of Ukraine in 2010.",
  "“So was the Steele dossier in the envelope?” Tablet asks.",
  "Glenn conducted the investigation.",
  "Glenn hired Chris Steele.",
  "“Let’s be clear."
]