[
  "A Russian diplomat whose name is Mikhail Kalugin is misspelled \"Kulagin\" and, as Andrei Soldatov and Irina Borogan, two of Russia's foremost experts on Putin's security services, point out in a post-US election updated version of their extraordinary 2015 book \" The Red Web: The Struggle Between Russia's Digital Dictators and the New Online Revolutionaries ,\" the dossier confused two different Department K's -- one run by the FSB, or Federal Security Service, the domestic intelligence arm, which was allegedly tasked with finding compromising stuff on Clinton, and the other run by the Russian Interior Ministry, which is responsible for electronically eavesdropping on people.",
  "Emails exchanged between Veselnitskaya and Rob Goldstone, the British publicist who set up the meeting, show that Rinat Akhmetshin, a Russian-American lobbyist and former Soviet military intelligence officer, was also in attendance\n\nAccording to the talking points she brought to Trump Tower, which were obtained and published by Foreign Policy magazine , Veselnitskaya maintains that the London-based Browder, who relinquished American citizenship in 1998 for a British passport, is afforded political authority in the United States because the largest investor in his hedge fund, Hermitage Capital Management, is the US-based Ziff Brothers Investments.",
  "It's also been accused of conducting a \" smear campaign \" against William Browder, a British hedge fund manager who has persuaded the US Congress and now the Canadian parliament to sanction and blacklist Russian officials for what he insists was a state-sponsored scheme to defraud Russian taxpayers of $230 million and then cover it up by imprisoning the whistleblower who exposed it all, Browder's Russian attorney Sergei Magnitsky\n\nMagnitsky died under dubious circumstances in a Moscow prison in 2009, which many students of this sordid affair believe to have been murder -- a claim Russian authorities deny .",
  "Trump has certainly made what he considers the insufficient dues-paying of these NATO allies a recurring complaint of his campaign and also his presidential foreign policy\n\nNone of which is to say that Steele didn't traffic in inaccuracies or falsehoods, either because, as Browder suggests, Fusion GPS was the final editor and retailer of his information or because his own sources in Russia, which included \"a senior Russian Foreign Ministry figure and a former top level Russian intelligence officer still active inside the Kremlin,\" were misled or misleading.",
  "JUST WATCHED Clapper: Doesn't matter who paid for dossier Replay More Videos ... MUST WATCH Clapper: Doesn't matter who paid for dossier 01:44\n\nAs Browder testified before the Senate Judiciary Committee in July, \"Veselnitskaya, through [New York law firm and Prevezon's US counsel] BakerHostetler, hired Glenn Simpson of the firm Fusion GPS to conduct a smear campaign against me and Sergei Magnitsky in advance of congressional hearings on the Global Magnitsky Act,\" referring to a prospective expanded version of the original 2012 legislation.",
  "Fusion's two clients\n\nFor these and other reasons, Browder argues that Fusion GPS and its founder Glenn Simpson have cynically played both sides of the geopolitical divide -- siding with the Kremlin and its emissaries against a landmark Russian human rights and corruption case, which prompted painful US sanctions on Russian officials, while at the same time taking bipartisan cash to illuminate a dark nexus between a US presidential contender and the Kremlin.",
  "JUST WATCHED Christie: Mueller has to be 'very careful' Replay More Videos ... MUST WATCH Christie: Mueller has to be 'very careful' 02:25\n\nIn a separate essay published in the Guardian, Soldatov further corroborated another central aspect of Steele's findings: that Putin personally oversaw Russia's interference in US democracy, with the Foreign Ministry playing a secondary and much-diminished role.",
  "And given that Clinton's only rival for her party's nomination was Sen. Bernie Sanders, who only became a Democrat to run for president, it had always seemed unlikely that the \"Democrats\" referred to above would have been working on behalf of the independent socialist from Vermont, although I suppose that'd have been one way to interpret these disclosures.",
  "On Wednesday, CNN reported that Perkins Coie, the law firm representing both the Clinton campaign and the Democratic National Committee, entered \"into an engagement for research services that began in April 2016 and concluded before the election in early November\" with Fusion GPS, the Washington-based private intelligence firm that produced the dossier.",
  "Ironically, in his memoir, \"Red Notice: A True Story of High Finance, Murder, and One Man's Fight for Justice,\" the hedge fund manager blamed Democrats for trying to stymie or kill passage of the Magnitsky Act, in particular the Obama White House, then still beholden to the US-Russian \"reset\" policy brokered by Hillary Clinton's State Department.",
  "The firm was being paid by a Kremlin-connected Russian attorney who wanted to convince the Trump campaign that Browder was a crook and a fantasy merchant evading justice in Russia and hoodwinking Western parliaments into inching toward a new cold war by using political protection supposedly afforded him by the Democratic Party.",
  "What is now established is that the bankrolling of the intelligence firm's investigation changed from one political party to another in April 2016, before Christopher Steele, a former British MI6 officer, was subcontracted by Fusion GPS to conduct a deep dive into the Eastern tilt of Trump's financial and personal behavior.",
  "For instance, the Trump campaign watered down only one part of the Republican Party platform adopted at the RNC convention in Cleveland, and that which corresponded to what the dossier claimed was asked of the Trump team by Russian officials, namely to \"sideline\" Russia's intervention in Ukraine.",
  "Follow CNN Opinion Join us on Twitter and Facebook\n\nThe British historian Ben Macintyre has still given the best critical appraisal of the dossier, in an offhand comment to the New York Times, based on what he says were his conversations with other graying manes from Her Majesty's Secret Service.",
  "The Russian lawyer defending Prevezon in that case has become famous in her own right: Nataliya Veselnitskaya , a former Moscow regional prosecutor turned private practitioner who managed to meet with Jared Kushner, Donald Trump, Jr. and Paul Manafort at Trump Tower in New York in June 2016.",
  "That's when David Corn of the liberal magazine Mother Jones reported that Fusion GPS was originally commissioned and financed by an unidentified Republican client who wanted to sink the New York real estate mogul's chances of clinching the nomination during the GOP primary season.",
  "Having arranged the meeting through an intermediary who said she would be offering opposition dirt on Clinton, Veselnitskaya apparently spent the majority of her time explaining why she sought to repeal the Magnitsky Act as a way of restoring U.S.-Russian relations.",
  "Earlier this year, the Department of Justice settled a civil asset forfeiture case out of court, in which it alleged that a Cyprus-registered company called Prevezon Holdings, Ltd. had laundered some of the stolen $230 million via the Manhattan real estate market.",
  "Former DNC chairperson Debbie Wasserman-Schultz and former Clinton campaign head John Podesta both privately told congressional investigators that they had no knowledge of their respective organization's hiring of the company to to dig up dirt on Donald Trump.",
  "In January of this year, CNN broke the news that classified documents presented to President Barack Obama and then-President-elect Trump included allegations that Russian operatives claimed to have compromising personal and financial information about Trump.",
  "The savviest influence operations are the ones that sprinkle bits of truth in with the lies in order to heighten the plausibility of what's being sold but also, in the case of blackmail or kompromat, to put a target on notice that his secrets are known.",
  "The fact that Democrats were connected to the salacious and scandalous document suggesting Trump campaign collusion with Russian intelligence operatives and Russian government officials has been the worst-kept secret in US politics since October 2016.",
  "One of Chaika's officials even passed a document similar to her Trump Tower memo -- in some places, the wording was the same -- to Republican Rep. Dana Rohrabacher in April 2016, when he was visiting Moscow as part of a US congressional delegation.",
  "Steele's former colleagues at MI6, where, according to the Guardian, he was the first spy to correctly identify the death of Alexander Litvinenko as a Russian state assassination, and in the British Foreign Office, think very highly of him .",
  "Nothing before the last US election had so focused Vladimir Putin's attention on domestic American politics quite like that lawyer's legacy, the Magnitsky Act, which Congress passed in 2012 after herculean efforts by Moscow to stop it.",
  "And, according to the New York Times, Veselnitskaya spent \"months\" before the meeting with the Trump team discussing her allegations against Ziff Brothers Investments and Browder with Yury Chaika, Russia's powerful prosecutor general.",
  "\"This is exactly what has been observed since the annexation of Crimea -- that the Foreign Ministry is no longer in charge of defining policy for Ukraine or Syria,\" Soldatov wrote, \"so decision-making is likely to be more capricious.",
  "Absent from these new revelations, however, is anything that would confirm or disconfirm the contents of the dossier, the manufacture of which merits scrutiny and skepticism -- albeit divorced from who cut the checks for it.",
  "But Soldatov and Borogan also say this in their book: \"the dossier was accurate in one thing: it correctly described the decision-making process in the Kremlin, and this suggested human sources in high places in Moscow.\"",
  "If we're to assume that the Russian government was aware of Steele's investigation because of its friendly point people at Fusion GPS, might it have helped furnish material for the dossier in its own self-serving way?",
  "The Russian lawyer\n\nSince then, some of the $230 million keeps turning up outside of Russia -- including in offshore companies owned by a man accused of helping Bashar al-Assad manufacture chemical weapons in Syria.",
  "James Comey's FBI might have even hired Steele as an informant in the broader Russian meddling investigation if not for all the unwanted media attention Steele received after he was outed as the dossier's author.",
  "She further writes in her talking points that \"[a]ccording to available information Ziff Brothers financed the two Obama election campaigns, and the American media call them 'the main sponsor of the Democrats'.",
  "By these lights, the Clinton campaign's funding of the dossier matters not nearly as much as finding out what in it is true and possibly causing the President to tread so carefully when it comes to Putin.",
  "Ziff Brothers Investments had nothing to do with highlighting the tax fraud Magnitsky uncovered or trying to avenge his death by egging on Congress to pass sanctions on those responsible for that crime.",
  "At the same time, Fusion GPS took money from the Democratic Party to hobble Trump by gathering opposition research to make the case that he colluded with the Russian government to subvert US democracy.",
  "Which is a fair and reasonable concern and one that national security experts and former intelligence officials have raised, publicly and privately, in more considered critical analyses of the dossier.",
  "Pro-Trump Republicans, and the White House itself, have argued that it destroys its credibility entirely, citing Browder's unpleasant experience and Fusion GPS's anti-Magnitsky political propaganda.",
  "(Glenn Simpson testified before the Senate Judiciary committee not long after Browder did, but in a closed session, so we don't know how he defended himself against this accusation, if at all.",
  "According to Steele, the Russians also suggested that the Trump campaign focus more on the defense spending of Eastern European and Baltic states as a way to distract from the Ukraine crisis.",
  "(CNN) Well, now we know what we already knew -- that Democrats paid for opposition research into Donald Trump which eventually yielded the notorious \"dossier\" on his alleged ties to Moscow.",
  "\"He contacted a number of major newspapers and other publications to spread false information that Sergei Magnitsky was not murdered, was not a whistle-blower, and was instead a criminal.",
  "\"They set up an ex-MI6 guy, Chris Steele, who is a patsy, effectively, and they feed him some stuff that's true, and some stuff that isn't true, and some stuff that is demonstrably wrong.",
  "It also fits with the assessment of many experts that the hack of the US Democrats was prompted by the Panama Papers exposé, which was seen in the Kremlin as a personal attack on Putin.\"",
  "Buzzfeed published the dossier in full and CNN reported that the documents \" originated as opposition research, first commissioned by anti-Trump Republicans, and later by Democrats.",
  "Kramer was named in documents filed in a British court as Sen. John McCain's courier for a copy of the dossier -- or some variation of it -- obtained in London from Steele himself.",
  "\"And I'm not sure if the Russian contacts Fusion GPS was using to defame me were also feeding bogus information on Trump that got mixed in with Steele's more credible information.\"",
  "The problem with this assessment, however, is that Browder has only good things to say about the presumed author of the dossier, the former MI6 officer, whom he has met.",
  "That company is headed by three New York billionaire siblings who Veselnitskaya describes as having \"serious ties to Washington\" and of being fraudsters and tax evaders.",
  "Just enough true revelations to rattle the Trumpkins, but plenty of disinformation to keep American journalists, spooks and law enforcement agents chasing after ghosts?",
  "This includes David Kramer, a former State Department official in the George W. Bush administration and the former president of human rights monitor Freedom House.",
  "The feds even deferred to his investigative spadework in exposing FIFA corruption and also reimbursed him for some of his expenses in compiling the Trump dossier.",
  "\"FGPS has on occasion assisted reporters covering the Prevezon case by clarifying public information from its litigation research and from the court record.",
  "03:35\n\nSome Republicans are particularly fond of the Cambridge-educated ex-spy, including those who were instrumental in lobbying for the Magnitsky Act.",
  "As does the CIA, the State Department and FBI, which have all worked with Steele in the past on cases involving Russian organized or financial crimes.",
  "As a British citizen, he cannot contribute to any American political campaigns and support for the Magnitsky Act was overwhelmingly bipartisan.",
  "Fusion GPS has confirmed that it worked with Veselnitskaya on the Prevezon case but insists that it is only in the business of truth-telling.",
  "The firm has denied that it in any way tried to undermine the Magnitsky Act or was party to Veselnitksaya's meeting with the Trump campaign.",
  "These memos were taken seriously enough by US intelligence officials that they briefed President Obama and the then President-elect on them.",
  "Headed by Glenn Simpson, a former Wall Street Journal journalist, Fusion GPS has retained both Republican and Democratic clients.",
  "This tenuous guilt-by-association brief is probably why the Veselnitskaya meeting with the Trump inner circle didn't last long.",
  "Instead of promising to provide \"lethal defensive weapons\" to Ukraine, the platform promised only \"appropriate assistance.\"",
  "The act names and shames the Russian state law enforcement agents, tax officials and mobsters complicit in the affair.",
  "\"My problem or issue with the Trump dossier is that Glenn [Simpson] was involved in this process,\" Browder continued.",
  "(Prevezon denied doing any such thing but agreed to pay close to $6 million in damages as part of the settlement.)",
  "\"Veselnitskaya,\" the Times reported, \"teamed with Mr. Chaika's office\" in preparing that memo for Rohrabacher.",
  "But Veselnitskaya's defense work for Prevezon dovetailed with her lobbying campaign against the Magnitsky Act.",
  "If nothing else, this episode highlights the bizarre, Ouroboros-like nature of Beltway muckraking outfits.",
  "(Ziff Brothers Investments has declined to speak about their naming in Veselnitskaya's talking points.)",
  "Michael Weiss is a national security analyst for CNN and author of \" ISIS: Inside the Army of Terror. \"",
  "They also spread false information that my presentations to lawmakers around the world were untrue.\"",
  "\"Our work consisted almost entirely of supporting the discovery process,\" Fusion GPS told Politico.",
  "Which means that Trump can then stand up and deny it, while knowing that the essence of it is true.",
  "\"Everything I know about him is that he's a top-class person whose reputation is beyond reproach.\"",
  "Both required undermining the character and credibility of Browder and his business partners.",
  "For one thing, there are errors in Steele's document, ranging from clerical to substantive.",
  "FusionGPS is a research firm and is not engaged in lobbying on this or any other matter.\"",
  "Replay More Videos ... MUST WATCH What is significance of Clinton connection to dossier?",
  "We are not the media-relations representatives for either Prevezon or BakerHostetler.",
  "But how does this establish Browder as a pawn or helpmate of Clintonian Democrats?",
  "Other details of the dossier have also been confirmed by independent reporting.",
  "It cannot be ruled out that they also financed Hillary Clinton campaign.\"",
  "And then he has a stone in his shoe for the rest of his administration.\"",
  "Fusion GPS did not respond to my request for comment for this article.)",
  "So one of Fusion GPS's clients was actively trying to undercut another.",
  "JUST WATCHED What is significance of Clinton connection to dossier?",
  "The Steele dossier\n\nSo where does this leave the Steele dossier?",
  "It was Steele's spadework that culminated in the dossier.",
  "The views expressed in this commentary are his own.",
  "\"Steele was a subcontractor,\" Browder told me.",
  "Now here is where Fusion GPS comes into play.",
  "He went into hiding for a time.",
  "Truth and lies?"
]