[
  "(RELATED: Wife Of Demoted DOJ Official Worked For Fusion GPS During The Campaign)\n\nBruce Ohr was demoted last week from his position as assistant deputy attorney general after it was discovered that he met last year with dossier author Christopher Steele and Glenn Simpson, the founder of Fusion GPS.",
  "The new demand follows a bombshell Monday report detailing that the wife of a Justice Department official who had contact last year with the author of the Trump dossier was herself working for Fusion GPS, the opposition research firm that commissioned the Trump dossier.",
  "On Dec. 2, it was revealed that FBI counterintelligence official Peter Strzok was kicked off of Mueller’s team after it was discovered that he exchanged anti-Trump text messages with his mistress, an FBI attorney who also worked on the Mueller team.",
  "It is unclear whether the Ohrs have had any contact with the FBI or Mueller’s team during their investigations, but the month of December has unearthed a slew of apparent political biasses on Mueller’s team of prosecutors and investigators.",
  "(RELATED: John Kelly Supports A Second Special Counsel)\n\nStrzok was the FBI agent who was picked to supervise the bureau’s investigation into possible collusion between the Trump campaign and Russian government.",
  "“These new revelations require the appointment of a Special Counsel to investigate.”\n\nAccording to Allen, the Trump team will still cooperate with Mueller’s investigation, which began in May.",
  "Jay Sekulow, a lawyer for Trump, told Axios’ Mike Allen that “multiple problems” that have arisen in the past several weeks prompt the appointment of a second special counsel.",
  "It has also been revealed that Andrew Weissmann, a Justice Department prosecutor brought onto Mueller’s team, attended Hillary Clinton’s election night party last year.",
  "It is unclear why Mueller’s office, the FBI and the Justice Department withheld the news of Strzok’s demotion for nearly four months after he left Mueller’s squad.",
  "“The Department of Justice and FBI cannot ignore the multiple problems that have been created by these obvious conflicts of interests,” Sekulow said.",
  "On Monday, Fox News reported that Ohr’s wife, Nellie, worked for Fusion GPS during the time period when the dossier was being put together.",
  "Mueller prosecutor Jeannie Rhee represented Hillary Clinton and the Clinton Foundation in a 2015 lawsuit over her State Department emails.",
  "President Trump’s legal team is calling for the appointment of a second special counsel to investigate Robert Mueller’s Russia probe.",
  "And Aaron Zebley, another Mueller lawyer, represented Justin Cooper, the Clinton aide who helped set up her private email server.",
  "Follow Chuck on Twitter"
]