[
  "Even before Monday's bombshells from special counsel Robert Mueller — Trump's campaign manager and his business partner have been indicted on multiple counts of laundering more than $18 million from pro-Russian clients in Ukraine, while a Trump foreign policy advisor pleaded guilty to lying about his efforts to solicit Clinton \"dirt\" from Russian contacts — Trump and his associates had launched Operation Obfuscation.",
  "The only crime that may have been committed was by Rep. Devin Nunes (R-Calif.), the chairman of the House Intelligence Committee, who had to step down from overseeing the Kremlingate probe because of accusations that he had leaked classified information to concoct an \"Obama surveillance scandal.\"",
  "Mueller was appointed only after (1) Attorney General Jeff Sessions recused himself after not having been truthful about his own contacts with Russia's ambassador during the campaign and (2) Trump fired FBI Director James Comey in a self-confessed attempt to stop the probe of the \"Russia thing.\"",
  "The White House case, based on little more than warmed-over hearsay and discredited conspiracy mongering, relates to two familiar controversies: the Steele dossier alleging Trump-Russia links and the Russian acquisition of a Canadian company that owns uranium mines in America.",
  "CNN has reported that \"Trump made it clear he wanted the gag order lifted on an undercover informant who played a critical role in an FBI investigation into Russian efforts to gain influence in the uranium industry in the United States during the Obama administration.\"",
  "Thus Trump is now being investigated not only for collusion with a hostile foreign power but also for obstruction of justice and probably other offenses as well — and based on the indictments unsealed Monday, special counsel Mueller is making rapid progress.",
  "Yes, the FBI saw it, but it's not the basis for the unanimous assessment released in early January by the FBI, CIA, NSA, and the director of national intelligence concluding that the Kremlin interfered in the U.S. election to help Trump and hurt Clinton.",
  "In September, Trump's own Justice Department definitively refuted this reckless allegation, writing in a court filing: \"Both FBI and NSD [National Security Division] have no records related to wiretaps as described by the March 4, 2017 tweets.\"",
  "As for the rest of us, we need to ignore the Trumpkins' attempts to shift the conversation and focus like a laser on the case that Mueller and his Untouchables are building against the president of the United States and his closest associates.",
  "Now Nunes has directed the House Intelligence Committee to investigate the uranium deal in cooperation with the House Oversight Committee, while the House Judiciary Committee is set to launch the umpteenth probe of Hillary Clinton's emails.",
  "The Steele dossier, compiled by the respected former MI6 officer Christopher Steele, landed in the news recently when a law firm representing the Clinton campaign admitted to having paid opposition research firm Fusion GPS to compile it.",
  "AP Photo/Evan Vucci\n\nPresident Donald Trump hasn't delivered on his campaign promise to create U.S. coal or steel jobs (foreign steel imports are up 27 percent this year), but he is creating a bonanza in the business of \"fake news.\"",
  "Reuters/Jorge Silva There is no reason to suppose, as the Trumpkins posit, that the Kremlin fed all this information to Steele in the hopes of discrediting Trump when no one could be certain that the report would ever become public.",
  "The deal had to be cleared by the Nuclear Regulatory Commission and the Committee on Foreign Investment in the United States, which includes a representative of the State Department along with eight other federal agencies.",
  "If you listen to Trump's defenders, it's perfectly proper for Donald Trump Jr. to seek opposition research from Russian agents but a death-penalty offense for the Clinton campaign to try to uncover the Trump-Russia links.",
  "The operating principle was laid out by Trump himself in his final debate with Clinton when he responded to her accusations that he was a pawn of Putin by sputtering with his trademark eloquence: \"No puppet, no puppet.",
  "To believe that the Steele dossier was an elaborate Kremlin ploy requires the same sort of faith-based reasoning necessary to believe that Barack Obama wasn't born in the U.S. or that Ted Cruz's father killed JFK.",
  "Fact check: Foundation donor Frank Giustra sold his company to Uranium One in 2007 and says he unloaded his personal stake in the firm at that time — three years before Rosatom tried to buy Uranium One.",
  "Bill Clinton did get $500,000 for a speech in Moscow in 2010, but there is no evidence that this was part of any quid pro quo, and there are no records of Rosatom contributing to the Clinton Foundation.",
  "What about the uranium deal, which Trump has compared to Watergate and his \"minister of information,\" Sean Hannity, has called \"the biggest scandal — or, at least, one of them — in American history\"?",
  "That Trump's defenders find this riposte so compelling is an indicator of the extent to which they are willing to suspend their critical faculties in slavish service to their maximum leader.",
  "The argument seems to be that because Steele talked to Russian sources in the course of compiling his dossier, he, and thus the entire Clinton campaign, was \"colluding\" with the Kremlin.",
  "In 2010, Russia's nuclear-energy agency, Rosatom, applied to buy a majority stake in Uranium One, a Canadian firm that controls roughly 20 percent of America's uranium reserves.",
  "Moreover, Hillary Clinton says she was not personally involved in the review of the sale, and the official who represented the State Department on the review panel backs her up.",
  "Then on Sunday, with the indictments looming, a more desperate version of the same message: \"There is so much GUILT by Democrats/Clinton, and now the facts are pouring out.",
  "If you listen to the hype, you would think that in return for donations to the Clinton Foundation, Hillary Clinton allowed the Russians to loot America's uranium reserves.",
  "If you believe the conspiracy-mongers, however, the reason the deal went ahead is that Uranium One's owner contributed beaucoup bucks to the Clinton Foundation.",
  "U.S. President Donald Trump and Russia's President Vladimir Putin talk during the family photo session at the APEC Summit in Danang, Vietnam November 11, 2017.",
  "White House spokeswoman Sarah Huckabee Sanders asserted: \"The evidence Clinton campaign, DNC & Russia colluded to influence the election is indisputable.\"",
  "Rosatom was prohibited from exporting any of the uranium, and the mining licenses would remain with U.S. subsidiaries controlled by American citizens.",
  "But the veteran CIA officer John Sipher has concluded that a \"large portion of the dossier is crystal clear, certain, consistent and corroborated.\"",
  "As Trump said on Oct. 24, 2016: \"Remember that Hillary Clinton gave Russia 20 percent of American uranium and, you know, she was paid a fortune.\"",
  "Picking up the theme, Trump's faithful follower Jeanine Pirro blared on Fox News: \"It's time to shut it down, turn the tables, and lock her up.\"",
  "\"It is now commonly agreed, after many months of COSTLY looking, that there was NO collusion between Russia and Trump,\" Trump tweeted on Friday.",
  "(Earlier, we now know, Fusion had been hired by conservative news site the Washington Free Beacon to research Trump and other candidates.)",
  "And why, if the Kremlin were intent on making Trump out to be a Russian stooge, would its spokesman so vociferously deny that very charge?",
  "If true, this would suggest that Trump is actively interfering with the course of justice in order to impugn a political opponent.",
  "Even if they are lying, Clinton's vote still would have been only one of nine, so the approval of the sale was hardly her doing.",
  "He implied that Hillary Clinton was guilty of treason, just like the Rosenbergs, and that she too deserves the electric chair!",
  "Why, moreover, would Putin want to help Hillary Clinton, whom he is widely reported to revile for her tough anti-Russia line?",
  "Nor is the Steele dossier the reason why independent counsel Robert Mueller has been appointed to investigate the president.",
  "Admittedly a lot of those jobs have been outsourced to Russia, but Trump is also providing plenty of employment at home.",
  "In the final analysis, the Steele dossier is a sideshow, and the question of who funded it is a sideshow of a sideshow.",
  "Why, in any case, would the Kremlin seek to discredit the most pro-Russian candidate ever to pursue the presidency?",
  "The truth or falsity of the Steele dossier does not affect the outcome of this investigation in the slightest.",
  "And on Monday, after the indictments were announced: \"[W]hy aren't Crooked Hillary & the Dems the focus?????\"",
  "Their far-fetched claim is that the real collusion isn't between the Trump campaign and the Kremlin.",
  "It's perfectly possible, even probable, that some misinformation made it into the Steele dossier.",
  "The government duly OK'd the sale, because it wasn't judged to be a threat to national security.",
  "By the same logic, anytime the CIA talks to Russian agents it, too, is \"colluding\" with Russia.",
  "This episode recalls Trump's efforts earlier this year to prove that Obama had wiretapped him.",
  "This is the reasoning of an elementary school playground: \"I know you are, but what am I?\"",
  "In their telling, the investigation of a potential crime is as bad as the crime itself.",
  "The reality, as numerous media organizations have documented, is rather more prosaic.",
  "This is to render the word \"collusion\" meaningless — which is precisely the point.",
  "Ultimate approval authority to stop the deal lay with President Obama.",
  "The real scandal may turn out to be Trump's efforts to tar Clinton.",
  "True — if \"indisputable\" has been redefined to mean \"nonexistent.\"",
  "President Donald Trump speaks during a meeting at the White House.",
  "What, exactly, is the evidence for these hyperbolic claims?",
  "Former White House aide Sebastian Gorka did her one better.",
  "That's often the case with raw intelligence files.",
  "It's between Hillary Clinton and the Kremlin.",
  "\"Was collusion with HC!\"",
  "You're the puppet.\"",
  "DO SOMETHING!\"",
  "The horror!",
  "Huh?"
]