[
  "Before it was publicly known that the DNC and Hillary Clinton's campaign were funding Fusion GPS and the dossier from former British agent Christopher Steele, Wasserman Schultz told the committee that she had no knowledge about any arrangement to pay for the research, CNN has reported\n\nAfter Perkins Coie disclosed its role funding the dossier, Wasserman Schultz maintained she had no knowledge of the agreement.",
  "Democrats have also been clamoring for Trump's son-in-law and White House senior adviser Jared Kushner to return for a second interview in light of the new information that's emerged about his knowledge of Russian contacts within the Trump orbit, including him telling Michael Flynn to discuss US sanctions with then-Russian ambassador Sergey Kislyak.",
  "\"I look forward to an opportunity to meet with my colleagues on the House Intelligence Committee so that, as I did a few months ago with the Senate Intelligence Committee, I can share any useful information I may have in connection with the Russian interference with our 2016 federal elections,\" the congresswoman told CNN.",
  "That team included Carter Page, who testified before the committee last month about his July 2016 trip to Russia, and George Papadopoulos, who pleaded guilty to lying to the FBI about his contacts with people connected to the Russian government who promised dirt on Clinton.",
  "The interviews with Rohrabacher and Wasserman Schultz could be among the most awkward for the committee, as it is the only one of the three congressional Russia investigations where lawmakers, rather than committee staff, have conducted the bulk of the questioning.",
  "Sater, a former Trump business associate, wrote in the emails that the Trump Tower project could \"possibly fix relations between the countries by showing everyone that commerce and business are much better and more practical than politics.\"",
  "The parade of witnesses into the committee's closed spaces is part of an effort from Rep. Mike Conaway, the Texas Republican leading the probe, to conclude the interviews in order to begin drafting a report with the committee's findings.",
  "Washington (CNN) Two senior lawmakers will be questioned by the House Intelligence Committee as part of the panel's Russia investigation as the committee races to interview a bevy of high-profile witnesses in the final weeks of the year.",
  "The intelligence panel is expected to speak with California Republican Rep. Dana Rohrabacher and Florida Democratic Rep. Debbie Wasserman Schultz later this month, multiple sources familiar with the matter told CNN.",
  "A Rohrabacher spokesman said his boss has not met with special counsel Robert Mueller's team or the Senate Intelligence Committee, and declined to comment on the upcoming House Intelligence Committee testimony.",
  "Amid the scrutiny in the wake of Papadopoulos' guilty plea and Clovis' role in the matter, Clovis withdrew his nomination for a top post in the Agriculture Department that required Senate confirmation.",
  "Like Clovis, the House committee will be interested to learn more from Phares about what was said at meetings and get-togethers attended by Papadopoulos, Page and senior members of the Trump campaign.",
  "On Wednesday, the intelligence panel is scheduled to interview President Donald Trump's eldest son, Donald Trump Jr., who is also expected to speak to the Senate Intelligence Committee this month.",
  "Phares was also a member of the Trump foreign policy team, and Trump included him — along with Papadopoulos and Page -- in his list of initial foreign policy advisers back in March 2016.",
  "Sater, who is expected to testify as early as this week, is a Russian-American businessman who emailed with Trump's personal lawyer Michael Cohen about a Trump Tower project in Moscow.",
  "Podesta was interviewed this summer, but Republicans wanted him to return following the disclosure that Perkins Coie had paid for the Fusion GPS opposition research.",
  "Rohrabacher, known as one of the most pro-Russia lawmakers in Congress, met this summer with WikiLeaks founder Julian Assange at the Ecuadorian embassy in London.",
  "Rohrabacher and Wasserman Schultz are two of numerous witnesses the committee is planning to question this month as it has picked up the pace in its Russia probe.",
  "She was also head of the DNC when its law firm, Perkins Coie, paid intelligence firm Fusion GPS to compile the opposition research dossier on Trump and Russia.",
  "Clovis was supervising the Trump campaign foreign policy advisory team that has been central to the connections between Russian officials and Trump's team.",
  "The House committee also has a slew of Trump advisers and former campaign officials on its calendar, including Felix Sater, Walid Phares and Sam Clovis.",
  "The Senate panel has already spoken this summer with Wasserman Schultz, who was head of the Democratic National Committee when its emails were hacked.",
  "The House Intelligence Committee on Monday brought back former Clinton campaign chairman John Podesta for a second interview, according to Conaway.",
  "Conaway has not put a deadline on completing the committee's Russia probe, but he has said he wants to do so as quickly as possible.",
  "The committee is likely to press the Florida Democrat on both the DNC hacking and the party's role in the Fusion GPS Trump dossier.",
  "He said afterward that a \"rendezvous\" was being set up between him and Trump to relay the information he received from Assange.",
  "In the emails, which have been provided to Congress, the men discussed getting help from the highest levels of the Kremlin.",
  "He was cited as an unnamed campaign official in Papadopoulos' court documents, but named in a Washington Post report.",
  "The Senate Intelligence Committee is also interested in speaking to Rohrabacher, though they have not done so yet.",
  "Podesta denied any knowledge of the agreement in his testimony, according to a source familiar with the testimony.",
  "Still, Rohrabacher and Wasserman Schultz are of high interest to the Russia investigators in both chambers.",
  "\"This was an unprecedented attack on our democracy, and we must prevent it from ever happening again.\"",
  "The other witnesses the committee is preparing to speak to have had varying connections to Russia.",
  "The panel's Democrats, however, have warned that Republicans are trying to rush the investigation.",
  "Representatives for Clovis, Phares and Sater either could not be reached or declined to comment.",
  "Wasserman Schultz said in a statement Monday that she planned to cooperate with the committee.",
  "Clovis was one of the officials Papadopoulos had emailed about his Russia contacts."
]