[
  "“I trust people to make up their own mind and draw fair conclusions, but politics has denigrated to the point that it’s about winning and it’s about embarrassing the other side and again, that’s how you get 7% public approval rating.”\n\nYou can Follow Nick on Twitter and Facebook\n\nFreedom of Speech Isn’t Free\n\nThe Daily Caller News Foundation is working hard to balance out the biased American media.",
  "“My Democrat colleagues didn’t want us to find the information,” Gowdy said Tuesday on “Fox & Friends.” “They did everything they could to keep us from finding this information.”\n\nGowdy specifically chastised Democratic Rep. Adam Schiff for trying to go to court to cover up links between the infamous dossier and the Democratic National Committee (DNC).",
  "GOP Rep. Trey Gowdy called out congressional Democrats for trying to hide the contents of the Foreign Intelligence Surveillance Act (FISA) memo, and said the truth has taken a backseat to winning on Capitol Hill.",
  "You wouldn’t know who paid for the dossier.”\n\nGowdy said partisanship has become more important than the truth in Washington and believes the political bickering is the reason for Congress’ low approval ratings.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "WATCH:\n\n“Going to court to help Fusion GPS so we can’t find out that they paid for the dossier and that they were working for the DNC.",
  "“If it were up to Adam Schiff, you wouldn’t know about Hillary Clinton’s email, you wouldn’t know about the server.",
  "That’s a pretty big step to go to court to try to keep the American people from learning something,” Gowdy said.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "I think that’s what frustrates people and that’s how you get a 7% public approval rating,” Gowdy said.",
  "We’re not dependent on commercial or political support and we do not accept any government funding.",
  "Make a one-time donation to support the quality, independent journalism of TheDCNF.",
  "“My old job, it was pursuit of the truth.",
  "For as little as $3, you can help us.",
  "This job is about winning."
]