[
  "This request seems to be reasonable, and we expect the department to comply with the terms of the subpoena.”\n\nAn Intelligence Committee spokesperson told Fox News, “The DOJ gave the committee some, but not all, of the outstanding documents, so they are not in compliance.”\n\nA Justice Department official emphasized last weekend that the DOJ and FBI had told both chambers’ intelligence committees that records, previously limited to congressional leadership known as Gang of Eight, were now available to lawmakers and cleared staff.",
  "The source said House staffers -- who reviewed records Thursday at the Justice Department (DOJ) because lawmakers were out of town for the holiday recess -- concluded that Justice and the FBI have still not provided information and records about FBI activities before the investigation of Russian meddling in the 2016 elections officially opened on July 31 of that year.",
  "\"I know Rod and I think he's an honorable person and I think anybody in that position would take it personally if they're going to say, 'You personally have been obstructing Congress or holding things back,’’’ said Robert Driscoll, former assistant attorney general.",
  "Newly available records do not fully comply with congressional House subpoenas, and barring new developments Friday, recent documents from the FBI and Justice Department do not meet deadlines set by a House resolution, according to a source close to the discussions.",
  "FBI Director Christopher Wray and Deputy Attorney General Rod Rosenstein were on Capitol Hill last week, and faced new pressure to comply after the passage, along party lines, of a nonbinding House resolution calling on Rosenstein to provide withheld documents.",
  "\"Based on [last week's congressional] hearing and the back-and-forth we have seen over the last few months, we are in an extremely unusual, and in my view disturbing, situation, where there has been a complete breakdown and a fracture of trust.\"",
  "\"The House Judiciary Committee has been in contact daily with the Justice Department to ensure they produce all the documents subpoenaed by the committee earlier this year,\" a Republican House Judiciary Committee aide said.",
  "“He views himself as a point of a spear in a process and the one who has to interact with Congress.”\n\nSeparately on Thursday, Nunes referred 15 names for public testimony to the House Oversight and Judiciary Committees.",
  "The majority are directly linked to the infamous Steele Dossier, as well as the firm Fusion GPS that was paid by the Democratic National Committee and the Hillary Clinton presidential campaign to compile the research.",
  "Three House Republican committee chairmen, Trey Gowdy on Oversight, Devin Nunes on Intelligence and Bob Goodlatte on Judiciary, requested the records, with one subpoena issued as long ago as August of last year.",
  "The records were widely reported to include documents about the FBI's alleged use of confidential sources to contact Trump campaign aides during the 2016 campaign.",
  "Those who have worked with Rosenstein emphasize he is in a difficult position because, they say, it is not routine to provide records from ongoing investigations.",
  "And of course, was what put this into motion, was something that is politically motivated, or was it based on legit law enforcement evidence?\"",
  "A Justice Department spokesperson declined to answer Fox's questions, adding that Justice would respond to the House committees directly.",
  "In April, a subpoena was issued for a key set of records, focused on FBI activities before the bureau's Russia case officially opened.",
  "\"The Justice Department has produced more documents over the past weeks and has requested more time to produce additional documents.",
  "said Thomas Dupree, former deputy assistant attorney general under President George W. Bush.",
  "The resolution had the effect of putting all House members on the record.",
  "\"What put this in motion?"
]