[
  "He thanked supporters but said “I won’t be making any further statements or comments at this time.”\n\n“I’m now going to be focusing my efforts on supporting the broader interests of our company here.”\n\nSteele’s whereabouts have been unknown for nearly two months, since the dossier was published.",
  "“The idea that the FBI and associates of the Clinton campaign would pay Mr. Steele to investigate the Republican nominee for President in the run-up to the election raises further questions about the FBI’s independence from politics,” Grassley wrote in the letter to Comey.",
  "(RELATED: FBI Pressed On Agreement With Trump Dossier Author)\n\nSenate Judiciary Committee chairman Chuck Grassley is now asking the FBI to provide details of that agreement and other correspondence with Steele.",
  "The most salacious claims in the dossier have not been proved, though CNN reported last month that U.S. investigators believe that some of the intelligence in the memos is accurate.",
  "A Russian tech executive named in the dossier as a Kremlin asset who was helping wage the email hacking campaign is suing Steele and BuzzFeed for defamation.",
  "“I’m really pleased to be back here working again at the Orbis’s offices in London today,” he said in a video statement outside of Orbis’ offices in London.",
  "WATCH:\n\nThe retired spook began his work on the dossier in June after being hired by Fusion GPS, a Washington, D.C.-based opposition research firm.",
  "Christopher Steele, a former MI6 officer, returned to work at his London-based private intelligence firm, Orbis Business Intelligence, on Tuesday.",
  "It emerged last week that the FBI made an informal agreement with Steele in October to pay the retired spook for his services.",
  "But the ex-spy declined to comment on his work on the 35-page Trump dossier, which was published by BuzzFeed in January.",
  "Another Steele source claimed that the Trump campaign and Kremlin were in secret talks to help Trump win the election.",
  "The memos, which were gleaned from a variety of sources, alleged that the Kremlin has blackmail material on Trump.",
  "BuzzFeed redacted the executive’s name and apologized for not doing so when it first published Steele’s memos.",
  "According to The Washington Post, the FBI never paid Steele, though it is unclear why their deal fell apart.",
  "The author of the unsubstantiated dossier about Donald Trump has come out of hiding.",
  "Fusion GPS had been hired by a pro-Clinton group to dig up dirt on Trump.",
  "Steele produced a series of memos dated between June 20 and Dec. 13.",
  "It is unclear which sections of the dossier are believed to be true.",
  "Steele has also been sued over his work on the dossier.",
  "Follow Chuck on Twitter"
]