[
  "Mystery still swirls around the role of former McCain Institute staffer David J. Kramer in the handoff of the unverified dossier to the FBI and Sen. John McCain, R-Ariz. Kramer pleaded the Fifth before Congress, denying voluntary testimony, and his videotaped deposition in Florida litigation against Buzzfeed remains sealed.",
  "UK COURT DOCUMENTS REVEAL DETAILS ABOUT STEELE'S DOSSIER DEPOSITION\n\nEvan Fray-Witzer, a Boston-based attorney representing Gubarev, emailed a statement to Fox News stressing, \"The British court correctly noted that the allegations about Gubarev, Webzilla and XBT were unsolicited, unverified raw intelligence.",
  "In the ruling Mr. Justice Jay wrote about Steele's role, noting that \"I cannot suppress the observation that the notion that Mr Steele should be probed about the steps he took to assess the reliability of his source or sources has an Alice in Wonderland feel to it, and offends reality and common sense.",
  "In a procedural ruling Friday before the High Court of Justice, Queen's Bench Division, former British spy Christopher Steele was ordered to appear for a videotaped deposition in London on June 18 for ongoing civil litigation brought against Buzzfeed by a Russian technology executive, Aleksej Gubarev.",
  "Civil litigation is weaving through courts on both sides of the Atlantic, including Florida, as Gubarev, whose companies XBT Holdings SA and Webzilla, was named in the 35-page unverified dossier authored by Steele on the direction of American company Fusion GPS and its founder Glenn Simpson.",
  "The court wrote, \"However, Mr. Corn does not state in terms that Mr. Steele showed him the dossier, and it is obvious that their entry into the semipublic domain before the U.S. defendants (Buzzfeed) decided to publish them online could have resulted from a leak from a number of sources.",
  "We continue to believe that Mr. Steele’s testimony about his work on the dossier is essential to the public’s understanding of a critical document that was circulating and informing decisions at the highest level of government,\" said Matt Mittenthal, spokesperson for BuzzFeed News.",
  "As reported by Fox News, Steele is also facing a possible criminal investigation by the Justice Department after two senior Republican senators, Chuck Grassley (R-Iowa) and Lindsay Graham (R-S.C.) sent a criminal referral on Steele to the department in January.",
  "As for Steele, Fray-Witzer is looking forward to deposing the former MI6 spy in the case, “We're pleased that this means we can move ahead with the videotaped deposition of Mr. Steele on June 18 and that the discovery phase of the case is drawing to a close.",
  "Gubarev's companies were described in the December 2016 memo authored by Steele as using \"botnets and porn traffic to transmit viruses, plant bugs, steal data and conduct 'alerting operations' against the Democratic Party leadership.\"",
  "A last-ditch effort by Buzzfeed's legal team was denied today in their efforts to expand and question Steele about \"the dossier as a whole\" instead of a more limited area of questioning in the ongoing civil litigation in the UK.",
  "Steele and his London company Orbis Business Intelligence Limited were paid $168,000 to write a series of memos suggesting the Kremlin's influence on Donald Trump and promote such information to select journalists.",
  "\"Buzzfeed did anything but that when it decided to publish allegations about the Plaintiffs that it knew hadn't been verified and, indeed, which they had themselves done nothing to verify.\"",
  "Fusion GPS billed $1.8 million for its opposition work on Trump to the Washington law firm Perkins Coie, which represented the Democratic National Committee and the Clinton campaign.",
  "10 from the British court documents is a statement about writer David Corn's Skyped briefing by Steele, which was published in part from his Jan. 13, 2017, story in \"Mother Jones.\"",
  "Mr. Gubarev's reputation was seriously damaged by the publication of the dossier and he is anxious to have the opportunity to clear his name at trial.\"",
  "Sarah Isgur Flores, director of the DOJ Public Affairs Office, told Fox in email that \"we don't confirm or deny the existence of investigations.\"",
  "In the 15-page ruling obtained and reviewed by Fox News, Mr. Justice Jay wrote that the Buzzfeed appeal \"should be dismissed on all grounds.\"",
  "The ruling also noted that Steele's position so far in the British case is \"that he did not provide copies of the dossier to anyone else.",
  "The court made a point of stating that these types of unverified allegations should have been \"handled with care.\"",
  "The U.S. defendants (Buzzfeed) have never said that they asked Mr. Steele any questions about it.\"",
  "\"Even so, the possibility that Mr. Steele was the cause of the leak cannot be excluded.\"",
  "He accepts that he conducted some \"off-the-record briefings\" with journalists.",
  "Mr. Steele has made clear\n\nat all material times that this was intelligence.",
  "He (Steele) also accepts the FBI has received the dossier.",
  "Buzzfeed published the entire dossier in January 2017.",
  "The FBI also used the dossier.",
  "On No."
]