[
  "SENATOR MARK WARNER:Listen, the idea that two leaders of two great nations are meeting absolutely makes sense, but what we have now, which was unprecedented, is Russian intervention in our elections, where they hacked into Democrats' and Democratic officials' emails, released them to benefit Trump and hurt Clinton, where they intervened in over 20 states' electoral systems, where they used social media in ways that were unprecedented.",
  "In a regular or normal administration, when we see that a foreign government had tried to intervene in more than 20 states' electoral systems, and when the current director of National Intelligence, Dan Coats, has said the Russians will be back, in a normal administration you would have had a White House designate someone in that White House to make sure election security was a top priority.",
  "CHUCK TODD:\n\nIt, you know, reading the indictment and realizing this was more than just the stealing of emails, it was the stealing of voter files and things like that, the now October 7th, frankly what has been told to me was a watered down warning to the American public about Russian interference, but that October 2016 assessment now looks awfully, awfully weak.",
  "SENATOR MARK WARNER:\n\nI hope they are, but I tell you, I feel - I would feel a lot better if there was a concerted, whole-of-government effort to make sure not only at the state and local registrar level, but on the companies that manipulate and own the voter files and maintain the voter files behind the scenes.",
  "CHUCK TODD:\n\nOn the issue of Crimea, can you say in no uncertain terms that the president is going to stick to what -- to the piece of paper he signed in Brussels with the NATO -- with the fellow NATO leaders when he said that was never, you know, nothing, nothing changes when it comes to Crimea?",
  "SEN. DAN SULLIVAN:\n\nThe agenda should be I think, number one, that we should let Vladimir Putin - the president, and his team should let Vladimir Putin know, \"If you want a better relationship, if you want, for example, sanctions to be lifted, it's going to be up to you.” What do I mean by that?",
  "You don't know what's going to come out of this meeting, but what it will be is the first opportunity for these presidents to actually sit down across a table, alone and then with their teams, to talk about everything from meddling in the election, to areas where we have some shared interests.",
  "And one of the things I want to ask you about is, in the indictment, we learned that on the same day, on or about July 27th, that these Russian intelligence agents attempted after hours to spearfish for the first time emails associated with Clinton's personal office and the Clinton campaign.",
  "He’s undertaken -- this is Putin's actions, they're pretty outrageous, annexing Crimea, intervening in Syria to prop up a brutal dictator, interfering in our elections, and by the way, poisoning British citizens just recently in the U.K. And yet we're bending over backwards, it looks like.",
  "And one thing we do know, just within the public domain, clearly there were a lot of folks affiliated with the Russian government reaching out to a whole series of folks within the Trump orbit, trying to offer information to -- discriminating and bad information about Clinton.",
  "We now have the Mueller investigation with over 30 indictments, with five guilty pleas, and who knows what next is to come because clearly, with the number of individuals that have said they're cooperating with the Mueller investigation, I'm sure he's got more to come.",
  "And remember, that, that call for the Russians to act came a few weeks after Donald Trump, Jr., his son, his son-in-law, his campaign manager, had all sat down with Russian agents in the Trump Tower, where the Russian agents had offered dirt on Hillary Clinton.",
  "The one thing I would say, and I've said to this administration from the president on down, our most important strategic advantage in the world is that we're an ally-rich nation and our adversaries like China, Russia, North Korea, Iran are ally poor.",
  "CHUCK TODD:\n\n--rattling the alliance established to contain Soviet and now Russian aggression, NATO, insulting the British prime minister on her Brexit strategy in a British newspaper--\n\nDONALD TRUMP:\n\nI would have done it much differently.",
  "While some Republicans like Senator John McCain have urged President Trump to use the Russia indictments to get tougher with Vladimir Putin or simply cancel tomorrow's summit, the Republican leadership in Congress has been largely silent.",
  "CHUCK TODD:\n\nJoining me for insight and analysis are Amy Walter, national editor for the Cook Political Report, Hugh Hewitt, host on the Salem Radio Network, NBC News political analyst Elise Jordan, and Joshua Johnson, host of 1A on NPR.",
  "Clearly, you take that, you take the efforts to reach out to Trump aide, Mr. Papadopoulos, where Russians were offering dirt, there is a pattern of behavior here that I think, at the end of the day, I hope Mueller gets to the bottom of.",
  "They've had some pull-asides, one at the G20 in Hamburg and the other at the APEC Ministerial in Da Nang, Vietnam, but this is really the first time for both presidents to actually sit across the table and have a conversation.",
  "And so advocates of Trump's foreign policy saying it's good that he's going and shaking things up in NATO and going against the grain, well, then why do we support what he's doing with Russia when it's failed in the past?",
  "SENATOR MARK WARNER:\n\nWell, Chuck, our committee is going to go -- and it’s going through the final stages of a thorough review of what both the Obama administration, and for that matter the F.B.I., did right, did wrong.",
  "And it read as follows, \"China and Russia are determined to make economies less free and less fair, to grow their militaries, and to control information and data to repress their societies and expand their influence.\"",
  "And if an American leader and an American administration wouldn't start a meeting with the head of the country that did that intervention and make that the top priority, then this meeting really shouldn't take place.",
  "So, I really would feel much better if there were other Americans in the room making sure that we make the point that the first and top point of this agenda should be no further Russian interference in our elections.",
  "HUGH HEWITT: --Trump appear to be unprepared for this when he's got Mike Pompeo, John Bolton, Jim Mattis, the best national security team--\n\nCHUCK TODD: It's not the media--\n\nHUGH HEWITT: --assembled in decades.",
  "SENATOR MARK WARNER:\n\nWell, it appears a rather strange coincidence that the very day that Mr. Trump calls on the Russians to hack into Clinton emails, well, the Russian spies actually try to take that action.",
  "CHUCK TODD:\n\nThe indictment fills in the gaps of several extraordinary moments in the summer of 2016 and raises questions about the Trump campaign's role in the attack on the United States by a foreign power.",
  "ELISE JORDAN: But you could argue that the preconditions though that President Obama set up for Putin to feel empowered is exactly what Donald Trump is doing though by going into this meeting on Monday.",
  "SENATOR MARK WARNER:\n\nAgain, I'm going to leave those conclusions to the public, leave those conclusions to seeing what else Mueller has in terms of this investigation --\n\nCHUCK TODD:\n\nWhat about you?",
  "What he did do was to reaffirm his claim that the Mueller investigation is a witch hunt and tweet that the Russian criminality took place during the Obama administration and that it failed to respond.",
  "And first of all, we should say there's an awful lot of very good work done here to have this level of specificity in terms of these Russian spies and how they acted and what they did specifically.",
  "You are signed onto a letter with a bunch of other Democratic senators calling for the president to either cancel the summit, or if he doesn't, basically essentially make it a one-issue summit.",
  "\"Most experts I spoke with,\" she writes, \"Republican and Democrat alike, were resigned to Trump being outplayed by Putin, a view perhaps best summed up by a former State Department official.",
  "In fact, you can view the Russian hacking of Democratic emails, opposition research, turnout models as the Watergate burglary of the 2016 election, the political crime of the 21st century.",
  "CHUCK TODD:\n\nThe indictment of 12 Russian military officers just three days before Monday's one-on-one meeting is the most detailed account yet of Russia's attack on America's democracy.",
  "ELISE JORDAN: The only preparation has been John Bolton going over last week and pursuing a policy that is completely the opposite of what John Bolton has espoused his entire career.",
  "But the fact is that after these indictments what a president should be saying to everyone, not just to Putin but to the American public writ large, \"Russia did this to divide us.",
  "And I actually have much more confidence that Donald Trump will not be bullied and will not be seeking the approval of anyone because he doesn't seek the approval of anyone ever.",
  "Even before Friday's indictments of 12 Russian intelligence operatives for hacking the Democrats during the 2016 campaign, four U.S. intelligence agencies had already weighed in.",
  "We just know that this is going to continue to rip the country apart as they dig into their bias - into their bias and seize onto the sides that appeal most to their impressions.",
  "What he did do was signal perhaps that he trusts Putin's denials over the findings of his intelligence agencies and his Justice Department, leaving much of the world asking why.",
  "And we've put some funds out, we've put some bipartisan legislation out, but I think it's abysmal that this administration has not made 2018 election security a higher priority.",
  "If someone broke into the Bureau of Engraving and Printing and stole American dollars to commit a crime against the United States, it would be an immediate call for extradition.",
  "And certainly don't meddle in the elections of democracies like the United States--\"\n\nCHUCK TODD:\n\nSo what you're saying is you don't--\n\nSEN. DAN SULLIVAN:\n\n--\"and our allies.\"",
  "As a matter of fact, Congress had to take an unprecedented action basically and say, \"Hey, when we say sanctions, we mean you've got to actually put those sanctions in place.\"",
  "We've got some shared interests with respect to the Korean peninsula, where we both believe in a nuclear-free Korean peninsula, a strong northeast Asia, and non-proliferation.",
  "And what I take away from this indictment, if you colluded with Russia and you're an American, given the capacities that were demonstrated in that indictment, we will get you.",
  "CHUCK TODD:\n\nWhen we come back, given what we've learned in those indictments about Russian meddling, should President Trump have postponed his summit with Vladimir Putin?",
  "In between when the meeting happened and when it was set up, the Russian operatives set up a website called DCLeaks.com, literally the day before the Trump Tower meeting.",
  "CHUCK TODD:\n\n--and most notably attacking his own Justice Department and the special counsel probe tasked with investigating Russian interference in the 2016 election.",
  "I mean, remember that news conference that Chris Wray, the director of the F.B.I., gave I guess it was early last month in response to the inspector general's report?",
  "PETER STRZOK:\n\nI strongly believe today's hearing is just another victory notch in Putin's belt and another milestone in our enemy's campaign to tear America apart.",
  "JOSHUA JOHNSON: I think about that quote from Michelangelo that our greatest danger may not be that we aim too high and we miss but that we aim too low and we hit.",
  "I was reminded last night at dinner by two veterans of the IC, 40 years ago anniversary the Russians executed Georgi Markov in London with a ricin-tipped umbrella.",
  "I mean, I think if we can make progress on nuclear proliferation, which I think right now the weapons of mass destruction proliferation threat is very significant.",
  "And my fear is this president, in particular, has been really reluctant to call out that activity, has been completely reluctant to call out Putin as a bad actor.",
  "AMBASSADOR JON HUNTSMAN:\n\nOf course it's the president's call, but I think it's highly unlikely that that's going to emerge in their conversation, as you suggest.",
  "We've got a GRAND SLAM for you from Nationals Park right here in Washington, D.C., home to this year's this Major League Baseball All-Star Game on Tuesday night.",
  "The Trump White House quickly put out a statement pointing out that there were, quote, \"No allegations of knowing involvement by anyone on the Trump campaign.\"",
  "My guests this morning: The U.S. ambassador to Russia Jon Huntsman, Democratic senator Mark Warner of Virginia, and Republican senator Dan Sullivan of Alaska.",
  "Is the president going to, sort of, stick -- stick to his belief that -- or stick to the belief of NATO nations that Crimea belongs to Ukraine and not Russia?",
  "CHUCK TODD:\n\nI want to get you to comment on something that somebody who I believe was a colleague of yours when you were at the State Department, Nick Burns.",
  "Now, they will overlap in the area of strategic stability and arms control, where we have a very important arms control agreement that is coming due in 2021.",
  "He himself, though rhetorically, seems to-- when he rhetorically downplays this concrete action that you're talking about, doesn't it undermine the action?",
  "SENATOR MARK WARNER:Well, Chuck, I'd feel a lot better if Ambassador Huntsman, who I have a lot of confidence in, was actually sitting in on the meeting.",
  "Yes, we should-- we have some contentious issues to discuss, but regardless of your personal views of President Trump, what's wrong with this meeting?",
  "Second, the indictment reveals that on July 27th Russian hackers tried for the first time to hack into servers in Clinton's personal campaign office.",
  "Very importantly we made progress on the 2% GDP spending, which, you know, a couple years ago most countries were actually--\n\nCHUCK TODD:\n\nAll right.",
  "Look, I want to get back to the investigation and something Rod Rosenstein said that to me was hinting at more to come and more divisiveness to come.",
  "There is a legitimate conversation to have about the F.B.I., including concerns from conservatives over whether politics motivated any investigation.",
  "So, this is an attempt to see if we can defuse and take some of the drama, and quite frankly some of the danger, out of the relationship right now.",
  "And there hasn't even been a principals committee meeting, as Susan Glasser reports in The New Yorker, to discuss what's on the agenda with Russia.",
  "My fear is that Putin could come in with maps of Ukraine or maps of Syria and try to cut some deal, and frankly, take advantage of this president.",
  "And he definitely had the North Koreans sitting on the edge of their seat about would Donald Trump lend them that prestige by going to the table.",
  "And again, Chuck, this is why it's so important to get our senior leaders together, because these conversations have happened at the local level.",
  "ROD ROSENSTEIN:\n\nIt's important for us to avoid thinking politically as Republicans or Democrats and instead to think patriotically as Americans.",
  "CHUCK TODD:\n\nWhy does it matter so much that the president have a warm relationship with Putin, whether you want to call it a friendship or not?",
  "The commentary around this summit--\n\n(OVERTALK)\n\nCHUCK TODD: I'm getting tired of that--\n\nHUGH HEWITT:--tries to make--\n\nCHUCK TODD: --claptrap.",
  "And I don't think even Senator McCain, you know, said that--\n\n(OVERTALK)\n\nCHUCK TODD:\n\nAnd what should be the agen - what should be the agenda?",
  "But I wonder if the larger risk is that both men could walk into the meeting, get what they wanted, and walk out thinking they're both winners.",
  "Because one of the things you said before in preparation is if you have a summit, you have to have an agenda and you have to have deliverables.",
  "This has not happened before, so there's a lot in our agenda that's been built over now many years of a relationship that is terribly fraught.",
  "And I think the bigger picture is we need to hold the Russians accountable for what they did, their malign activity throughout Europe as well.",
  "and the N.S.A., all of them had concluded that Russians interfered in the 2016 election and they did so with the goal of helping Donald Trump.",
  "But the second worst was President Obama in Seoul with Medvedev on the open mic in March of 2012 when he said, \"Tell Vlad give me some space.\"",
  "But what doesn't get a lot of discussion is the concrete actions we, the Congress, and the White House have been taking with regard to Russia.",
  "That alone is a gigantic concern, that he won't stand up and say, \"My government is accusing you of committing a crime against our democracy.",
  "ROD ROSENSTEIN:\n\nThe indictment charges 12 Russian military officers by name for conspiring to interfere with the 2016 presidential election.",
  "AMBASSADOR JON HUNTSMAN:\n\nWell, Chuck, you just started that long litany, that long list of grievances, and it goes on much longer than that.",
  "He, of course, is the top Democrat on the Senate Intelligence Committee, which is doing its own investigation into the Russian interference.",
  "To your point on the, on the rhetoric, you know, I think that actions speak louder than words, particularly as it relates to Vladimir Putin.",
  "June 3rd, Donald Trump Jr. is promised dirt on Hillary Clinton through a Kremlin intermediary, replying, \"If it's what you say, I love it.",
  "And they're doing all this amazing work from an outdated building, the J. Edgar Hoover Building that is in desperate need of replacement.",
  "Now, we've got the Miami Marlins, Tampa Bay Rays, a second team in Texas, Texas Rangers, Colorado Rockies, and the Arizona Diamondbacks.",
  "But if he wants a better relationship, particularly Putin wants the lifting of sanctions, he's got to take actions to make that happen.",
  "So, all of these are areas where conceivably we can strike up a conversation, but we have to remember that -- let history be our guide.",
  "Obviously players from countries like the Dominican Republic in particular and Venezuela have driven a lot of this change in the game.",
  "And House Speaker Paul Ryan did release this statement, saying, quote, \"We've said all along we know Russia meddled in our elections.",
  "And by completing them, the system allows you to generate more Bitcoin, which means the Russians generated money to make this happen.",
  "SEN. DAN SULLIVAN:\n\nIf the president is giving in on lifting sanctions without Putin taking action, I think that would be a mistake.",
  "SEN. DAN SULLIVAN: I know Nick Burns well...\n\n(OVERTALK)\n\nCHUCK TODD:\n\nHe was an undersecretary during the Bush years just like you.",
  "And this is what he tweeted this week: \"Trump's trip to Europe is the single most chaotic and destructive of an American president.",
  "I just think that the American media is trying to infuse Donald Trump with a sort of willful blindness that he doesn't demonstrate.",
  "Ambassador Huntsman may not be calling this a summit, but I just checked the homepages of Sputnik News and RT, and both of them do.",
  "So the president's going to sit down and try to befriend somebody who Director Coats says is currently attacking the United States?",
  "We have to remember and recognize some of the malign activity that we have been through and approach this with our eyes wide open.",
  "You have to remember there's a reason why every president in the post-Cold War period has tried to engage China, every president.",
  "You look at how Donald Trump's theatrics before the meeting with Kim Jong-un and how he threatened to-- you know, he canceled it.",
  "[BEGIN TAPE]\n\nPRESIDENT DONALD TRUMP:\n\nRussia if you’re listening, I hope you’re able to find the 30,000 emails that are missing.",
  "AMY WALTER: Plus, this is the point, is that it's one thing to do the spying and all the other things that Russia has been doing.",
  "And even though baseball attendance has ticked down slightly the last few years, it's a pretty good news story over a generation.",
  "Is all of this, July 27th and the Trump Tower meeting, and what we've learned now, is that circumstantial evidence of collusion?",
  "They happened at our level, but they haven't happened at the senior-most levels in the detail that we're likely to get tomorrow.",
  "He has put us at odds with the E.U., weakened NATO, disparaged Germany, and directly undermined May,\" referring to Theresa May.",
  "In the last few months they stopped a terrorist plot against a mall in Miami and against Fisherman's Wharf in San Francisco.",
  "CHUCK TODD:\n\nThough Mr. Trump says he will bring up hacking with Putin in their Monday meeting, on Friday he was dismissive.",
  "And again, just based upon Donald Trump Jr.'s response, where he said he was pretty anxious to get that kind of information.",
  "Putin acknowledged--\n\nCHUCK TODD:\n\nYou realize though, senator, everything you're discussing you guys have forced him to do.",
  "It's a slight edge over both Democrats and Independents, who both clock in at 29% each showing high interest in baseball.",
  "And what you've just described, I can't imagine anyone would disagree with that assessment with either China or Russia.",
  "He ended up saying everything is okay with North Korea, and frankly we've found, since that time, that's not the case.",
  "June 8th, the indictment says Russian intelligence officers launch DCLeaks.com and begin to release stolen DNC emails.",
  "A day later, Donald Trump Jr., Jared Kushner, and Paul Manafort meet in Trump Tower with Russians tied to the Kremlin.",
  "And hopefully when the president meets him, they're going to be able to talk - these concrete actions that were taken.",
  "And that was their point, is for Americans to not trust not just the political parties and the political institutions.",
  "HUGH HEWITT:\n\n--Department of Justice-- at the end of the testimony at the very end of the day it came up in question.",
  "SENATOR MARK WARNER:\n\nAnd frankly -- what I'm saying, Chuck, is we've got further witnesses we're going to interview.",
  "So I just don't see how we can expect anything to come out of this and why Donald Trump is forcing the issue so much.",
  "I actually have much more confidence in the president probably than anyone at this table because I take a long view.",
  "I want to start the conversation for you guys off with just this Susan Glasser nugget from The New Yorker on Friday.",
  "JOSHUA JOHNSON: And the president is not categorical in saying that he will ask the Russians to extradite these men.",
  "CHUCK TODD:\n\nBut despite that briefing, Mr. Trump spent the week praising Putin--\n\nDONALD TRUMP:\n\nHe's not my enemy.",
  "After sitting through I think it was eight, nine hours of the theatre, what new information actually came out of it?",
  "Believe it or not, in 1969 there had never been a major league team in the states of Florida, Arizona, or Colorado.",
  "And it has started a boom and a bust cycle that has left both sides dejected, angry at each other, finger pointing.",
  "And I hope it's a detailed conversation about where we might be able to find some overlapping and shared interests.",
  "It's not simply that the president's going over into his part of the world and having the sit-down, a one-on-one.",
  "And as the country's population has moved towards both the South and the West, again, baseball has followed suit.",
  "REP. LOUIE GOHMERT:\n\nHow many times did you look so innocent into your wife's eye and lie to her about Lisa Page?",
  "Granted, it may not be as visible as the North Korea meeting where the world saw an image of them shaking hands.",
  "JOSHUA JOHNSON: And we can point out one piece of this report that you and I were talking about before the show?",
  "And it's inconceivable that we can solve some of the international issues without engaging Russia at some level.",
  "Have you been reassured by what you heard from Ambassador Huntsman about what the president will do with Putin?",
  "CHUCK TODD:All right, I understand you don't want the president to do this one-on-one, but let me ask you this.",
  "So, he could very well just sort of say--\n\nAMBASSADOR JON HUNTSMAN:\n\nWell, of course it's the president’s call.",
  "SEN. DAN SULLIVAN:\n\nWell, look, the Javelin system, for example, wasn't forced on the president at all, right?",
  "AMY WALTER: Well, and framing it like this, the way that the president has, 1) \"Putin's not going to admit it.",
  "Our friends at Simmons Research found that 35% of Republicans say they're interested in Major League Baseball.",
  "SENATOR MARK WARNER:You know, I had no idea when the indictment was going to come and we're still processing.",
  "Senate Majority Leader Mitch McConnell has so far provided no public reaction to the indictments from Friday.",
  "We had to pass legislation that frankly boxed the president in so we would avoid taking that responsibility.",
  "SENATOR MARK WARNER:Chuck, Chuck, the-- Chuck, the, the president rhetorically has not been tough on Russia.",
  "There's a lot more to talk about, strategic stability, Syria, Ukraine, D.P.R.K., our bilateral relationship.",
  "We have interests, they have interests, and it's a function of seeing where some of those interests overlap.",
  "Does the president buy into the national security strategy assessment that was written in December of 2017?",
  "And this happened on the day of this infamous sound bite from then-candidate Donald Trump, July 27th, 2016.",
  "Now, regrettably taking your family out to the ball game is a bit more expensive today than it was in 1969.",
  "These numbers about how you feel about Mueller, how you feel about Russia are already baked into the cake.",
  "DONALD TRUMP:\n\nRussia, if you're listening, I hope you're able to find the 30,000 emails that are missing.",
  "DONALD TRUMP:\n\nPresident Putin really feels and he feels strongly that he did not meddle in our election.",
  "But basically what that does is you have a computer system that does incredibly complicated computations.",
  "Second, you know, this administration has given lethal weapons, the Javelin anti-tank system, to Ukraine.",
  "One that the president highlighted in his press conference with Theresa May was on nuclear proliferation.",
  "ELISE JORDAN: The only preparation is--\n\nCHUCK TODD: It's people inside the White House saying it, Hugh.",
  "President Trump should learn from what happened with President Obama, what happened with President Bush.",
  "DONALD TRUMP:\n\nI think I'd have a very good relationship with President Putin if we spent time together.",
  "AMBASSADOR JON HUNTSMAN:Well, I don't think the details are a surprise to folks who have followed this.",
  "or get down to what's actually happening at the F.B.I., whether there are changes that need to be made.",
  "HUGH HEWITT:\n\nI believe it showed that we will find out in the end\n\n(OVERTALK)\n\nCHUCK TODD:\n\nIt didn't.",
  "What you feel even about the Russians, whether it's a serious issue-- this was a Washington Post poll.",
  "Asked the question, \"Do you think that Russian efforts to influence the election was a serious issue?\"",
  "SEN. DAN SULLIVAN:\n\nLook, I think we should go into the - I, I think we should still have the meeting.",
  "Putin may ask to lessen some of the sanctions and give back these - these compounds that we took away.",
  "CHUCK TODD:I want to know actually what you'd learned new, and you said you learned a lot new in this.",
  "'I'm afraid,' he told me, 'that our guy here is like an amateur boxer going up against Muhammad Ali.'\"",
  "Look, we know that the Americans - that the potential for indictments of actual Americans are coming.",
  "And of course this trend also reflects the growing Latino population right here in the United States.",
  "Rescuing more than 1,400 children from predators, including one who was as young as seven months old.",
  "The appearance is we're bending over backwards in order to have a relationship with Putin right now.",
  "DONALD TRUMP:\n\nI also told Theresa May how to do it, but she didn't agree-- she didn't listen to me.",
  "CHUCK TODD:\n\nMr. Trump has consistently questioned the conclusion of his own intelligence agencies.",
  "Everything will be his call, but I think it's highly unlikely that you'll see any change in Crimea.",
  "I was in a meeting with Senator McCain about a year and a half ago with a senior Russian dissident.",
  "But even in this politically divided town, there's going to be one thing we all agree on this week.",
  "CHUCK TODD: (UNINTEL) he said a blinking red light, essentially comparing to it right before 9/11.",
  "CHUCK TODD:Two things, will the president ask Putin to extradite the 12 Russian military officers?",
  "Senator Mark Warner, the vice-chair of the Intel Committee in the Senate, Democrat from Virginia.",
  "The blame for election interference belongs to the criminals who committed election interference.",
  "And if they are not yet revealed - so you should put your hand up and run to the special counsel.",
  "In 1969, 74% of Major League Baseball players were white, 15% African American, just 11% Latino.",
  "CHUCK TODD:\n\nHe basically says, \"If you're not going to stand up for this, cancel this meeting.\"",
  "They are literally--\n\nHUGH HEWITT: Josh, there is no surprise--\n\nJOSHUA JOHNSON: --making money.",
  "Now, the president saying, \"Well, I don't know if I'm going to ask for extradition” is stunning.",
  "DONALD TRUMP:\n\nI think that we would have a chance to have a very good relationship with Russia.",
  "AMBASSADOR JON HUNTSMAN:\n\nI don't know if he'll make the ask, but it may be part of the agenda.",
  "CHUCK TODD:How did the indictments of 12 Russian military officers on Friday change the agenda?",
  "CHUCK TODD:\n\nYou're basically saying President Trump better not give in to any of Putin's asks.",
  "The one issue you actually mentioned in the previous segment and it doesn't get a lot of press.",
  "They did this to make sure that we lose trust in our political system and in our institutions.",
  "House Republicans - we'll see what you guys think, if they covered themselves in glory or not.",
  "That is a worthwhile question--\n\n(OVERTALK)\n\nHUGH HEWITT:\n\n--I have to disagree with at least.",
  "And for some reason it was decided to put it in public, which made it have a show trial feel.",
  "And then even the president raising this issue of energy in Germany and Russia was important.",
  "That now makes probably almost 30 Russians who have been rolled up by the Mueller indictment.",
  "You've got some overlapping interests in Syria, where we've come very close to confrontation.",
  "MALE VOICEOVER:\n\nFrom NBC News in Washington, the longest-running show in television history.",
  "CHUCK TODD:And joining me now from Helsinki, the site of the Trump-Putin summit, is the U.S.",
  "What we've seen in Eastern Ukraine is a violation of international law, an ongoing conflict.",
  "I'm just saying the Russians have been the Russians, are the Russians, will be the Russians.",
  "We've still got more than double the amount of fans showing up for games today than in 1969.",
  "Don't align yourself with the world's biggest sponsors of state terrorism in terms of Iran.",
  "This is what the president's director of national intelligence said on Friday about Russia.",
  "[BEGIN TAPE]\n\nSEN. CORY GARDNER:\n\nI think we should name Russia a state sponsor of terror.",
  "CHUCK TODD:\n\n--\"You know what, even though everybody else doesn't think it's a good idea.\"",
  "The collective blood pressure between the United States and Russia is off the charts high.",
  "CHUCK TODD:\n\nRepublican Senator Ron Johnson said we've blown it--\n\nAMY WALTER:\n\n78% it is.",
  "AMBASSADOR JON HUNTSMAN:Well, listen, Chuck, you've been around for presidential summits.",
  "And Hugh Hewitt, host on the Salem Radio Network, excuse me, and an NBC News contributor.",
  "Perhaps that was a way of a proof of what they had to the folks they were meeting there.",
  "Congress -- bipartisan members of the Senate Armed Services Committee wanted to do that.",
  "And, as in 1972, the White House, this one was quick to distance itself from this crime.",
  "An average of nearly 14,000 per game back then and an average of just over 28,000 today.",
  "SEN. DAN SULLIVAN:\n\nWell, look, I think the NATO summit actually turned out pretty well.",
  "JOSHUA JOHNSON:\n\nWell, and it also doesn't help us rehabilitate the image of the F.B.I.",
  "CHUCK TODD:\n\nHe has even denied the hacking of the DNC and Clinton's campaign occurred.",
  "No state dinner, no joint statement, no deliverables that are going to be pre-packaged.",
  "I'm very concerned about a one-on-one meeting between Vladimir Putin and Donald Trump.",
  "President Trump threatens NATO, takes on Theresa May on Brexit, and praises her rival.",
  "There is a lot of discussion on how the president seems to downplay issues with Putin.",
  "Let me--\n\nSEN. DAN SULLIVAN:\n\nAnd, by the way, they're doing a lot in the Arctic, too.",
  "You can't pass it off to, \"Oh, that's some hacker down somewhere where we don't know.\"",
  "\"We need to spend time with people who could possibly be our allies and our friends.\"",
  "And that's what I'm going to go say to Vladimir Putin, that, 'You cannot divide us.'\"",
  "In fact, we learned about a new piece of, of the timeline in the Trump Tower meeting.",
  "Probably physically the closest state--\n\nSEN. DAN SULLIVAN:\n\nWe certainly are, Chuck.",
  "He said, \"The number one thing you Americans can do is produce more American energy.\"",
  "ROD ROSENSTEIN:\n\nI briefed President Trump about these allegations earlier this week.",
  "The last time Washington got to host baseball's midsummer classic, the year was 1969.",
  "Back then you could get a lower-level ticket to the All-Star Game for just 12 bucks.",
  "And so what we're filling in with the gaps we don't know is our partisanship, right?",
  "CHUCK TODD:\n\nI’m sorry - no, you were making-- look, we're running out of time here.",
  "That doesn't necessarily mean that the Russians are going to follow through with it.",
  "At the end of the meeting, I asked him, \"What more can we do to push back on Putin?\"",
  "Which we, you know, defense spending actually declined almost 25% from 2010 to 2016.",
  "CHUCK TODD:You, obviously, are making a distinction between a summit and a meeting.",
  "What the President didn't do was postpone his summit on Monday with Vladimir Putin.",
  "Now, as in 1972, the central crime is the penetration of the DNC by hostile actors.",
  "And that year there was just one team in Texas, the Houston Colt 45s-turned-Astros.",
  "And I think on that front--\n\n(OVERTALK)\n\nSEN. DAN SULLIVAN:\n\n--Russia's listening.",
  "Well, it turns out it wasn't somebody sitting on their bed that weighs 400 pounds.",
  "And Donbass, the two so-called breakaway republics, we have some very real issues.",
  "HUGH HEWITT: The commentary around the summit--\n\nCHUCK TODD: That's such a copout.",
  "CHUCK TODD:\n\nLet me play something for you from a colleague of yours on Thursday.",
  "[END TAPE]\n\nCHUCK TODD:\n\nWas this a new piece of evidence to you, Senator Warner?",
  "agent Peter Strzok with bias against President Trump in the Russia investigation.",
  "And that's why we need to make sure there are at least other people in the room.",
  "AMY WALTER: Well, we already heard from the ambassador that it's just a meeting.",
  "Do Republicans think President Trump is right to go ahead with the Putin summit?",
  "SEN. DAN SULLIVAN:\n\n--reverse or declining their defense spending, including us.",
  "REP. LOUIE GOHMERT:\n\nCredibility--\n\nREP. PAUL GOSAR:\n\nBy the way, I'm a dentist.",
  "And in fact, at one point Peter Strzok wanted, \"Can I respond to the question?\"",
  "In today's dollars, by the way, adjusted for inflation that price would be $82.",
  "Look, Peter Strzok committed some - obviously had some problems in what he did.",
  "Before he started taking questions, he talked about some of the work the F.B.I.",
  "And it's something -- it’s a country we need to take aggressive action towards.",
  "I've been on the record saying that Russia should be a state sponsor of terror.",
  "These redos and these resets, they only get you so far, usually end in failure.",
  "CHUCK TODD:\n\nThe question, is this the right time to hold a summit with Putin?",
  "So if the president gives in on any of those things, what are you going to do?",
  "But let's also take the fact, you mentioned, Chuck, the election interference.",
  "Do you get the sense that the Justice Department was trying to send a message?",
  "CHUCK TODD:\n\nSenator Sullivan, I appreciate you coming on, sharing your views.",
  "CHUCK TODD:\n\n--said it was blown out of proportion, the election interference.",
  "This year, that lower-level ticket is going to run you about $350 face value.",
  "But when we come back, I want to talk to some elected Republicans about this.",
  "Ambassador Huntsman, number one, doesn't want to call it a summit, a meeting.",
  "It just came onto the agenda last Friday, so it's something that's brand new.",
  "CHUCK TODD:And joining me now is Democratic Senator Mark Warner of Virginia.",
  "What President Trump didn't do was express outrage over the Russian hacking.",
  "It also could be somebody sitting on their bed that weighs 400 pounds, okay?",
  "It also notes that among the things the Russians did was mining for Bitcoin.",
  "You saw Ambassador Huntsman talk about other areas of possible cooperation.",
  "Shouldn’t-- let me pick up on a point that Ambassador Huntsman kept making.",
  "MALE VOICEOVER:\n\nComing up, end game and postgame brought to you by Boeing.",
  "And that sounded to me like a man very worried about where this is headed.",
  "CHUCK TODD:\n\nAnd still looks forward meeting tomorrow with Vladimir Putin.",
  "Agent Strzok may not see it, but see it, but the rest of the country does.",
  "Snowden, Crimea, the fraught relationship the ambassador just referred to.",
  "There have been 26 Soviet-American summits, six Russian-American summits.",
  "Russia didn't do this simply to make sure somebody won and somebody lost.",
  "We don't have an extradition treaty, so we have to make a formal request.",
  "You've got to remember, Chuck, that Russia is a country of 11 time zones.",
  "And finally, who's most likely to be tuning in to the game Tuesday night?",
  "REP. TREY GOWDY:\n\nI don't give a damn what you appreciate, Agent Strzok.",
  "But at the end of the day, I think actually that summit turned out well.",
  "Here, Donald Trump is forcing the issue against all of his top advisors.",
  "What should the Obama administration have done that they didn't do then?",
  "I think history will show we should have sounded a much stronger alarm.",
  "It touches Asia, it touches the Middle East, it touches western Europe.",
  "We have--\n\n(OVERTALK)\n\nCHUCK TODD:\n\nAmbassador, let me pause you there.",
  "AMBASSADOR JON HUNTSMAN:\n\nI'm sorry, of course I'm referring to Russia.",
  "DONALD TRUMP:\n\nShe doesn't know if it's the Russians doing the hacking.",
  "CHUCK TODD:\n\nRon Johnson said this week--\n\nAMY WALTER:\n\n--of Democrats.",
  "CHUCK TODD:\n\nHe was--\n\nHUGH HEWITT:\n\nLook-- I read this like a lawyer.",
  "/ Updated\n\nCHUCK TODD:\n\nThis Sunday, those Russia hacking indictments.",
  "Is this because we don't have an agenda or we don't have deliverables?",
  "So, the, the objective here is to meet, to put our cards on the table.",
  "[END TAPE]\n\nCHUCK TODD:\n\nHe said this before the indictments came out.",
  "SEN. DAN SULLIVAN:\n\nWell, look, I think Russia's clearly an adversary.",
  "This is not a--\n\n(OVERTALK)\n\nCHUCK TODD:\n\nBut you didn't rule it out.",
  "This is--\n\nCHUCK TODD:\n\nAmbassador, I noticed you didn't rule it out.",
  "SEN. DAN SULLIVAN:\n\nLook, I - I have a lot of respect for Nick Burns.",
  "All as the populations of these states have obviously grown rapidly.",
  "We learned that Nellie Ohr gave the Fusion GPS dossier to Bruce Ohr.",
  "And he appeared to at least let some of this stuff get to him a bit.",
  "We know that Trump doesn't do a lot of prep work for these meetings.",
  "And have you formally requested that the Russian government do this?",
  "CHUCK TODD:\n\nDo you believe the 2018 elections are going to be fair?",
  "HUGH HEWITT:\n\nWe will find out in the end how it all came together.",
  "Later, with the panel and end game, President Trump confronts NATO.",
  "This according to baseball researchers Mark Armour and Dan Levitt.",
  "It was a circus that both sides weaponized for their own purposes.",
  "He may just want this meeting to be a getting-to-know-you meeting.",
  "Because they need to take actions to get that better relationship.",
  "Well, joining me now is Republican Senator Dan Sullivan of Alaska.",
  "I've been around since Reagan's visit to China in the early 1980s.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "Does that mean we're not going to have a deliverable out of this?",
  "ELISE JORDAN: Well, but I think Hugh's point is an important one.",
  "Chuck, we have this great opportunity unleashing American energy.",
  "So the Russians may be viewing this the way the world views this.",
  "Joshua Johnson, host of NPR's 1A and now an NBC News contributor.",
  "Sounds like you are taking the president's signature at his word.",
  "Continuing our mission to connect, protect, explore, and inspire.",
  "Continuing our mission to connect, protect, explore, and inspire.",
  "You had the president fully re-committing to our focus on NATO.",
  "CHUCK TODD:\n\nAll right, you brought up the Trump Tower meeting.",
  "And because of that, problem solving is practically impossible.",
  "It is the same day Mr. Trump said this about Clinton's emails.",
  "We need to work together to hold the perpetrators accountable.",
  "(OVERTALK)\n\nCHUCK TODD: This is actual -- This is Mark Warner.",
  "Well, it wouldn't be D.C. if we didn't slide some politics in.",
  "That's how it got to the--\n\nCHUCK TODD:\n\nHow do we know that?",
  "And we should not downplay the fact that Trump knows it, too.",
  "That rebuilding includes the European reassurance initiative.",
  "Billions of dollars for our troops in Poland and the Baltics.",
  "We're doing that in Alaska with the opening of ANWR L&G (PH).",
  "Now, both of those things are true, but that's not the point.",
  "DONALD TRUMP:\n\nI don't think you'll have any, \"Gee, I did it.",
  "The news and stories that matter, delivered weekday mornings.",
  "AMBASSADOR JON HUNTSMAN:Well, listen, and it isn't a summit.",
  "So, it's a good thing these presidents are getting together.",
  "There isn't a thought that there would be a reset or a redo.",
  "You know, the Trump administration has been tough on Russia.",
  "CHUCK TODD:\n\nAmy Walter--\n\nAMY WALTER:\n\nGood luck with that.",
  "No traffic this morning coming from Nationals Park to here.",
  "Just think about how much more diverse baseball has become.",
  "But, again, when it is turning Americans against Americans.",
  "In fact, it's the first meeting between the two presidents.",
  "That's a part of the conversation that needs to take place.",
  "That's why this gathering is important for, for one reason.",
  "CHUCK TODD:\n\nIs the president going to make the ask or not?",
  "Everybody's talking about, \"We need a better relationship.",
  "Amy Walter, national editor for the Cook Political Report.",
  "The president may be going into this to get what he wants.",
  "Coming up, back to the studio with the panel and end game.",
  "That shows me that it's innately a part of you and a bias.",
  "Otherwise--\n\nCHUCK TODD:\n\nIt came up in Jim Jordan's head.",
  "But if you build it or if you move there, they will come.",
  "SEN. DAN SULLIVAN:\n\nWell, I like actions more than words.",
  "And he may walk out of there getting everything he wants.",
  "Ambassador Huntsman, welcome back to Meet the Press, sir.",
  "AMBASSADOR JON HUNTSMAN:\n\nWell, it's his team's document.",
  "Ambassador Huntsman, I'm going to have to leave it there.",
  "CHUCK TODD:\n\nPresident Trump says he remains unconvinced.",
  "AMBASSADOR JON HUNTSMAN:\n\nThe agenda is the president's.",
  "They literally minted money to hack our election system.",
  "And we're glad these hackers are being held to account.\"",
  "I helped President Bush prepare for some of his summits.",
  "And they've tried for decades to undermine our alliance.",
  "So, there are things outside of the direct relationship.",
  "If you like the president, you don't trust this process.",
  "I ask everyone just to wait on everything until the end.",
  "And we didn't learn anything new at the end of the day.",
  "If you don't like the president, you trust the process.",
  "Getting Russian cooperation on that would be important.",
  "And that wild hearing with House Republicans and F.B.I.",
  "These are serious officials on both sides of the aisle.",
  "CHUCK TODD:Let me ask you, though, about Russia policy.",
  "The redos and the resets, which have largely collapsed.",
  "We saw what happened when he did that with Kim Jong-Un.",
  "office in the embassy no doubt is -- will work on that.",
  "You got very angry in regards to the gold star father.",
  "CHUCK TODD:\n\nElise, most of the hearing was speeches.",
  "HUGH HEWITT:\n\nWell, let me - let me speak as a D.O.J.",
  "AMY WALTER:\n\nLook, we don't know where this is going.",
  "He was told what he couldn't say by the F.B.I., Hugh.",
  "Now, right now, there's no trust in the relationship.",
  "At some point he went down to detailed conversation.",
  "Putin may ask to lessen the sanctions due to Crimea.",
  "MALE VOICEOVER:\n\nEnd game, brought to you by Boeing.",
  "There's always drama that comes into these summits.",
  "And it's the White House and the Congress together.",
  "Number one, the timing of the indictment on Friday.",
  "It may be part of their bilateral meeting together.",
  "CHUCK TODD:You just heard from Ambassador Huntsman.",
  "I can't make any announcement right here with you.",
  "And it's because we set expectations way too high.",
  "Then, the hostile actor was the Nixon White House.",
  "These are concrete actions that Putin understands.",
  "And move out of the countries that you've invaded.",
  "Now, the president has also mentioned other areas.",
  "Putin may ask to get American troops out of Syria.",
  "CHUCK TODD: It's not the media that's saying this.",
  "And remember, if it's Sunday, it's Meet the Press.",
  "But when we come back, an all-star data download.",
  "What the heck are you talking about with \"media\"?",
  "Thanks for coming on and sharing your views, sir.",
  "Again, we've had this administration not step up.",
  "And it really hurts our relationship with Russia.",
  "And it really hurts our relationship with Russia.",
  "There won't be a Perry Mason here I don't think.",
  "First, there's the infamous Trump Tower meeting.",
  "That's true at least for now in this indictment.",
  "(COMMERCIAL BREAK)\n\nCHUCK TODD: And we are back.",
  "The point is not to say, \"Well, did you do it?\"",
  "DONALD TRUMP:\n\nI call it the rigged witch hunt.",
  "DONALD TRUMP:\n\nI call it the rigged witch hunt.",
  "CHUCK TODD:Let me start with a simple question.",
  "Senator Warner, welcome back to Meet the Press.",
  "AMBASSADOR JON HUNTSMAN:\n\nThank you very much.",
  "I appreciate you doing this interview outside.",
  "So, yes, it will happen, and it should happen.",
  "You're obviously a former ambassador to China.",
  "We know the names of people who are doing it.\"",
  "DANIEL COATS (Tape): We know you run the shop.",
  "Trump drug his feet on imposing the sanctions.",
  "They are the same people year in and year out.",
  "(COMMERCIAL BREAK)\n\nCHUCK TODD:\n\nWelcome back.",
  "President Trump and Secretary Mattis did that.",
  "Well, in 2017 the player census read this way.",
  "So I think overall it was a successful summit.",
  "I'm not talking behind home plate by the way.",
  "Only 13% of Republicans believe it's serious.",
  "PETER STRZOK:\n\nMr. Chairman, it's outrageous.",
  "CHUCK TODD:I want to get into the indictment.",
  "I know that wasn't an easy thing in Helsinki.",
  "AMBASSADOR JON HUNTSMAN:\n\n--conflict, Chuck.",
  "I can't disclose any details in that regard.",
  "We won't know for a year how this plays out.",
  "I'm very proud of the Department of Justice.",
  "And it was not contradicted by Peter Strzok.",
  "HUGH HEWITT: We know they've been doing it.",
  "I think we need to really step up our game.",
  "You have forced the administration on this.",
  "ELISE JORDAN: They haven't prepared though.",
  "But we'll see if those steps will be taken.",
  "AMBASSADOR JON HUNTSMAN:\n\nI'm sorry, Chuck.",
  "We've got a fraught bilateral relationship.",
  "This was a violation of international law.",
  "What's wrong with the two leaders meeting?",
  "Hopefully someday maybe he'll be a friend.",
  "CHUCK TODD:\n\nAnd the GOP versus the F.B.I.",
  "And, 2) \"It happened under Obama's watch.\"",
  "CHUCK TODD:\n\nWhy is the president helping?",
  "American credibility has been diminished.\"",
  "Because we know everything that happened.",
  "AMY WALTER:\n\nSo we aren't going to agree.",
  "They have been the Russians since Stalin.",
  "I promise you guys get to come back here.",
  "Obviously, in hindsight, this looks weak.",
  "AMBASSADOR JON HUNTSMAN:Thank you, Chuck.",
  "AMBASSADOR JON HUNTSMAN:Well, the F.B.I.",
  "You said that it's the president's call.",
  "We've got to put our cards on the table.",
  "Russia's in violation of the INF Treaty.",
  "NBC News political analyst Elise Jordan.",
  "CHUCK TODD:\n\n--to the country of Russia.",
  "Don't back regimes like Bashar al-Assad.",
  "So I read body language very, very well.",
  "And, wow, America was a different place.",
  "ELISE JORDAN:\n\nIt was political theatre.",
  "And um, but we got a lot of work to do.",
  "CHUCK TODD:\n\nI think you know him well.",
  "President Obama didn't want to do that.",
  "And let me just mention one other area.",
  "Senator Dan Sullivan of Alaska is next.",
  "SENATOR MARK WARNER:\n\nThank you, Chuck.",
  "This is Meet the Press with Chuck Todd.",
  "But you never know what happens, right?",
  "I think that really hurts our country.",
  "Remember, Russia massively intervened.",
  "Have you already begun that paperwork?",
  "and then have him say, \"Of course not.",
  "I know you're close to Senator McCain.",
  "We're going to root for the home team.",
  "has been doing in the last 10 months.",
  "President Trump rhetorically has not.",
  "Does that look like collusion to you?",
  "In Putin, you've got a trained K.G.B.",
  "SENATOR MARK WARNER:Thank you, Chuck.",
  "Republicans in Congress charge F.B.I.",
  "CHUCK TODD:\n\nAnd Strzok fights back.",
  "AMBASSADOR JON HUNTSMAN:\n\nThank you.",
  "I assume you're referring to Russia?",
  "We know you're making the decisions.",
  "CHUCK TODD: Elise, do you buy that?",
  "CHUCK TODD: Don't call it a summit.",
  "But what should it be in your mind?",
  "Putin wants a better relationship.\"",
  "My view is it's up to the Russians.",
  "CHUCK TODD: It's our own reporting.",
  "CHUCK TODD:\n\nThat's what I thought.",
  "Ambassador to Russia, Jon Huntsman.",
  "HUGH HEWITT:\n\nIn Jim Jordan's head.",
  "Something else happened this week.",
  "SEN. DAN SULLIVAN:\n\nThanks, Chuck.",
  "The F.B.I., the C.I.A., the D.N.I.",
  "Republican colleague Cory Gardner.",
  "Aggressively moving in the Arctic.",
  "Here's what he said about Russia.",
  "So already we know where this is.",
  "It's to say, \"We know you did it.",
  "The panel will chew on that next.",
  "CHUCK TODD:\n\nGood Sunday morning.",
  "Now, it's the Russian government.",
  "I'm on the front lines in Moscow.",
  "CHUCK TODD:\n\nLet me ask you this.",
  "Does the president buy into this?",
  "CHUCK TODD:\n\nThank you very much.",
  "It was this Peter Strzok hearing.",
  "It doesn't matter what comes out.",
  "He kind of goes in and wings it.",
  "Especially later in the summer.\"",
  "With a little bit more alacrity.",
  "He's wanted to have this summit.",
  "Got to make that the last point.",
  "The indictments come out Friday.",
  "That - Putin understands power.",
  "President Obama never did that.",
  "CHUCK TODD: Hugh, why can't he?",
  "And that's not going to happen.",
  "We may be of different parties.",
  "We went from summit to meeting.",
  "REP. TREY GOWDY:\n\nThat is bias.",
  "A pretty special one this week.",
  "Obviously that's down from '69.",
  "We know everyone who colluded.",
  "That's got to be talked about.",
  "I've heard it called a summit.",
  "But call it whatever you want.",
  "They've tried to dissuade him.",
  "So why should I even ask him?\"",
  "We're rebuilding our military.",
  "We should learn from the past.",
  "Now, Bitcoin gets complicated.",
  "That to me is more worrisome.",
  "And Romney was right in 2012.",
  "CHUCK TODD: Whoa, whoa, whoa.",
  "We're finally doing that now.",
  "That should be the condition.",
  "We know there may not be one.",
  "But we are united in America.",
  "HUGH HEWITT: I think he will.",
  "That investigation continues.",
  "We've looked at past history.",
  "And root for the home league.",
  "Not necessarily his rhetoric.",
  "agent who does his homework.",
  "The worst was Vienna in '61.",
  "We may have different views.",
  "And so might Vladimir Putin.",
  "And he may very well get it.",
  "Don't invade your neighbors.",
  "You have to act, or I will.\"",
  "But not to trust the F.B.I.",
  "But it's one investigation.",
  "But what the heck was that?",
  "CHUCK TODD:\n\nWelcome back.",
  "Let's go, National League.",
  "Neither do most Americans.",
  "and any other institution.",
  "Maybe there is no hacking.",
  "Plus, confronting allies.",
  "SEN. DAN SULLIVAN:\n\nI am.",
  "What do you make of that?",
  "There's a number of them.",
  "What happened after that?",
  "So was America's pastime.",
  "CHUCK TODD:\n\nFair enough.",
  "Just 6% African American.",
  "SEN. DAN SULLIVAN:\n\nYes.",
  "She didn't listen to me.",
  "CHUCK TODD:\n\nYou got it.",
  "Is this summit still on?",
  "CHUCK TODD:\n\nAll right.",
  "CHUCK TODD:\n\nAll right.",
  "And everybody knows it.",
  "HUGH HEWITT: --in this.",
  "\"He is a wrecking ball.",
  "CHUCK TODD:\n\nAll right.",
  "Do you agree with him?",
  "But nearly 30% Latino.",
  "Back now for end game.",
  "CHUCK TODD: All right.",
  "They are the Russians.",
  "Do you agree with him?",
  "Putin has already won.",
  "CHUCK TODD: I'm sorry.",
  "They are an adversary.",
  "I certainly assume so.",
  "Requests can be made.",
  "Look at how detailed.",
  "We don't do anything.",
  "And he can't do that.",
  "So it's not a summit.",
  "Why does that matter?",
  "So we're doing a lot.",
  "The is not the media.",
  "He won't even say it.",
  "CHUCK TODD:\n\nAlright.",
  "There's always drama.",
  "We'll leave it there.",
  "That's all for today.",
  "Thanks for watching.",
  "HUGH HEWITT: No, no.",
  "This is John McCain.",
  "Boots on the ground.",
  "CHUCK TODD: Hang on.",
  "HUGH HEWITT: I know.",
  "We know what you do.",
  "It's Meet the Press.",
  "Why are you-- wait.",
  "agent Peter Strzok.",
  "Data Download time.",
  "\"No,\" he was told.",
  "CHUCK TODD:\n\nYeah.",
  "CHUCK TODD:\n\nWhew.",
  "This is not media.",
  "CHUCK TODD:\n\nYeah.",
  "We know you do it.",
  "And let's face it.",
  "AMY WALTER: Right.",
  "Our committee has.",
  "Welcome to Sunday.",
  "We'll have to see.",
  "This is a meeting.",
  "I'm on the ground.",
  "The Congress has.",
  "Well, guess what?",
  "They know that.",
  "Let's go, Nats.",
  "We are America.",
  "It was back on.",
  "But absolutely.",
  "That's serious.",
  "And if so, why?",
  "You said China.",
  "Understandable.",
  "Go ahead, sir.",
  "Appreciate it.",
  "Stick with us.",
  "We don't spy.\"",
  "Take a listen.",
  "Panel is here.",
  "Take a listen.",
  "Take a listen.",
  "It was great.",
  "And he's not.",
  "You got me.\"",
  "Absolutely.",
  "All right.",
  "63% white.",
  "Literally.",
  "I did it.",
  "Energy.",
  "Okay?",
  "alum.",
  "Whew.",
  "Amy?",
  "Why?"
]