[
  "President Trump called the bogus Clinton uranium deal a “modern-day Watergate.” A few days later, FoxNews.com amplified Trump’s charge in an article with the headline “Hillary Clinton's ties to Russian uranium deal largely ignored by anti-Trump media, and other media disasters.”\n\nThe conspiracy is false, but that’s not really the point.",
  "The narrative is that the Russia investigation is not only a hoax, but that the real story is Hillary Clinton and that we ought to be going back to Hillary Clinton's emails and Hillary Clinton's collusion with Fusion GPS and Hillary Clinton's alleged non-scandal with Uranium One.",
  "I may be butchering it a bit, but it was something to the effect of, “We thought Fox News worked for us, but it turned out that we worked for Fox News.”\n\nI took that to mean that Fox has redefined conservatism by redefining what the base pays attention to, what it cares about.",
  "No matter what happens with Trump, no matter how overwhelming the evidence against him, it’s always, “What about Hillary?” or, “What about the liberals?” or, “What about the Dems?” They treat this like a battlefield, and it’s always about defending their side no matter what.",
  "But if the past week or so is any indication, conservative media is likely to spend most of its bandwidth covering a fake conspiracy theory alleging that Hillary Clinton gave Russia 20 percent of our uranium as secretary of state.",
  "As a result, “the conservative media has become a safe space for people who want to be told that they don't have to believe anything that's uncomfortable or negative.”\n\nOur full conversation, lightly edited for clarity, follows.",
  "But going back to your points, as we're getting a little bit deeper here, there is that paranoid string, there's a paranoid thread that's run through politics, including conservative politics, for a very, very long time.",
  "“The conservative media is presenting an entirely different universe of facts and narratives”\n\nHow conservative media changed conservatism\n\nSean Illing\n\nI’m not a conservative, and anyone who follows my work knows that.",
  "Charlie Sykes\n\nI think this is going to be a test of the strength of that bubble, and we're going to see how far the conservative media is going to go in providing that kind of air cover to Donald Trump.",
  "I asked Sykes, the author of the 2017 book How the Right Lost Its Mind, how right-leaning media is able to construct alternate realities for its base, and why it succeeds in ways liberal media does not.",
  "Part of it is that the conservative media has done a really great job of convincing conservatives that they're under siege, and that they’re victims and that there's this effort to bring down their guy.",
  "I used the term Vichy Republican the other day to describe Republicans who are basically collaborators, and I was a little taken aback by the number of people who had no idea what I was talking about.",
  "How incredibly fast the spin went out that the Manafort indictment was not about Trump, not about the collusion, that it was a complete nothingburger that had nothing to do with Russia whatsoever.",
  "“Conservative media has changed the nature of conservatism”\n\nWhy conservatives are so good at peddling alternate realities\n\nSean Illing\n\nBut it seems like the echo chamber is airtight, no?",
  "The persecution mania on the right, the victim mentality that conservative media preaches, has engineered a base that is primed to dismiss uncomfortable facts as attacks on their identity.",
  "Sean Illing\n\nIs it about getting people to believe things that aren’t true, or is it about overwhelming the conversation with bullshit in order to distract from what’s actually happening?",
  "But also, I think what you saw is how serious this investigation is, how deep they're going to go, and the possibility that they may come up with lots of stuff that we did not anticipate.",
  "What's remarkable, and what I've never seen before, is the way that Trump sends out the dog-whistle signals to the media, which picks up themes with almost Pavlovian enthusiasm.",
  "If you've been watching over the last seven days, the conservative media is presenting an entirely different universe of facts and narratives than you would get anywhere else.",
  "But it seemed like there was no period in which they were rocked back on their heels by the fact that we actually have indictments of some major players in Trumpworld.",
  "The news that special counsel Robert Mueller has indicted former Trump campaign manager Paul Manafort ought to dominate headlines in every corner of the media world.",
  "But what you're going to see is that they're going to support and rationalize the corruption that has nothing to do with any of those conservative values or ideas.",
  "He'll tweet out, \"The real scandal is Hillary,\" and suddenly you'll see it explode across conservative media, starting with Fox News, but other outlets as well.",
  "Now the conservative media has become a safe space for people who want to be told that they don't have to believe anything that's uncomfortable or negative.",
  "Charlie Sykes\n\nI think the left has had less success in hermetically sealing off their base from other sources of information — that’s a major factor.",
  "This is something that has been happening long before Trump entered the arena, but it seems like Trump is only possible because of this conditioning.",
  "“The conservative media is a giant fog machine”\n\nSean Illing\n\nObviously the news Monday was bad — for Manafort, for Trump, for the Republican Party.",
  "Now, having said that, we are moving into the realm of the legal process, which does take facts more seriously, which does take lies more seriously.",
  "A safe space where they're convinced that Hillary Clinton is the real criminal, that the Clinton scandals are what we really ought to be following.",
  "He used to call his show “The Limbaugh Institute for Conservatism” and now it’s “The Limbaugh Institute for Anti-Leftism” — or something like that.",
  "These were the tactics used to great effect during the campaign: Trump would face an allegation and deflect it by turning it back on his opponent.",
  "The details are less important than the fact that you're being persecuted, you're being victimized by people that you loathe and fear.",
  "I mean, there was a time when you would get the conservative point of view, but it was a counterpoint to what you heard elsewhere.",
  "I honestly don't know whether it's impenetrable, but it hasn't been penetrated so far, and I don't see any sign of cracks to it.",
  "To answer this question, I reached out Charlie Sykes, a leading conservative radio host in Wisconsin for nearly three decades.",
  "He said something like, “Republicans have a crisis of followership.” The Republican leadership in Congress sees all of this.",
  "There was no Breitbart.com, and yet a lot of conservatives think that was the golden age of conservatism without the media.",
  "And by the way, most of the conservative media will justify their support for Trump on the basis of conservative issues.",
  "And look, this is deeply unfashionable for me to say as a conservative, but I think the education gap is not irrelevant.",
  "But I still find myself wondering why conservatives have an easier time constructing and spreading fantasy narratives.",
  "“The conservative media has done a really great job of convincing conservatives that they're under siege,” he told me.",
  "A vocal critic of Trump, Sykes eventually walked away from his show after alienating some of his pro-Trump listeners.",
  "Sean Illing\n\nWhat does the conservative world look like right now amid all the news about the Mueller investigation?",
  "Why is conservative media so much better than liberal media when it comes to making its preferred narratives stick?",
  "Mere facts have a hard time penetrating something like that, because it's an attack on a member of your tribe.",
  "I mean, when is the last time you saw a president with that kind of an ability to shape and deflect criticism?",
  "Do you think it has something to do with the conservatism itself, or is it something else entirely?",
  "That appears to be the playbook right now, and the conservative media is happily complicit in this.",
  "In the 1980s, when Ronald Reagan was president, there really was not much of a conservative media.",
  "This is the problem with an alternative reality silo that really does completely shape scenarios.",
  "Charlie Sykes\n\nMany Trump voters get virtually all of their information from inside the bubble.",
  "Sean Illing\n\nI still wonder why the liberal media hasn’t had an equivalent effect on the left.",
  "Sean Illing\n\nIn the safe space that is conservative media, it kind of didn’t happen, right?",
  "I’m not sure we can identity what’s left of conservatism other than a hatred for leftism.",
  "Consequently, you have Republican politicians who now reflect those changes in the base.",
  "The essence of propaganda is not necessarily to convince you of a certain set of facts.",
  "The conservative media is a giant fog machine designed to confuse and disorient people.",
  "And that lasted for about an hour, maybe an hour and a half, until the next shoe drops.",
  "How do you see this playing out in the coming weeks and months in conservative media?",
  "But they’re not willing to do anything about it because their base won’t allow it.",
  "Sean Illing\n\nTo borrow a question from John Oliver, does anything matter anymore?",
  "But look, the conservatives' resistance to negative information is truly awesome.",
  "How many times have we thought, \"Well, this is going to be the breaking point.\"",
  "To think that it will, however, is to bet against everything we've seen so far.",
  "And I readily admit that there are partisan media outlets on the left as well.",
  "They’ll say, We're backing him because of the judges, or because of tax cuts.",
  "I think the next several months will go a long way in defining conservatism.",
  "I wish I could say I was optimistic, but based on past experience, I'm not.",
  "The point is to muddy the waters, to divert attention from actual scandals.",
  "Charlie Sykes\n\nWell, we've been asking that for the last year and a half.",
  "But I want to linger on a point you just made, which is really important.",
  "Charlie Sykes\n\nConservative media has changed the nature of conservatism.",
  "That was before almost all the modern conservative media infrastructure.",
  "Sean Illing\n\nLet’s wrap this up by circling back to the Mueller story.",
  "Sean Illing\n\nI don’t think we’ve ever seen anything quite like this.",
  "Sean Illing\n\nYou say conservative media has changed conservatism.",
  "I think we're coming to grips with the full implications of that.",
  "So the resistance is so strong to anything that poses a threat.",
  "And again, that suggests that a lot of this is very emotional.",
  "People like Rush Limbaugh have essentially acknowledged that.",
  "And you wonder whether that's going to start sowing doubts.",
  "Charlie Sykes\n\nIt’s what I’d call whataboutism on steroids.",
  "Charlie Sykes\n\nI was thinking about why it's so effective.",
  "What is conservatism right now other than anti-liberalism?",
  "It's to make you doubt the existence of a knowable truth.",
  "This is something conservative media is uniquely good at.",
  "It's changed the thought leadership rather dramatically.",
  "I'm sure you watched the way Monday morning played out.",
  "It’s like it never happened in the conservative world.",
  "Sean Illing\n\nDavid Frum had a great line a while back.",
  "I have to say that this does feel new in some degree.",
  "It's an emotional reaction to these kinds of stories.",
  "Sean Illing\n\nIs that protective bubble impenetrable?",
  "I think you saw the weaponization of that in 2016.",
  "There was no Fox News when Reagan was president.",
  "There's still a question mark there, I suppose.",
  "But will any of it matter to Republican voters?",
  "It is to overwhelm your critical sensibilities.",
  "Charlie Sykes\n\nThat's a really good question.",
  "This is what a post-truth culture looks like.",
  "Which, from Trump's point of view, is a win.",
  "Charlie Sykes\n\nIt’s an interesting question.",
  "It's an attack on a member of your family.",
  "Charlie Sykes\n\nThat's certainly possible.",
  "This is what post-factual politics mean.",
  "Charlie Sykes\n\nThat’s absolutely right.",
  "Then there was the Papadopoulos thing.",
  "It is two different worlds right now.",
  "I mean, look where we are right now.",
  "Charlie Sykes\n\nThat's exactly right.",
  "Charlie Sykes\n\nThat's the question.",
  "So far, I think the answer is no.",
  "Frum has another line about that.",
  "Sean Illing\n\nSo what happened?",
  "It's not just a set of facts.",
  "Charlie Sykes\n\nI don’t know.",
  "It’s a visceral resistance.",
  "It’s a visceral loyalty.",
  "They’re horrified by it.",
  "What are they selling?",
  "The question is, why?",
  "Has it killed it?",
  "Any theories?"
]