[
  "POLLING DATA — “Report: Both parties gripped by deep divisions,” via POLITICO’s Steven Shepard: “... That's the takeaway from the Pew Research Center's latest political typology report, released Tuesday, which shows a Republican coalition split over immigration, the nation's role in the world and whether the U.S. economic system is fair — even if the most vociferous Republicans, despite their differences, approve of President Donald Trump's job performance.",
  "ICYMI — “Clinton campaign, DNC paid for research that led to Russia dossier,” by The Washington Post’s Adam Entous, Devlin Barrett and Rosalind S. Helderman: “The Hillary Clinton campaign and the Democratic National Committee helped fund research that resulted in a now-famous dossier containing allegations about President Trump’s connections to Russia and possible coordination between his campaign and the Kremlin, people familiar with the matter said.",
  "DEBATE NIGHT — “California Democrats vie for anti-Trump mantle in gubernatorial debate,” via POLITICO California’s Carla Marinucci: “In an expression of the left's anger toward the president, four Democratic gubernatorial candidates vied to seize the anti-Trump mantle Tuesday by portraying themselves as California’s best defense against the White House on issues like health care and immigration.” Full story.",
  "TECH WATCH — “Twitter increases ad transparency as Congress ratchets up the pressure,” by POLITICO’s Steven Overly: “As lawmakers weigh stricter rules for online political advertising as part of a probe into Russia's influence on U.S. elections, Twitter announced plans Tuesday to begin divulging more information about all of the advertisements being promoted across its network.” Full story.",
  "(http://www.politicopro.com/proinfo)\n\nStory Continued Below\n\nSTUNNER — “Flake announces retirement as he denounces Trump,” by POLITICO’s Alex Isenstadt and Kevin Robillard: “Embattled Sen. Jeff Flake (R-Ariz.) will retire after his current term expires, he announced on Tuesday in a decision that further roils a 2018 Senate landscape marked by multiple Republican retirements.” Full story.",
  "— “State officials recommend federal help steps for election cybersecurity,” via POLITICO’s Tim Starks: “Congress should consider requiring federal certification of the security of all voting systems used in federal elections and boost federal cybersecurity financial aid, state election officials told House Democrats' election security task force today.” Full story.",
  "FROM THE COURTROOM — “2 top Brady aides charged in probe of payoff to 2012 primary rival,” via The Philadelphia Inquirer: “Two top political strategists for U.S. Rep. Robert Brady (D., Pa.) on Tuesday became the latest targets in a widening federal probe of $90,000 the congressman paid a 2012 primary challenger to drop out of the race.” Full story.",
  "— “Trump and Corker hurl insults as GOP strives for unity,” by POLITICO’s Louis Nelson: “President Donald Trump and Sen. Bob Corker dramatically escalated their feud on Tuesday, with the president accusing Corker of blocking tax reform efforts and the Tennessee Republican warning Trump that his legacy will be the debasement of America.” Full story.",
  "— “Zinke boosted fortunes of 'scam PAC' operators,” by POLITICO’s Ben Lefebvre and Nick Juliano: “Interior Secretary Ryan Zinke has directed millions of dollars in political contributions since 2014 to a network of Washington operatives that prominent conservatives have accused of profiting by misleading donors.” Full story.",
  "Now, the ability to swap in a different Republican for Flake — one who has not repeatedly set fire to bridges with the Republican Party's Trump-loving base — could give the GOP a better shot against Democratic Rep. Kyrsten Sinema next fall, multiple Republicans said.” Full story.",
  "And while insisting he's leaving the daily tactical maneuvering in the Senate to Minority Leader Chuck Schumer after 34 years in Washington, Reid acknowledged dialing and texting with Democratic senators who seek his advice on how to better fight back against Trump.” Full story.",
  "Ward, in turn, is seen by top Republican strategists as an unelectable nominee — Steven Law, the president of the Mitch McConnell-aligned Senate Leadership Fund super PAC, previously said the party would \"throw this Senate seat away by nominating a fringe candidate\" like Ward.",
  "The two groups will focus on “low-turnout pro-life voters, including persuadable Democrats and Hispanics.” Susan B. Anthony List is knocking on doors in Florida, Ohio, Missouri and Indiana to follow up on their efforts to knock on 1 million doors ahead of the 2016 elections.",
  "— Campbell internal poll shows neck-and-neck race with Heitkamp: “An internal poll from North Dakota state legislator Tom Campbell's campaign shows the Republican locked in a close matchup with Democratic Sen. Heidi Heitkamp, inside the survey's margin of error.",
  "FIRST IN SCORE — Pro-Life groups aim to knock million doors in Ohio: Susan B. Anthony List and First Freedom Ohio are aiming to knock on the doors of one million Ohio voters before election day 2018 as part of an effort to defeat Democratic Sen. Sherrod Brown.",
  "Flake's drumbeat of criticism against President Donald Trump had tanked his popularity among Republicans, internal and public polling showed, and it had become a near certainty that Flake would lose his primary to former state legislator Kelli Ward.",
  "WELL, THAT’S OVER — “Kid Rock: Of course I'm not running for Senate,” by the Detroit Free Press’s Brian McCollum (its pop music critic): “Mocking people who took the idea seriously, Kid Rock said Tuesday morning he's not running for U.S. Senate.",
  "WEB WARS — American Bridge attacks Gillespie in new digital spot: American Bridge is out with a new digital ad attacking Virginia GOP gubernatorial candidate Ed Gillespie for “lobbying from inside the White House.” Watch the ad here.",
  "WORKING RETIREMENT — “Reid still wielding major influence over Democrats,” by POLITICO’s Gabriel Debenedetti and Burgess Everett: “The Senate is done with Harry Reid, but Harry Reid isn't done with politics — not even a little bit.",
  "ELSEWHERE IN MICHIGAN — “Whitmer raised over $765K in third quarter in Michigan” by Campaign Pro’s Daniel Strauss: “Michigan Democratic gubernatorial candidate Gretchen Whitmer raised over $765,000 in the third quarter of 2017.",
  "The Alabama Republican's Senate campaign signed a joint fundraising agreement with the RNC, National Republican Senatorial Committee and the Alabama Republican Party on Tuesday, according to a filing with the FEC.” Full story.",
  "The 77-year-old former Democratic Senate leader has been encouraging multiple Democrats to run for president, he acknowledged to POLITICO in an interview late last week at his work space two miles from the Las Vegas Strip.",
  "But his Tuesday retirement announcement came with a silver lining: They believe it gives the GOP a better chance of holding Arizona's Senate seat — and the Senate majority — next November.",
  "AIR WARS — Restoration PAC backs Nicholson in new spot: A new 30-second TV ad in Wisconsin is backing Kevin Nicholson in the state’s GOP primary to take on Democratic Sen. Tammy Baldwin.",
  "CODA — QUOTE OF THE DAY: “Reckless, outrageous and undignified behavior has become excused as telling it like it is when it is actually just reckless, outrageous and undignified.",
  "For an earlier morning read on exponentially more races — and for a more comprehensive aggregation of the day's most important campaign news — sign up for Campaign Pro today.",
  "Flake is out, denounces Trump\n\nWith Kevin Robillard, Zach Montellaro, and Daniel Strauss\n\nThe following newsletter is an abridged version of Campaign Pro's Morning Score.",
  "MR. MOORE GOES TO WASHINGTON — “Moore forms fundraising pact with national GOP,” via POLITICO’s Gabriel Debenedetti: “Roy Moore has campaigned as Mr. Anti-establishment.",
  "You can email tips to the Campaign Pro team at sbland@politico.com, eschneider@politico.com, krobillard@politico.com, dstrauss@politico.com and mseverns@politico.com.",
  "About 84 percent of donations to the campaign were for $100 or less and 83 percent of the donations came from Michigan, according to Whitmer's campaign.” Full story.",
  "— Florida poll has Scott, Nelson tied: A new poll from the UNF Public Opinion Research Laboratory has Sen. Bill Nelson (D-Fla.) in a near-tie with Republican Gov.",
  "WHAT’S NEXT — “Flake retirement could help GOP save the Senate,” by Campaign Pro’s Kevin Robillard: “Establishment Republicans are sad to see Sen. Jeff Flake go.",
  "Kevin Nicholson is exactly what Wisconsin and America need in the U.S. Senate.” The ad is part of a $625,000 buy, airing statewide starting on Oct. 25.",
  "Whitmer, a former state Senate minority leader and the front-runner in the Democratic primary, has raised $2.3 million total in her campaign so far.",
  "Marc E. Elias, a lawyer representing the Clinton campaign and the DNC, retained Fusion GPS, a Washington firm, to conduct the research.” Full story.",
  "But there are important differences in how involved the U.S. should be in global affairs, as well as on religious and social issues.” Full story.",
  "The poll, conducted by 1892 Polling, comes as Campbell has spent heavily on multiple television ads introducing himself to the state's voters.",
  "— “Arpaio undecided on run for Flake's seat in the Senate,” via POLITICO’s Ted Hesson: “‘I don't what my future holds,’ he told POLITICO.",
  "It is dangerous to a democracy.” — Arizona Sen. Jeff Flake, upon announcing his retirement from the Senate floor, POLITICO reported.",
  "The live-caller poll was in the field between Oct. 11-17 and was of 834 registered voters who said they would vote in 2018.",
  "But there’s an important pattern under the big numbers that will shape the battleground in the 2018 midterm elections.",
  "You can also follow us on Twitter: @politicoscott, @ec_schneider, @politicokevin, @danielstrauss4 and @maggieseverns.",
  "And Democrats might have too many challengers successfully fund-raising in the most affluent districts.” Full story.",
  "So far, nearly all of the biggest Democratic recruiting struggles have been in working-class areas.",
  "“Kevin Nicholson: A Marine, combat veteran, Bronze Star recipient,” a male narrator says in the ad.",
  "Similarly, Democratic-leaning groups are in near-lockstep when it comes to disapproving of Trump.",
  "He skewered the congressional Republicans whom he blames for the rise of President Donald Trump.",
  "Nobody is better suited to defeat ultra-liberal Tammy Baldwin, who disrespected our veterans.",
  "And when such behavior emanates from the top of our government, it is something else.",
  "RECRUITMENT PROBLEMS — “Democrats Lack Strong Challengers for Some Vulnerable G.O.P.",
  "I haven't decided if I'm going to run for any office right now.’\" Full story.",
  "‘A lot of people want me to run for office, for Flake's job, or whatever.",
  "It shows Campbell a 44 percent to 41 percent advantage.” Full story.",
  "Are you kidding me?’ Rock said on Howard Stern's SiriusXM show.",
  "“An outsider and a business man, blessed with a strong family.",
  "Now he and the establishment are starting to link up.",
  "House Seats,” by The New York Times’ Nate Cohn: “...",
  "Like Reagan, a passionate convert to conservatism.",
  "Rick Scott in a potential 2018 Senate match-up.",
  "Nelson has 37 percent to Scott’s 36 percent.",
  "It has a margin of error of 3.39 percent.",
  "Are you f---ing sh--ing me?’” Full story.",
  "‘F--- no, I’m not running for Senate.",
  "Days until the 2018 election: 377.",
  "Days until the 2017 election: 13.",
  "‘Who couldn’t figure that out?",
  "I’m releasing a new album.",
  "I’m going on tour too.",
  "Thanks for joining us!",
  "Watch the ad here.",
  "..."
]