[
  "Clinton insider Cody Shearer obtained information from an unidentified foreign source\n\nA government source claims he peddled dirt on Trump prior to the 2016 election\n\nShearer’s involvement in the Russian collusion saga is a strange twist\n\nCody Shearer, a longtime Clinton insider, was peddling dirt on President Donald Trump as early as Aug. 2016, two months earlier than previously known, a U.S. government source tells The Daily Caller News Foundation.",
  "The source, who heard similar information from at least two other people, said that Shearer’s involvement suggested that Clintonworld was doing its “best to get this into the mainstream media before the election.”\n\nIf the Clinton campaign and Clinton-affiliated operatives were trying to push the salacious Trump claims into the mainstream media, that had little success until just prior to the election.",
  "(RELATED: Ex-DNC Official Worked With Convicted Bomb Maker To Peddle Dirt On Trump)\n\nShearer was also reportedly investigated in the late-1990s by the State Department’s inspector general because he misrepresented himself as a government official during negotiations with associates of a Bosnian warlord.",
  "(RELATED: Christopher Steele Gave FBI A Second Dossier From Notorious Clinton ‘Hatchet Man’)\n\nShearer’s involvement in digging up Trump dirt is one of the stranger twists in the saga of the Russia investigation, one that involves a recently retired State Department official named Jonathan Winer.",
  "The House Intelligence and Senate Judiciary Committees are investigating the so-called “Shearer memo” and how it made its way from the Clinton operative, through the State Department, and into the hands of Christopher Steele, the former British spy who wrote the infamous dossier.",
  "Steele’s sources claimed that the FSB had recordings of Trump with prostitutes in a Moscow hotel room, and that the footage was being used as “kompromot.”\n\nIt remains unclear whether Shearer and Steele obtained their information from the same source.",
  "“I have had absolutely nothing to do with the release of materials contained in the Russian dossier, nor have I pushed these documents to reporters,” Shearer said at the time, well before his involvement in a separate Trump dossier was publicized.",
  "(RELATED: Former State Department Official Emerges At Center Of Dossier Drama)\n\nShearer obtained information from an unidentified foreign source who then provided the information to his longtime friend and fellow Clinton crony, Sidney Blumenthal.",
  "Shearer, a former journalist, was “not a guy with a whole lot of credibility,” said the source, who spoke on the condition of anonymity because of the sensitivity of investigations into the various Trump-Russia investigations.",
  "Steele began working in 2010 with Fusion GPS, the opposition research firm that was hired by former Secretary of State Hillary Clinton’s campaign and the Democratic National Committee to investigate Trump.",
  "After leaving government, Steele founded a private intelligence company in London called Orbis Business Intelligence, where he has worked with the FBI and State Department.",
  "He first gained notoriety in 1991 after he peddled the false allegation that then-Vice President Dan Quayle bought drugs from political activist Brett Kimberlin.",
  "The core allegation in the Shearer memo was that Russia’s spy agency, the FSB, had video footage of Trump engaging with prostitutes during a 2013 trip to Moscow.",
  "Shearer, whose brother-in-law is Brookings Institution President Strobe Talbott, was reportedly paid at least $25,000 in exchange for helping the warlord.",
  "The official also said they originally discounted the information when they first heard of it because of Shearer’s reputation as a Clinton hatchet man.",
  "WATCH:\n\nDuring the presidential campaign, Winer, who served at the time as special envoy to Libya, obtained information from Steele in summer 2016.",
  "Mother Jones published on Oct. 31, 2016, the first report that quoted Steele — albeit anonymously — and reported the sex allegations about Trump.",
  "Follow Chuck on Twitter\n\nFreedom of Speech Isn’t Free\n\nThe Daily Caller News Foundation is working hard to balance out the biased American media.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The Atlantic and The Washington Post reported on Tuesday that Shearer’s information made its way to Steele through at least two intermediaries.",
  "One source told TheDCNF about Shearer’s involvement in Trump dirt digging in 2017, just after BuzzFeed News published the Steele dossier.",
  "Despite questions about his dossier, Steele is considered a well-respected investigator, largely due to his work as a spy in Russia.",
  "The government official said that they initially heard from a journalist that Shearer was shopping around information on Trump.",
  "The note also reportedly referenced Shearer’s association with Blumenthal and disclosed that the information was unverified.",
  "Trump has criticized the entire Steele dossier as a “hoax” and has denied the specific allegation about Moscow prostitutes.",
  "Shearer and Steele share common friends, however, their reputations as gatherers of information are quite different.",
  "Steele provided the FBI with a handwritten memo based upon information from Shearer, according to The Atlantic.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Steele passed some of Shearer’s information to the FBI in Oct. 2016, The Guardian first reported Jan. 30.",
  "We’re not dependent on commercial or political support and we do not accept any government funding.",
  "TheDCNF received independent confirmation that Shearer was peddling dirt on Trump in summer 2016.",
  "The Shearer memo and the Steele dossier contain some of the same unverified allegations.",
  "The first memo in Steele’s dossier, dated June 20, 2016, makes a similar allegation.",
  "Make a one-time donation to support the quality, independent journalism of TheDCNF.",
  "Shearer did not respond to voicemails and emails seeking comment for this story.",
  "Blumenthal then provided the information to Winer, his friend.",
  "of State John Kerry in the form of a two-page memo.",
  "For as little as $3, you can help us.",
  "He passed it along to then-Sec.",
  "Shearer is another story."
]