[
  "The memos, in which Mr Trump was also shown to be speaking in unflattering terms about General Michael Flynn, his former national security adviser who has been subsequently charged by Mr Mueller, were provided to Congress at the demand of House Republicans who, it is believed, thought they would undermine Mr Comey as well as the wider Trump investigation.",
  "While the Mueller investigation continues to expand, with Mr Trump’s former national security advisor Gen Flynn, his former campaign manager Paul Manafort, and campaign staffers Rick Gates and George Papadopoulos already charged by the Special Envoy, the President is facing difficulties finding lawyers to represent him.",
  "I am sure the president is not going to be sitting up tonight writing thank you letters to them.”\n\nIn the view of Robert Emerson, a British security analyst: “It is the simple rule that barristers follow when questioning witnesses, ‘don’t ask something without roughly knowing what the answer is going to be’.",
  "There’s another reference to Russian prostitutes and Trump simply can’t seem to get away from other sex allegations.”\n\nThe claim that Mr Mueller’s team have information about Mr Cohen’s visit to Prague came following a raid on his office and home in New York by FBI agents.",
  "The former FBI Director, who claims Mr Trump fired him after he refused to drop the Russia inquiry, recounted the US president repeatedly bringing up, unprompted, the sex allegation, saying at one stage “there’s no way I would let people pee on each other around me.",
  "But, according to multiple sources, there was also search for material pertaining to an investigation into alleged fraud, tax evasion, money laundering and Mr Cohen’s actions while working for Mr Trump and real estate purchases by Russian buyers.",
  "“Honestly, I am aghast that they thought this was going to be helpful to the president and undermine Comey, therefore the FBI, therefore special counsel Mueller” commented Jack Quinn, who had acted as Bill Clinton’s lawyer.",
  "Mr Trump’s personal lawyer, Michael Cohen, had vehemently denied the claim, made in the report, that he had met with Russians with ties to Vladimir Putin in Prague; insisting he had never even been to the Czech Republic.",
  "The claim that Mr Trump had hired prostitutes to urinate on the bed once used by Barack and Michelle Obama, who Mr Trump hated, and the alleged filming of it by the Russians, has resurfaced in the memoirs of James Comey.",
  "It followed reports that Special Counsel Robert Mueller’s investigation into whether Mr Trump was the Muscovite Candidate in the Presidential election has found evidence that Mr Cohen had, indeed, made a trip to Prague.",
  "Mr Cohen had sued Fusion GPS, an investigative firm which had commissioned Mr Steele’s report, and a news website declaring in a tweet: “Enough is enough of the #fake #RussianDossier.",
  "And then there was the lurid account of the US president using prostitutes while on a visit to Moscow, something which gained huge publicity and he has strongly denied.",
  "Mr Cohen is now enmeshed in a serious criminal investigation and a senior member of Mr Trump’s team, John Dowd left recently after disagreement over strategy.",
  "“The president said the ‘hookers’ thing’ is nonsense but that Putin had told him ‘we have the most beautiful hookers in the world’” one of them stated.",
  "They were seeking information about payments made by Mr Cohen to Stormy Daniels, a porn actress, who claims that she has had sex with Mr Trump.",
  "Just filed a defamation action against @BuzzFeedNews for publishing the lie filled document on @POTUS @realDonaldTrump and me!\"",
  "Former MI6 officer Christopher Steele’s dossier on Donald Trump was denounced by the US president and his supporters as fake.",
  "According to reports five large, prestigious law firms have declined to defend the President in the Russia investigation.",
  "The ongoing investigation into the Donald Trump’s Russian connections, however, has shown much of it to be true.",
  "I’m a germaphobe!” The theme continued, according to memos just released by Mr Comey.",
  "The consensus is that the move has turned out to be massively counter-productive.",
  "Mr Trump denies having sex with Daniels, whose real name is Stephanie Clifford.",
  "“I can’t get over the fact that they made this calculation.",
  "But Mr Cohen has now voluntarily dropped his legal action.",
  "But two notable allegations have remained unproven.",
  "What came out was hardly flattering for Trump.",
  "Mr Cohen denies any wrongdoing."
]