[
  "It would also look into Comey’s “knowledge” about Fusion GPS, “including its creation of a ‘dossier’ of information about Mr. Trump; that dossier’s commission and dissemination in the months before and after the 2016 Presidential Election; the intelligence sources of Fusion GPS or any person or company working for Fusion GPS or its affiliates.”\n\nIt would dig into specifically any leaks “originated by” Comey that were provided to “author Michael Schmidt dating back to 1993” and into Comey’s knowledge of the Uranium One deal and that deal’s connections to Clinton Foundation donations—as well as Comey’s “refuseal to investigate then Secretary of State Hillary Clinton” for “selling access to the U.S. State Department through Clinton Foundation donations,” for “Huma Abedin’s dual employment at the State Department and the Clinton Foundation simultaneously,” and for her “utilization of the State Department to further paid speaking opportunities for her husband.”\n\nThe probe would also dig into “any collusion” between Comey and Mueller, specifically regarding the information leaked by Comey to his Columbia University law professor friend about his conversations with President Trump and any communication between the two “in advance of the Senate Intelligence Committee hearing” Comey testified at after his termination by President Trump.",
  "Specifically, the amendment—a draft of which was obtained by Breitbart News—would compel the production of documents and evidence regarding Lynch’s order to Comey to “mislead the American people by starting he should refer to the investigation into the mishandling of classified data and use of an unauthorized email server by former Secretary of State Hillary Clinton as a ‘matter,’ rather than a criminal ‘investigation.’”\n\nThe amendment specifically presses the Department of Justice to cooperate with the congressional investigation this would create, making it easier for Attorney General Jeff Sessions to probe these and the other matters laid out.",
  "It would also dig into whether Comey had any knowledge of efforts by various government agencies to spy on Donald Trump during the campaign by monitoring communications and to figure out Comey’s involvement in or knowledge of “the ‘unmasking of individuals on Donald Trump’s campaign team, transition team, or both” while also assessing the “role that former National Security Adviser Ms. Susan Rice playing in the unmasking of these individuals.” It would look into the actual purpose of said unmasking and also the “dissemination of unredacted information to various intelligence agencies” before Trump’s presidency.",
  "It also focuses on Comey’s decision to “usurp the authority” of Lynch by making his “unusual announcement” that criminal charges would not be brought against Hillary Clinton over her “unlawful use of a private email server and mishandling of classified information” and dig into Comey’s “knowledge and impressions of ex-parts conservative” Lynch had with former President Bill Clinton—Hillary’s husband—on the tarmac at Sky Harbor International Airport in Phoenix in June 2016.",
  "The amendment would compel document and evidence production to Congress regarding leaks by Comey to his friend Columbia University law professor Daniel Richman about conversations Comey had with President Trump and how said leaked information was then leaked to the media with the intent of the creation of the special counsel’s office led by Robert Mueller—a longtime Comey friend and another former FBI director.",
  "They lose faith and confidence in those they elect and so I think this is really important to get back to those basics and find out what happened and so that’s why I think it’s important.”\n\nThe version of the text obtained by Breitbart News is only a draft, so Breitbart News will not be publishing the whole text here—only key relevant pieces and descriptions of various elements of the effort.",
  "House conservatives will launch an effort to conduct an official House Judiciary Committee-led congressional investigation into former Attorney General Loretta Lynch and fired former FBI director James Comey, a notorious leaker, Breitbart News can confirm exclusively.",
  "“I do think we as a party owe it to the constituents—the people who elect us—to really be focused, the word you used is focused, we need to be focused on the agenda and you can’t be focused on our agenda is we’re focused all the time on responding,” Biggs said.",
  "Let’s have a special counsel for that and see how serious Congressional Democrats are about getting to the truth.”\n\n“It’s time for Republicans in Congress to start playing offense,” Gaetz told Breitbart News in an emailed statement.",
  "“Number one, I think you want justice and that leads to number two—if you don’t have justice and you’re not following the rule of law then government and lawmakers and those who enforce the law are held in derision by the public.",
  "And Rep. Mark Meadows (R-NC), the chairman of the House Freedom Caucus and a close ally of the White House, told Breitbart News in an interview on Tuesday that this is a positive effort his conservative colleagues are leading.",
  "Reps. Matt Gaetz (R-FL), Andy Biggs (R-AZ), Mike Johnson (R-LA) and Jim Jordan (R-OH) have drafted an amendment that would compel government cooperation with a congressional probe into Lynch’s and Comey’s activities.",
  "That’s why we need to keep focused on this.”\n\nIt is unclear at this time whether House Judiciary Committee chairman Rep. Bob Goodlatte (R-VA) and Speaker Ryan will stand in the way of transparency on this front.",
  "It would demand, too, any evidence regarding the “propriety and consequence of immunity deals” given to potential “co-conspirators” of 2016 failed Democratic presidential nominee Hillary Rodham Clinton.",
  "There was a whole lot of fire there and they just seemed to end when the new administration came in and I think there’s two or three reasons,” Biggs said in a brief phone interview on Tuesday afternoon.",
  "His latest tension with Attorney General Jeff Sessions has centered on Sessions’ recusal on the Russia investigation, which led to the eventual appointment of the special prosecutor Mueller.",
  "Last time a Speaker stood in the way of a true congressional investigation—former Speaker John Boehner stood in the way of a Benghazi scandal select committee—that Speaker lost his job.",
  "“For the past several years, Democrats have obstructed justice and blocked every Congressional investigation imaginable,” Jordan said in an email.",
  "“My constituents ask the same questions that so many people want to know the answer to, and that is why have all these investigations stopped?",
  "“The American people are tired of focusing on Russia and ignoring some of the inconsistencies of the previous administration,” Meadows said.",
  "Even Sen. Feinstein says there should be an investigation into Loretta Lynch and James Comey’s handling of the Clinton investigation.",
  "President Donald Trump has very publicly expressed displeasure with the lack of action on the investigative front into these matters.",
  "Now, these Trump allies in Congress are stepping up and creating a way for Sessions to help them get to the bottom of these matters.",
  "What’s more, White House sources tell Breitbart News that the White House is privately supportive of this effort so far.",
  "But many of its authors, after Breitbart News obtained a draft copy, confirmed their plans in statements or interviews.",
  "Biggs told Breitbart News that he expects his fellow Republicans to stand strong behind this push for an investigation.",
  "The amendment specifically names Cheryl Mills, Heather Samuelson, and John Bentel—each former Clinton staffers.",
  "“So, we also have to defend our turf and in a way we’re defending that turf with justice and the rule of law.",
  "It would be easy for Republicans to replace Ryan if he or Goodlatte stand in the way of this investigation.",
  "It would be unthinkable if any Republican on the House Judiciary Committee voted against this resolution.",
  "So, that’s what Republicans stand for—that’s what we stand for—and that’s why it’s important I think.",
  "Both parties have criticized James Comey over the past year for his performance as FBI director.",
  "It remains unclear whether Speaker Paul Ryan will stand in the way of this investigation.",
  "“They don’t understand why Republicans are not coming to the defense of this president.”",
  "It’s unclear as of yet when the amendment will be introduced.",
  "“Now they want to investigate?",
  "That’s what we’re defending.",
  "Ok, let’s investigate!"
]