[
  "Breitbart’s report last Wednesday that “[a] partner in the Alabama law firm whose members and political action committee donated $28,000 to the 2017 Senate campaign of Senator Luther Strange (R-AL) represented a real estate development company in which Senator Bob Corker (R-TN) has a 13 percent interest in a sweetheart deal that put over $100,000 of sales tax revenue paid by customers at the McGowin Park retail center in Mobile, Alabama in the pocket of the junior senator from Tennessee in 2016,” drew a quick response from White House Press Secretary Sarah Huckabee Sanders that clearly indicated the president wanted to distance himself from Senator Corker’s unusual investment:\n\n“It’s absurd to say that the President is responsible for actions of others,” White House Press Secretary Sarah Huckabee Sanders told Breitbart News in an email on Tuesday when asked if Senator Corker informed President Trump about his sweetheart investment in the Mobile, Alabama retail development when the two met in person at the White House on Friday.",
  "Luther Strange’s (R-AL) swamp pal, Sen. Bob Corker (R-TN), is set to receive more money each year from Alabama taxpayers from the sweetheart deal in an Alabama retail development arranged by a law firm that is a big donor to Strange’s Senate campaign than he receives from his salary as a United States senator,” laid out the insider nature of the controversial deal:\n\nUnder the terms of that sweetheart deal signed off on by the Mobile City Council and the Mobile County Commission, Corker, as a 13 percent owner of McGowin Park Incentive, LLC, a Delaware Corporation, receives a prorated split of that entity’s hefty sales tax rebate from retail purchases made at stores in McGowin Park retail center in Mobile Alabama.",
  "“Luther Strange’s election is so important to Bob Corker because the last thing he wants is Judge Roy Moore in Washington asking uncomfortable questions about his sweetheart deal in McGowin Park on behalf of Mobile, Alabama taxpayers,” one veteran Republican political operative told Breitbart News on Monday, as Corker attempted to change the focus of the conversation:\n\n“I also wanted to note that since being elected to office in 2007, Senator Corker has donated his entire Senate salary to charity,” Micah Johnson, Senator Corker’s press secretary, added later that day.",
  "(emphasis added)\n\n“This unprecedented deal was made more than a year before the first shovel full of dirt was dug up or the first brick was laid in the McGowin Park project,” one expert in finance and public economic incentives told Breitbart News, adding:\n\nThe whole theory behind laws that provide economic incentives for deals like this is that they are necessary to induce the developer to undertake the project.",
  "Our reporting continued:\n\nThe unprecedented part of the agreement that makes the McGowin Park, LLC investment in which Senator Corker has a 13 percent interest as an active manager is the assignment of the sales tax incentive rebate warrants from the developer, McGowin Park, LLC, to a separate entity, McGowin Park Incentive, LLC, in August 2014 by the City of Mobile and September 2014 by Mobile County.",
  "It is disappointing that error-ridden opposition research we have strong reason to believe was compiled by the politically-motivated firm Fusion GSP – which sought to take down President Trump with a controversial dossier and is currently under investigation by the Senate Judiciary Committee – is now being used in an attempt to connect dots that simply do not exist.",
  "That rebate is substantial; 28 percent of all city sales tax collected and 30 percent of all county sales tax collected from stores in the center is paid out to McGowin Park Incentive, LLC, in two securities known as City of Mobile Limited Obligation Project Revenue Warrants, Series 2013 and Mobile County Limited Obligation Project Revenue Warrants, Series 2013.",
  "In August 2014, the Mobile City Council agreed to the unprecedented assignment of the sales tax incentive rebates from McGowin Park LLC, the Alabama company that developed the McGowin Park retail center in which Corker has a 13 percent interest, to McGowin Park Incentive, LLC, a Delaware company in which Corker also has a 13 percent interest.",
  "Senator Bob Corker (R-TN) announced late Tuesday afternoon he will not be seeking re-election to a third term in the Senate in 2018, just hours before polls were scheduled to close in the Alabama U.S. Senate Republican runoff election between conservative Judge Roy Moore and Corker’s establishment ally, Senator Luther Strange (R-AL).",
  "The center is a huge development opened in 2015 of more than 24 stores, including “Dick’s Sporting Goods, Field & Stream, HomeGoods, Ross Dress for Less, Hobby Lobby, Best Buy, Old Navy, Petco, Ashley Furniture HomeStore and Dollar Tree,” as one publication noted, strategically located right off heavily traveled I-65.",
  "While Sanders has not answered directly when asked whether Corker informed the president of this sweetheart investment deal during the meeting in which Corker convinced the president to campaign for Strange–in this quote or in follow-up emails–she generally said that the White House knows nothing about it.",
  "Former head of the Tennessee chapter of Americans for Prosperity Andy Ogles announced his candidacy for the Republican nomination on September 14, but with Corker’s surprising retirement announcement, a number of other more well known candidates are likely to consider entering the race soon.",
  "We are aware that the senator’s investments are of great interest to numbers of self-interested individuals, including large Wall Street hedge funds who are seeking to discredit Senator Corker and the work he is doing to protect taxpayers and reform our nation’s housing finance system.",
  "Corker received $40,459 in 2015 and $108,682 in income from City of Mobile Limited Obligation Project Revenue Warrants, Series 2013, and Mobile County Limited Obligation Project Revenue Warrants, Series 2013, according to financial reports he filed with the United States Senate.",
  "Corker’s surprising announcement came one day after the publication of the third story in a series by Breitbart News that documented his sweetheart deal investment in a Mobile, Alabama retail center arranged by a law firm that donated $28,000 to Luther Strange’s Senate campaign.",
  "In that deal, Corker is expected to receive more than $3 million in sales tax payments made by Alabama consumers to the City of Mobile over the next twenty years as part of a sales tax rebate incentive to a development company in which Corker has a 13 percent ownership interest.",
  "Breitbart News’s report on Monday honed in on the political pain Corker was experiencing thanks to the public reporting about his sweetheart deal in Alabama in the days preceding the hotly contested Republican U.S. Senate runoff election between Roy Moore and Luther Strange.",
  "For one of the first times over several years of reporting on his investment, Senator Corker’s office felt compelled to offer a public response:\n\nWe think the amounts you are referencing are based on hypothetical sales projections and are not guaranteed to the investors.",
  "While President Trump was welcomed with thunderous applause at Friday’s Trump-Strange rally in Huntsville, Alabama, the president expended a huge amount of political capital to back what appears to be–with just a few hours until the polls close–a losing candidate.",
  "During the twenty years in which he receives money from this deal, Corker is expected to receive more than $3 million of the Mobile, Alabama, city and county sales tax revenue paid by customers who make purchases at the McGowin Park retail center in Mobile.",
  "If Corker were to win a third term in the United States Senate, his salary in 2019–the first year of that third term–is currently anticipated to be the same: $174,000 per year, or $18,000 less than he will receive from the City of Mobile and Mobile County.",
  "The unprecedented part of the agreement between McGowin Park LLC and Mobile City Council and Mobile County Commission is not the sales tax incentive agreement confirmed by both the Mobile City Council and the Mobile County Commission in July 2013.",
  "Breitbart News quickly slapped down Corker’s claims with regards to the sources for our reporting on the McGowin Park investment, unequivocally stating that Fusion-GPS (or Fusion-GSP as described in Senator Corker’s statement) was not a source.",
  "“There’s little wonder that Senator Corker can afford to be generous with his Senate salary given how much Alabama taxpayers are giving him over the next 20 years,” the veteran Republican political operative tells Breitbart News.",
  "In addition to his unpopular championing of President Obama’s nuclear giveaway deal to Iran during the last administration, Corker drew the ire of Tennessee Republicans with his very public recent criticisms of President Trump.",
  "That all changed, however, when Breitbart’s reporting on Corker’s investment in the McGowin Park retail center in Mobile, Alabama revealed a sweetheart deal that epitomizes the swamp President Trump is trying to drain.",
  "“I could point you to dozens of similar deals around the state over the past several years,” one Alabamian familiar with economic incentive packages and local real estate development deals told Breitbart News.",
  "Corker has long been dogged by rumors of financial improprieties, and is, apparently, still the subject of an ongoing Securities and Exchange Commission investigation related to insider trading allegations.",
  "Rep. Marsha Blackburn (R-TN-07), should she choose to run, would be considered the prohibitive favorite to win the Republican nomination, which in the safe Republican state is tantamount to election.",
  "As is custom in development projects, such agreements were in place long in advance of Senator Corker first being approached about being an investor in the project,” the senator’s office claimed.",
  "Corker was apparently one of several Republican senators who gave President Trump the very bad advice of endorsing Strange, the establishment Republican choice in the Alabama Republican primary.",
  "He compounded that bad advice when, in a meeting with the president at the White House on September 15, he persuaded him to come to Alabama to campaign personally on behalf of Strange.",
  "He is scheduled to receive $155,500 in income from those warrants in 2017; $168,808 in 2018; $192,000 in 2019; and [at least] $192,000 a year for the next 15-and-a-half years.",
  "Corker has made a number of high profile political missteps over the past several years that have hurt his approval ratings among likely Tennessee Republican primary voters.",
  "The assignment of these sales tax incentives from the development company to this other entity means that the incentive is no longer necessary to undertake the project.",
  "If it’s no longer required, then it can and should be removed from the agreement, because it serves no public purpose, in terms of creating more jobs or a tax base.",
  "As is custom in development projects, such agreements were in place long in advance of Senator Corker first being approached about being an investor in the project.",
  "State Senator Mark Green (R-Clarksville) and former State Rep. Joe Carr (R-Lascassas) were said to be considering the race prior to today’s announcement by Corker.",
  "Furthermore, Senator Corker had nothing whatsoever to do with the agreement between McGowin Park and the Mobile City Council and Mobile County Commission.",
  "Those criticisms fell flat in a state which President won by a 61 percent to 35 percent margin over Hillary Clinton in 2016, taking 92 of 95 counties.",
  "“Senator Corker had nothing whatsoever to do with the agreement between McGowin Park and the Mobile City Council and Mobile County Commission.",
  "False accusations have been floating around D.C. since early 2015 in an effort to discredit him while he’s doing this important work.",
  "As a staunch conservative who I know must believe in personal responsibility I can’t believe you would argue otherwise,” she added.",
  "That assignment was arranged one month after Corker’s original investment of $1 million to $5 million in the company in July 2014.",
  "“As for this alleged deal we know nothing about it, ” Sanders said of Corker’s sweetheart investment in McGowin Park, LLC.",
  "Such incentive deals have become commonplace in Alabama since the passage of Alabama Improvement District Act in 2000.",
  "And regarding your original report, the senator did disclose the value of the assets in both 2015 and 2016.",
  "Senator Corker has for years chosen not to respond to reports of alleged financial improprieties.",
  "Corker’s surprise announcement will have a ripple effect throughout all of Tennessee politics.",
  "A more establishment-friendly candidate might emerge, however, over the next few weeks.",
  "“That’s like when someone gets shot and people say it’s the gun [manufacturer’s] fault.",
  "Corker’s current annual salary as a United States senator is $174,000 per year.",
  "Corker’s defensive response falls short in several areas.",
  "Breitbart News’s report last Friday that “Sen."
]