[
  "Brennan then hurriedly formed an “inter-agency” group, including the FBI, which we know existed as of December 28, 2015, when FBI lawyer Lisa Page inquired of her lover, FBI Deputy Peter Strzok about his request for approval of “LUREs,” fedspeak for human informants or spies, inferentially to penetrate the Trump campaign.",
  "But reasonable inferences to be drawn from the known evidence suggest that governmental wrongdoing may be even more darkly sinister than DOJ critics presently imagine, encompassing possible criminality so pervasive and widespread that every top DOJ and FBI official serving in 2016 may face discipline or even indictment.",
  "While all of the foregoing suggests, circumstantially, coordination and planning from the get-go, it is confirmed by Fusion’s hiring of Nellie Ohr just as Bruce Ohr was failing in the first FISA application, shortly following a White House visit in April 2016 by Mary Jacoby, wife of Fusion GPS’s Glenn Simpson.",
  "What suggests continuing GCHQ involvement is the British locus of subsequent spying and entrapping activity, such as approaches to London resident George Papadopoulos by Joseph Mifsud , Sergei Millian and Australian diplomat Alexander Downer, all occurring in March through mid-May 2016.",
  "The ink was barely dry on most of Steele’s “findings” when Brennan made a big play of his “secret” briefing of the Gang of Eight in August 2016, along with his special private briefing of the unprincipled Senator Harry Reid, who had falsely leaked as to Mitt Romney in 2012.",
  "If our intelligence agencies had a hand in creating this dossier, such would have been done with the intent to frame Trump for serious crimes, to leak false charges to the media during an election campaign, and possibly to use as an insurance policy supporting impeachment.",
  "We know that retired British spies stay close and loyal to their alma mater, with reciprocity, which would suggest that Christopher Steele’s retention in June 2016, by Clinton’s Fusion GPS, was likely sanctioned by GCHQ, with the approval of its partners CIA and FBI.",
  "The basis for this pandemic criminality would be the participation of the DOJ, FBI and CIA, not just in the questionable use of the partisan, false Clinton-funded Steele Dossier, but in its planning and development, an issue not yet been meaningfully explored.",
  "These American agencies, which were closely cooperating with British GCHQ, could have produced the same salacious findings, and presented them to FISC with even greater credibility than, as they did, vouching for a former British spy’s credibility.",
  "This is not to minimize the profoundly troubling questions that this dossier has already presented, including those about the legitimacy of using “human sources” (i.e., spies) to entrap the opposition candidate during a presidential campaign.",
  "O’Connor is the co-author of “A G-Man’s Life: The FBI, Being ‘Deep Throat,’ and the Struggle for Honor in Washington” and is a producer of “Mark Felt: The Man Who Brought Down the White House” (2017), written and directed by Peter Landesman.",
  "But if the Steele dossier was conceived and developed by our own intelligence agencies, as opposed to it having been used by them after this allegedly reliable dossier fell in their laps, the potential for criminality changes dramatically.",
  "As the British journal Guardian has reported, and left-leaning Media Matters has confirmed, the tip that Putin intended to financially support Trump was relayed from GCHQ to the CIA, led at the time by Brennan, in December 2015.",
  "But little attention has been paid to the role of American intelligence agencies in its creation, which now is appearing substantial, and which would implicate a governmental conspiracy making Watergate look like child’s play.",
  "In short, if the Steele dossier did not simply come over the transom, but was in fact developed in coordination with them, then Comey, Brennan and Clapper, along with their underlings, should face serious consequences.",
  "Icing on this cake is provided, first, by the shadowy Sergei Millian, who had presumably been working for some intelligence agency (perhaps playing a double game) when hounding Papadopoulos commencing April 2016.",
  "And by June 2016, their first FISA application suffered the unusual and ignominious disgrace of having been rejected by a normally friendly FISC, one of the disappointed officials being DOJ’s Bruce Ohr.",
  "So they were in a pickle: they did not have enough evidence to get a FISA warrant, and yet needed a FISA warrant to get evidence, failing which the whole venture would have been dead in June 2016.",
  "He was paid a mere $168,000 (out of a multi-million-dollar research budget), a startlingly low figure for what claims to be highly sensitive digging through numerous sources in multiple countries.",
  "Rather, his concealed partisan provenance and his professional intelligence reporting style were seemingly intended from the outset to support a FISA application, using Steele as a credible front.",
  "No one should make light of the distinct possibility that some officials possibly defrauded the FISA court, FISC, wrongdoing, however, also possibly excused as negligent, blinding political bias.",
  "Let’s put it this way: could Steele do what he did, seemingly exploiting CGHQ assets regarding sensitive American issues, without the explicit approval of GCHQ and its partners the CIA and FBI?",
  "So we ask, were these three partnering agencies so incompetent that they could not uncover in seven months what Steele found in days for his first report, after his retention, in June 2016?",
  "For instance, any official who knowingly presented a materially false FISA application, for warrant or extensions, should be guilty, for one, of obstruction of justice under 18 U.S.C.",
  "If they were going to gamble to fabricate evidence, they needed a cutout – Steele – precisely because they could not themselves get a legitimate warrant based on legitimate evidence.",
  "By June 2016 all the human sources of GCHQ, CIA and FBI had come up dry, with the best they had being Papadopoulos’s repeating the ho-hummer that the Russians had “dirt” on Hillary.",
  "So clearly, whether through his handler, Nellie Ohr, the Russian-speaking wife of Bruce Ohr, or through GCHQ and its American partners, Steele was being fed his purported findings.",
  "In that vein, it appears that Steele himself was not hired to do real investigatory work so much as to be a “front” through which to route claims to FISC that were not proven.",
  "Let’s put it differently: if Steele’s work was not intended from the beginning to be used in a warrant application, why would it be written in an intelligence report style?",
  "Whoever was Millian’s employer, it certainly spoon-fed him as “Source D” and “Source E” to Steele, who pumped out his first report tout de suite, relying mainly on Millian.",
  "So GCHQ was involved from the outset, and was itself likely no fan of a possible Trump presidency which had much in common with the governmentally despised Brexit movement.",
  "If American intelligence (FBI, CIA and DNI James Clapper) substantially developed the dossier, it would have only done so if it knew that the dossier would be false.",
  "As controversial as the Steele dossier has become, it may well prove key to a political corruption scandal far more insidious than anyone has presently suggested.",
  "Our trusted intelligence organizations, reminiscent of East Germany’s, would have employed their vast powers to corrupt our most important democratic processes.",
  "And, of course, Steele kept spitting out his seemingly spoon-fed reports well into October, each one of them going, it appears, directly into FBI and CIA hands.",
  "If it was planned to be a true report, why would these agencies bother disguising the report, using a law firm, a British spy, and an opposition research firm?",
  "Since Clinton was heavily favored, this potential discovery would be a minimal risk, especially with the unctuous Comey continuing in his twelve-year FBI term.",
  "At the least, the readily talkative Millian was certainly known to GCHQ and its partners CIA and FBI, who in turn employed the frighteningly partisan Strzok.",
  "If the claims were thought to be true, the FBI and CIA, also citing GCHQ, could strongly rely on their own stellar reputations to support their own report.",
  "To be sure, critics have blasted its seeming partisan falsity, and many also have declaimed that it enabled the FISA warrant to spy on the Trump campaign.",
  "These questions are being doggedly pursued by Congress, and fought tooth and nail by a DOJ/FBI whose present and former officials face serious jeopardy.",
  "After all, Strzok and Bruce Ohr met with Steele on multiple occasions as the reports were prepared, presumably as something other than human out-boxes.",
  "And there is evidence that the opening of the “Russiagate” investigation was itself premised strongly on this “salacious and unverified” report.",
  "Nellie provided Steele with research, obtained a ham radio license, presumably for secure communications with Steele (including husband Bruce?",
  "The views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "The first such fingerprint is that of British intelligence, present throughout the CIA/DOJ/FBI work, and closely connected to Steele.",
  "Steele’s job, thus, seems something other than the “opposition research” it has been labelled, to Comey and Brennen’s likely relief.",
  "Let’s consider the circumstantial indicia suggesting that our intelligence agencies did participate in the Steele dossier ab initio.",
  "In addition to obtaining an illegitimate FISA warrant, were our intelligence agencies looking to politicize Steele’s phony reports?",
  "Later Stefan Halper lured Papadopoulos, Carter Page and, unsuccessfully, Steven Miller to London for more entrapping initiatives.",
  "Indeed, GCHQ chief Robert Hannigan traveled to Washington in August 2016 to personally discuss the investigation with Brennan.",
  "Before the skeptical reader dismisses these statements as so much overheated rhetoric, let’s calmly examine this hypothesis.",
  "John D. O’Connor is the San Francisco attorney who represented W. Mark Felt during his revelation as Deep Throat in 2005.",
  "But they knew such reporting would be palpably false, and so, we infer, routed the false Millian stories through Steele.",
  "Documents sought by Congress should provide conclusive answers in what may be a scandal of unprecedented explosiveness.",
  "), and Bruce delivered the product to the FBI’s Peter Strzok, who met with Steele around the time of the first report.",
  "Why would engagement in the dossier’s creation be any more heinous than the FISA fraud already being widely suggested?",
  "And the cutout had to be sellable to FISC as a trained intelligence agent with good credentials, like Steele.",
  "So they would use a “cutout” like Steele only if they needed deniability should the falsity be discovered.",
  "We now know that the Steele dossier is false in its major claims, at least as to Trump’s involvement.",
  "Reid, thereafter, to no one’s surprise, wrote a public letter alluding to the scurrilous allegations.",
  "We have heard their pious pronouncements about the sanctity of our democratic processes.",
  "Were these agencies, as the facts suggest, wrongfully interfering in the 2016 election?",
  "These efforts only make sense if they were originally pointed toward a warrant.",
  "So the Nellie Ohr-Steele-Bruce Ohr-Strzok pipeline was pumping early on.",
  "Were the FBI, CIA and GCHQ partner merely passive recipients?",
  "Why all the efforts to hide his financing by Clinton?",
  "But the unthinkable happened.",
  "Of course they could have.",
  "Common sense argues no.",
  "Of course not.",
  "§1505."
]