[
  "\"We believe it would be extraordinarily reckless for the Committee to disclose such information publicly without giving the Department and the FBI the opportunity to review the memorandum and to advise the [committee] of the risk of harm to national security and to ongoing investigations that could come for public release,\" assistant attorney general Stephen Boyd wrote in a Wednesday letter to committee Chairman Devin Nunes (R-Calif.)\n\nSix of the panel’s 13 Republicans told POLITICO they support taking that step.",
  "\"After not cooperating with the Intelligence Committee’s investigation for months in order to prevent the disclosure of the information contained in the memo, it’s not surprising that some would try to keep the information a secret.”\n\nJustice Department and FBI officials have implored committee Republicans to show them the memo before publicly alleging misconduct and potentially exposing sensitive national security information.",
  "The dossier that the memo alleges helped drive the decision to seek a FISA — or Foreign Intelligence Surveillance Act — warrant on Page was compiled in 2016 by former British spy Christopher Steele, a trusted FBI partner in previous investigations, who had been commissioned by the private research firm Fusion GPS to investigate Trump's business ties to Russia.",
  "The committee sentiment suggests that House Republicans are unfazed by a top Justice Department official’s warning that doing so without first consulting the department would be “extraordinarily reckless,” and underscores the GOP’s determination to shift attention from Russian election influence onto alleged anti-Trump bias among federal Russia investigators.",
  "POLITICO contacted or reviewed statements by the committee’s 13 Republicans, and found near-unanimous support for making public the memo, which Democrats call a misleading effort to discredit special counsel Robert Mueller’s probe into Trump’s ties to Russia.",
  "Republicans on the House Intelligence Committee are on the verge of defying the Department of Justice and voting to release a classified memo they say will reveal misconduct by senior FBI officials involved in investigating President Donald Trump's campaign.",
  "It alleges that FBI agents seeking a fall 2016 warrant to surveil Trump campaign adviser Carter Page concealed the role a controversial private dossier alleging Kremlin influence over Trump played in their decision, according to sources who have read it.",
  "Story Continued Below\n\nA vote by the committee — expected as soon as Wednesday — to release the controversial document would put its fate into the hands of President Donald Trump, who has not taken a clear position on its public disclosure.",
  "He added that he's working to craft a Democratic memo that he says \"reveals all of the inaccuracies and distortions in the Nunes spin document\" that he hopes will be approved by the committee to be shared with other House members.",
  "\"It would represent a new low for the majority, the politicization of the classification process to selectively release information in a distorted way,\" said Rep. Adam Schiff, the committee's top Democrat, in a phone interview.",
  "The GOP memo was compiled by Nunes' staff under the guidance of Rep. Trey Gowdy (R-S.C.), who, according to the Justice Department, was the only Republican member of the committee to view some of the underlying intelligence.",
  "The memo, drafted by Republican House Intelligence Committee staffers, has become a cause célèbre in conservative media and on Twitter, where its most active cheerleaders include the president’s son, Donald Trump Jr.",
  "CLARIFICATION: An earlier version of this story indicated that Rep. Trey Gowdy was the only member of the House Intelligence Committee to review highly classified intelligence underlying the Republican memo.",
  "With all nine committee Democrats opposed to releasing the memo, two of the three Republicans who haven't finalized their positions would need to oppose its release to stop the effort from moving forward.",
  "Democrats who have seen the memo say it wildly mischaracterizes the underlying intelligence and that most lawmakers urging the memo's release aren't familiar with the intelligence it's based on.",
  "Republicans have pointed to those messages, as well as others in which they make cryptic references to the federal Russia probe, as evidence that their political views tainted the investigation.",
  "Two other GOP committee members — Mike Turner of Ohio and Will Hurd of Texas, a former CIA officer — declined multiple requests for comment and have not made public statements in recent days.",
  "Democrats charge that Republicans are making an unprecedented push to declassify material for partisan gain, noting that the panel has never before voted to disclose classified information.",
  "Asked why some members of the committee who aren't closely aligned with Trump — like Ros-Lehtinen — backed releasing the memo, Schiff suggested they were doing it out of loyalty to Nunes.",
  "White House press secretary Sarah Huckabee Sanders said earlier this week that Trump supports \"full transparency\" but stopped short of saying he'd approve any request to release the memo.",
  "Strzok was central to the FBI's Russia investigation, which began in 2016, as well as the probe that ultimately exonerated Hillary Clinton for her handling of classified information.",
  "Text messages between Strzok and Page, turned over to Congress by DOJ late last year, revealed deep hostility toward Trump — among other political figures on both sides of the aisle.",
  "A third, Rep. Brad Wenstrup of Ohio, declined to indicate how he'll vote but strongly suggested in a Fox News interview Thursday that he's leaning toward supporting the release.",
  "Trump has railed against the FBI for its behavior, with particular ire aimed at two top officials — senior counterintelligence agent Peter Strzok and bureau attorney Lisa Page.",
  "Still, Trump has highlighted the messages to suggest the FBI has been out to get him in what he's commonly referred to as a \"witch hunt\" about his campaign's ties to Russia.",
  "\"Let's make sure we do it right and in the proper time get it to the American people because they deserve to be able to know what their government's doing,\" he said.",
  "It dictates that if the committee votes to publicly release the classified memo, its fate moves to the hands of Trump, who would have five days to weigh the request.",
  "Four others — Nunes and Reps. Mike Conaway of Texas, Peter King of New York and Tom Rooney of Florida — have openly backed the memo's public release.",
  "Fusion's work was funded at that time by a lawyer who represented Hillary Clinton's presidential campaign and the Democratic National Committee.",
  "Should he object, the committee can forward the request to the full House, which would meet in a closed-door session for a vote on its release.",
  "In the interview, King accused the Justice Department of seeking access to the memo in order to \"tear it down before it even gets out there.\"",
  "Gowdy was the only Republican member to view it, while Rep. Adam Schiff viewed the intelligence on behalf of the committee's Democrats.",
  "She indicated that the White House is aware that if Trump allowed five days to lapse, the committee could produce the memo on its own.",
  "\"I am in favor of releasing the memo,\" said Rep. Ileana Ros-Lehtinen (R-Fla.), one of 13 GOP members on the committee.",
  "So far, those protests are falling on deaf ears — at least among the Republicans who will decide the document’s fate.",
  "But they've shown no sign of doing so, and their committee colleagues expressed confidence the votes are in hand.",
  "The committee's ability to disclose classified intelligence is set out in a House rule that has never been used.",
  "It's unclear whether Steele's relationship to the campaign was disclosed in the FISA application.",
  "But there's been no evidence that either took official actions based on their personal opinions.",
  "Trump can approve its immediate release or, if he takes no action, the committee can release it.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up here for POLITICO Huddle A daily play-by-play of congressional news in your inbox.",
  "\"We're not going to show it to the Justice Department,\" King said.",
  "\"I think they all feel they need to do this for Nunes,\" he said.",
  "\"[Nunes] fully intends to go ahead.\"",
  "You can unsubscribe at any time."
]