[
  "Tucker Carlson opened his Tuesday Fox News Channel program by offering his theory on why former National Security Advisor Susan Rice sent herself an email with the White House system to herself regarding the incoming Trump administration and had some elements possibly compromised by Russia.",
  "The dossier claims that Russian authorities didn’t simply collude with Trump during a 2016 election, the charge you hear a lot about, it also claims that Russian intelligence cultivated Donald Trump as a kind of asset, a kind of one-man sleeper cell for more than five years.",
  "According to Carlson, Rice’s email revealed former President Barack Obama’s perception of his successor, which was a “traitor” and a “Russian spy.”\n\nPartial transcript as follows:\n\nTonight, we have more on the ongoing saga of the Trump dossier.",
  "According to Rice in this email, Obama instructed the officials in the room to consider withholding national intelligence from the incoming Trump administration in case they were compromised by Russia.",
  "After more than a year of probing by politicians and intelligence agencies and journalists, here’s the sum total of what we actually know about the document that started all of this.",
  "In other words, almost two months after the presidential election, Barack Obama viewed Trump not as his democratically elected successor, but as a traitor and a Russian spy.",
  "These are the claims that Democrats in Congress repeatedly cited as the reason to stop the normal functioning of government in order to investigate the administration.",
  "The dossier goes on to describe a clandestine meeting in Prague between Trump lawyer Michael Cohen and representatives supposedly that took place in August of 2016.",
  "In the very final minutes of the Obama administration, just afternoon on inauguration day 2017, Rice sent herself an email on the White House computer system.",
  "We know the dossier was compiled by Christopher Steele, acting as a contractor of Fusion GPS with funds supplied by the Hillary Clinton campaign and the DNC.",
  "At that meeting were President Obama, Vice President Joe Biden, FBI Director Jim Comey, Deputy AG Sally Yates and Susan Rice herself.",
  "The dossier also claims the Kremlin fed the Trump team intel reports on Hillary Clinton and other political opponents for years.",
  "It claims Trump was favored by Moscow with lucrative Russian real estate deals as part of his cultivation as a political asset.",
  "At the same time, he was firing people on “The Apprentice”, Donald Trump was working with Vladimir Putin to subvert America?",
  "This is the famous dossier that even today progressives in the media are spending millions in an attempt to corroborate.",
  "It’s so transparently partisan and unlikely and stupid and flimsy, it reads like a parody of a badly written spy novel.",
  "Obama viewed himself as someone who somehow had the right to withhold government documents from an elected president.",
  "Senators Chuck Grassley and Lindsey Graham have launched a probe into former National Security Advisor Susan Rice.",
  "According to the dossier, Trump and Russia were exchanging intelligence with each other for at least eight years.",
  "And yet, keep in mind and never forget, this is the document the FBI used to justify spying on American citizens.",
  "The dossier was a form of opposition research designed to be used against Trump in the presidential campaign.",
  "To this day, the dossier is the only publicly available document that details alleged collusion with Russia.",
  "This is one of the very few claims in the dossier that has been conclusively checked and it’s false.",
  "And at the heart of their case against Trump and this administration is the Steele dossier.",
  "And yet, that meeting set the tone for that year and all subsequent arguments since.",
  "In it, she described a meeting she had attended just two weeks before on January 5.",
  "Cohen wasn’t even outside the US at the time the meeting supposedly took place.",
  "Democrats have treated Trump and his election as illegitimate ever since then.",
  "Now, of course, we have talked a lot about the dossier on this program.",
  "And as you read it, ask yourself who would believe something like this?",
  "That’s not the behavior of someone who believes in democracy.",
  "It’s hard even to say that with a straight face.",
  "Amazingly, a lot of people in power fell for it.",
  "The closer you read it, the more absurd it is.",
  "Needless to say, there’s no evidence of that.",
  "But relatively little about what is in it.",
  "What does the dossier actually claim?",
  "In sum, the Steele dossier is absurd.",
  "It was not an intelligence document.",
  "Take 10 minutes to do so yourself.",
  "There’s no proof of that either.",
  "And it’s all a stupid joke.",
  "No proof there either.",
  "That’s sleeper cell.",
  "Is any of it true?",
  "No proof of that.",
  "It’s that stupid.",
  "It’s online.",
  "It was oppo."
]