[
  "Nunes says that Rosenstein confirmed during their phone conversation “that there are no other extant investigative documents that relate to the Committee’s investigations into (a) Russian involvement in the 2016 Presidential election or (b) DOJ/FBI’s related actions during this time period.”\n\nRosenstein also agreed to schedule interviews for this month with several FBI and DOJ officials, including former DOJ Associate Deputy Attorney General Bruce Ohr, FBI Supervisory Special Agent Peter Strzok, former FBI General Counsel James Baker, FBI Attorney Lisa Page, FBI Attorney Sally Moyer, FBI Assistant Director Greg Brower, FBI Assistant Director Bill Priestap, and FBI Special Agent James Rybicki.",
  "The agreement, if fulfilled, will bring an end to a saga that has dragged on since Aug. 24, when Nunes issued subpoenas to the DOJ and FBI for documents about the dossier, which was written by former British spy Christopher Steele and used by investigators looking into possible collusion between the Trump campaign and Russian government.",
  "Majority and Democratic minority members of the committee will be granted access to transcripts of FBI interviews conducted as part of its Russia investigation as well as transcripts of interviews with certain confidential witnesses.",
  "Nunes, who served on Donald Trump’s presidential transition team, says that he and Rosenstein agreed that designated committee staff will be allowed to review the documents at Justice Department headquarters on Friday.",
  "“It is my hope that this agreement will provide the Committee with all outstanding documents and witnesses necessary to complete its investigations into matters involving DOJ and FBI,” Nunes wrote to Rosenstein.",
  "Nunes also suggests in his letter that Rosenstein agreed to turn over records next week related to a meeting held in April 2017 between Justice Department lawyer Andrew Weissmann and members of the media.",
  "“The materials we are requesting are vital to the Committee’s investigation of potential abuses\n\ninto intelligence and law enforcement agencies’ handling of the Christopher Steele dossier,” he added.",
  "The House Intelligence Committee will be provided access this week to “all” documents related to the Steele dossier as part of a deal struck with the congressional panel and the Justice Department.",
  "Strzok is the FBI agent who was removed from Special Counsel Robert Mueller’s investigation in July after it was discovered that he exchanged anti-Trump text messages with Page, his mistress.",
  "California Rep. Devin Nunes, the Republican chair of the Intelligence panel, laid out details of the agreement in a letter sent Thursday night to Deputy Attorney General Rod Rosenstein.",
  "All of the documents that will be handed over will be made available for review by California Rep. Adam Schiff, the ranking Democrat on the committee, and his staff, writes Nunes.",
  "“Due to national security interests,” says Nunes, that transcript will be shown separately by FBI Director Christopher Wray to Nunes and his senior investigators next week.",
  "Nunes and Rosenstein spoke by phone on Wednesday and, according to Nunes, agreed to provide committee staff with access to the slew of dossier-related records.",
  "Those communications are significant because Strzok was the official who oversaw the FBI’s Trump-Russia investigation when it was opened in July 2016.",
  "Nunes is requesting that the other 9,500 messages exchanged between Strzok and Page be turned over to the Intelligence committee by next Thursday.",
  "Nearly 400 of the Strzok-Page text messages were released by the Justice Department to Congress and select members of the media last month.",
  "Ohr is the Justice Department official who met prior to the 2016 election with Steele, the former British spy who wrote of the dossier.",
  "He also met after the election with Glenn Simpson, the founder of Fusion GPS, the firm that hired Steele.",
  "Ohr’s wife worked as a researcher for Fusion GPS while the firm was investigating Trump.",
  "One exception is being made for a single interview transcript.",
  "Weissmann is one of the top lawyers on Mueller’s Russia team.",
  "He was also a key figure in the Hillary Clinton email probe.",
  "Follow Chuck on Twitter"
]