[
  "GOP lawmaker: Top FBI officials will be subpoenaed\n\nA Republican on the House Judiciary Committee said Saturday he's gotten a commitment from Chairman Bob Goodlatte (R-Va.) to subpoena top officials at the FBI and Justice Department in their ongoing inquiry into claims of bias against President Donald Trump.",
  "Republicans have zeroed in on FBI Deputy Director Andrew McCabe, top counterintelligence agent Peter Strzok, FBI attorney Lisa Page, and former Associate Deputy Attorney General Bruce Ohr and his wife, Nellie, who reportedly worked for Fusion GPS, the firm that compiled opposition research on Trump in 2016.",
  "He was joined on the show by Rep. Ron DeSantis (R-Fla.), who also suggested he might pursue contempt citations for FBI Director Chris Wray and Deputy Attorney General Rod Rosenstein if they fail to turn over more documents related to their inquiries.",
  "Strzok was a key figure in the investigation of Hillary Clinton's private email use and was tapped in the spring to join special counsel Robert Mueller's investigation of Russian meddling in the 2016 presidential election.",
  "\"President Trump won,\" he said, \"in spite of the Republican establishment being against him, the Democrats being against him, the elite media being against him and the FBI and Justice Department being against him.\"",
  "The show's host, Jeanine Pirro, a Trump ally, opened her show with a harsh indictment of the FBI, which she called a \"crime family\" under the leadership of former FBI director James Comey, who Trump fired in May.",
  "Republicans have focused on Strzok with greater intensity in recent days, after the Justice Department released a series of text messages he sent to Page in 2016 that showed hostility toward Trump.",
  "Story Continued Below\n\n\"Chairman Goodlatte has told us he is going to subpoena those individuals,\" said Rep. Jim Jordan (R-Ohio), in an appearance on Fox News' \"Justice with Judge Jeanine.\"",
  "Democrats have dismissed the complaints as a sideshow, noting that FBI agents are expressly permitted to have political views, so long as they don't act on them to taint investigations.",
  "Jordan said the developments in recent weeks prove that top law enforcement agencies were working against Trump's election.",
  "Goodlatte's office declined comment earlier this week when asked if he was considering issuing subpoenas to those agents.",
  "\"Chairman Goodlatte has told us he is going to subpoena those individuals,\" Rep. Jim Jordan (R-Ohio) said.",
  "So far, they say, no evidence has shown Strzok or Page took any actions based on their dislike of Trump.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Their texts also revealed disdain for other political figures on both sides of the aisle.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Mueller dropped him from the probe over the summer after learning of the texts.",
  "Jordan said Pirro's opening \"was perfect.\"",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]