[
  "\"After reviewing how Mr. Steele conducted himself in distributing information contained in the dossier and how many stop signs the DOJ ignored in its use of the dossier, I believe that a special counsel needs to review this matter,\" Graham, a senior member of the Judiciary Committee, said in the statement.",
  "I hope the Department of Justice will carefully review our letter and take appropriate action,\"\n\nThe statement from Graham and Grassley goes on to say that the referral \"does not pertain to the veracity of claims contained in the dossier\" and that it \"is not intended to be an allegation of a crime.\"",
  "Republicans counter that the dossier may have influenced federal authorities when they decided to open a counterintelligence investigation into associates of Mr. Trump before the election, and say that the Obama-era Justice Department may have been prejudiced against their then-nominee.",
  "Sen. Chuck Grassley, the chairman of the House Judiciary Committee, and Sen. Lindsey Graham are recommending that Christopher Steele, the author of the infamous \"Trump dossier,\" be investigated by the Justice Department.",
  "\"If the same actions have different outcomes, and those differences seem to correspond to partisan political interests, then the public will naturally suspect that law enforcement decisions are not on the up-and-up.",
  "The Trump dossier, sometimes called the Steele memo, contains numerous unverified allegations against President Trump, including that Russian intelligence had a video of him in a compromising sexual situation.",
  "Steele, a former British intelligence officer, wrote the dossier while on the payroll of Fusion GPS, a political research firm, and his efforts were partially funded by the Clinton campaign.",
  "Democrats allege that Republicans are concentrating on the Steele memo as a way to distract from the ongoing probes into Russian interference in the 2016 election.",
  "The two Republicans told the Justice Department on Friday that they believed that Steele may have lied to FBI about \"the distribution of claims from the dossier.\"",
  "It has become a focus of Republican Congressional interest in recent months as it was shared with federal authorities in the lead-up to the 2016 election.",
  "\"Everyone needs to follow the law and be truthful in their interactions with the FBI,\" Grassley said in a statement.",
  "\"The rule of Law depends on the government and all who work on its behalf playing by the rules themselves.",
  "Maybe there is some innocent explanation for the inconsistencies we have seen, but it seems unlikely.",
  "In any event, it's up to the Justice Department to figure that out.\""
]