[
  "(RELATED: House Judiciary Committee Chairman Subpoenas Fusion GPS Co-Founder Glenn Simpson)\n\n“Given that Mr. Comey no longer has a security clearance, we do not anticipate the public setting to present concerns about the disclosure of classified information,” reads the letter, which was first reported by Politico.",
  "Goodlatte and Gowdy, the chairmen of the House Judiciary and House Oversight Committees, respectively, sought testimony from several other government officials, including former Attorney General Loretta Lynch and former Deputy Attorney General Sally Yates.",
  "The task force has interviewed former FBI officials Peter Strzok and Lisa Page, as well as Bruce Ohr, the Justice Department official who met before and after the 2016 election with Christopher Steele, the former British spy who wrote the infamous dossier.",
  "Republicans on the two committees have formed a task force to investigate the Justice Department and FBI’s investigations into Hillary Clinton’s emails as well as into the Trump campaign’s possible links to Russia.",
  "The Republican chairmen of the House Judiciary and House Oversight & Government Reform Committees had requested a closed-door, transcribed interview with Comey, but his attorney says he prefers an open hearing.",
  "He would, however, welcome the opportunity to testify at a public hearing,” Comey’s lawyer, David Kelley, wrote to Virginia Republican Rep. Bob Goodlatte and South Carolina Republican Rep. Trey Gowdy on Monday.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Former FBI Director James Comey is offering to testify publicly before two congressional committees about the FBI’s investigations during the 2016 presidential campaign.",
  "Ohr’s wife worked during the campaign for Fusion GPS, the Democrat-funded opposition research firm that hired Steele.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Goodlatte subpoenaed Glenn Simpson on Friday, one of the co-founders of Fusion GPS.",
  "Comey respectfully declines your request for a private interview.",
  "Simpson declined the task force’s request for an interview.",
  "“Mr."
]