[
  "HOUSE PANEL’S RUSSIA REPORT FINDS ‘NO EVIDENCE’ OF COLLUSION, TRUMP SAYS PROBE ‘MUST END NOW’\n\nAccording to the report, Clapper’s communication with Tapper took place in early January, around the same time leaders of the intelligence community briefed then-President Barack Obama and President-elect Trump on “the Christopher Steele information.” The report noted the dossier was provided in a “two-page summary.”\n\nOn Jan. 10, 2017, Tapper and other CNN journalists published an article that claimed classified documents, in the form of a two-page synopsis, were presented to Obama and Trump including allegations that Russian operatives claimed to have compromising information on the incoming president.",
  "FISA MEMO: STEELE FIRED AS AN FBI SOURCE FOR BREAKING ‘CARDINAL RULE’ –LEAKING TO THE MEDIA\n\nAccording to the House Intelligence report, Clapper issued a statement the day after the CNN article was published in early January 2017 describing a phone call with Trump in which Clapper “expressed [his] profound dismay at the leaks that have been appearing in the press” and stressed that he does “not believe the leaks came from within the IC.”\n\nWhen exactly Clapper spoke with Tapper and others is unclear.",
  "But the report stated that Clapper “subsequently acknowledged discussing the ‘dossier with CNN journalist Jake Tapper,’ and admitted that he might have spoken with other journalists about the same topic.”\n\nClapper became a CNN national security analyst in August 2017, just one month after his \"executive interview\" with the committee.",
  "The directive was focused to “mitigate the risks of unauthorized disclosures of intelligence-related matters.”\n\nGeorge Washington University Law Professor Jonathan Turley said Monday that there is a “serious issue here.”\n\n“Clapper has already admitted that he did speak with CNN.",
  "“When initially asked about leaks related to the ICA in July 2017, former DNI Clapper flatly denied ‘discussing the dossier [compiled by Steele], or any other intelligence related to Russia hacking of the 2016 election with journalists’,” the report read.",
  "Former intelligence chief James Clapper is facing scrutiny for allegedly providing “inconsistent testimony” to the House Intelligence Committee regarding his discussions with the media about the anti-Trump dossier.",
  "When the House Intelligence Committee initially published key findings of its Russia probe in March, Clapper responded to the claim that his testimony was inconsistent.",
  "He initially denied those contacts, yet later admited to discussing the dossier contents with Jake Tapper of CNN, where Clapper landed a job after leaving government.",
  "The report declared investigators had found “no evidence” of collusion between Trump campaign associates and Russia -- findings that Democrats vehemently disputed.",
  "Now, he is insisting he didn’t speak to any media until January 20, but he indicated he spoke to CNN in early January,” Turley said on “Fox & Friends” Monday.",
  "The report stated that in a private interview with the committee on July 17, 2017, Clapper’s response wavered regarding his media contacts over the dossier.",
  "But while the report was touted by Trump allies, it could cause problems for Clapper, the director of national intelligence under the Obama administration.",
  "Steele was hired by research firm Fusion GPS to compile details for the anti-Trump dossier, containing salacious allegations against Trump.",
  "“CNN reported that high level people had confirmed the information, and if one of those individuals is Clapper, it is a serious problem.",
  "“I didn’t have any contact with media until after I left the government on the 20th of January,” Clapper said on CNN on March 12, 2018.",
  "It could be much more serious than that.”\n\nThis isn’t the first time Clapper has run into trouble for his statements to Congress.",
  "Back in 2013, he apologized for telling Congress that the National Security Agency doesn’t gather data on millions of Americans.",
  "He could be accused, again, of perjury.”\n\nTurley added: “I think the public has the right to know more about these dates.",
  "It later emerged that the dossier was paid for with funding from the Clinton campaign and Democratic National Committee.",
  "In 2014, Clapper signed a directive barring intelligence community officials from talking to the media.",
  "The claim was contained in the report released Friday by House Intelligence Committee Republicans.",
  "The dossier was published, in full, by BuzzFeed News in January 2017, following the CNN report.",
  "The committee was correct that at a minimum, Clapper’s testimony is inconsistent.",
  "He later said his answer was “clearly erroneous.”"
]