[
  "Feinstein published the Fusion GPS co-founder’s testimony to the Senate Judiciary Committee shortly after a bipartisan meeting at the White House to discuss a potential solution for the beneficiaries of the Obama administration’s Deferred Action for Childhood Arrivals (DACA)program, which President Trump has ended, effective March 6.",
  "Sen. Dianne Feinstein (D-CA), the Senate’s oldest currently sitting senator, blamed a “bad cold” that might have impaired her mental faculties, leading to her releasing Fusion GPS co-founder Glenn Simpson’s testimony without giving Senate Judiciary Chairman Chuck Grassley (R-IA) advanced notice.",
  "The fact that Sneaky Dianne Feinstein, who has on numerous occasions stated that collusion between Trump/Russia has not been found, would release testimony in such an underhanded and possibly illegal way, totally without authorization, is a disgrace.",
  "And I don’t make an excuse but I’ve had a bad cold and maybe that slowed down my mental facilities [sic] a little bit.”\n\nOn Thursday Feinstein told reporters that she denied claims that she said she was “pressured” to release the Simpson transcript.",
  "I just got pressured, and I didn’t do it.”\n\nThe California Democrat rejected a tweet by President Trump earlier Thursday suggesting that she broke the law by releasing Simpson’s testimony.",
  "The innuendo and misinformation circulating about the transcript are part of a deeply troubling effort to undermine the investigation into potential collusion and obstruction of justice.”",
  "I don’t believe I said that.”\n\n“It appears in one place, and I saw it, and I’m just telling you, you asked me the question, and the question is, it’s not correct,” Feinstein added.",
  "Reporters then rebuked her, suggesting that reporters have recordings of her arguing that she was “pressured.” The California senator replied, ” I don’t believe there are.",
  "California States Senate President Kevin de Leon (D-Los Angeles) will run against Sen. Dianne Feinstein in 2018 in the Senate midterm elections.",
  "— Emma Loop (@LoopEmma) January 11, 2018\n\nSen. Feinstein, 84, already plans to run for a fifth full term that would last until she is 91.",
  "Sen. Feinstein told reporters on Wednesday, “I meant to tell him, and I didn’t have a chance to tell him, and that concerns me.",
  "Feinstein said in a statement, “The American people deserve the opportunity to see what he said and judge for themselves.",
  "… That transcript has become so abused that time has come for people to take a look at it,” Feinstein added.",
  "Just asked Feinstein about her comment yesterday about being \"pressured\" to release the Simpson transcript.",
  "Feinstein told NBC News, “The one regret I have is that I should have spoke with Senator Grassley before.",
  "Me: but there are recordings of you saying you felt pressured \"I don't believe there are.",
  "Sen. Feinstein released Simpson’s testimony on Tuesday despite Grassley’s opposition.",
  "— Donald J. Trump (@realDonaldTrump) January 10, 2018\n\n“I didn’t do anything illegal.",
  "Simpson had requested that the testimony be released in a New York Times op-ed.",
  "“I made no statement to that effect,” Feinstein said.",
  "\"I made no statement to that effect,\" she said.",
  "I don't believe I said that.\"",
  "Must have tough Primary!"
]