[
  "(CNN) CNN's Manu Raju and Jeremy Herb just reported this important nugget from the ongoing investigation into who paid an opposition research firm to put together a dossier on Donald Trump:\n\n\"Hillary Clinton's campaign chairman John Podesta and former Democratic National Committee chairwoman Debbie Wasserman Schultz both privately denied to congressional Russia investigators that they had any knowledge about an arrangement to pay for opposition research on President Donald Trump, three sources familiar with the matter told CNN.",
  "How could two of the top officials at Clinton's campaign and the DNC not know that Perkins Coie lawyer Marc Elias was using money from both of those organizations to fund opposition research from Fusion GPS, and thus the work of former British spy Christopher Steele on the Trump dossier?",
  "This is standard operating procedure to protect the candidate, to give them plausible deniability about what is one of the most important, least understood and most maligned elements of modern campaigns.",
  "Senate investigators may seek to further question the two top Democrats and dig deeper on the origins of the so-called Trump dossier, one of the sources briefed on the matter said.\"",
  "Remember that Wasserman Schultz was -- even before she was forced to resign during the Democratic National Convention last summer -- falling out of favor with the Clinton team.",
  "That he didn't suggests -- or re-suggests -- that the Clinton operation wasn't anything close to the well-oiled machine we were led to believe it was during the 2016 campaign.",
  "(The only other person it could be is campaign manager Robby Mook; Mook has not said anything publicly as to whether he knew about the Fusion GPS deal.)",
  "That includes whether and when a law firm being paid by the campaign is, in turn, using campaign dollars to fund an opposition research effort.",
  "Given that, it's not terribly hard to imagine that Wasserman Schultz was simply cut out of decisions like this one from the very beginning.",
  "If there was anyone in the campaign who you would think would know every single thing happening in the campaign, it's Podesta.",
  "But there has to be someone in the campaign -- at a very high level -- who is aware of everything the campaign is doing.",
  "The point here is that Podesta was in a position where he should have known about this contract with Fusion GPS.",
  "Just that if you are the boss, you need to know everything that is happening under the umbrella of your company.",
  "\"The interviews happened before this week's disclosure that the Clinton campaign and DNC paid for the research.",
  "If you're the boss, it's your job to know who the subcontractor is and what exactly they're doing for you.",
  "It is literally the job of the person at the top -- or someone at the top -- to do stuff like this.",
  "There is NOTHING wrong with Clinton's campaign working to gather opposition research on Trump.",
  "That oversight doesn't mean anything nefarious is happening with the subcontractor.",
  "Unlike Wasserman Schultz, Podesta was at the beating heart of the Clinton campaign.",
  "The details of opposition research operations are often kept from the candidate.",
  "But someone at the top of the campaign needs to know this is happening.",
  "One of your employees has subcontracted out some work to another firm.",
  "And most good campaigns gather opposition research on themselves, too.",
  "I actually can see it when it comes to Wasserman Schultz.",
  "It's also possible, of course, that Podesta didn't know.",
  "His ties to the Clintons go back decades.",
  "Think of it this way: You run a company.",
  "On its face, this seems crazy.",
  "Every campaign does this.",
  "But he should have.",
  "Now."
]