[
  "The Subpoena seeks the production of records that have a ‘reasonable possibility’ … of producing information relevant to that constitutionally authorized investigation.”\n\n“Although the records sought by the Subpoena are sensitive in nature — and merit the use of appropriate precautions by the Committee to ensure they are not publicly disclosed — the nature of the records themselves, and the Committee’s procedures designed to ensure their confidentiality, more than adequately protect the sensitivity of that information,” the judge added.",
  "| Martinez Monsivais/AP Photo Judge: House panel entitled to Fusion GPS bank records\n\nA federal judge has denied a bid by the private investigation firm Fusion GPS to prevent the House Intelligence Committee from obtaining the firm’s bank records, as part of a congressional probe into the funding and creation of a so-called dossier containing a variety of accurate, inaccurate and salacious claims about President Donald Trump’s ties to Russia.",
  "“It is thus reasonable for the Committee to pursue records containing Fusion’s transactions with various media companies and journalists to determine whether they, too, had involvement with the Trump Dossier or with Russian active measures directed at the 2016 Presidential election.”\n\nFusion GPS filed a lawsuit filed suit in October, seeking to block the House intelligence panel from subpoenaing a large set of the firm’s bank records.",
  "Story Continued Below\n\n“The Subpoena at issue in today’s case,” Leon wrote in a 26-page opinion , “was issued pursuant to a constitutionally authorized investigation by a Committee of the U.S. House of Representatives with jurisdiction over intelligence and intelligence-related activities — activities designed to protect us from potential cyber-attacks now and in the future.",
  "“While the opposition research Fusion conducted on behalf of its clients may have been political in nature, Fusion’s commercial relationship with those clients was not, and thus that relationship does not provide Fusion with some special First Amendment protection from subpoenas,” wrote Leon, an appointee of President George W. Bush.",
  "\"Instead of focusing its efforts on Russian meddling in the presidential election, the Committee continues to misuse its investigatory powers to punish and smear Fusion GPS for its role in uncovering troubling ties between Russia and the Trump campaign,\" Boutrous said.",
  "\"The Committee is violating Fusion’s First Amendment and due process rights, and we will continue our fight to protect those rights.”\n\nDespite the legal fight that Leon ruled on Thursday, some of Fusion’s most prominent clients have already been identified.",
  "Leon also said there was nothing improper about the panel’s seeking to explore how journalists obtained copies of, or information from, the so-called dossier, which was compiled by former British intelligence officer Christopher Steele.",
  "Fusion returned to court to complain that the House was breaking the agreement by again demanding records that bore no relation to the compilation of reports, prepared before the election, on Donald Trump’s alleged ties to Russia.",
  "In October, as the House panel pressed for the financial records, Washington law firm Perkins Coie confirmed that the Democratic National Committee and Hillary Clinton’s presidential campaign paid to produce the dossier.",
  "He also rejected Fusion GPS’ claims that confidential information about its clients and sources would be in jeopardy of being leaked if the committee obtained the banking records it is seeking.",
  "A conservative website, The Washington Free Beacon, and its benefactor, Paul Singer, acknowledged paying Fusion earlier in the campaign season to develop negative information about Trump.",
  "“To recast a line from the great Justice Robert H. Jackson, the First Amendment is not a secrecy pact!”\n\nA lawyer for Fusion GPS, Theodore Boutrous Jr., said the firm will appeal.",
  "“The Committee also has intelligence suggesting that Fusion directed Steele to meet with at least five major media outlets to discuss his work on the Trump Dossier,” Leon wrote.",
  "Leon dismissed as “conclusory” Fusion GPS’ assertion that its work for political clients would be chilled if the information the House panel demanded was provided to it.",
  "Financial records related to the dossier and to Fusion’s work for a law firm representing a Russian bank, Prevezon, were turned over to the panel several weeks ago.",
  "Such a move would need to come quickly since the House panel demanded the records from Fusion’s bank, which is now under a legal obligation to turn them over.",
  "However, the committee is pressing for additional information on Fusion’s dealings with other law firms, as well as vendors and a media company.",
  "The judge initially assigned to the case, Tanya Chutkan, an appointee of President Barack Obama, urged the two sides to reach a settlement.",
  "The following day, the case was “randomly reassigned” to Leon, after Chutkan recused herself for reasons the court has not made public.",
  "U.S. District Court Judge Richard Leon ruled Thursday that the House panel’s work appeared to be legitimate.",
  "In late October, they reported they had done that and filed a sealed settlement agreement with the court.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Less than a week later, however, the deal appeared to fall apart.",
  "A lawyer for Fusion GPS said the firm will appeal.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]