[
  "You know what we're seeing here, Sean, is what we would expect to see in a third world country where a political party is using their justice system to not only surveilled individuals, but to change the course of a presidential election this is not just you know some case where people are you know playing around with statements trying to get them to change statements.",
  "(LAUGHTER)\n\nHENRY: Bottom-line is that we were told that the President stayed back here at the White House over the weekend after that trip to Davos instead of going to Florida in Mar-a-Lago, because he wanted to work on his first ever state of the union address and he spent a chunk of his time today, in fact going through some of those edits from the weekend.",
  "Now, before we detail why McCabe deserved to be removed, I want to be very, very clear tonight especially to the \"destroy Trump\" media: the political bias and corruption that we are now detailing at the FBI and the Department of Justice and then in the intelligence community, we've all been reporting on, it has nothing to do with rank-and-file members.",
  "In 2010, when the Democrats lost control of the House, Nancy Pelosi was no longer the speaker and likely won't be again, Barack Obama went on to be successfully reelected, but he even admitted that they had suffered a shellacking, but they were all trying to defend their votes for Obamacare and that was becoming increasingly unpopular.",
  "Now, also breaking this hour -- all right, we have a news media in this country that is obsessed with calling one of the biggest scandals in American history that we have been following that has a mountain of evidence and a mountain of facts supporting it -- well, they're trying to dismiss it as some kind of conspiracy.",
  "There is a possibility when the President and advisors look at and they will hear from the department of justice that this information or the implications of this information coming out, the summary would contain would be damaging to sources and methods of intelligence gathering and therefore should not be made public.",
  "Remember, The Daily Beast reported that Andrew McCabe, James Comey, Rod Rosenstein are all named in this memo, and other reporting says that Rosenstein, well, was the official that approved the warrants to spy or at least extended him on the Trump campaign supposedly under the pretext looking at Carter Page.",
  "We are talking about people's lives, we're talking about potential crimes, we're talking about people being charged, going to jail but more importantly, and the scary part of this and I'll throw this to Sara for more information -- is that we have now weaponized the powerful tools of intelligence.",
  "Now, remember, McCabe's wife -- his wife's name is Jill -- she took $700,000 in campaign contributions from a super PAC tied to the Clintons and their ally Terry McAuliffe, former governor of the commonwealth of Virginia, from Virginia Democrats in her failed state Senate run.",
  "(BEGIN VIDEO CLIPS)\n\nCARL BERNSTEIN, CNN POLITICAL ANALYST, MAY 14, 2017: We are looking at the possibility that the president of the United States and those around him during an election campaign colluded with a hostile foreign power to undermine the basis of our democracy.",
  "But at this moment, we should just leave it to those who are going out and investigating and making some new facts than this some of your guests are doing, so that the American people can at least have the transparent accountable way to decide what they what they see here.",
  "And finally, Trump-bashing FBI lovers right there, Strzok and Page, they texted, remember about the insurance policy that they talked about with Andy, we believe is Andrew McCabe, in case Donald Trump actually won the election, which they didn't think was going to happen.",
  "And now, we're also learning that the Clinton bought and paid for dossier -- and this is the scary part -- was used by top administration officials to obtain a FISA warrant to spy on an opposition party the Trump campaign in an election year and then a president-elect.",
  "(END VIDEO CLIP)\n\nHENRY: This is obviously an opportunity for the President to try to build on the momentum from the tax cuts which is how he ended last year with the FBI investigation and the Mueller probe he doesn't have that agenda back on track so far this year.",
  "Now, this is a major development and those of you out there that call Congress and tweeted and texted and put notes on Facebook and Instagram to release the memo, tonight, you should be very happy because you the American people deserve to know about these abuses.",
  "And remember, they also changed the legal standard in their many exoneration letters, they took out the legal standard gross negligence and changed it to extreme carelessness and then they altered references to Clinton's server being hacked by hostile actors.",
  "It's scary from Donna Brazile says the primary against Bernie Sanders was rigged and it does get scary when you read the text messages between Strzok and Page and the exoneration was written months before the investigation in terms of Hillary's emails.",
  "Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "PIRRO: You know, one of the things that we have to worry about going forward is as the evidence is out there and my head is off to Sara Carter, to \"The Hill\", John Solomon all those guys but we need a prosecutor in the Justice Department.",
  "They've never talked about we have 2.2 million new jobs, 2 million fewer people on food stamps, consumer confidence through the roof, two quarters of three plus percent GDP growth, and we still -- the tax plan kicks in February 1.",
  "(BEGIN VIDEO CLIPS)\n\nREP. ADAM SCHIFF, D-CALIF., \"THIS WEEK\"/ABC: The allegation, of course, is that the Russians in the hacking and dumping of documents in the election had essentially relationships with Trump campaign people.",
  "This is very important -- the timing of McCabe leaving the bureau comes just hours after the FBI director went to Capitol Hill to view the classified memo, detailing Obama administration FISA abuses against the Trump campaign.",
  "Now, McCabe being shown the door is long overdue and our sources are now saying tonight that his exit is just the opening salvo and what is a much bigger scandal that will be unfolding in the days and weeks and months ahead.",
  "And then just to make sure, she acid washed and bleached bit the hard drive, so nobody could ever get them and then Clinton broke the law when her aides were smashing the BlackBerry's and mobile devices with a hammer.",
  "At the same time, however, I believe there is every chance we may find out serious misconduct in the FBI and the Justice Department in the latter stages of the Obama administration and the beginning of this one.",
  "CARTER: Absolutely, and think about this -- this is why there were so many whistleblowers, Sean, not even just the whistleblowers that were going to the inspector general, to the House Intelligence Committee.",
  "And remember, July 1, before they ever interviewed Clinton, before Comey ever went came forward and went public on July 5, they revealed that Loretta Lynch knew the fix was in in the Clinton investigation.",
  "They obviously don't care about equal justice under the law, or do they care about the Constitution of the United States, because if they did they would be reporting all of the facts that we just gave you.",
  "Now, here's why: current and former FBI officials are telling Sarah Carter tonight -- she'll join us in a minute -- that McCabe, quote, \"quitting\" is the beginning of more resignations that will be coming.",
  "And other reporting now suggesting the FBI Director Christopher Wray was concerned about an upcoming inspector general report on the actions of McCabe and other top FBI officials during the 2016 election.",
  "Now, President Trump now has five days to approve the release so you the American people can see it, and my sources are telling me tonight that the matter is being taken very seriously at the White House.",
  "Here with reaction, we have the hosts of \"Justice\", Judge Jeanine Pirro, FOX News contributor Sara Carter, former deputy assistant to the president, Fox News national security strategist, Sebastian Gorka.",
  "CARTER: Shocked him to his core and not only that the inspector general's report, I have been told tonight by a number of sources --\n\nHANNITY: One-point-two million pages already handed over to Congress.",
  "HANNITY: The reason that this will be coming out and I'm glad that the White House told me tonight that they will be deliberative, that they're taking it seriously, they're not rushing out with it.",
  "They're believing at this point their own lies I think many have actually convince themselves with their destroy Trump mentality that their phony narrative is actually true without any evidence.",
  "The president went to Quantico last month and he respects greatly the rank and file of the FBI, 25,000 or so men and women who work very hard and who are not involved in this particular episode.",
  "From the White House a preview of the president's speech Fox news chief national correspondent -- how unfair is it for me to whine about the cold when you are out there in the cold every night?",
  "They have been lying to you, the American people, for over a year while ignoring a mountain of evidence of wrongdoing and corruption in what is one of the biggest scandals in American history.",
  "(END VIDEO CLIPS)\n\nHANNITY: Now, what's been playing out here is a coordinated effort by the media to smear, slander, besmirch President Trump with what they know now is a total fabrication.",
  "By the way, the same media, ironically, that has been pushing what is baseless black helicopter tinfoil hat conspiracy theories about so-called Trump-Russia collusion for over a year.",
  "This is what people care about, this President between the regulations, the taxation and ISIS is on the run, what he is done in one short year to stimulate this economy is remarkable.",
  "Now, to help you understand exactly what's going on, I want to compare and contrast real facts, real evidence between a massive American scandal and so-called Trump-Russia collusion.",
  "Everything that you and I have seen that we've been talking about for the last year has been something that has been corroborated factually, and now, all of a sudden, he's shocked?",
  "She used a lawyer to pay Fusion GPS over $12 million, create a phony Russian dossier full of lies and propaganda to influence the American people, so she could rig that election.",
  "So far, you have over three million Americans who have directly benefited from that tax cut because of what their employers have done, and the pressure is on other employers now.",
  "PIRRO: We need a prosecutor in that Justice Department, not Rod Rosenstein, who right now is in the middle of all this --\n\n(CROSSTALK)\n\nHANNITY: Judge, we need a special counsel.",
  "Tonight, the Senate rejected -- the Democrats rejected an ability to put into law the Pain-Capable bill that would ban abortions after the 20th month when a fetus can feel pain.",
  "Joining us now former White House press secretary for President Trump Sean Spicer and former White House press secretary for President Bush, Fox news contributor Ari Fleischer.",
  "And as we come to you from the swamp, the sewer that is Washington, joining us now with the big reaction to breaking news tonight, counsel to the president, Kellyanne Conway.",
  "I have a lot of sources as you do and every single person that I know who saw this memo, they used words like explosive, shock the conscience will be a political earthquake.",
  "99 percent of the people who work day in and out in law enforcement are good, hard working people who care about this country\n\nFLEISCHER: The other thing they watered down.",
  "UNIDENTIFIED FEMALE, MSNBC, MARCH 28, 2017: You told The Washington Post last week that, quote, there's a smell of treason in the air when it comes to this investigation.",
  "Now, Sara Carter also is here with breaking news, sources tonight telling her that McCabe's exit is just the beginning of more resignations, firings, to come at the FBI.",
  "Look, one of the things that is interesting about what the Democrats are saying is that if you question anybody in the government right now you are anti-law enforcement.",
  "WOLF BLITZER, CNN, MAY 18, 2017: The last time we spoke, Senator, I asked you if you had actually seen evidence of collusion between the Trump campaign and the Russians.",
  "You listed all the things Clinton did and all the things her team did, but let's not forget, the FBI destroyed the laptop that were part of the Clinton investigation.",
  "It get a little scary when one candidate pay for Russian dossier with salacious phony details and that can be use as a FISA warrant to spy on an opposition candidate.",
  "This is tough on my ego but you said nice things about Laura Ingraham, call us 877-225-8587, let not your heart be troubled, we will never be the destroy Trump media.",
  "I am still not prepared to believe that in the end this guy will come out with a slanted report or flimsy report with accusations it will not hold up under scrutiny.",
  "FISA is important because we -- that means that's our government spying on citizens, and if Hillary's bought and paid for dossier was the foundation to do this, wow.",
  "Fox News has reported that McCabe is thought to have been the central point of contact for handling that Clinton bought and paid for phony salacious Russian dossier.",
  "They knew about it and now, they're caught with their hands in the cookie jar, and now, they have to say, oh, we're going to make McCabe going, maybe more charges.",
  "The House Intelligence Committee voting to release the classified memo thanks to a lot of you tweeting out, calling your Congressman and saying release the memo.",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: All you need to understand is that the Republicans declared war today on our national security on classified information.",
  "GEORGE STEPHANOPOULOS, \"THIS WEEK\"/ABC, JUNE 11, 2017: Do you agree with this conclusion that the president has reached that there was no evidence of collusion?",
  "It is that serious that we're being told that exposes severe and massive constitutional violations of our Fourth Amendment, privacy rights, massive FISA abuses.",
  "JAMES CLAPPER, FORMER DNI, \"MEET THE PRESS\"/NBC, MAY 28, 2017: But at the time I left, I did not have seen any smoking gun and certitude evidence of collusion.",
  "This is about changing the course of American history by using the most powerful weapon that we have in the justice system, and the federal anyway, the FBI.",
  "CARTER: A duly elected president of the United States, voted for by the people of this country, Sean, this is bigger than anything anybody can imagine.",
  "And you looked back, a lot of things that are being said now, in terms of the text messages and such, and you got to wonder what really went into it.",
  "DOUGLAS BRINKLEY, MSNBC, MARCH 28, 2017: A lot of people are afraid to use the T-word treason, but in the end, that's what people are investigating.",
  "ARI FLEISCHER, FOX NEWS CONTRIBUTOR: And you also have the office of the national security advisor and others in the Obama administration unmasked.",
  "UNIDENTIFIED MALE, MSNBC, MAY 24, 2017: It certainly feels like we're in the opening stages of a devastating political chapter in America history.",
  "You know what they did in the FBI investigation, they changed the name to Hillary's sent it to Barack President Obama senior government official.",
  "(BEGIN VIDEO CLIP)\n\nPRESIDENT DONALD TRUMP: So many years, many, many years White House had been talking immigration, they have never been done.",
  "And also breaking this hour, this is huge, the House Intelligence Committee has voted to publicly release the classified memo, release the memo.",
  "It will be thoroughly reviewed in the next 48 hours, and while the president believes in transparency, he will be deliberative in this process.",
  "We're exposing what is a row group of unelected deep state bureaucrats that have been trying to disrupt our democratic republic and our system.",
  "SARA CARTER, FOX NEWS CONTRIBUTOR: What we know tonight is that FBI Director Christopher Wray went Sunday and reviewed the four-page FISA memo.",
  "President Trump is preparing to deliver his first state of the union address tomorrow night in the capitol building, that one right behind me.",
  "Hopefully the Democrats will join us, enough of them will joins us so we can really do something great for DACA and immigration in general.",
  "Even before it, quote, kicks in, Sean, you have as of this morning, 274 employers, company taking action directly related to the tax cuts.",
  "We have the text messages and then we know that her paid-for dossier was used to spy on a opposition candidate, and an incoming president.",
  "Now, members of Congress that have seen this memo, they have called it shocking, alarming and said it literally mirrors KGB-style tactics.",
  "HANNITY: The president --\n\nCONWAY: We're focusing on that man in the White House giving a speech right behind us in the capitol tomorrow.",
  "Then you have an investigation fixed on top of Hillary Clinton's primary, but an investigation obviously gets from crimes were committed.",
  "We have been telling you the truth, and the media has been proven to be pathological liars at a level we've never seen before in history.",
  "CARTER: Correct, 1.2 million pages, but there's indicators right now that McCabe may have asked FBI agents to actually change their 302s.",
  "Get the focus for the nation back on his legislative agenda and his advisers are saying, there are really 5 key pillars to this address.",
  "Hillary Clinton we know broke the law by having a secret -- top secret special access program and classified information on her server.",
  "And we know that Strzok and Page talked about the so-called insurance policy with who we believe is Andrew McCabe who was fired today.",
  "SEBASTIAN GORKA, FOX NEWS NATIONAL SECURITY STRATEGIST: It is, but it has to be put in the context of the history of our great nation.",
  "All of that plus a \"Hannity\" expose into just how deeply corrupt and dishonest and conspiratorial they destroy Trump media really is.",
  "It also has fringes of the Salem witch trials and throw in the McCarty hearings and I think we have one crisis about to happen here.",
  "A lot of people after 9/11 said we need to have an internal security service to spy on Americans and we said, no, it's un-American.",
  "Her phony Russian dossier use as a foundation to get a warrant to spy on Donald Trump and his campaign and an incoming presidency.",
  "The people understand what might had happened, but we do so in a way that doesn't burn a lot of sources and methods are that used.",
  "And according to The Wall Street Journal, McCabe ordered FBI agents to stand down on an investigation into the Clinton Foundation.",
  "And remember, The Daily Beast is reporting that McCabe, James Comey, and Rod Rosenstein, are all named in this four-page document.",
  "Now, members are also saying it could cause many people to go to jail and it could lead to the end of the Mueller investigation.",
  "UNIDENTIFIED FEMALE, MSNBC, FEB. 15, 2017: Tom Friedman said the election hacking is at the caliber of a Pearl Harbor or a 9/11.",
  "SPICER: Absolutely and they were talking about water down the language in a prep release before the investigation was concluded.",
  "Some of you I hope you had better things to do than watch the Grammys last night, but there were some wild moments, take a look.",
  "NICOLE WALLACE, \"TODAY\"/NBC, JULY 6, 2017: This cloud about collusion with Russia will hang over him no matter where he stands.",
  "We have never had a situation in which the congress moved into a criminal investigation and turned it into a political circus.",
  "The value of their retirement savings, or education cadence this President's tax bill extend the 529 saving plan to education.",
  "The Foreign Intelligence Surveillance Court chided the Obama administration, we broke those stories last year, remember that?",
  "It we need to put all of the fixes in so we protect everyone's constitutional rights against unreasonable search and seizure.",
  "Is that he understands politically Republicans don't have the votes to go it alone here to actually beef up border security.",
  "Until that happens and we can see it all for ourselves, here's what we know about the document and why this is so important.",
  "They are releasing to the public that classified four-page memo that details massive FISA abuses against the Trump campaign.",
  "Who writes an exoneration before an investigation, before you interview Hillary Clinton herself and 17 other key witnesses?",
  "Strzok and Page and McCabe and Comey and Loretta Lynch all knowing?Now, they were hesitant to investigate Hillary Clinton.",
  "HANNITY: Sebastian, as you take all of this in, as you absorb all of this, it's kind of -- for some, it's hard to believe.",
  "If you don't go ahead and reinvest that money in your workforce, in your workplace, those workers will go somewhere else.",
  "Now, McCabe is tied to literally every single instance of corruption, of abuse of power at the FBI that we are exposing.",
  "It is amazing\n\nKELLYANNE CONWAY, WHITE HOUSE COUNSELOR: You don't hear it because people are focusing on other things.",
  "HANNITY: Of course, it's been a year we've been --\n\nCARTER: He chided the Obama administration for violating the laws.",
  "Well, that's people the lives in jeopardy and that what that allowed Hillary Clinton to stay in the presidential race.",
  "CAMILYA CABELLO, SINGER: We remember that this country was built by dreamers, for dreamers chasing the American dream.",
  "(BEGIN VIDEO CLIPS, THE GRAMMY AWARDS/RECORDING ACADEMY/CBS)\n\nTREVOR NOAH, HOST, \"THE DAILY SHOW\": I love that song.",
  "We have to vet out those people who clearly, purposely abused this program that was designed to keep Americans safe.",
  "They always end up being unaccountable and out of control and they wander very far afield from the original mission.",
  "And we also know, according to Donna Brazile, Clinton controlled the DNC, rigged the primary against Bernie Sanders.",
  "UNIDENTIFIED MALE, MSNBC, MAY 18, 2017: I know -- just to be clear we haven't there has been no actual evidence yet?",
  "Disgraced FBI Director Andrew McCabe is out at the FBI and Fox News is now being told he was removed from that post.",
  "SEN. JOE MANCHIN, D-WVA., \"THIS WEEK\"/ABC, JUNE 11, 2017: You know, we haven't seen any of that whatsoever, George.",
  "DAN RATHER ON MSNBC, AUG. 30, 2017: Donald Trump is afraid like political hurricane is out there at seems for him.",
  "It was created because of the usurpation of power, the capricious usurpation by a leader thousands of miles away.",
  "I think that the house should work with the department of justice to make sure this is done in a responsible way.",
  "And then we know it was used as a foundation to get a FISA warrant to spy on a campaign and the President-Elect.",
  "For a long time the focus was whether there was collusion between the Russian government and the Trump campaign.",
  "My sources told me tonight that the president and the White House will be deliberative and take this seriously.",
  "People were telling her, I was in Wisconsin and there were Trump signs and no Hillary signs you better get out.",
  "Tonight, we are broadcasting from the sewer, the swamp, Washington, D.C.\n\nTonight, we have major breaking news.",
  "Fox News now reporting that Deputy Director Andrew McCabe has not been removed from his position at the bureau.",
  "People should be outrage at --\n\nHANNITY: We know the fix was in on Hillary's emails so she could keep running.",
  "HANNITY: There's a big story to tell that again I have to go back to the media that they have never told it.",
  "CONWAY: Sean, you know what happens when we talk about the 2016 elections and that woman who lost miserably.",
  "Following the blow, Democrats and the members of the mainstream media immediately began condemning the move.",
  "I think that bare serious investigation as well, although I am not a fan of having another special counsel.",
  "HANNITY: Do you think the fix was in when they exonerated, writing exoneration letter before investigating?",
  "But obviously, you see all these companies repatriating their wealth now, agreeing to create new jobs here.",
  "We are part of a small group of people, I'll add John Solomon, I'll add Gregg Jarrett, I'll add Tom Fitton.",
  "Then we have a dossier full of Russian lies and propaganda that was used to influence the American people.",
  "When we come back, Sean Spicer, and Ari Fleischer they will weigh in on today's big blockbuster top story.",
  "The Republicans are going to brag about their vote for tax cuts and what it means to the American people.",
  "Trade, another big issue dated from the campaign as well as national security and the fight against ISIS.",
  "I heard they are considering firing him within the next few days if this -- if this turns out to be true.",
  "Those are facts, those are real text messages, and it's only a small sampling of what has been released.",
  "More than one of the emails Hillary Clinton sent went to President Barack Obama from her private server.",
  "It is very likely be outlined here, abuses of our intelligence processes and the use of the FISA court.",
  "And new text messages have also exposed the massive bias from anti-Trump FBI officials Strzok and Page.",
  "HANNITY: Some -- a source of mind told me tonight that when Wray read this, it shocked him to his core.",
  "Now, in case the liberal media has forgotten, well, we put this little montage together to remind them.",
  "They're basing everything on nothing but their own conspiracy theory in their own little media bubble.",
  "They're so out of touch with America, calling that crumbs -- it's a real bread, lady, it's not crumbs.",
  "We are not using government classified information against American citizens in a way that is alleged.",
  "But now, the evidence has been mounting and mounting and mounting, and one smoking gun after another.",
  "So, basically, every time an FBI agent interviews a witness, they have to go back and file a report.",
  "Obviously, the State of the Union tomorrow, I'm hoping we'd see this by Wednesday night or Thursday.",
  "You know, Sean, you just said that Christopher Wray was shocked when he read of that four-page memo.",
  "We've been telling you all week, that shows severe FISA abuse against members of the Trump campaign.",
  "HANNITY: And when you say that, this makes Watergate like stealing a Snickers bar from a drugstore.",
  "Now, we found out, too, that Peter Strzok, James Comey and others, remember -- they put the fix in.",
  "He made mistakes in people he hired and FBI agents that he used to help conduct this investigation.",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: Mr. Hannity, every time I watch her show I get a migraine.",
  "If that is the case, if this is true and not just alleged, if this is true, McCabe will be fired.",
  "The lowest unemployment level for black Americans and Hispanic Americans and women, 17 year low.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "You have an email server investigation that clearly they were exonerating before investigations?",
  "One thing being in Washington a long time taught me there are few things live up to their hype.",
  "They actually -- they handed me -- I give it to the guest, I don't need to give it heated seat.",
  "LAWRENCE O'DONNELL, MSNBC, MAY 16, 2017: Donald Trump now sits at the threshold of impeachment.",
  "Now, we have seen nothing -- I mean nothing -- showing Trump-Russia collusion for over a year.",
  "I have been saying from the beginning, Sean, this guy McCabe needs to be taken out in cuffs.",
  "And then they turned her over cellphones to the FBI, but those cell phones had no SIM cards.",
  "You better have good cause rather than op- research that was never verified as Simpson said.",
  "They could not handle the idea that the President knew Hillary Clinton had a private server.",
  "So, what does the media have to prove as it relates to Trump Russia collusion a year later?",
  "GORKA: There's a very special reason why America doesn't have an internal security service.",
  "When we come back, Kellyanne Conway -- by the way, they have us doing the show in the cold.",
  "He will issue a challenge in the state of the union address tomorrow night with Democrats.",
  "Why are they shocked on the day before the public is going to get to see this information?",
  "Just because she didn't win an election doesn't mean you don't get off being investigated.",
  "BRIT HUME, SENIOR FOX NEWS POLITICAL ANALYST: Well, that is what the President called for.",
  "I am not prepared to believe that Robert Mueller's investigation won't in the end be fair.",
  "I mean, there is no question that what he is doing is giving aid and comfort to the enemy.",
  "They are using her paid for dossier to spy on an opposition campaign, how severe is this?",
  "Brit Hume weighs in on the top story of the day as we continue from our nation's capital.",
  "And they're just so out of touch, so out of the mainstream, so out of touch with America.",
  "HANNITY: But here we are also --\n\nCONWAY: But it's a very serious matter now, of course.",
  "The amount of times the Obama administration compared to the predecessor, night and day.",
  "I just see her face and I get a migraine and when you start talking it becomes blinding.",
  "Many top ranking Democrats, people in the intel community, have all said the same thing.",
  "We got the best tape video of the day, Hannity hotline from nation's capital the sewer.",
  "I heard reports he didn't even come in for the morning meeting, that he didn't show us.",
  "You have a cushy tent and a little heater and probably some blankies and all the rest.",
  "I wish this special counsel process had not been used in the case of Mr. Trump either.",
  "HILLARY CLINTON, FORMER SECRETARY OF STATE: He had a longtime fear of being poisoned.",
  "HANNITY: Tell me to shut up Hannity and just stay in the comfort of your warm studio.",
  "JAKE TAPPER, CNN, JULY 11, 2017: This is evidence of willingness to commit collusion.",
  "Now, the top ranks of the FBI need to be cleaned out and McCabe is just a good start.",
  "There's so easily baited, collusion delusion illusion (ph), conclusion no collusion.",
  "Now, we discovered that Hillary Clinton tried to rig the general election, remember?",
  "HUME: Well, what I am sensing about this, Sean, is this is going to be interesting.",
  "HANNITY: We knew foreign intelligence agencies got ahold of Clinton's email server.",
  "He oversaw Trump aiding FBI agent Peter Strzok's work on the Russia investigation.",
  "The absence of any visible evidence seems to have cooled that story a little bit.",
  "SEN. DIANNE FEINSTEIN, D-CALIF., MSNBC, MAY 18, 2017: Well, not -- no, it hasn't.",
  "That the Obama administration used the intelligence community --\n\nPIRRO: Exactly.",
  "The president will look at on it very deliberatively, he takes it very seriously.",
  "HANNITY: And will say Freedom Caucus members and some others, not a lot of them.",
  "We have to make sure it's done in a way that doesn't reveal sources and methods.",
  "All of the king's horses and king's men and all of the money and still blew it.",
  "When we come back on, Ed Henry has a preview of the state of the union address.",
  "And say look, I will deal with you on DACA if you give me funding for the wall.",
  "They deserve the utmost praise and support which we give them on a daily basis.",
  "I've watched you try and fight with these idiots over on the shh-hole network.",
  "Probably in a week or so we will see this memo and know what the real deal it.",
  "If he gets up halfway through meetings with world leaders because he is bored.",
  "Obviously with millions watching tomorrow night is an opportunity to do that.",
  "I think that will be revealing as what really happened inside the department.",
  "It's not called a state of the union technically in the first year in office.",
  "It's about people being able to know if justice and democracy were subverted.",
  "Now, the corrupt media in this country, they seem impervious to facts, truth.",
  "We also learn because they thought she might win and retaliate against them.",
  "Now, here's what we know about him and why it was about time he was removed.",
  "The media is now married to this phony narrative and they cannot let it go.",
  "FLEISCHER: Sean, you know that I on your show have defended Robert Mueller.",
  "Just like dreams, these kids can't be forgotten and are worth fighting for.",
  "Clinton broke the law when she deleted 33,000 subpoenaed emails, remember?",
  "Now, we're going to have all the details of course as soon as we get them.",
  "It doesn't contain the underlying raw intelligence upon which it's based.",
  "They don't want to see the memo and they don't want you to see the memo.",
  "And you said to me and I'm quoting you now, you said \"not at this time.\"",
  "But I'm not prepared to say that there's proof you could take to a jury.",
  "They have become tinfoil hat conspiracy theorists at the highest levels.",
  "Remember, they called Trump an idiot, a loathsome human being, F Trump.",
  "REP. MAXINE WATERS, D-CALIF., MSNBC, MAY 18, 2017: No, it has not been.",
  "It's a scary night but there's going to be a lot of news all week long.",
  "We'll call it Hurricane Vladimir, if you will, the whole Russian thing.",
  "UNIDENTIFIED MALE, MSNBC, FEB. 15, 2017:: I completely agree with that.",
  "CHUCK TODD, MSNBC: If there's any day to be watching, Ari, it is today.",
  "McCabe lied to -- in terms of the corrupt Clinton email investigation.",
  "HANNITY: All the factories coming back, all the manufacturing centers.",
  "The President himself told reporters today he sees it as a big speech.",
  "It was about stationing troops on private property without permission.",
  "I have a hunch, they will look at it and say this won't hurt anything.",
  "I used to defend James Comey on his investigation of Hillary Clinton.",
  "The House Intelligence Committee tonight has voted along party lines.",
  "Now, the president needs to get final approval before you can see it.",
  "Anybody who loves the FBI, in this instance the FBI let us all down.",
  "SEAN SPICER, FORMER WHITE HOUSE PRESS SECRETARY: There is a balance.",
  "Now they are on to obstruction of justice being a possibility here.",
  "Infrastructure, a plan that we had been waiting on for a long time.",
  "HANNITY: We have since the history of demographics on unemployment.",
  "They know their confidence is up and they are spending more money.",
  "JUDGE JEANINE PIRRO, \"JUSTICE WITH JUDGE JEANINE\" HOST: All right.",
  "U.S. Code 18 -- USC code 1870 -- whatever, there's a million laws.",
  "I will withhold judgment about how explosive it is until I see it.",
  "You have the House Intelligence Committee, they release this memo.",
  "It's such a danger, because FISA is all about spying on Americans.",
  "UNIDENTIFIED MALE: I think we are seeing a breakdown of democracy.",
  "He should have been fired or should have resigned a long time ago.",
  "We've been looking and showing everything that they possibly have.",
  "UNIDENTIFIED MALE, MSNBC, JULY 11, 2017: There's outright treason.",
  "That is tonight's breaking news, all important opening monologue.",
  "HANNITY: Brit, look, you have been around Washington a long time.",
  "A thousand dollar, two thousand dollar bonuses raises, and wages.",
  "I'll add Joe diGenova and Victoria Toensing, anybody I'm missing?",
  "HANNITY: It was a bought and paid for opposition dossier of lies.",
  "KELLYANNE CONWAY, COUNSELOR TO PRESIDENT TRUMP: I'm great, Sean.",
  "This to me is the biggest political scandal in American history.",
  "I know you've been very passionate and on your own show on this.",
  "(END VIDEO CLIP)\n\nHANNITY: It works so well this year's Grammys.",
  "OK. Don't take Sean Hannity's word for it, forget me, all right?",
  "JAMES CORDEN, HOST: \"Fire and Fury\" spoken auditions, take one.",
  "HUME: The media in this town, most are interested in one story.",
  "Joining us now is Fox news senior political analyst Brit Hume.",
  "It was written months before they interviewed main principals.",
  "It takes me back, leg way back to when Trump wasn't president.",
  "This is something that the inspector general is investigating.",
  "This is federal law enforcement officials obstructing justice.",
  "But they're doing the right thing because this is not a game.",
  "HANNITY: Hey, who has an exoneration before an investigation?",
  "CONWAY: Over two hundred thousand manufacturing jobs created.",
  "There's no evidence of this collusion narrative of the media.",
  "When we come back, up next, Grammys off the rails last night.",
  "Content and Programming Copyright 2018 Fox News Network, LLC.",
  "So we get the objective of making sure there is transparency.",
  "Last year at this time, he gave a speech to a joint session.",
  "(COMMERCIAL BREAK)\n\nHANNITY: Back to our top story tonight.",
  "This is a rush transcript from \"Hannity,\" January 29, 2018.",
  "This copy may not be in its final form and may be updated.",
  "And what is clear from the President told reporters today.",
  "HANNITY: Kellyanne, I know you are working hard every day.",
  "HANNITY: The fix -- because they wanted Hillary to remain.",
  "He shouldn't be able to dictate when he's going to leave.",
  "There is a lot more they know is coming that will follow.",
  "There has been a considerable amount of hype about this.",
  "We have to make sure that people don't abuse the system.",
  "Immigration, obviously has been dominating the headline.",
  "This is our government spying on political adversaries.",
  "HANNITY: She committed crimes and they covered for her.",
  "I am now in my 23rd year in Fox and 30 years in radio.",
  "(CHEERS)\n\n(APPLAUSE)\n\nCORDON: That's it, we've got it.",
  "Imagine if Donald Trump did it against 16 Republicans.",
  "Remember, Sean, he was planning on resigning in March.",
  "The very next day, Andrew McCabe was asked to resign.",
  "You're breaking new news tonight about Andrew McCabe.",
  "(END VIDEO CLIPS)\n\nHANNITY: No evidence of collusion.",
  "At that point, when is the media begin to cover this?",
  "The clock is ticking on the deal, to deal with DACA.",
  "CONWAY: A great state of the union address tomorrow.",
  "This is not about an election that Donald Trump won.",
  "We start tonight with a massive shake-up of the FBI.",
  "We are just processing the memo at the White House.",
  "It sounded much like that comment, the deplorables.",
  "You've been in the White House for the entire year.",
  "And the Bush administration virtually never did it.",
  "You knew the names of Americans that were spied on.",
  "There is an IG report that is coming out in March.",
  "The media in Washington cannot stand Donald Trump.",
  "HANNITY: You like it, we didn't give you any heat.",
  "Thousand -- I was poor my life, for my adult life.",
  "CONWAY: Look, I want to make something very clear.",
  "There is evidence showing and proving all of this.",
  "We are becoming a nation of jobs intensive labor.",
  "HANNITY: I think the American people need to see.",
  "To me that is the biggest story in our lifetime.",
  "JOHN LEGEND, SINGER: Trump won't read anything.",
  "HANNITY: I don't know what they're waiting for.",
  "They should not be paid by the American people.",
  "This is a reminder for the destroy Trump media.",
  "CARTER: Sean, it was a very shoddy foundation.",
  "HANNITY: To influence a presidential election.",
  "PIRRO: So, what is everyone waiting for, Sean?",
  "That's a real open cold air back there behind.",
  "We'll continue from the swamp, straight ahead.",
  "You get the last word tonight, Judge Jeanine.",
  "Crumbs is a thousand or two thousand dollars.",
  "ED HENRY, SENIOR NATIONAL CORRESPONDENT: Yes.",
  "HANNITY: They changed it, that would be what?",
  "One reason why he likes to eat at McDonald's.",
  "(END VIDEO CLIP)\n\nHANNITY: Blinded migraines?",
  "UNIDENTIFIED FEMALE: It looks like Watergate.",
  "Those people work tirelessly to keep us safe.",
  "SEAN HANNITY, HOST: And welcome to \"Hannity.\"",
  "Now, we also have huge developments tonight.",
  "I used to build houses in the freezing cold.",
  "HANNITY: I'm not going to disagree with you.",
  "We don't even have an MI5, think about that.",
  "And, by the way, they're massive hypocrites.",
  "PIRRO: Presuming the president lets it out.",
  "Obstruction of justice and against the law?",
  "No wonder people were shouting lock her up.",
  "You have been around this town a long time.",
  "They cleaned it up to protect Barack Obama.",
  "That is one of the early stories we broke.",
  "Every time I open my mouth I kill kittens.",
  "It's about democracy and the constitution.",
  "It doesn't matter and I will tell you why.",
  "Talk about the education saving expansion.",
  "HENRY: I would never tell you to shut up.",
  "CONWAY: That's according to Nancy Pelosi.",
  "CONWAY: (INAUDIBLE) shapers on your show.",
  "CARTER: And this is where it all started.",
  "This time, he asked him to go right away.",
  "Has anything changed since we spoke last?",
  "The investigation into Hillary is a sham.",
  "HANNITY: The man in power did one a day.",
  "You know many in the media in this town.",
  "They would like to see him brought down.",
  "There is no doubt in my mind about that.",
  "They want to know what is in this first.",
  "And by the way, I have to say one thing.",
  "CARTER: Exactly, obstruction of justice.",
  "Those are the interviews with witnesses.",
  "This -- this is a hundred times bigger.",
  "You know what, how could he be shocked?",
  "They don't look for the truth any more.",
  "(COMMERCIAL BREAK)\n\nHANNITY: All right.",
  "Ron DeSantis, Mark Meadows, Jim Jordan.",
  "HANNITY: No, no, there crumbs reported.",
  "And here we are six months later still.",
  "(COMMERCIAL BREAK)\n\nHANNITY: All right.",
  "I am told it will shock the conscience.",
  "(COMMERCIAL BREAK)\n\nHANNITY: All right.",
  "UNIDENTIFIED FEMALE: You are a lunatic!",
  "And who we are focusing on here is key.",
  "They do not want you to know the truth.",
  "CARDI B, SINGER: I can't believe this.",
  "That is exactly what is going on here.",
  "That allows you to save money earlier.",
  "HANNITY: Gotten very little coverage.",
  "Folks know that the 41k are battered.",
  "Let's start there, work our way back.",
  "Let's talk about the origins of this.",
  "(END VIDEO CLIP)\n\nHANNITY: All right.",
  "Back to you, Sean, in the cushy tent.",
  "Andrew McCabe is one of those people.",
  "Brit let's go to the top story here.",
  "Brit Hume, always great perspective.",
  "We put them up on screen many times.",
  "It's incontrovertible at this point.",
  "You think woman had every advantage.",
  "Now, a special focus on immigration.",
  "People ask me, how do we get women?",
  "HANNITY: 300 plus percent increase.",
  "The difference is we have evidence.",
  "They can't stand the sight of him.",
  "What are your sources telling you?",
  "This memo is going to be released.",
  "Remember, why was America created?",
  "Those are facts, incontrovertible.",
  "Here's what the media is ignoring.",
  "UNIDENTIFIED MALE: A lot going on.",
  "You're not coming into the office.",
  "That already came out in December.",
  "GORKA: -- for political purposes.",
  "FLEISCHER: That is correct, Sean.",
  "CLINTON: The Grammy's in the bag?",
  "I think there should be balance.",
  "HANNITY: It's not that cold out.",
  "CONWAY: We will talk about that.",
  "You can't get over the election.",
  "HANNITY: Immediately thereafter.",
  "The media has been lying to you.",
  "And, Sean, this is very simple.",
  "HANNITY: Back to our top story.",
  "That's why America was created.",
  "There is no rush to get it out.",
  "That gets lost in the mix here.",
  "Time for the \"Hannity\" hotline.",
  "UNIDENTIFIED MALE: In the bag.",
  "This is how he lives his life.",
  "It's going to the White House.",
  "Thank you very much, Ed Henry.",
  "I want to wait until I see it.",
  "We have been giving you facts.",
  "Do any of you at home do that?",
  "In other words, it was rigged.",
  "What we know there are facts.",
  "CONWAY: But let's keep going.",
  "HANNITY: There's a not a lot.",
  "We know the people involved.",
  "I don't have an overcoat on.",
  "They don't care about truth.",
  "Down 24 percent in one year.",
  "Now, no Democrats voted yes.",
  "(MUSIC)\n\nHANNITY: All right.",
  "We will get something done.",
  "Let's compare and contrast.",
  "Everybody should watch it.",
  "SPICER: I agree with that.",
  "Nobody knew it was coming.",
  "That we know was for show.",
  "They have none whatsoever.",
  "That has not led to that.",
  "Lowest ratings on record.",
  "That is the Russia story.",
  "It's get worse than that.",
  "We got to start with you.",
  "Judge, let me go to you.",
  "You're great on the law.",
  "What have we just heard?",
  "HANNITY: Yes, Dr. Gorka?",
  "I think it's a bad idea.",
  "It has to be bipartisan.",
  "It's only the beginning.",
  "I can no longer do that.",
  "HANNITY: That is scary.",
  "The origins are simple.",
  "Here's what we do know.",
  "He's a head of the FBI.",
  "Russia, Russia, Russia.",
  "Do you agree with that?",
  "Let's break this down.",
  "Andrew McCabe is gone.",
  "I hope people tune in.",
  "What's the real bread?",
  "HANNITY: That is fair.",
  "FLEISCHER: To me Sean.",
  "CLINTON: You think so?",
  "Good to see you both.",
  "We need it yesterday.",
  "GORKA: Chris Farrell.",
  "He laid it out today.",
  "It was about tea tax.",
  "But think about this.",
  "The reason is simple.",
  "It was a total sham.",
  "We don't have a KGB.",
  "Who gave that order?",
  "These are all facts.",
  "ALL RIGHTS RESERVED.",
  "HANNITY: All right.",
  "I like to complain.",
  "We are way past it.",
  "Jobs, the economy.",
  "We've caught them.",
  "This is not small.",
  "This is important.",
  "That was not true.",
  "That is not true.",
  "I love that song.",
  "This isn't funny.",
  "They didn't come.",
  "HANNITY: Really?",
  "Good to see you.",
  "That is the one.",
  "Straight ahead.",
  "Straight ahead.",
  "Thank you, sir.",
  "Give me credit.",
  "The fix was in.",
  "Great economy.",
  "It's freezing.",
  "So, let's see.",
  "GORKA: Right.",
  "HANNITY: Yes.",
  "Welcome back.",
  "I don't know.",
  "How are you?",
  "No evidence.",
  "Take a look.",
  "CORDON: Yes.",
  "Take a look.",
  "Take a look.",
  "A busy hour.",
  "All right.",
  "All right.",
  "All right.",
  "All right.",
  "All right.",
  "No facts.",
  "Nothing.",
  "Welcome.",
  "Watch.",
  "Her.",
  "Sad.",
  "Wow."
]