[
  "Democrats blasted the move as a \"shameful\" attempt to undermine Mueller's Russia investigation and parallel congressional probes, while Sen. John McCain, R-Ariz., said the memo’s “attacks on the FBI and Department of Justice serve no American interests — no party’s, no president’s, only Putin’s.”\n\nFollowing the memo’s release, the White House said the document raised “serious concerns about the integrity of decisions made at the highest levels of the Department of Justice and the FBI to use the Government’s most intrusive surveillance tools against American citizens.”\n\nIn a statement, White House Press Secretary Sarah Huckabee Sanders said the president had made his decision with input from his national security team — “including law enforcement officials and members of the intelligence community.” She also left the door open for the White House to release a memo being drafted by Democrats on the House Intelligence Committee.",
  "/ Updated By Ken Dilanian, Julia Ainsley and Adam Edelman\n\nWASHINGTON — The House Intelligence Committee on Friday made public a Republican memo that raises questions about the FBI surveillance of one of Donald Trump's campaign aides, acting after the president declassified the entire document, which he says shows the law enforcement agency was biased against him.",
  "\"Our findings, which are detailed below, 1) raise concerns with the legitimacy and legality of certain DOJ and FBI interactions with the Foreign Intelligence Surveillance Court (FISC), and 2) represent a troubling breakdown of legal processes established to protect the American people from abuses to the FISA process,\" the memo says.",
  "However, a Democratic Congressional source who has read the classified Democratic memo, which was written to counter the Republican memo and has not been made public, said the FISA judges were made aware that there was a \"political context\" to Steele's information, meaning that it came from a political opponent of Trump.",
  "\"The brave and assiduous oversight by Congressional leaders in discovering this unprecedented abuse of process represents a giant, historic leap in the repair of America's democracy,\" Page said, adding \"that a few of the misdeeds against the Trump Movement have been partially revealed.\"",
  "A conservative website funded in large part by a major Republican donor, Paul Singer, first retained Fusion GPS in 2015 to dig up dirt on the insurgent Trump candidacy during the Republican primary, but told the firm to stop after it became clear Trump would be the GOP nominee.",
  "The Clinton campaign and the DNC then began paying Fusion GPS in April 2016 for research that would later form the basis of Steele's dossier — although, as NBC News and others have reported, Steele was not brought on board by Fusion GPS until Democrats started paying the firm.",
  "READ THE MEMO\n\nThe three-and-a-half-page memo was prepared by the intelligence committee's chairman, Rep. Devin Nunes, R-Calif., and is a critique of the FBI's application for surveillance authority that was presented to the Federal Intelligence Surveillance Act (FISA) Court.",
  "In September 2016, Steele told then-Associate Deputy Attorney General Bruce Ohr — who worked closely with Deputy Attorneys General Sally Yates and Rod Rosenstein — that he \"was desperate that Donald Trump not get elected and was passionate about him not being president.\"",
  "Alex Wong / Getty Images\n\nEarlier Friday, Trump accused top law enforcement officials at the DOJ and FBI of politicizing \"the sacred investigative process in favor of Democrats and against Republicans — something which would have been unthinkable just a short time ago.\"",
  "The dossier put together by Steele contained explosive, but unverified, allegations that Russia had been cultivating Trump for years and had gathered compromising information on the presidential candidate — including salacious sexual allegations that Trump has denied.",
  "The Page application \"incorrectly\" stated that Steele had not provided info to Yahoo News, the memo claimed, citing the fact that Steele has admitted in British court filings that he met with Yahoo and other media outlets at the direction of Fusion GPS.",
  "Prior to the memo's release, the FBI warned that it had \"grave concerns\" about the memo, arguing in an unusual statement this week that the memo could be inaccurate and misleading because of \"material omissions\" within it.",
  "The memo states that former FBI Deputy Director Andrew McCabe, who resigned this week, testified in December 2017 that no surveillance warrant would have been sought without the information contained in the Steele dossier.",
  "FBI Director Chris Wray and Rosenstein also appealed directly to Trump's chief of staff, John Kelly, on Monday asking him not to make the memo public, two sources familiar with the matter told NBC News at the time.",
  "\"While the FISA application relied on Steele's past record of credible reporting on other unrelated matters, it ignored or concealed his anti-Trump financial and ideological motivations,\" the memo stated.",
  "The memo also refers to previously reported texts between an FBI lawyer, Lisa Page, and Peter Strzok, the FBI agent with whom she was romantically involved, in which anti-Trump sentiments were expressed.",
  "But that article, the memo noted, was derived from information that had been leaked by Steele himself to Yahoo News, and, therefore, did not independently corroborate claims in the Steele dossier.",
  "The memo also stated that the FISA application for Page extensively cited a September 2016 Yahoo News article by Michael Isikoff that had focused on a trip Page took to Moscow in July 2016.",
  "The memo says that a dossier compiled on Trump by Christopher Steele, a former British spy, was a key part of the information shown to the FISA court for the surveillance approval of Page.",
  "Deputy U.S. Attorney General Rod Rosenstein speaks as Acting DEA Administrator Robert Patterson listens during a news conference on Oct. 17, 2017 at the Justice Department in Washington.",
  "The memo also notes that the information presented to the court did not reveal that Steele was working for Fusion GPS, a political opposition research firm of former journalists.",
  "The GOP memo, however, also says that information given to the court did not reveal that the dossier was financed by the Democratic National Committee and the Clinton campaign.",
  "Attorney General Jeff Session acknowledged in a statement that \"no department is perfect\" and that he was determined to \"fully and fairly ascertain the truth.\"",
  "Moments before the memo's release, Trump responded to questions from reporters about the memo, saying that \"a lot of people should be ashamed of themselves.\"",
  "The memo further charged that Steele was politically biased and had admitted to an associate that he was \"desperate\" for Trump to not win the 2016 election.",
  "The memo also noted that Ohr's wife was employed by Fusion GPS during the same time period \"to assist in the cultivation of opposition research on Trump.\"",
  "\"Congress has made inquiries concerning an issue of great importance for the country and concerns have been raised about the Department's performance.",
  "Meanwhile, four separate FISA judges reviewed the surveillance application and renewals of Page, a Democratic congressional source told NBC News.",
  "That application granted the FBI the ability to conduct secret surveillance on Carter Page, an aide to the Trump presidential campaign.",
  "The disclosure came despite the opposition of the FBI, which feared it would reveal investigative methods, and the Justice Department.",
  "\"The Ohrs’ relationship with Steele and Fusion GPS was inexplicably concealed from the FISC,\" the memo stated, referring to the court.",
  "Special counsel Robert Mueller's team, which is investigating Russian interference in the 2016 election, has interviewed Steele.",
  "Read: Democrats condemn release of Nunes Memo\n\nPage issued a statement Friday praising the release of the memo.",
  "Republicans have seized upon those messages as evidence of a coordinated anti-Trump effort within the FBI.",
  "\"We work for the American people and are accountable to them and those they have elected.",
  "He added, however, that the \"Rank & File\" at these organizations \"are great people.\"",
  "Buzzfeed published the 35-page document on its website in January 2017.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "I have great confidence in the men and women of this Department.",
  "The news and stories that matter, delivered weekday mornings.",
  "\"I think it's a disgrace what's going on in this country.",
  "But no Department is perfect,\" he said in the statement.",
  "Reaction to the memo’s release was swift and scathing.",
  "That refutes a key assertion in the GOP memo.",
  "I think it's a disgrace,\" the president said.",
  "We will meet that responsibility.\""
]