[
  "Simpson's testimony was released Tuesday by Sen. Dianne Feinstein, the top Democrat on the Senate Judiciary Committee, who posted the transcript of the August 2017 Senate Judiciary Committee interview that took place behind closed doors\n\nFeinstein issued the transcript of the 10-hour interview without the support of committee's Republican chairman, Sen. Chuck Grassley of Iowa, who had argued the committee needed to temporarily protect certain information while an investigation was ongoing.",
  "Washington (CNN) Fusion GPS co-founder Glenn Simpson told the Senate Judiciary Committee that the author of the opposition research dossier on then-candidate Donald Trump and Russia was acting on his own volition when he went to the FBI because he was concerned that a presidential candidate was being blackmailed, according to the 312-page transcript of his testimony.",
  "Simpson also testified that Steele told him the FBI had similar intelligence from \"an internal Trump campaign source\" and that the FBI \"believed Chris' information might be credible because they had other intelligence that indicated the same thing and one of those pieces of intelligence was a human source from inside the Trump organization.\"",
  "After Simpson declined to answer questions on sourcing, one of his lawyers interjected to say someone was killed because of the dossier, seemingly echoing speculation among Russia-watchers and conspiracy theorists that have seized on a series of questionable Russian deaths after the election.",
  "Last week, Simpson and his fellow Fusion GPS co-founder Peter Fritsch wrote an op-ed in The New York Times saying that Simpson's testimony \"walked investigators through our yearlong effort to decipher Mr. Trump's complex business past, of which the Steele dossier is but one chapter.\"",
  "A source close to Fusion GPS clarified that Simpson's mention of an internal Trump campaign source actually refers to the Australian ambassador who contacted the FBI to pass on information that he received from then-Trump campaign foreign policy adviser George Papadopoulos.",
  "At least nine high-profile Russians died in the nine months after the election, including top diplomats overseas, a former Russian intelligence official that had close ties to figures mentioned in the dossier, and a security officer in the Russian consulate in New York.",
  "Simpson told the committee in closed-door testimony in August -- which was released publicly on Tuesday -- that he did not know how the FBI would react when ex-British intelligence agent Christopher Steele, the author of the dossier, went to the bureau in July 2016.",
  "In 2016, Simpson and Veselnitskaya met for dinner on June 8 in New York as part of a larger client dinner concerning a court case involving Prevezon -- for which Veselnitskaya was in the US for a court appearance -- and again on June 10 in Washington.",
  "Last week, Grassley and fellow Republican Sen. Lindsey Graham of South Carolina issued a criminal referral to the Justice Department , urging an investigation into whether Steele lied to federal investigators over his contacts with the media.",
  "\"Chris said he was very concerned about whether this represented a national security threat and said he wanted to -- he said he thought we were obligated to tell someone in government, in our government about this information,\" Simpson said.",
  "Dinner with Russian lawyer\n\nIn his testimony, Simpson described dinners he had with Russian lawyer Natalia Veselnitskaya the night before and after she and others met with senior members of the Trump campaign at Trump Tower in June 2016.",
  "\"So I think it would be, you know, not believable for me to tell you I didn't reach, you know, views about Donald Trump's integrity, but, you know, those were -- those didn't influence the research in terms of the findings.\"",
  "The transcript is likely to provide Democrats a counterargument to the Republican charges that the dossier was a political document paid for by Clinton's presidential campaign and the Democratic National Committee.",
  "\"I'll just stress that we weren't looking for -- at least it wasn't at the forefront of my mind there was going to be anything involving the Russian government per se, at least not that I recall,\" Simpson said.",
  "\"The facts of these investigations are the facts and we don't try to drive an investigation to any particular conclusion, certainly not based on our political views,\" he said, according to the transcript.",
  "Simpson said he hired Steele to gather intelligence on Trump's connections to Russia, but that he did not micro-manage Steele's activities and did not edit any of the materials that Steele passed along.",
  "\"Her action undermines the integrity of the committee's oversight work and jeopardizes its ability to secure candid voluntary testimony relating to the independent recollections of future witnesses.\"",
  "Simpson described how in early 2016, the investigation looked into Trump's business deals in Latin America as well as in former Soviet countries like Georgia and Azerbaijan, in addition to Russia.",
  "Simpson cited Trump's \"character and competence\" for why he was skeptical of the businessman, but said when his firm was looking into Trump, their priority was to look into \"illicit activity.\"",
  "Grassley spokesman Taylor Foy said that Feinstein released the transcript without consulting Grassley and suggested it could jeopardize the committee's ability to interview future witnesses.",
  "Simpson did, however, say he and lawyers for the Russian company Prevezon at the law firm Baker & Hostetler \"all exchanged mutual expressions of surprise,\" about the campaign-time meeting.",
  "Research began as 'broader look'\n\nSimpson said the opposition research was not initially focused on Russia but rather began as a \"broader look at (Trump's) business career, his finances.\"",
  "\"The innuendo and misinformation circulating about the transcript are part of a deeply troubling effort to undermine the investigation into potential collusion and obstruction of justice.",
  "\"I was at one end of the table talking to a woman about her biography on Simon Bolivar and she was at the other end with Rinat (Akhmetshin) and she doesn't really speak much English.",
  "Simpson explained that Fusion GPS looked at everything from Trump's golf courses to bankruptcies to tax bills, and collected lawsuits \"from around the country and the world.\"",
  "\"As you, you know, sort of run short on public record or open-source information, you know, you need to get --if you still want to go deeper you need to get human-source.\"",
  "New details on Steele\n\nThe transcript sheds new light on the controversial Trump-Russia dossier, and its author, who previously helped the FBI with major investigations.",
  "Despite Levy's clear assertion that someone had been killed, a source close to the testimony told CNN on Tuesday that the comment did not refer to any specific killing.",
  "I reached an opinion about Donald Trump and his suitability to be president of the United States and I was concerned about whether he was the best person for the job.\"",
  "\"Feinstein's unilateral decision was made as the committee is still trying to secure testimony from other witnesses, including Jared Kushner,\" Foy said in a statement.",
  "The New York Times reported last month that Papadopoulos told the Australian ambassador in May 2016 about the Russians' dirt on Hillary Clinton over drinks in London.",
  "\"At some point probably early in 2016 I had reached a conclusion about Donald Trump as a businessman and his character and I was opposed to Donald Trump,\" Simpson.",
  "During the August interview, however, Simpson's attorney requested that the transcript \"be kept confidential given the sensitivity of the matters discussed today.\"",
  "Prevezon Holdings is a Cyprus-based company owned by a Russian that was accused of being a front for a money-laundering operation from Russia into US real estate.",
  "They didn't talk about the Trump Tower meeting, Simpson said, adding he first learned about it when it was revealed by The New York Times in July 2017 .",
  "\"After speaking with majority and minority committee staff for 10 hours, Glenn Simpson requested the transcript of his interview be released publicly.",
  "Simpson opposed Trump\n\nAccording to the transcript, Simpson described his own personal views on Trump, saying he was \"opposed\" to the candidate.",
  "The referral was issued without consulting Feinstein, who called it \"clearly another effort to deflect attention\" from the Russia investigation.",
  "The FBI even entered into a short-lived arrangement with Steele , before the election, to reimburse some of the expenses for his Trump research.",
  "\"Somebody's already been killed as a result of the publication of this dossier and no harm should come to anybody related to this honest work.\"",
  "Ever since the memos were made public in January 2017, questions swirled around whether there were additional memos that hadn't been released.",
  "\"He thought from his perspective there was an issue -- a security issue about whether a presidential candidate was being blackmailed.\"",
  "The Fusion GPS co-founder pushed back on Trump's statements that the information in the dossier was \"totally made-up\" and \"phony.\"",
  "In a statement, California's senior senator said she was releasing the transcript with the support of the committee's Democrats.",
  "He also confirmed that the 35-page dossier that BuzzFeed published represents the full extent of Steele's work for Fusion GPS.",
  "The transcript of Glenn Simpson's lengthy responses to the Senate Judiciary Committee's questioning speaks for itself.\"",
  "\"We gradually began to exhaust the public record, the open source about these topics in various places,\" Simpson said.",
  "Fusion called for transcript's release\n\nIn a statement, Fusion GPS said it \"commends Sen. Feinstein for her courage.",
  "They mainly communicated with Steele over the phone \"on an encrypted line,\" Simpson told the Senate investigators.",
  "\"The memos are field reports of real interviews that Chris's network conducted and there's nothing phony about it.",
  "The American people deserve the opportunity to see what he said and judge for themselves,\" said Feinstein.",
  "Instead, the source said, it referred to the mysterious string of Russian deaths after the 2016 election.",
  "Simpson said he hasn't spoken to anyone in the Trump Tower meeting about it since its revelation either.",
  "Simpson maintains that his company's research for Prevezon was separate from Steele's work about Trump.",
  "In the op-ed, they called for the transcripts of Simpson's congressional testimony to be released.",
  "Akhmetshin, a Russian-American lobbyist for Russian clients, was also in the Trump Tower meeting.",
  "\"(Simpson) wants to be very careful to protect his sources,\" Simpson attorney Joshua Levy said.",
  "Simpson's firm paid Steele to compile the opposition research dossier on Trump and Russia.",
  "For one, Simpson said he had full confidence in Steele's work and found it to be credible.",
  "Prevezon was ordered by a US court to pay a $5.9 million settlement in a civil lawsuit.",
  "So, you know, fortunately I was not going to do a lot of entertaining,\" Simpson said.",
  "Some of the Russians appeared to die from natural causes, while others were murdered.",
  "None of the deaths have been definitively linked to the dossier by the authorities.",
  "During the closed-door session, Levy did not identify the person who was killed.",
  "We can argue about what's prudent and what's not, but it's not a fabrication.\"",
  "\"I'm not going to pretend that that wouldn't have entered into my thinking.",
  "The only way to set the record straight is to make the transcript public.\"",
  "\"It's time to share what our company told investigators,\" they wrote.",
  "\"It's political rhetoric to call the dossier 'phony,'\" Simpson said.",
  "To date, no evidence has emerged that Trump was blackmailed.",
  "The Trump Tower meeting took place on June 9, 2016.",
  "\"I was stunned,\" Simpson said.",
  "This story has been updated.",
  "Russian killed?",
  "..."
]