[
  "Story highlights The House intelligence committee has witness interviews slated for this week and next\n\nFormer Trump aide Keith Schiller has been of high interest to Democrats\n\n(CNN) One of President Donald Trump's closest confidantes is speaking privately next week to congressional investigators looking into Russia meddling, according to multiple sources familiar with the matter.",
  "The charges unveiled this week from special counsel Robert Mueller's investigation add another complicating factor for the congressional Russia investigations, and will make it tougher for the House panel to interview Paul Manafort, Rick Gates and George Papadopoulos, who were all on the committee's witness list.",
  "The witnesses coming before the panel include Trump administration and campaign officials, former Obama administration officials and one of the eight individuals who was present for the June 2016 Trump Tower meeting between Donald Trump Jr., a Russian lawyer and several others, according to the sources.",
  "Keith Schiller, a long-time adviser to Trump who left the White House in September after serving as director of Oval Office Operations, is expected to appear next Tuesday before the House intelligence committee, according to two of the sources.",
  "Rep. Mike Conaway, the Texas Republican who is leading the probe after House intelligence chairman Devin Nunes stepped aside earlier this year, has said he wants to wrap up the inquiry as quickly as is feasible.",
  "The Russia interviews -- at least a half-dozen this week and next -- show that the committee's probe, which has often been marred by partisan squabbles, is still chugging along through its witness list.",
  "Schiller had long been by the President's side, and was the aide dispatched by Trump in May to deliver the news to the FBI that James Comey had been fired as bureau director.",
  "But California Rep. Adam Schiff, the top Democrat on the panel, has accused Republicans of trying to rush certain witnesses so the investigation can end.",
  "Read More"
]