[
  "Democrats during the hearing sought to frame that meeting as part of an effort by the Russian government to collude with the Trump campaign, but Browder said he believed the meeting was part ofVeselnitskaya’s broader efforts to undermine the Magnitsky Act, and that Russians had also lobbied throughout Capitol Hill “en masse.”\n\n“The interest and the goal in that meeting was to repeal the Magnitsky Act,” he said.",
  "Browder said Russian lawyer Natalia Veselnitskaya had hired Fusion GPS through a lobbying firm to lobby against Browder and the Magnitsky Act, and that the firm called journalists to spread lies about him and his former lawyer, Sergei Magnitsky, who had died under Russian custody.",
  "“Today there was public testimony that further discredited the phony dossier that’s been the source of so much of the fake news and conspiracy theories, and we learned that the firm that produced it was also being paid by the Russians,” she said.",
  "William Browder, a U.S.-born investor who championed a U.S. sanctions law against Russia, testified to the Senate Judiciary Committee on Thursday that Fusion GPS, the firm that created the Trump dossier, had also worked for Russia.",
  "Unsuccessfully in the end, but they were here en masse.”\n\nWhite House Press Secretary Sarah Sanders noted at the White House daily briefing that reporters had not asked about the hearing.",
  "Fusion GPS is the same firm that produced a salacious and discredited dossier on Trump, which the FBI reportedly used to open an investigation on his campaign.",
  "“The Russians were all over Capitol Hill and here in Congress trying to get meetings with members of Congress to try to make the same type of pitch.",
  "Browder said under oath that Fusion GPS was being paid indirectly by Russia to lobby against his efforts to pass the 2012 Magnitsky Act.",
  "Veselnitskaya would later request a meeting through a former client with Donald Trump Jr. in June 2016, to discuss the Magnitsky Act.",
  "“What I’m saying with 100% certainty is that they were working to undermine the Magnitsky Act and the timing of that,” he said.",
  "“This is yet the latest piece of evidence that vindicates what the president has said: that this is a witch hunt and a hoax.",
  "There’s been nonstop coverage, and the one day that there might have been a question on Russia, there wasn’t,” she said.",
  "And it’s a shame that the president and the country have had to go through this charade continually.",
  "And hopefully this will help us move forward in that process,” she said.",
  "which she said further discredited the dossier.",
  "Here is Browder’s full exchange with Graham:",
  "“You guys love to talk about Russia."
]