[
  "But the controversy re-emerged last week after the Hill reported that the FBI uncovered “substantial evidence that Russian nuclear industry officials were engaged in bribery, kickbacks, extortion and money laundering” to expand Russia’s nuclear footprint in the U.S. as early as 2009, but the Justice Department did not inform Congress and the public, and did not act on the information until 2014, after the sale was completed.",
  "“He could best serve the country by resigning to prevent further political turmoil over that conflict of interest.”\n\nThe board was writing in response to recent reports that suggest the FBI uncovered evidence of the Russian bribery and money laundering in the U.S. ahead of a 2010 decision by the Obama administration to greenlight the partial sale of the Canadian firm Uranium One to Russian energy giant Rosatom.",
  "Additionally, the Washington Post reported this week that the Democratic National Committee and Clinton’s 2016 presidential campaign funded Fusion GPS as it put together the so-called “Trump dossier,” a dossier of mostly uncorroborated accusations against Trump, many of which the Journal notes are based largely on Kremlin-connected sources.",
  "The Wall Street Journal’s editorial board called Thursday for FBI Special Counsel Robert Mueller to step down from his role in investigating alleged Russian interference in the 2016 election, saying that he lacks the “critical distance” to analyze recent revelations about the FBI’s role in the saga.",
  "The FBI also reportedly found evidence that Russian officials routed “millions of dollars” to the U.S. to be funneled into the Clinton Foundation — at a time when Hillary Clinton was serving as secretary of state and served on the government body that approved the deal.",
  "Arguing that congressional investigators now need to focus on the FBI’s role, the Journal’s board argues that it now puts Mueller’s stewardship of the investigation into question:\n\nAll of this also raises questions about Special Counsel Robert Mueller’s investigation.",
  "Government Accountability Institute (GAI) President and Breitbart News Senior Editor-at-Large Peter Schweizer broke the Uranium One scandal in his book Clinton Cash: The Untold Story of How and Why Foreign Governments and Businesses Helped Make Bill and Hillary Rich.",
  "“The American public deserves a full accounting of the scope and nature of Russian meddling in American democracy, and that means following the trail of the Steele dossier as much as it does the meetings of Trump campaign officials,” the Journal’s board argues.",
  "He reported that Clinton’s State Department, along with other federal agencies, approved the transfer of 20 percent of all U.S. uranium to Russia and that nine foreign investors in the deal gave $145 million to the Clinton Foundation.",
  "Both sets of revelations turn the Democrat-pushed accusations that Trump colluded with the Russians on their heads and raise questions about the Clinton campaign, DNC, and Obama administration’s dealings with the Russians instead.",
  "The Fusion news means the FBI’s role in Russia’s election interference must now be investigated—even as the FBI and Justice insist that Mr. Mueller’s probe prevents them from cooperating with Congressional investigators.",
  "It is in this context that the Journal argues that Mueller, as a former FBI director and someone who has worked closely with Comey for years, should resign or else cause turmoil related to his conflict of interest.",
  "“It is no slur against Mr. Mueller’s integrity to say that he lacks the critical distance to conduct a credible probe of the bureau he ran for a dozen years,” the Journal’s editorial board wrote.",
  "On the question of the dossier, the Journal argues:\n\nThe more troubling question is whether the FBI played a role, even if inadvertently, in assisting a Russian disinformation campaign.",
  "We know the agency possessed the dossier in 2016, and according to media reports it debated paying Mr. Steele to continue his work in the runup to the election.",
  "Mueller served as FBI Director between 2001 and 2013, so he led the FBI at the same time the Uranium One deal was being debated and approved.",
  "This occurred while former FBI Director James Comey was ramping up his probe into supposed ties between the Trump campaign and Russians.",
  "This raises the possibility that Democrats funded a Moscow-pushed misinformation campaign against Trump.",
  "The Journal’s editorial argues that the FBI’s role in such controversies now needs to be investigated.",
  "The deal transferred control of 20 percent of U.S. uranium stocks to the Russians.",
  "Adam Shaw is a Breitbart News politics reporter based in New York.",
  "Follow Adam on Twitter: @AdamShawNY"
]