[
  "It is not exactly clear yet what Ohr’s wife, Nellie H. Ohr, did for Fusion GPS, but the payments to a senior Justice Department official’s wife — in addition to his meetings — raises significant questions about the relationship between the Obama Justice Department and a firm hired by the Hillary Clinton campaign and the Democratic National Committee to conduct political opposition research against Trump.",
  "House intelligence committee Chairman Devin Nunes (R-CA) told Fox News that it “is looking into all facets of the connections between the Department of Justice and Fusion GPS, including Mr. Ohr.”\n\nTrump’s political opponents have cast revelations about the murky ties between Fusion GPS and the Obama Justice Department merely as a political attempt to discredit their collusion narrative.",
  "Although Steele, a former British spy and longtime FBI informant, is said to have known Ohr for a decade, and an “initial investigation” suggested that Steele might have introduced Ohr to Fusion GPS’s Simpson, the revelation that his wife worked for Simpson now calls that account into question.",
  "The senior Justice Department official is Bruce Ohr, who was demoted last week, just before Fox News reported that he had met with dossier author Christopher Steele during the campaign, and with Fusion GPS co-founder Glenn Simpson after the election.",
  "House investigators are trying to figure out whether the Obama Justice Department used the dossier to launch an investigation on the Trump campaign, obtain a warrant to spy on one of its members, and perhaps pay for or help produce the dossier.",
  "The dossier was also shopped around to journalists before the election, but was not published, due to news outlets’ inability to verify its salacious claims, which included that Trump campaign officials colluded with Russia during the campaign.",
  "Officials inside the Department have told Fox News his wearing of two hats was ‘unusual,’ but also confirm Ohr had withheld his contacts with the Fusion GPS men from colleagues at the DOJ,” according to Fox News.",
  "Until last week, Ohr was both associate deputy attorney general, putting him four doors down from Deputy Attorney General Rod Rosenstein, and director of the Organized Crime Drug Enforcement Task Force.",
  "Steele provided the dossier to the FBI in July 2016, the same month that the FBI began a counterintelligence probe into alleged collusion between the Trump campaign and Russia.",
  "Fusion GPS, the firm behind the Trump dossier, paid the wife of a senior Justice Department official during the 2016 election, a Fox News report revealed on Monday.",
  "Although it is not exactly clear what she did for Fusion GPS, a review of her published works show that she has written extensively on Russia-related subjects.",
  "The web of relationships casts an even darker cloud of suspicion over the Obama Justice Department’s involvement with Fusion GPS.",
  "Ohr’s wife was paid by Fusion GPS through the summer and fall of 2016, the House intelligence committee confirmed to Fox News.",
  "After being published by Buzzfeed, it has been used by President Trump’s political enemies to discredit his election.",
  "Ohr was removed from his first title just a day before Fox News reported on his meetings with Fusion GPS.",
  "He was demoted for not disclosing those meetings to the Justice Department, according to Fox News.",
  "An open-source review of her work showed she has also reviewed a number of books about Russia.",
  "Ohr worked as a Russia expert at the Wilson Center, a Washington think tank, a decade ago.",
  "“The Department of Justice has provided no public explanation for Ohr’s demotion."
]