[
  "William Yeomans, a former deputy assistant attorney general who spent 26 years at the Justice Department, said that while the FBI has an obligation to vet the origins of raw intelligence, which is \"relevant in evaluating credibility,\" they are also duty-bound to follow the leads with which they are presented.",
  "New revelations about who paid for the dossier alleging ties between President Donald Trump's campaign team and Russia have raised questions about whether federal and congressional investigators can legally use the document as a roadmap for their respective probes into Russia's election interference.",
  "Evan Vucci/AP CNN's report was published six months before it was revealed that a Clinton campaign and DNC lawyer, Marc Elias, was the one who hired the opposition research firm Fusion GPS to continue digging up dirt on Trump after anti-Trump Republicans dropped their funding in the spring of 2016.",
  "Some conservative commentators and Trump allies have gone as far as to question whether Mueller's investigation has any basis at all, given the dossier's origin as an opposition research project funded by a lawyer for Hillary Clinton's campaign and the Democratic National Committee.",
  "\"So, if the CNN report is accurate, then I have to believe that the FBI and Department of Justice concluded (and the Court agreed) that the info in the dossier about Page was reliable,\" Rizzo said, \"and in all likelihood was backed up by other available intelligence.\"",
  "Mueller was appointed by Deputy Attorney General Rod Rosenstein to investigate Russia's election interference broadly, which includes an examination of whether the Trump campaign willingly or proactively benefited from that interference.",
  "Part of the controversy has stemmed from CNN's reporting in April that the FBI used information in the dossier to bolster its case for a Foreign Intelligence Surveillance Act warrant targeting early Trump campaign adviser Carter Page.",
  "\"In my long experience in dealing with FISA processing, unconfirmed information about a potential target cannot (and has not been) included in the application?,\" said John Rizzo, the former acting general counsel of the CIA.",
  "Sergei Karpukhin/Reuters\n\nMany took that report as proof that the FBI's investigation — which was launched in July 2016 while James Comey still led the bureau, long before Mueller was appointed — was a partisan witch hunt.",
  "There is no evidence that the dossier, which was provided by its author Christopher Steele to the FBI August, has been used as anything more than an investigative jumping-off point for both Mueller and Congress.",
  "And David Alan Sklanksy, a professor of criminal law at Stanford Law School, said \"there's nothing wrong\" with Mueller using the dossier for leads — \"or even as a road map, if he and his team found it helpful.\"",
  "But legal experts said at the time that, if true, the CNN report offered a key signal that the FBI had enough confidence in the validity of the dossier to work to corroborate it and present it in court.",
  "But \"as long as he himself obtained it legally he can use it as leads for his investigation,\" said Rangappa, now a senior lecturer at Yale's Jackson Institute for Global Affairs.",
  "Former FBI special agent Asha Rangappa, who served in the bureau's counterintelligence division, said Mueller cannot submit the dossier into evidence \"because it's hearsay.\"",
  "\"It's not at all unusual or improper for a prosecutor to review that information and then to follow up on it however and to whatever extent it seems worth following up on.\"",
  "\"Investigators can follow leads from anywhere,\" said former acting solicitor general Neal Katyal, who now teaches constitutional and criminal law at Georgetown University.",
  "It had already been reported that Democrats, albeit with undisclosed identities, had taken over Fusion's funding around the time the dossier was commissioned.",
  "\"It's like if a third party paid for ISIS's blueprint to carry out a terrorist attack from a credible source, and then delivered it to the FBI,\" she said.",
  "But legal experts say who paid Steele to compile the raw intelligence he sent back to Fusion makes no difference from an investigator's point of view.",
  "One-time advisor of U.S. president-elect Donald Trump Carter Page addresses the audience during a presentation in Moscow, Russia, December 12, 2016.",
  "\"If Trump-Russia collusion fairy-tale started w/ fake dossier funded by Dems, remind me again why Mueller & his team of Clinton donors exists?\"",
  "\"It's perfectly fair game for Mueller to look into the contents of the dossier and to attempt to verify its contents,\" Yeomans said.",
  "\"The origin of the dossier might affect Mueller's assessment of its reliability,\" he said, \"but he must follow its leads.\"",
  "\"It doesn't matter how it was produced, since he will have to investigate its veracity before relying on the contents.",
  "So long as the dossier contains potentially relevant evidence, Mueller has an obligation to examine it.\"",
  "\"The only thing is it can't be admitted, necessarily, into evidence and may be impeached if it were.\"",
  "\"Prosecutors get information all the time from people with an axe to grind,\" Sklanksy said.",
  "\"Of course they would investigate it, they would be derelict in their duty if they didn't.\"",
  "tweeted Jordan Schachtel, a writer at Conservative Review.",
  "2 Was dossier used to justify Obama unmasking Americans?\"",
  "New Qs 1 What's the point of Mueller probe?",
  "The dossier \"can be used,\" Katyal added.",
  "\"So Clinton/DNC paid for Trump dossier.",
  "wrote conservative pundit Ned Ryun.",
  "Rangappa provided an analogy."
]