[
  "The Ohrs’ relationship with Steele and Fusion GPS was inexplicably concealed from the FISC.”\n\nWith all of that information in mind, including the fact that the origins of all of this were paid for by biased operatives working with shoddy-at-best information on behalf of the Clinton presidential campaign and Democratic Party, the FBI and DOJ moved forward to seek and receive a court order obtained by misleading the court through omission allowing them to spy on an American citizen who was a volunteer adviser to the Trump campaign—and they did all of this in late October 2016, just days before a presidential election.",
  "§1805 (d)(1)), a FISA order on an American citizen must be renewed by the FISC every 90 days and each renewal requires a separate finding of probable cause.”\n\nThe memo then names the FBI and DOJ officials who signed these documents to get warrants that were granted, again, all because a biased person pushing misinformation working on behalf of the Democratic Party and Hillary Clinton presidential campaign didn’t want Donald Trump to win the election.",
  "Christopher Steele, the FBI source who was paid by Fusion GPS and law firm Perkins Coie, on behalf of the Democratic National Committee and Hillary Clinton campaign to draft the dossier that was used as a basis by the FBI to begin surveillance on Trump associate Carter Page, told a senior Justice Department that he was “desperate that Donald Trump not get elected and was passionate about him not being president.” That was in September 2016.",
  "Then-associate Deputy Attorney General Bruce Ohr, who the memo says is a “senior DOJ official who worked closely with Deputy Attorneys General [Sally] Yates and later [Rod] Rosenstein.” In other words, the highest levels of the Justice Department including the man currently responsible for overseeing Special Counsel Robert Mueller’s investigation—Rod Rosenstein—are personally conflicted in this matter.",
  "“This clear evidence of Steele’s bias was recorded by Ohr at the time and subsequently in official FBI files,” the memo notes, adding that the Department of Justice and FBI did not include the Steele bias “in any of the [Carter] Page FISA applications.”\n\n“During this same time period, Ohr’s wife was employed by Fusion GPS to assist in the cultivation of opposition research on Trump,” the memo adds.",
  "Perhaps the most important revelation, on page 3 of the four-page memo, is that this was all an effort by paid supporters of Democratic Presidential nominee Hillary Rodham Clinton’s campaign and the Democratic National Committee to abuse the powers of the federal government to prevent a candidate they disliked, now President Donald Trump, from winning a presidential election.",
  "The memo from House Permanent Select Committee on Intelligence (HPSCI) chairman Rep. Devin Nunes (R-CA), released finally on Friday after a massive buildup and protracted battle with Democrats and feds who fought its release, demonstrated widespread abuse by senior Department of Justice (DOJ) and law enforcement officials of federal spying capabilities.",
  "“Then-DAG Sally Yates, then acting DAG Dana Boente, and DAG Rod Rosenstein each signed one or more FISA applications on behalf of DOJ.”\n\nOf the officials involved in signing these documents only two remain in senior DOJ positions: Boente and Rosenstein.",
  "It also demonstrates deep politicization inside the Justice Department and FBI, at the highest levels of federal law enforcement, showing a need for serious reforms so that law enforcement can never again abuse their powers for political purposes.",
  "“Shortly after the election, the FBI began interviewing Ohr, documenting his communications with Steele,” the memo says, before noting how Steele told him he was “desperate” to stop Trump from winning the election in September 2016.",
  "“Page is a U.S. citizen who served as a volunteer advisor to the Trump presidential campaign.”\n\nThe memo notes that the FBI received four total warrants allowing surveillance of Page for 90 days apiece.",
  "The first time this was granted, per the memo, was right before the election in October 2016 but three subsequent follow-ups were granted over the next 360 days by senior DOJ and FBI officials.",
  "“On October 21, 2016, DOJ and FBI sought and received a FISA probable cause order (not under Title VII) authorizing electronic surveillance on Carter Page from the FISC,” the memo reads.",
  "It was not until later, in October 2016, when the Justice Department knew all of this—and more—that it took Steele’s poorly-sourced dossier to the intelligence court to seek a warrant.",
  "“It then required approval of the Attorney General, Deputy Attorney General (DAG), or the Senate-confirmed Assistant Attorney General for the National Security Division.",
  "The law requires the government to go back to the court with renewed evidence of probable cause every 90 days when engaging in surveillance of an American citizen.",
  "Complicating matters even more is the fact that the wife of the senior DOJ official who Steele said that to was working for Fusion GPS as well at the time.",
  "“Then-Director James Comey signed three FISA applications in question on behalf of the FBI, and Deputy Director Andrew McCabe signed one,” the memo says.",
  "“Consistent with requirements under FISA, the application had to first be certified by the Director or Deputy Director of the FBI,” the memo reads.",
  "And when it sought that warrant, the Justice Department abused its power by not informing the court that it knew all of this information and more.",
  "“Ohr later provided the FBI with all of his wife’s opposition research, paid for by the DNC and Clinton campaign via Fusion GPS.",
  "The FBI and DOJ obtained one initial FISA warrant targeting Carter Page and three FISA renewals from the FISC.",
  "Both of them remain at the DOJ, but Comey, McCabe, and Yates are all gone.",
  "As required by statute (50 U.S.C."
]