[
  "“At some point in Summer 2016, I heard from Mr. Steele that he had this project related to Russia which implicated contacts between Russians and people associated with…candidate Trump’s campaign,” said Winer, who served as U.S. Special Envoy for Libya until this year and previously served in the Bill Clinton State Department.",
  "Dilanian did not provide additional insight into who the Democratic associates were who told him of the dossier’s illicit allegations so it is not known whether he was referring to the Democrats who funded the dossier or to Fusion GPS, the opposition research firm hired to investigate Trump.",
  "“While he was certainly familiar with some, but not all, of the information in it, from the research that was being done, he didn’t have and hadn’t seen the full document, nor was he involved in pitching it to reporters,” a source close to Elias recently told CNN.",
  "Clinton campaign officials have defended their funding of the dossier by arguing that the unverified report was used as a roadmap to look into serious allegations against Trump rather than as a piece of opposition research aimed at smearing the Republican.",
  "While Dilanian’s comment is not a complete surprise — the allegations about Trump were an open secret in Beltway journalist circles last year — it undercuts denials made both by Democrats and Fusion GPS’s founder about interactions with the media.",
  "Steele has revealed in court papers filed in London, where he lives and where he is being sued, that Fusion GPS directed him to meet reporters at various news outlets, including The New York Times, The Washington Post, CNN, The New Yorker, Yahoo!",
  "According to the dossier, which was written by former British spy Christopher Steele, the Kremlin had video evidence of the hotel room encounter and was using it to keep Trump in line.",
  "During the presidential campaign, Democrats “were peddling” the most salacious Trump dossier allegations to news reporters, a new documentary about the dossier revealed on Friday.",
  "Another surprising revelation from Maddow’s documentary is that a State Department official named Jonathan Winer discussed Steele’s Trump project with the retired spy last summer.",
  "(RELATED: Robby Mook Discusses The Dossier)\n\nMarc Elias, who as general counsel for the campaign and DNC hired Fusion GPS, claims he did not brief reporters on the dossier.",
  "In an interview last month with the House Permanent Select Committee on Intelligence, Simpson said that he did not brief reporters about the dossier until this year.",
  "“People associated with the Democrats were peddling that story,” NBC’s Ken Dilanian said in a special report that aired on MSNBC host Rachel Maddow’s show.",
  "Glenn Simpson, the co-founder of Fusion GPS who directed the dossier project, has denied that he briefed reporters about the dossier.",
  "Winer said that he first met Steele in 2009 and knew that he had provided investigative materials to the State Department and FBI.",
  "Ohr was stripped of his title as associate deputy attorney general reportedly because he kept his meetings with Steele a secret.",
  "He has suggested that he signed off on the expenditure to the campaign’s law firm and received briefings on certain information.",
  "No officials with the Clinton campaign and DNC have acknowledged knowing about the dossier at the time Steele was working on it.",
  "Dilanian was referring to the unsubstantiated claim in the dossier that Trump used prostitutes during a trip to Moscow in 2013.",
  "And the lawyer who hired Fusion GPS to investigate Trump has denied pitching allegations in the dossier to reporters.",
  "It was revealed this week that Bruce Ohr, a top Justice Department official, met with Steele prior to the campaign.",
  "It is known that Fusion GPS directed Steele to meet with reporters while he was working on the dossier.",
  "(RELATED: New Details Emerge About Fusion GPS’s Media Outreach Campaign)\n\nReporters with Yahoo!",
  "Clinton herself also says she was not aware of the dirty document until after it was published.",
  "Winer would be the second government official outside of the FBI known to have met with Steele.",
  "RELATED: JIM JORDAN LAUGHS AS CNN SPREADS FAKE DOSSIER NEWS RIGHT IN FRONT OF HIS FACE!",
  "and Mother Jones eventually published stories based on Steele’s unverified allegations.",
  "Campaign manager Robby Mook has dodged questions about what he knew of the dossier.",
  "“There really was no way you could prove it,” Dilanian said of the Trump gossip.",
  "WATCH:\n\nThe Clinton campaign and DNC jointly paid Fusion GPS for the project.",
  "Campaign chairman John Podesta has denied knowing about the dossier at all.",
  "The ex-MI6 agent briefed the FBI beginning in July 2016.",
  "He also met with Simpson shortly after the campaign.",
  "Maddow did not mention Ohr in her documentary.",
  "He had several contacts later in the year.",
  "Follow Chuck on Twitter",
  "News and Mother Jones."
]