[
  "WIFE OF DEMOTED DOJ OFFICIAL WORKED FOR FIRM BEHIND ANTI-TRUMP DOSSIER\n\nHowever, committee sources have said that they believe McCabe was dissuaded from appearing Tuesday after Fox News published a report Monday night on recently demoted Justice Department official Bruce Ohr.",
  "\"We have a commitment, again, that McCabe is going to show up next Tuesday [Dec. 19] at 2:00,\" Nunes said, \"so we will be following up with letters ... if none of that is followed up with, then we will move forward with contempt and we will issue additional subpoenas.\"",
  "House investigators have said they regard Strzok as a key figure in the chain of events that occurred when the bureau received the now-infamous anti-Trump \"dossier,\" which launched a counterintelligence investigation into possible Russian meddling in the election.",
  "Deputy FBI Director Andrew McCabe is set to appear before the House Intelligence Committee later this month after his previously scheduled appearance was scrapped due to what Justice Department officials called a last-minute \"scheduling error.\"",
  "\"The security director for the FBI sent over [Monday] night at 7:23 the security clearance for Mr. McCabe,\" Nunes said, \"so it seems like everyone in the building over there ... knew that Mr. McCabe was supposed to be here today.",
  "Committee chairman Devin Nunes, R-Calif., told reporters that he was \"extremely troubled\" by the postponement of McCabe's testimony and called the Justice Department's \"scheduling error\" excuse \"not really believable.\"",
  "Strzok, a former deputy to the assistant director at the FBI, was removed from Special Counsel Robert Mueller's staff after Mueller learned Strzok had exchanged anti-Trump texts with a colleague.",
  "FBI'S MCCABE 'HAS AN OHR PROBLEM'\n\nMcCabe had been expected to answer questions Tuesday about Peter Strzok’s role in the Hillary Clinton email investigation.",
  "Nellie Ohr has written extensively on Russia-related subjects, but it is unclear whether she worked on the dossier.",
  "Ohr’s wife, Nellie, worked through last fall for Fusion GPS, which was behind the dossier.",
  "It would be a high level of incompetence for people that are normally pretty smart.\"",
  "Fox News' Chad Pergram contributed to this report.",
  "But they're blaming a scheduling snafu ..."
]