[
  "Republican National Committee (RNC) spokeswoman Kayleigh McEnany told Breitbart News Daily on Wednesday that the latest batch of text messages between FBI couple Lisa Page and Peter Strzok revealing that now former President Barack Obama wanted to know “everything” about their efforts are “deeply, deeply disturbing.”\n\nThe new text messages reveal that in September 2016 Strzok and Page were discussing how they need to prepare then-FBI director James Comey to brief then President Obama on their efforts as he wanted to “know everything” about what they were doing.",
  "These are deeply, deeply disturbing questions—and when you look at the history of the Obama administration with the IRS and the gunrunning scheme and the lying about Benghazi, this might be another instance where President Obama himself was caught up in it.”\n\nIn addition to the new text messages, there are more revelations that keep dripping out in the wake of the release of the House Permanent Select Committee on Intelligence (HPSCI) memo from chairman Rep. Devin Nunes (R-CA)—including FISA surveillance court abuses.",
  "Let’s remember that Peter Strzok was the lead investigator into Russia and into Hillary Clinton’s emails and he received a text in September of 2016 that said President Obama ‘wants to know everything we are doing.’ Let’s remember, one month earlier, this same individual Peter Strzok sent a text about creating an ‘insurance plan’ about President Trump in Andy’s office, presumably Andy McCabe, the now former Deputy FBI Director.",
  "Graham and Grassley have their own memo which purportedly connects more of the dots in this case back to the political origins of the Steele dossier, which was funded by Clinton’s presidential campaign and the Democratic National Committee (DNC) through Fusion GPS and law firm Perkins Coie.",
  "“It appears the FBI relied on admittedly uncorroborated information, funded by and obtained for Secretary Clinton’s presidential campaign, in order to conduct surveillance of an associate of the opposing presidential candidate.",
  "But there is substantial evidence suggesting that Mr. Steele materially misled the FBI about a key aspect of his dossier efforts, one which bears on his credibility,” Graham and Grassley wrote in their criminal referral.",
  "“Every day it becomes more and more troubling and more people from the Obama era get tied up into this,” McEnany said in the SiriusXM 125 Patriot Channel interview in response to the new texts.",
  "Lindsey Graham (R-SC) and Chuck Grassley (R-IA) have confirmed the key findings from the Nunes memo and made a criminal referral of Christopher Steele.",
  "Strzok was the main FBI investigator on both Democratic presidential nominee Hillary Rodham Clinton’s email scandal and the Trump-Russia scandal.",
  "It did so based on Mr. Steele’s personal credibility and presumably having faith in his process of obtaining the information.",
  "LISTEN TO RNC’S KAYLEIGH MCENANY ON BREITBART NEWS DAILY ON SIRIUSXM 125 THE PATRIOT CHANNEL:",
  "“Today is our first indication that perhaps President Obama himself was involved in this.",
  "Now, also breaking is the fact that Senate investigators Sens.",
  "So, did he brief President Obama on this ‘insurance plan’?",
  "These text messages are so disturbing.",
  "Obama wanted to know everything.",
  "Was he involved in it?"
]