[
  "In the interview, committee aides told Simpson that Steele’s lawyers had revealed that Steele passed his findings to a “senior United Kingdom government national security official.”\n\nSimpson then recounted, with new detail, the tale of how the Steele dossier reached the desk of then-FBI Director James Comey after the 2016 election — delivered personally by Sen. John McCain (R-Ariz.).",
  "Fusion GPS co-founder Glenn Simpson, whose firm commissioned a controversial dossier alleging secret ties between President Donald Trump and the Kremlin, told congressional investigators last summer that the FBI found the dossier credible because an undisclosed \"human source\" associated with Trump had offered the bureau corroborating information.",
  "\"Chris was confused and somewhat disturbed and didn't think he understood the landscape and I think both of us felt like things were happening that we didn't understand and that we must not know everything about, and therefore, you know, in a situation like that the smart thing to do is stand down,\" Simpson said explaining Steele's decision.",
  "| Alex Brandon/AP Photo 'Human source' in Trump orbit contacted FBI, Fusion GPS co-founder told senators A transcript unexpectedly released by Sen. Dianne Feinstein also includes the claim that a person has \"already been killed\" as a result of the Trump-Russia dossier.",
  "\"It’s totally confounding that Sen. Feinstein would unilaterally release a transcript of a witness interview in the middle of an ongoing investigation — a witness that Feinstein herself subpoenaed last year for lack of cooperation,\" said Grassley spokesman Taylor Foy.",
  "But the New York Times has reported that Trump campaign adviser George Papadapoulos told an Australian diplomat last spring about his contacts with Russians who claimed to have Hillary Clinton’s emails, and that the diplomat alerted U.S. officials soon after.",
  "But Britain's Telegraph newspaper reported last year about a former KGB chief who was mysteriously killed around the same time amid questions about his relationship to dossier author Christopher Steele, a former British spy contracted by Fusion.",
  "At the time, Simpson said, Steele was told that his information tracked with what they had heard from a source from the \"Trump organization.” It was unclear whether he might have been referring to Trump’s business or his presidential campaign.",
  "In a 312-page transcript of Simpson's August 2017 interview with the Senate Judiciary Committee, Simpson's attorney also said it was dangerous to discuss the dossier's sources because its public release last year had already led to murder.",
  "Republicans have criticized the dossier for containing unsubstantiated — and in some cases highly salacious — charges, and are seeking more information about how it might have influenced the FBI’s Trump-Russia investigation.",
  "... All we sort of wanted was for the government to do its job and we were concerned about whether the information that we provided previously had ever, you know, risen to the leadership level of the FBI.\"",
  "Simpson said Steele first took his concerns to the FBI in July, shortly after a trove of hacked Democratic National Committee emails were posted publicly, calling the matter \"a national security issue.\"",
  "Her action undermines the integrity of the committee’s oversight work and jeopardizes its ability to secure candid voluntary testimony relating to the independent recollections of future witnesses.\"",
  "\"There were things that Chris knew and understood to be the case that only he could really explain in a credible way, and ... we thought that he should be the one that explains them,\" Simpson said.",
  "Story Continued Below\n\n\"Somebody's already been killed as a result of the publication of this dossier and no harm should come to anybody related to this honest work,\" said the lawyer, Joshua Levy.",
  "Simpson and his Fusion GPS co-founder, Peter Fritsch, complained in an op-ed last week that Republicans had leaked selected details of the testimony and called for the full transcript's release.",
  "\"So we sat down with a small group of reporters who were involved in investigative journalism of national security issues and we thought were in a position to make use of him as a resource.\"",
  "“The innuendo and misinformation circulating about the transcript are part of a deeply troubling effort to undermine the investigation into potential collusion and obstruction of justice.",
  "\"I know that I just don't feel comfortable sharing because obviously it's been in the news a lot lately that people who get in the way of the Russians tend to get hurt,\" he said.",
  "\"The American people deserve the opportunity to see what he said and judge for themselves,” Feinstein said in a statement about her decision to release the Simpson transcript.",
  "The transcript was released unexpectedly Tuesday by the panel's top Democrat, Sen. Dianne Feinstein, angering the committee's Republican chairman, Sen. Charles Grassley.",
  "After revelations that Steele’s work was funded, indirectly, by the Clinton campaign, McCain told POLITICO that he had no regrets about delivering the dossier to Comey.",
  "Elsewhere, Steele added that “there was concern that the FBI was being manipulated for political ends by the Trump people.” He did not provide further detail.",
  "Feinstein's decision to release the transcript represents an escalation of partisan tensions that have long been simmering on the Senate Judiciary Committee.",
  "Feinstein's move came days after Grassley and Sen. Lindsey Graham (R-S.C.) referred Steele to the Justice Department for a criminal investigation.",
  "\"Feinstein’s unilateral decision was made as the committee is still trying to secure testimony from other witnesses, including Jared Kushner.",
  "\"It was our belief that Director Comey if he was aware — if he was made aware of this information would treat it seriously,” he added.",
  "Simpson had called for the transcript of his appearance to be made public, but Republican leaders so far had not agreed to release it.",
  "\"The American people deserve the opportunity to see what he said and judge for themselves,” Sen. Dianne Feinstein said in a statement.",
  "He said Steele bumped into longtime McCain aide David Kramer at a conference in Nova Scotia and ended up discussing the dossier.",
  "In his testimony, Simpson rejected suggestions from Trump allies that Fusion paid journalists to publish anti-Trump material.",
  "Steele later briefed a senior FBI official in Rome, Simpson testified, but later \"broke off\" communications with the bureau.",
  "Simpson also said Steele initiated communication with the FBI in July 2016 with \"someone that he said he knew.\"",
  "A spokesman for Grassley said Feinstein posted the transcript with \"no agreement\" from committee Republicans.",
  "After it was compiled by Steele, the dossier was handed over to the FBI in the fall of 2016.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Nor is it clear that the FBI was in direct contact with a “human source” close to Trump.",
  "Simpson said Kramer told him that McCain wanted to \"ask questions about it at the FBI.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Simpson said he wouldn't share the identity of that source for \"security\" reasons.",
  "Feinstein said Grassley and Graham did not consult committee Democrats beforehand.",
  "\"Fusion GPS commends Sen. Feinstein for her courage,\" a spokesman said Tuesday.",
  "The only way to set the record straight is to make the transcript public.\"",
  "He added that Steele told him the FBI didn't pay him for his work.",
  "Simpson said that Steele told him: \"I know the perfect person.",
  "But he acknowledged briefing journalists before the election.",
  "He didn't respond immediately to a request for comment.",
  "I have a contact [at the FBI], they'll listen to me.\"",
  "It's unclear to whom Levy was referring.",
  "The most reliable politics newsletter.",
  "Later, Kramer followed up with Steele.",
  "BuzzFeed published it last January.",
  "You can unsubscribe at any time.",
  "Simpson did not name the person."
]