[
  "Sussmann's bio on the Perkins Coie website describes him as a former senior Justice Department official with extensive national security and cybersecurity experience: \"[Sussmann] is engaged on some of the most sophisticated, high-stakes matters today, such as his representation of the Democratic National Committee and Hillary Clinton’s presidential campaign in their responses to Russian hacking in the 2016 presidential election.\"",
  "“When Sussmann met with Mr. Baker on behalf of a client, it was not connected to the firm’s representation of the Hillary Clinton Campaign, the DNC or any Political Law Group client.”\n\nSeparately, two Republican lawmakers said after Baker’s deposition that he gave \"explosive\" closed-door testimony detailing how the Russia probe was handled in an \"abnormal fashion\" reflecting \"political bias.\"",
  "A top lawyer working with the Democratic National Committee and Clinton campaign contacted the FBI’s general counsel in late 2016 and provided documents for the Russia probe as federal investigators prepared a surveillance warrant for Trump campaign aide Carter Page, sources close to a congressional investigation told Fox News, citing new testimony.",
  "Prior to the deposition, Republican investigators said they believed Baker could explain why information about Steele and his apparent bias against then-candidate Trump were withheld from the FISA court, and whether any exculpatory information was known to Rosenstein when he signed the final FISA renewal for Page in June 2017.",
  "\"During the time that the ... DOJ and FBI were putting together the FISA (surveillance warrant) during the time prior to the election, there was another source giving information directly to the FBI, which we found the source to be pretty explosive,\" Jordan said.",
  "The sources said Baker described the contact as unusual and the “only time it happened.”\n\nPerkins Coie was a key player in the funding of the controversial anti-Trump dossier, which Republicans have long suspected helped fuel the FBI’s investigation.",
  "The spokesperson said in a statement:\n\n“Prior to joining Perkins Coie, Michael Sussmann served as a cybercrime prosecutor in the Criminal Division of the Department of Justice during both Republican and Democratic administrations.",
  "However, they indicated in broad terms that Baker was cooperative and forthcoming about the genesis of the Russia case in 2016, and about the surveillance warrant application for Carter Page in October 2016.",
  "Fox News asked Baker after the deposition about the handling of the Trump dossier, what he told Rosenstein about potential exculpatory evidence and whether he is the subject of an FBI leak investigation.",
  "Rosenstein and the DOJ disputed that report, calling it “inaccurate.” Rosenstein’s planned in-person meeting with Trump, meanwhile, has been pushed off amid prior speculation he might be fired or resign.",
  "A Justice Department official said Rosenstein agreed to meet with the chairman of the House Judiciary Committee, Bob Goodlatte, R-Va., but offered no details on the format of that meeting.",
  "Baker is at the heart of surveillance abuse allegations, and his deposition lays the groundwork for next week's planned closed-door interview with Deputy Attorney General Rod Rosenstein.",
  "COMEY SUBPOENA CONSIDERED BY REPUBLICANS ON CAPITOL HILL\n\nRosenstein is expected on Capitol Hill on Oct. 11 for what Republican House sources have described as a closed-door interview.",
  "Reps. Mark Meadows and Jim Jordan would not provide many specifics about the private transcribed interview, citing a confidentiality agreement with Baker and his attorneys.",
  "Asked about Baker’s statements, however, a Perkins Coie spokesperson said Sussmann’s contact was not connected to the firm’s representation of the DNC or Clinton campaign.",
  "Sussmann’s contact with Baker suggests another connection between the early stages of the FBI’s Russia probe and those working with the DNC and Clinton campaign.",
  "It comes after The New York Times reported last month that he’d discussed secretly recording the president and removing him from office using the 25th Amendment.",
  "BAKER PROVIDED 'EXPLOSIVE' TESTIMONY ON 'ABNORMAL' HANDLING OF RUSSIA PROBE, LAWMAKERS SAY\n\nJordan also discussed the revelation of the FBI’s additional source.",
  "He said Perkins Coie lawyer Michael Sussmann initiated contact with him and provided documents as well as computer storage devices on Russian hacking.",
  "Fusion, in turn, paid British ex-spy Christopher Steele to compile the dossier, memos from which were shared with the FBI in the summer of 2016.",
  "The FBI official who was contacted, James Baker, revealed the exchange to congressional investigators during a closed-door deposition Wednesday.",
  "The DNC and Clinton campaign had hired opposition research firm Fusion GPS in April 2016, through Perkins Coie, to dig into Trump’s background.",
  "Baker, as the FBI's top lawyer, helped secure the Foreign Intelligence Surveillance Act warrant for Page, as well as three subsequent renewals.",
  "Baker, who had a close working relationship with former FBI Director James Comey, left the bureau earlier this year.",
  "As a result, Sussmann is regularly retained by clients with complex cybersecurity matters.",
  "Baker told Fox News he could not answer the questions."
]