[
  "But the Intelligence committee, chaired by California Rep. Devin Nunes, pushed forward with the subpoena in order to find out details of transactions involving reporters and several other Fusion GPS clients who are believed to have worked on Russia-related issues.",
  "In addition to investigating Donald Trump’s activities in Russia, Fusion GPS also worked for BakerHostetler, a law firm that represented a Russian businessman who sought to roll back U.S. sanctions imposed by the Magnitsky Act.",
  "The court fight appeared to have ended in late October after Perkins Coie, the law firm that represented the Clinton campaign and DNC, outed itself as the client that hired Fusion GPS to produce the dossier.",
  "Judge Richard Leon on Thursday ruled against Fusion GPS which had asked for a temporary restraining order to prevent its bank, TD Bank, from complying with the committee’s subpoena.",
  "In June 2016, a Russian lawyer that Fusion GPS worked with on behalf of BakerHostetler attended the meeting at Trump Tower with Donald Trump Jr., Jared Kushner and Paul Manafort.",
  "At issue were records of 70 financial transactions between some of its clients, two media companies and several journalists and researchers it has paid over the past two years.",
  "The exchange puts an end to a dramatic court fight over the Trump dossier firm’s bank records, which the House panel sought through a subpoena issued in October.",
  "(RELATED: Judge Deals HUGE Blow To Fusion GPS)\n\nBut Leon, a George W. Bush appointee, rejected all of Fusion’s arguments against complying with the subpoena.",
  "The bank for Fusion GPS gave the House Intelligence Committee dozens of the opposition research firm’s financial records on Friday, a federal judge said.",
  "But the firm has denied knowing that the Russian lawyer, Natalia Veselnitskaya, had met with the Trump campaign.",
  "Fusion GPS was being paid by Perkins Coie and BakerHostetler during the same period in 2016.",
  "Republicans have questioned the significance in that apparent overlap in Fusion’s work.",
  "Follow Chuck on Twitter"
]