[
  "Simpson laid out a roadmap for Schiff:\n\nSo the first thing that I would do would be to subpoena the brokers and the people, the other people that were involved in the transactions, and the title companies and the other intermediaries that would have that kind of information.",
  "“Generally speaking, the patterns of activity that we thought might be suggestive of money laundering were, you know, fast turnover deals and deals where there seemed to have been efforts to disguise the identity of the buyer,” Simpson told the committee in November.",
  "In the interviews, Simpson is cagey about some of his business practices, and professes ignorance about the sources used by Christopher Steele, the former British intelligence officer who assembled the reports in the dossier.",
  "And there's—again, it's these sort of intermediary entities that have no real interest in protecting the information, and all you have to do is ask for it and they just sort of produced by rote.",
  "Trump, meanwhile, was in need of liquidity, because many banks were unwilling to do business with him after a corporate bankruptcy, and Russian buyers could provide quick infusions of cash.",
  "But while Simpson saw disturbing patterns, he was unable to nail anything down, because he couldn’t get the relevant records from banks and other financial institutions.",
  "In the House Intelligence Committee transcript, released Thursday, Schiff quizzes Simpson on the idea that the Trump Organization served as a forum for money-laundering.",
  "What’s most interesting is all the threads Simpsons mentions about possible Trump connections he’d reviewed with various Russians, with mobsters, and with others.",
  "But I actually think some of the intermediary entities in a lot of these transactions are going to be where a lot of the information is….",
  "In other cases, the Trump Organization has appeared to have gone out of its way to avoid doing due diligence on business partners.",
  "More often, they seem like tantalizing possibilities worth exploring more, but which Simpson was unable to nail down.",
  "So we've done a lot of money laundering investigations where we go to the trust companies and the clearing entities.",
  "(Since lying to the committee would be a crime, it’s reasonable to assume his testimony is not deliberately false.)",
  "For the most part, they’re just allegations: If Simpson has proof, it’s not disclosed in the transcripts.",
  "Schiff posed an interesting question: Simpson didn’t have subpoena power, but the committee did.",
  "I mean, as you may know, you know, most of these transactions are cleared through New York.",
  "But I would go for the clearing banks in New York that cleared the transactions, you know.",
  "Simpson also named a series of people and companies from which he’d seek information.",
  "And so, you know, all dollar transactions are generally cleared through New York.",
  "So, you know, the main thing you have to do is identify the banks that were used.",
  "And the other sort of central place for information is SWIFT in Brussels.",
  "For Russian oligarchs and mobsters, there’s a need to launder money.",
  "The theory is that both sides would have something to gain.",
  "I'm trying to think of the creative way to do this.",
  "Who should it subpoena if it wanted to learn more?",
  "Then I would go to the banks next."
]