[
  "Obstruction without collusion\n\nDonald Trump and Michael Flynn John Locher/AP Photo\n\nEven though the final conclusion of the Mueller probe is still uncertain, it seems quite possible that the probe may end with obstruction of justice charges against Trump and those in his inner circle, but not include any charges of working or communicating with the Russian government in order to influence the 2016 election.",
  "Analysts have long suspected that Mueller had begun to pursue the obstruction of justice case against Trump more seriously than the possibility of active collusion between the Trump campaign and Russia, and this week's revelations that his team recently interviewed both Attorney General Jeff Sessions and former FBI Director James Comey seemed to confirm this.",
  "Associated Press/Evan Vucci\n\nThe investigation into President Donald Trump's ties to Russia looks like its getting closer and closer to Trump himself — and although the potential crime special counsel Robert Mueller's team is homing in on is not the one Trump's opponents might have been hoping for, it could still have grave consequences for his presidency.",
  "In his testimony before the House Intelligence Committee last week, the founder of the opposition research firm Fusion GPS Glenn Simpson confirmed to committee members that Fusion had observed \"patterns of buying and selling that we thought were suggestive of money laundering\" by the Trump Organization in the sales of its properties.",
  "In the days leading up to the firing, one of Sessions' aides had reportedly asked a congressional staffer if they had any damaging information on Comey, and the aide said Sessions wanted to see a negative article about the former FBI director in the press every day, according to The New York Times.",
  "While Bannon's claims in the book have elicited criticism for their dubious accuracy, Weissmann is indeed one of the most important players on Mueller's team, and the investigation is reportedly looking into Trump's financial information after receiving it from Deutsche Bank last year.",
  "Trump fired him in May 2017 allegedly for his handling of the investigation into former 2016 Democratic presidential nominee Hillary Clinton's email server, but later said in an interview that \"this Russia thing\" was on his mind when he made the decision to fire Comey.",
  "First and foremost, Flynn, along with Trump campaign foreign policy adviser George Papadopoulos, pleaded guilty to lying to the FBI about their contacts with Russian officials late last year, and Flynn was under scrutiny from Comey at the time he was fired by Trump.",
  "In one of these notes, Comey wrote that Trump had asked him to ease off investigating his former national security adviser Michael Flynn, who at the time was suspected of lying about his contacts with Russians during the campaign, because he was \"a good guy.\"",
  "President Donald Trump listens as Secretary of Housing and Urban Development Ben Carson speaks during an event to honor Dr. Martin Luther King Jr., in the Roosevelt Room of the White House, Friday, Jan. 12, 2018, in Washington.",
  "Comey himself was reportedly also interviewed by Mueller's team late last year, and investigators dove deep into the memos he had written that documented his various encounters with Trump before the president fired him.",
  "With testimony from both Comey and Sessions now under his belt, Mueller is likely to work his way up to Trump, and is looking to interview the president possibly within the next few weeks on Flynn and Comey's firing.",
  "Former campaign chairman Paul Manafort and his business partner and deputy campaign manager Richard Gates were charged with, among other things, money laundering and failure to file reports of foreign bank accounts.",
  "Because of the unlimited breadth his investigation has been given, such charges might be possible even though they do not directly relate to any collusion Trump's campaign may have had with Russian actors.",
  "While the ultimate headline-grabbing crime of active collusion with the Russians may well turn out to be a dud, Mueller has already uncovered a number of documented crimes during his investigation.",
  "Bannon made comments to author Michael Wolff in his bombshell book \"Fire and Fury: Inside the Trump White House\" that similarly pointed to Trump's connection to money laundering efforts.",
  "Trump also reportedly made the decision to do so well before Deputy Attorney General Rod Rosenstein wrote a memo recommending he fire Comey on the basis of the Clinton investigation.",
  "Comey reportedly took Trump's words as an order to stop the Flynn investigation, and while he did not ultimately comply with it, he didn't directly rebuff Trump's request either.",
  "Mueller's eventual interview with Trump will likely touch on when Trump became aware that Flynn had spoken with the FBI, and when he realized that Flynn had lied to the bureau.",
  "Gates' new lawyer was seen at Mueller's office twice last week, indicating Gates may be looking for a plea deal, opening the door for his cooperation with the Russia probe.",
  "But in stating this fact, Trump might have given Mueller exactly what he needs — the admission that Trump knew about Flynn's crime when he fired Comey.",
  "Sessions, as head of the Department of Justice and Rosenstein's boss, was directly involved in Comey's dismissal, and had apparently advocated for it.",
  "Following the money\n\nIn addition, Mueller seems to be interested in another element of the Trump campaign's activity with Russia — financial crimes.",
  "In light of these various threads, Mueller may be prepared to present other possible crimes alongside a potential obstruction charge for Trump.",
  "Although both initially pleaded not guilty, Gates has likely hired a white-collar defense lawyer who specializes in negotiating guilty pleas.",
  "Before Mueller became the special prosecutor in the Russia investigation, Comey, as the head of the FBI, had been the one responsible for it.",
  "In a tweet last year, Trump wrote that he knew Flynn had lied to the FBI, which is why he fired him in February.",
  "Whatever its outcome, the coming weeks will prove vital for the future of the sprawling Mueller investigation.",
  "\"There was — well, for one thing, there was various criminals were buying the properties,\" Simpson said.",
  "\"[Robert] Mueller chose [senior prosecutor Andrew] Weissmann first and he is a money-laundering guy.",
  "Mueller will also interview former White House chief strategist Steve Bannon later this month.",
  "\"I had to fire General Flynn because he lied to the Vice President and the FBI,\" Trump wrote.",
  "Trump himself stated on Wednesday that he would be willing to speak to Mueller under oath.",
  "Their path to f------ Trump goes right through Paul Manafort, Don Jr., and Jared Kushner .",
  "Trump has previously stated that Mueller probing his finances would be a \"violation.\"",
  "\"This is all about money laundering,\" Bannon is quoted as saying the book.",
  "\"So there was a gangster — a Russian gangster living in Trump Tower.\"",
  "He eventually recused himself from the Russia investigation.",
  "It's as plain as a hair on your face.\"",
  "\"He has plead guilty to those lies.\"",
  "Sessions has disputed this account.",
  ".",
  "."
]