[
  "JUST WATCHED Trump on memo: A lot of people should be ashamed Replay More Videos ... MUST WATCH Trump on memo: A lot of people should be ashamed 02:01\n\nPage's role\n\nThe Steele dossier alleges that Page met senior Russian officials as an emissary of the Trump campaign and discussed quid-pro-quo deals relating to sanctions, business opportunities and Russia's interference in the election.",
  "The public release of the classified document, through a never-before-used committee rule, threatens to further fracture the frayed relationship between the President and his Justice Department and intelligence community, both of which opposed the release of the document, which is based on classified intelligence.",
  "The highly controversial memo from the GOP and House Intelligence Committee Chairman Devin Nunes alleges that then-Deputy FBI Director Andrew McCabe told the committee that no surveillance warrant would have been sought for a Trump campaign aide without a disputed opposition research dossier on Trump and Russia.",
  "01:02\n\nDossier allegations\n\nThe memo alleges that Christopher Steele, the ex-British intelligence agent who wrote the dossier, harbored anti-Trump financial and ideological motivations that were not included in the FISA application, and that senior DOJ officials knew about Steele's anti-Trump bias.",
  "The memo is the most explicit Republican effort yet to discredit the FBI's investigation into Trump and Russia, alleging that the investigation was infused with an anti-Trump bias under the Obama administration and supported with political opposition research.",
  "JUST WATCHED Trump believes memo could undercut Russia probe Replay More Videos ... MUST WATCH Trump believes memo could undercut Russia probe 05:40\n\nDemocrats dispute memo's findings\n\nDemocrats have slammed the Republican memo as misleading and inaccurate.",
  "Even if the dossier was used as part of the application, a FISA renewal indicates that a judge was convinced that the surveillance was yielding information about the target acting as an agent of a foreign power that merited continued monitoring.",
  "Questions about the memo\n\nThe memo tries to connect what Republicans believe was a flawed application to monitor Page to the overall counterintelligence investigation into potential collusion between Russians and the Republican campaign.",
  "But Nunes said in a statement that committee had \"discovered serious violations of the public trust, and the American people have a right to know when officials in crucial institutions are abusing their authority for political purposes.\"",
  "The memo names former officials in the Obama administration who signed off on the warrants, saying former FBI Director James Comey signed three applications, and McCabe and former Deputy Attorney General Sally Yates signed at least one.",
  "FBI Director Christopher Wray addressed FBI employees in an internal video, according to two people who had viewed it, telling agency employees that it's been a tough time and unsettling, and the last few days have only made it worse.",
  "\"It is my hope that the committee's actions will shine a light on this alarming series of events so we can make reforms that allow the American people to have full faith and confidence in their governing institutions,\" Nunes said.",
  "— James Comey (@Comey) February 2, 2018\n\nRep. Trey Gowdy, a South Carolina Republican who vetted the intelligence for the Intelligence Committee in place of Nunes, tweeted that the memo did not discredit Mueller's investigation.",
  "Dishonest and misleading memo wrecked the House intel committee, destroyed trust with Intelligence Community, damaged relationship with FISA court, and inexcusably exposed classified investigation of an American citizen.",
  "Dishonest and misleading memo wrecked the House intel committee, destroyed trust with Intelligence Community, damaged relationship with FISA court, and inexcusably exposed classified investigation of an American citizen.",
  "The memo alleges that the FISA application cited a September 2016 Yahoo News article on Page's July 2016 trip to Moscow, but the application \"incorrectly assesses that Steele did not provide information to Yahoo News.\"",
  "\"The brave and assiduous oversight by Congressional leaders in discovering this unprecedented abuse of process represents a giant, historic leap in the repair of America's democracy,\" Page said in a statement Friday.",
  "According to the memo, that Steele told then-Associate Deputy Attorney General Bruce Ohr in September 2016 that he \"was desperate that Donald Trump not get elected and was passionate about him not being president.\"",
  "It notes that the application also included information regarding Trump campaign foreign policy adviser George Papadopoulos , suggesting there was intelligence beyond the dossier in the Page application.",
  "Schiff argued that memo does not represent what McCabe told the House Intelligence Committee, and he said McCabe told the panel the \"genesis of the investigation\" did not begin with the dossier.",
  "The memo is focused on a warrant granted in October 2016 by the FISA court to monitor former Trump foreign policy adviser Carter Page, as well as the approval of three subsequent renewals.",
  "Ohr, the Justice Department official who was demoted amid the discovery of his ties to the opposition research firm behind the controversial Trump dossier, figures prominently in the memo.",
  "Schiff, saying the memo fails to provide \"vital context,\" called the memo \"a shameful effort to discredit\" the FBI and Justice Department and an attempt to undermine Mueller's probe.",
  "(CNN) House Republicans, with the approval of President Donald Trump, on Friday released a disputed GOP intelligence memo that alleges FBI abuses of its surveillance authority.",
  "California Rep. Adam Schiff, the top Democrat on the Intelligence Committee, told reporters Friday that the Republican memo \"cherry picks\" information from McCabe's testimony.",
  "\"While this memo raises serious concerns with the FISA process, I have been and remain confident in the overwhelming majority of the men and women serving at the FBI and DOJ.\"",
  "But the memo then goes on to say that the FBI did not know about Steele's media contacts, alleging Steele \"improperly concealed and lied\" to the FBI about his media contacts.",
  "\"Shortly after the election, the FBI began interviewing Ohr, documenting his communications with Steele,\" including \"clear evidence of Steele's bias,\" according to the memo.",
  "Escalation of partisan fight over Russia probe\n\nThe memo was spearheaded by Nunes, who was a member of the Trump transition team, and written by majority committee staff.",
  "Ohr previously served as an associate deputy attorney general, but was stripped of that position after his meetings with Steele and Simpson became public in December.",
  "After Page took a trip to Russia in July 2016, the FBI grew concerned that he had been compromised by Russian operatives, US officials briefed on the matter told CNN.",
  "The release also raises the question of whether Trump might seek to dismiss his deputy attorney general, Rod Rosenstein, who appointed special counsel Robert Mueller.",
  "The memo also doesn't mention that the FBI had earlier opened an investigation into the Russian intelligence agencies' hack of the Democratic National Committee.",
  "The memo states that the FBI counterintelligence investigation was \"triggered\" by Papadopoulos in July 2016, months before the Page FISA application was filed.",
  "Dana Boente, who is currently the FBI general counsel and was appointed by Trump's FBI director, also signed off as well on one or more of the applications.",
  "\"Before and after Steele was terminated as a source, he maintained contact with DOJ via then-Associate Deputy Attorney General Bruce Ohr,\" the memo says.",
  "Papadopoulos was already under investigation for contacts with a professor connected to the Russian government who had promised dirt on Hillary Clinton.",
  "\"Unlike almost every House member who voted in favor of this memo's release, I have actually read the underlying documents on which the memo was based.",
  "Virginia Sen. Mark Warner, the top Democrat on the Senate Intelligence Committee, said the memo \"demonstrates an astonishing disregard for the truth.\"",
  "\"The article does not corroborate the Steele dossier because it is derived from information leaked by Steele himself to Yahoo news,\" the memo states.",
  "That investigation was opened months before the Page application after the FBI received information from the Australian government, CNN has reported.",
  "They disputed what the memo concluded about McCabe's testimony on the dossier as the basis for a Foreign Intelligence Surveillance Act warrant.",
  "Page says he never cut any political deals with the Kremlin and says there was nothing illegal in his interactions with Russian officials.",
  "It adds, \"Ohr later provided the FBI will all his wife's opposition research, paid for by the DNC and Clinton campaign via Fusion GPS.",
  "Trump signed off on releasing the memo before it was released, and the White House requested no redactions, spokesman Raj Shah said.",
  "But the memo also states that Rosenstein -- who was elevated under Trump -- signed off on at least one FISA application for Page.",
  "Former FBI Director James Comey, who was in charge during the 2016 campaign, downplayed the significance of the memo Friday.",
  "More recently, Ohr was removed as head of the Justice Department's Organized Crime Drug Enforcement Task Forces as well.",
  "At the same time, the committee rejected an effort from Schiff to also make public a 10-page Democratic counter-memo.",
  "The FBI issued a rare public warning on Wednesday that the memo omits key information that could impact its veracity.",
  "The committee voted along party lines to release the memo first to the full House and then to the public on Monday.",
  "Schiff, however, said that the Yahoo News article was not referenced in the FISA application to corroborate Steele.",
  "He said he believed the purported bias was a \"disgrace\" and said certain people should be \"ashamed of themselves.\"",
  "Democrats have slammed the memo as an inaccurate and misleading portrait intended to undermine Mueller's probe.",
  "The committee voted to release that memo to the full House, and Schiff plans to push for its release next week.",
  "But the memo also undermines its own argument about the application being overly reliant on the dossier.",
  "The Ohrs' relationship with Settle and Fusion GPS was inexplicably concealed from (the FISA court).\"",
  "\"As I have said repeatedly, I also remain 100 percent confident in Special Counsel Robert Mueller.",
  "As I have said repeatedly, I also remain 100 percent confident in Special Counsel Robert Mueller.",
  "Asked whether he retained confidence in Rosenstein or if he planned to fire him, Trump demurred.",
  "Speaking in the Oval Office Friday, Trump implied the memo revealed political bias at the FBI.",
  "— Trey Gowdy (@TGowdySC) February 2, 2018\n\nJUST WATCHED James Comey on Nunes memo: That's it?",
  "The contents of this memo do not - in any way - discredit his investigation,\" Gowdy tweeted.",
  "\"The American people read the newspapers and watch TV, but your work is all that matters.",
  "The contents of this memo do not - in any way - discredit his investigation.",
  "Actions speak louder than words,\" Wray said in the video, the sources said.",
  "They simply do not support its conclusions,\" Warner said in a statement.",
  "Replay More Videos ... MUST WATCH James Comey on Nunes memo: That's it?",
  "DOJ & FBI must keep doing their jobs,\" Comey tweeted.",
  "\"You figure that one out,\" Trump said.",
  "DOJ & FBI must keep doing their jobs.",
  "\"That's it?",
  "That's it?",
  "For what?",
  "For what?"
]