[
  "HOUSE MEMO STATES DISPUTED DOSSIER WAS KEY TO FBI'S FISA WARRANT TO SURVEIL MEMBERS OF TEAM TRUMP\n\n“Steele’s numerous encounters with the media violated the cardinal rule of source handling—maintaining confidentiality—and demonstrated that Steele had become a less than reliable source for the FBI.” — HPSCI memo\n\nThe memo also said that “Steele’s numerous encounters with the media violated the cardinal rule of source handling—maintaining confidentiality—and demonstrated that Steele had become a less than reliable source for the FBI.”\n\nSteele was hired by research firm Fusion GPS to compile details for the now-infamous anti-Trump dossier, containing salacious allegations against Trump.",
  "That relationship with Steele and the Ohrs was “inexplicably concealed from the FISC.”\n\nSteele told Bruce Ohr in September, 2016 that he “was desperate that Donald Trump not get elected and was passionate about him not being president.”\n\nSteele’s “bias,” according to the memo, was recorded by Ohr, but not reflected in the Page FISA applications.",
  "“Steele has admitted in British court filings that he met with Yahoo News—and several other outlets – in September 2016 at the direction of Fusion GPS.”\n\nThe memo said that Perkins Coie “was aware” of Steele’s “initial media contacts” because the firm hosted Fusion GPS and Steele for a meeting in Washington D.C. where the matter was discussed.",
  "“Steele should have been terminated for his previous undisclosed contacts with Yahoo and other outlets in September –before the Page application was submitted to the [Foreign Intelligence Surveillance Court] FISC in October –but Steele improperly concealed from and lied to the FBI about those contacts,” the memo read.",
  "Steele was “suspended and then terminated” as an FBI source for what the bureau defined “as the most serious of violations” – an “unauthorized disclosure to the media of his relationship with the FBI.”\n\nIn an Oct. 30, 2016 Mother Jones article written by David Corn, Steele leaked his involvement with the FBI.",
  "Another item that was not included in the Page FISA warrant application was the fact that even after his termination, Steele remained in close contact with DOJ official Bruce Ohr –whose wife, Nellie Ohr, was employed by Fusion GPS, where she assisted in the compilation of materials for the dossier.",
  "According to the memo, the article did “not corroborate the Steele dossier” as the article was “derived from information leaked by Steele himself to Yahoo News.”\n\n“The Page FISA application incorrectly assesses that Steele did not properly provide information to Yahoo News,” the memo read.",
  "The report, compiled by the House Permanent Select Committee on Intelligence and greenlighted for release by the White House against the wishes of Democrats and the Justice Department, painfully details Steele's disclosures to the press.",
  "Fox News learned in the fall of 2017 that the dossier was paid for by the Clinton campaign and the Democratic National Committee through law firm Perkins Coie in an effort to conduct opposition research against the Trump campaign.",
  "Christopher Steele, the former British spook behind the discredited dossier the FBI used to get a warrant to spy on an adviser to Donald Trump, comes off as more blabbermouth than Bond in the bombshell House memo released Friday.",
  "According to the memo released Friday, the FBI and Justice Department were aware of the political origins of the dossier, but were not included in FISA warrant applications to surveil Trump foreign police adviser Carter Page.",
  "The Page FISA application did cite, however, a Sept. 23, 2016 Yahoo News article by Michael Isikoff, which focused on the former Trump campaign advisor’s July 2016 trip to Moscow.",
  "It even states that the FBI cut ties with him after he blew his own cover.",
  "The dossier was published by BuzzFeed News in January 2017.",
  "He was the spy who couldn't keep his mouth shut."
]