[
  "Steve Bannon is reportedly going 'off the chain' to destroy hedge fund giant Paul Singer 11:55 AM ET Mon, 30 Oct 2017 | 01:17\n\nFormer White House Chief Strategist Steve Bannon is working hard to destroy hedge fund titan Paul Singer, according to a report from Axios.",
  "A person familiar with the matter told CNBC's Leslie Picker that this is \"Bannon grinding a pre-existing axe\" against Singer for being a \"globalist\" and for being an ally of Senate Majority Leader Mitch McConnell.",
  "Trump tweeted about the dossier on Sunday, saying : \"Never seen such Republican ANGER & UNITY as I have concerning the lack of investigation on Clinton made Fake Dossier (now $12,000,000?),....\"",
  "This follows reports that a Singer-backed conservative website — The Washington Free Beacon — hired Fusion GPS to dig up dirt on several Republican presidential candidates, including Trump.",
  "Since The Times' story broke, Bannon's Breitbart News has been attacking Singer, calling him a globalist and attacking politicians who have taken donations from Singer.",
  "The New York Times reported last week that Hillary Clinton's campaign and the Democratic National Committee paid for some of the research included in the dossier.",
  "Fusion GPS produced the infamous Russia dossier, which accuses Trump of conspiring with Russians to influence the outcome of the 2016 presidential election.",
  "Singer is a major Republican donor and the head of Elliott Management, a hedge fund with more than $30 billion in assets under management.",
  "Bannon told President Donald Trump during a phone call Friday night that he was going \"off the chain\" to destroy Singer.",
  "Singer also heavily financed the \"Never Trump\" movement during the presidential campaign.",
  "The person also believes Trump and Singer have \"buried the hatchet\" for now.",
  "The White House did not immediately respond to CNBC's request for comment.",
  "Correction: An earlier version misspelled Elliott.",
  "Elliott Management declined to comment.",
  "Click here to read Axios' full report."
]