[
  "Mrs. Clinton still insists she had no idea about Mr. Weinstein’s alleged actions, so her friends and supporters have two options when it comes to her decades-long friendship with the accused rapist: Either she was the only Friend of Harvey in both Hollywood and politics who didn’t know, which makes her unqualified to hold any public office; or she did know and didn’t care.",
  "I think it’s a really bad idea for him to host fund-raisers and be involved because it’s an open secret in Hollywood that he has a problem with sexual assault.’ “\n\nThus, the dinner photographs are a reminder about just how big a disaster America averted in 2016.",
  "At the Clinton table at the very popular Rao’s restaurant in New York in early December 2016 were Hillary Clinton, former President Bill Clinton, Harvey Weinstein, his wife fashion designer Georgina Chapman, and Weinstein lawyer David Boies.",
  "Eric Schneiderman, the disgraced former New York attorney general who resigned after the Ronan Farrow/New Yorker expose on multiple women accusing him of abuse, very easily would have expected to become U.S. attorney general.",
  "Like Hillary Clinton, those still trying to undermine the president simply refuse to take responsibility for their own failure, and be grateful every day that the American voter decided enough was enough.",
  "After all, even with his renewing the investigation into her email server, he declared she would not be prosecuted, taking Attorney General Loretta Lynch out of the picture, clearing the whole thing up.",
  "A year and a half after the fact, we are seeing photographs of Hillary and Bill Clinton at a cozy dinner just weeks after her failed presidential campaign, with accused serial rapist Harvey Weinstein.",
  "Everyone had the next eight years planned, imagining the Hillary Clinton presidency as their final act prior to amazing retirements and gigantic pensions, courtesy of the U.S. taxpayer.",
  "It was less than a year after his best friend’s failure to gain the presidency and a mere 10 more months after that dinner at Rao’s, for the boom to be brought down on Mr. Weinstein.",
  "Having powerful friends like the Clintons is a reminder of not only how someone as disgusting as Mr. Weinstein remained in power, but why people were afraid to act against him.",
  "In one instance, the Daily Mail noted The New York Times had revealed “… Clinton’s campaign had been warned about the rumors swirling around about Weinstein.",
  "According to the New York Police Department, Mr. Weinstein is charged with rape, a criminal sex act, sexual abuse and sexual misconduct involving two women.",
  "As you observe the continuing “Trump Derangement Syndrome,” know that it is from those who took too much for granted and held you in so much contempt.",
  "Not to mention Glenn Simpson, the head of Fusion GPS and source of the phony Russian dossier, as the White House director of communications?",
  "Actress Lena Dunham — one of Hillary’s biggest celebrity endorsers — emailed her campaign’s deputy communications director in 2016.",
  "In the immediate aftermath of the 2016 loss, one would guess she’d have her closest friends with her, the people she could trust.",
  "The New York Times reported last year that the pals were discussing making a documentary about her loss to Donald Trump.",
  "The Daily Mail reported it received exclusive access to the never-before-seen photos of the Clintons with Mr. Weinstein.",
  "If Mrs. Clintonhad prevailed in 2016, consider the individuals who would now have more power than they ever did before.",
  "The email stated: ‘I just want you to let you know that Harvey’s a rapist and this is going to come out at some point.",
  "His close relationship with the Clintons would continue, and he would be a frequent visitor to the White House.",
  "And in early December, that apparently was Mr. Weinstein, with whom the Clintons had been friends for decades.",
  "Andrew McCabe and Lisa Page would have plum jobs reporting to their new boss at the bureau, no doubt.",
  "Mrs. Clinton’s election would likely mean the #MeToo movement never would have materialized.",
  "This reminds people of the sort of individuals she has chosen to surround herself with.",
  "Then contemplate the sort of Cabinet a President Hillary Clinton would have assembled.",
  "Mrs. Clinton was president and Mr. Comey’s action probably saved the election.",
  "That’s likely what they thought, and would tell themselves if she succeeded.",
  "Either way, this is a woman whose judgment was and remains compromised.",
  "Certainly then-FBI Director James B. Comey would have to be rewarded.",
  "Now, let’s see … How does FBI Director Peter Strzok sound to you?",
  "John Brennan would love being the National Security Adviser.",
  "Chairman of the National Endowment for the Arts, of course.",
  "And then there’s the Supreme Court of the United States.",
  "This column originally appeared in The Washington Times.",
  "And what could BFF Harvey Weinstein have expected?",
  "Some did try to warn her about the association.",
  "Former Harvard law professor Elizabeth Warren.",
  "James Clapper, head of Homeland Security?",
  "So many to choose from: Barack Obama.",
  "Director of National Intelligence?",
  "Who could have stopped him then?",
  "More charges could follow.",
  "Until Donald J. Trump.",
  "Eric Holder.",
  "Of course."
]