[
  "“I have no information that we paid for it.”\n\nHe continued: “Again, this sort of emphasizes, you know, the point I was making earlier which was this was something that I considered to be something that Chris took on on his own based on his professional obligations and not something that was part of my project.”\n\n“So it makes sense to me that he was reimbursed by them,” he stated, referring to the FBI.",
  "He was, to my knowledge, not been (sic) compensated for that work or any other work during this time.”\n\nSimpson was likely referring to a March 6 letter from Senate Judiciary Chairman Chuck Grassley requesting information and documents about the FBI’s ties to Steele, including whether the agency utilized Steele for its investigation into Trump and whether the FBI paid Steele or intended to pay him.",
  "The Post report continued:\n\nCommunications between the bureau and the former spy were interrupted as Steele’s now-famous dossier became the subject of news stories, congressional inquiries and presidential denials, according to the people familiar with the arrangement, who spoke on the condition of anonymity because they were not authorized to discuss the matter.",
  "TEL AVIV — Glenn R. Simpson, the co-founder of the controversial opposition research firm Fusion GPS, stated in testimony it “makes sense” to him that the FBI paid for a trip to Rome by the former British spy who was contracted by Simpson’s company to produce the largely discredited 35-page anti-Trump dossier.",
  "The Washington Post reported in February that Steele “reached an agreement with the FBI a few weeks before the election for the bureau to pay him to continue his work, according to several people familiar with the arrangement.”\n\nUltimately, the FBI did not pay Steele, the Post reported.",
  "In August 22 testimony released last week and reviewed in full by Breitbart News, Simpson stated that Steele’s outreach to the FBI was “something that Chris took on on his own.”\n\nSimpson stated that as far as he knew Fusion GPS did not fund Steele’s trip to Rome to meet with the FBI.",
  "Just before those statements, Simpson was asked: “Do you know who paid for Mr. Steele’s trip to Rome to meet with the FBI?”\n\nSimpson replied: “I have read recently that — I think in a letter from Senator Grassley that the FBI reimbursed the expense.",
  "CNN reported:\n\nThe FBI reimbursed some expenses of the former British intelligence operative who produced a dossier containing allegations of President Donald Trump’s ties to Russia, people familiar with the matter said.",
  "Here is a transcript of that exchange, which includes questions from lawmakers and interjections from Steele’s attorney, Josh Levy:\n\nQ: Was Fusion aware of the reports that the FBI considered — let me rephrase.",
  "Last July, Steele reportedly traveled to Rome, where he met with an FBI contact to supply the agency with the anti-Trump dossier and other information he found during the course of his anti-Trump work.",
  "SIMPSON: He didn’t discuss it — I don’t remember exactly when he mentioned this to me, but he mentioned to me at some point I think after the election that he had discussed this with them.",
  "Steele’s dossier reportedly served as some of the basis for the FBI’s investigation into Trump’s 2016 presidential campaign and unsubstantiated claims of coordination with Russia.",
  "SIMPSON: Well, we learned — sometime after the election we learned that Chris had discussed working for the FBI on these matters after the election and that that didn’t happen.",
  "The FBI’s national press office did not return a Breitbart News request seeking comment on whether the agency paid for Steele’s Rome trip or reimbursed him for any expenses.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "In his interview on Capitol Hill in August, Simpson was grilled about whether he had any knowledge of previous financial arrangements between Steele and the FBI.",
  "… An official familiar with the discussions said the FBI didn’t hire Steele as an informant, but that the arrangement instead allowed for expenses to be paid.",
  "“I don’t think we did,” Simpson stated, referring to whether Fusion GPS paid for Steele’s travel to Rome to meet with the FBI.",
  "Fusion GPS hired Christopher Steele, a former British intelligence agent, to do the work cited in the anti-Trump dossier.",
  "In March, CNN cited people familiar with the matter as saying that the FBI reimbursed Steele for some expenses.",
  "Was Fusion aware that the FBI considered paying Mr. Steele to investigate Mr. Trump and his associates?",
  "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "He said he believes that the trip expenses may have been reimbursed by the FBI.",
  "FOSTER: That he discussed with the FBI having the FBI pay Mr. Steele.",
  "MUSE: We will attribute that to fatigue as opposed to the questions.",
  "It couldn’t be learned how much he was paid and for how long.",
  "I’m trying to figure out which one you want him to answer.",
  "LEVY: When you say “paying,” what do you mean by that?",
  "FOSTER: You learned it from the news and not from him?",
  "Q: Did Mr. Steele discuss that with you at the time?",
  "In other words, you learned it from him LEVY: Wait.",
  "Written with additional research by Joshua Klein.",
  "FOSTER: So prior to news reports to that effect?",
  "DAVIS: Fees or reimbursements in this context.",
  "Are you saying you learned it from him?",
  "Are you talking about reimbursements?",
  "In fact, it was – LEVY: Learned what?",
  "But to be clear, I mean, that’s it.",
  "You asked two different questions.",
  "LEVY: The witness is yawning.",
  "LEVY: What was the last one?",
  "LEVY: Learned what from him?",
  "SIMPSON: I don’t remember.",
  "Follow him on Facebook.",
  "DAVIS: Providing money.",
  "FOSTER: The last one.",
  "We’ve learned that.",
  "Let’s take a break.",
  "We know that now.",
  "LEVY: For a fee?",
  "Q: At any time.",
  "SIMPSON: When?",
  "SIMPSON."
]