[
  "… Mr. Steele's memorandum states that his company received this report from (redacted), U.S. State Department, and that the report was the second in the series, and that the report was information that came from a foreign sub source who is in touch with a contact of (redacted), a friend of the Clintons who passed it to (redacted).”\n\nThe Grassley-Graham memo goes on to say “it's troubling enough that the Clinton campaign funded Mr. Steele's work, but [worse] that these Clinton associates were contemporaneously feeding Mr. Steele's allegations.",
  "So, in addition to Hillary Clinton and the Democratic National Committee paying $12 million for a phony, fake-news Russian propaganda dossier to influence the election, we now learn that her associates and the Obama State Department teamed up with Russian sources to funnel allegations to Steele for a second dossier.",
  "Senators Chuck Grassley and Lindsey Graham have released a heavily redacted, yet very revealing copy of their criminal referral against ex-British spy Christopher Steele, the author of the dubious dossier we now know was parlayed into a FISA warrant by Trump-hating operatives at the Justice Department.",
  "Grassley and Graham tell us that, while working on a second dossier for Clinton opposition research firm Fusion GPS, Steele was being fed information directly from the Obama State Department and from Clinton allies as well as his usual, sketchy Russian sources.",
  "If you’re scoring at home, the House Permanent Select Committee on Intelligence released a memo over the objections of Democrats and the media that showed how the FBI used Steele’s first dossier to get a federal warrant to spy on people close to Trump.",
  "This Grassley-Graham memo also details how Steele was using his first phony dossier to brief several mainstream media outlets, you know, the folks who bring you fake news, in the summer and the fall of 2016.",
  "And here's what the left and your corrupt media won't tell you: the FISA judge was never told that Hillary Clinton was paying for the phony dossier containing Russian intelligence lies about Donald Trump.",
  "Hot on the heels of the House memo exposing deep state corruption comes an equally explosive document from the Senate that shows the story behind the phony dossier is even worse than you thought.",
  "To launder Russian lies about Donald Trump through the U.S. government, so they could weaponize our own intelligence and law enforcement network against the man who now sits in the Oval Office.",
  "\"There is substantial evidence suggesting that Mr. Steele materially misled the FBI about a key aspect of his dossier efforts, one which bears on his credibility,\" they wrote.",
  "British court records show Steele acknowledged he peddled his memo to The New York Times, Washington Post, Yahoo News, The New Yorker, and, of course, CNN.",
  "And they don’t seem to care that it was first used to try to influence an election, then to get a warrant to spy on an opposition candidate.",
  "The Grassley-Graham memo is a third document that tells us Obama and Clinton operatives fed Steele information to try to damage Trump.",
  "The Democrats hope to release their own “memo,” which is not a memo at all but just a sour-grapes rebuttal to the committee’s.",
  "The dossiers, and there are apparently two of them, were cooked up by Steele and are completely unverified claptrap.",
  "That’s right, teams Clinton and Obama were working with a foreign spy to undermine then-candidate Donald Trump.\n\n\"",
  "The incestuous ties between Fusion, Steele, the Clinton campaign and the Obama Justice Department are alarming.",
  "Yet, the FBI marched one of them into a Foreign Intelligence Surveillance Court and presented it as evidence.",
  "The senators are also accusing Christopher Steele of lying either to the FBI or to the British courts.",
  "The wife of a top Justice Department official, Bruce Ohr, was hired by Fusion to work with Steele.",
  "However, since he was working for the FBI, he would have been barred from leaking to the media.",
  "Months later, then FBI Director James Comey admitted it was completely unverified.",
  "In fact, the FBI later cut ties with him when it learned he had broken the rule.",
  "It raises huge additional concerns about his credibility.\"",
  "It’s hard to keep all the memos and dossiers straight.",
  "So who did he lie to, the FBI or the British courts?",
  "Steele was working with the FBI at the same time.",
  "The goal of the whole, unseemly syndicate?",
  "Clinton hired Fusion, which hired Steele.",
  "You should be scared.",
  "And disgusted."
]