[
  "The draft report included 40 other findings, including how Russians used social media to “sow discord” in 2015 and 2016, a “lackluster” pre-election response to Russian measures, how “anti-Trump research” made its way from Russian sources to the Clinton campaign, and “problematic contacts between senior Intelligence Community officials and the media.”\n\nThe report also included more than 25 recommendations for Congress and the executive branch to improve election security, U.S. government response to cyberattacks, campaign finance transparency, and counterintelligence practices related to political campaigns and unauthorized disclosures.",
  "Make no mistake: this is a close to just one chapter in the threat posed by Moscow – which began well before the investigation – but our work does not stop here, and this Committee’s oversight over Russian threats to the U.S. will continue.”\n\nRepublicans on the committee, though, have expanded their investigation of the Trump dossier, seeking answers from Obama administration officials, including a former staffer for Vice President Joe Biden.",
  "Once the Committee’s final report is issued, we hope our findings and recommendations will be useful for improving security and integrity for the 2018 midterm elections.”\n\n“When we began our investigation into what occurred leading up to the 2016 elections, our ultimate goal was to make timely recommendations for Congress, the executive branch and for states to improve election security in advance of the 2018 election.",
  "“I’m sure they will have specific folks they wanted to interview.”\n\nConaway said that the Republicans on the committee wanted to interview former Trump campaign chairman Paul Manafort, but said Schiff “wanted to delay us.” Once Manafort was indicted in Special Counsel Robert Mueller's investigation, the committee decided not to call him for an interview.",
  "Conaway took over the probe when House Intelligence Chairman Devin Nunes, R-Calif., stepped down in April 2017 after he was accused of making “unauthorized disclosures of classified information, in violation of House Rules, law regulations, or other standards of conduct,” according to the House Ethics Committee which investigated the allegations.",
  "“We didn't find any evidence of collusion and I don't think [special counsel Robert Mueller] will either,” Texas Republican Rep. Mike Conaway, who led the bipartisan investigation, said on “Special Report.”\n\n\"We have found no evidence of collusion, coordination, or conspiracy between the Trump campaign and the Russians.\"",
  "\"THE HOUSE INTELLIGENCE COMMITTEE HAS, AFTER A 14 MONTH LONG IN-DEPTH INVESTIGATION, FOUND NO EVIDENCE OF COLLUSION OR COORDINATION BETWEEN THE TRUMP CAMPAIGN AND RUSSIA TO INFLUENCE THE 2016 PRESIDENTIAL ELECTION,\" wrote Trump, reiterating the main finding from the panel's 150-page draft report.",
  "— House Intelligence Committee, Majority Staff\n\nThe top Democrat on the committee, California Rep. Adam Schiff, responded to Trump with tweet saying that the panel's Republicans \"lack the courage to stand up to a President of their own party when the national interest necessitates it.\"",
  "Once the draft report is adopted by committee Democrats, the report will be submitted to the intelligence community for a declassification review, and following that process, it will be released to the public, officials said, though the timeline at this point is unknown.",
  "“Campaign finance disclosures ought to be a little more wholesome,” Conaway said on “Special Report” referring to the Clinton campaign and the Democratic National Committee's filing of payments for “opposition research” leading to the anti-Trump dossier as legal matters.",
  "“While the Majority members of our committee have indicated for some time that they have been under great pressure to end the investigation, it is nonetheless another tragic milestone for this Congress, and represents yet another capitulation to the executive branch.",
  "The committee's investigation was based on four topics: Russian active measures against the 2016 U.S. election, the U.S. government's response to the attack, links between Russians and the Trump and Clinton campaigns, and purported leaks of classified information.",
  "The report also noted that based on its investigation which lasted more than a year, the committee disagreed with the intelligence community’s assessment that Russian President Vladimir Putin had a “supposed preference” for then-candidate Donald Trump.",
  "By ending its oversight role in the only authorized investigation in the House, the Majority has placed the interests of protecting the President over protecting the country, and history will judge its actions harshly,” the Democratic lawmaker said.",
  "President Donald Trump trumpeted the House Intelligence Committee's report that it found \"no evidence of collusion, coordination or conspiracy between the Trump campaign and the Russians\" in an all-caps Twitter post Monday night.",
  "“The report’s completion will signify the closure of one chapter in the Committee’s robust oversight of the threat posed by Moscow—which began well before the investigation and will continue thereafter,” Conaway said.",
  "Conaway also said that he did not “anticipate” pursuing contempt proceedings against former Trump campaign manager Steve Bannon or any other witnesses who did not respond favorably to the committee's questioning.",
  "Nunes sent a questionnaire to the former Biden staffer, whose husband worked for Fusion GPS, the firm behind the dossier, seeking answers to when the administration was made aware of the dossier.",
  "A committee source told Fox News that the “investigation” portion of the probe was complete, meaning the committee would not interview any additional witnesses as part of its effort.",
  "“After more than a year, the Committee has finished its Russia investigation and will now work on completing our report,” Nunes said in a statement Monday.",
  "“I’d like to thank Congressmen Trey Gowdy, Tom Rooney, and especially Mike Conaway for the excellent job they’ve done leading this investigation.",
  "“I’m sure [committee Democrats] will disagree with bringing the interview phase to a close,” Conaway told Fox News.",
  "The majority staff on the committee is expected to send the draft report to the minority staff on Tuesday.",
  "“We disagree with the Intelligence Community’s position that Putin favored Trump,” Conaway told Fox News.",
  "I’d also like to recognize the hard work undertaken by our other Committee members as well as our staff.",
  "“We believe we've got the information necessary to answer those for the American people,” Conaway said.",
  "Nunes supporters at the time said that it was a “clever political trick” by the Democrats.",
  "“We’re now nine months out, and the threat of Russian interference has not diminished.",
  "The report's recommendations on handling leaks are serious, according to Conaway.",
  "He said he had “no contact” with the White House during the probe.",
  "The clock is ticking,” committee member Tom Rooney, R-Fla., said.",
  "Fox News' Samuel Chamberlain contributed to this report.",
  "“Leaks of classified information are criminal,\" he said.",
  "“Leaks can get people killed.\"",
  "Schiff, however, fought back."
]