[
  "The White House responded by saying the memo “raises serious concerns about the integrity of decisions made at the highest levels of the Department of Justice and the FBI to use the government’s most intrusive surveillance tools against American citizens.”\n\nREAD THE FISA MEMO\n\nThe dossier, authored by former British spy Christopher Steele and commissioned by Fusion GPS, was paid for by the Democratic National Committee and Hillary Clinton's presidential campaign through law firm Perkins Coie.",
  "The memo states that in December 2017, then FBI deputy director Andrew McCabe testified that “no surveillance warrant would have been sought” from the FISA court “without the Steele dossier information.”\n\n\"McCabe testified before the committee in December 2017 that no surveillance warrant would have been sought from the [FISA court] without the Steele dossier information\" — FISA memo\n\nThe memo also says Steele was eventually cut off from the FBI for being chatty with the media.",
  "He added: “Now that a few of the misdeeds against the Trump Movement have been partially revealed, I look forward to updating my pending legal action in opposition to DOJ this weekend in preparation for Monday’s next small step on the long, potholed road toward helping to restore law and order in our great country.”\n\nThe White House sent a letter to Intelligence Committe Chairman Devin Nunes, R-Calif., accompanying the unredacted, declassified memo Friday.",
  "The memo read that the “article does not corroborate the Steele dossier because it is derived from information leaked by Steele himself to Yahoo News.”\n\nIn a statement to Fox News, Page said the memo reveals an \"unprecedented abuse of process.”\n\n“The brave and assiduous oversight by Congressional leaders in discovering this unprecedented abuse of process represents a giant, historic leap in the repair of America’s democracy,” Page said.",
  "But Nunes’ office described the changes as minor and blasted the complaint as a “bizarre distraction from the abuses detailed in the memo.”\n\nThe White House had backed the memo’s release, calling for “transparency.”\n\nJust more than two weeks, Republican lawmakers first drew attention to the memo, with some calling it “shocking,” “troubling” and “alarming” and one likening the details to KGB activity in Russia.",
  "It says he was terminated in October 2016 as an FBI source “for what the FBI defines as the most serious of violations—an unauthorized disclosure to the media of his relationship with the FBI.”\n\nSTEELE FIRED AS AN FBI SOURCE FOR BREAKING 'CARDINAL RULE' -- LEAKING TO THE MEDIA\n\nBut even after his termination, Steele remained in close contact with then-Associate Deputy Attorney General Bruce Ohr.",
  "Attorney General Sessions responded to the release by saying he will “forward to appropriate DOJ components all information I receive from Congress regarding this.”\n\nA senior U.S. official said that indicates Sessions will be referring the allegations in the memo to the Department of Justice Inspector General, which can work directly with US attorneys to build prosecutions.",
  "RUSSIAN LAWYER AT CENTER OF TRUMP TOWER MEETING DISMISSES DOSSIER SHARED WITH FBI\n\nRepublicans have charged that the FBI used the dubious dossier, prepared as campaign opposition research for Clinton’s presidential bid, to get permission from the secret Foreign Intelligence Surveillance Act, or FISA, court to eavesdrop on Trump campaign and transition team communications.",
  "This led to a rare and stunning rebuke from the bureau, which said Wednesday they had “grave concerns about material omissions of fact that fundamentally impact the memo’s accuracy.”\n\nIn a last-ditch objection, the top Democrat on the House committee claimed overnight that Nunes had made “material changes” to the memo that was sent to the White House for review.",
  "A much-hyped memo that shows alleged government surveillance abuse during the 2016 campaign has been released to the public and cites testimony from a high-ranking government official who says the FBI and DOJ would not have sought surveillance warrants to spy on a member of the Trump team without the infamous, Democrat-funded anti-Trump dossier.",
  "\"Steele said he 'was desperate that Donald Trump not get elected and was passionate about him not being president'\" — FISA memo\n\n“This clear evidence of Steele’s bias was recorded by Ohr at the time and subsequently in official FBI files – but not reflected in any of the Page FISA applications,” the memo reads.",
  "The memo, which has been at the center of an intense power struggle between congressional Republicans and the FBI, specifically cites the DOJ and FBI’s surveillance of Trump campaign adviser Carter Page, saying the dossier \"formed an essential part\" of the application to spy on him.",
  "According to the memo, Steele told Ohr that he “was desperate that Donald Trump not get elected and was passionate about him not being president.” But it says the FISA application process “ignored or concealed his anti-Trump financial and ideological motivations.\"",
  "DOJ & FBI must keep doing their jobs.”\n\nThe memo stated that on Oct. 21, 2016, the Justice Department and the FBI “sought and received” a FISA probable cause order authorizing “electronic surveillance” on Page from the Foreign Intelligence Surveillance Court.",
  "WHAT TO KNOW ABOUT THE FISA COURT, THE SUPER-SECRET PANEL THAT GRANTS SURVEILLANCE WARRANTS\n\nAccording to the memo, the FBI and DOJ obtained “one initial FISA warrant” targeting Page, and three FISA renewals from the FISA court.",
  "“The administration stands ready to work with Congress to accommodate oversight requests consistent with applicable standards, including the need to protect intelligence sources and methods,” Sanders said of the Democratic memo.",
  "“Dishonest and misleading memo wrecked the House intel committee, destroyed trust with Intelligence Community, damaged relationship with FISA court, and inexcusably exposed classified investigation of an American citizen.",
  "Trump’s current Deputy Attorney General Rod Rosenstein also signed at least one FISA application for Page – along with former Deputy Attorney General Sally Yates and former Acting Deputy Attorney General Dana Boente.",
  "The statute required that every 90 days, a FISA order on an American citizen “must be renewed.”\n\nThe memo stated that then-FBI Director Comey signed three FISA applications for Page and McCabe signed one.",
  "Former FBI Director James Comey, who was fired by Trump last year and has been publicly criticizing the president online, also lambasted the memo as “dishonest and misleading.”\n\n“That’s it?” he tweeted.",
  "6 THINGS TO KNOW ABOUT THE SECRET DOCUMENT\n\nSpeaking to reporters on Friday, Trump, who has read the memo, called the contents “a disgrace.”\n\n“A lot of people should be ashamed of themselves,” he said.",
  "California Democratic Rep. Adam Schiff, the top Democrat on the House Intelligence Committee, indicated Friday that he believes the panel will now publish a counter-memo authored by Democrats.",
  "“Consistent with this review and these standards, the president has determined that declassification of the Memorandum is appropriate,” White House counsel Don McGahn wrote.",
  "Fusion GPS, it says, briefed major American news outlets to include New York Times, Washington Post, CNN, New Yorker, Yahoo and Mother Jones on its contents.",
  "The release of the four-page memo comes after the Intelligence Committee voted earlier this week, over Democratic objections, to make the document public.",
  "Virginia Sen. Mark Warner said he read the classified documents that formed the basis for the memo, and \"they simply do not support its conclusions.\"",
  "Page’s FISA application “cited extensively” a September 23, 2016 Yahoo News article, which focused on Page’s trip to Moscow.",
  "Fox News' Cyd Upson, Jake Gibson, Pamela K. Browne and Chad Pergram and The Associated Press contributed to this report.",
  "Sarah Sanders, the White House press secretary, suggested Friday the president will not oppose that effort.",
  "They argued the memo should be immediately made public, leading to a social media #ReleaseTheMemo campaign.",
  "But the top Democrat on the Senate Intelligence Committee on Friday challenged the accuracy of the memo.",
  "Ohr’s wife, Nellie, began working for Fusion GPS, the firm behind the dossier, as early as May 2016.",
  "It also claims the FBI and DOJ used media reporting to lend credibility to the dossier.",
  "It included salacious and unverified allegations about Trump's connections to Russia.",
  "“I am determined that we will fully and fairly ascertain the truth,” Sessions said.",
  "Republicans on the House Intelligence Committee released the memo Friday.",
  "At the time, Page was a volunteer adviser on the Trump campaign.",
  "For what?"
]