[
  "Play Video 0:34 Republican senator waves off female protesters and tells them to 'grow up' – video\n\nSavage claimed that Ford herself ran a CIA internship program at Stanford, that her brother’s former law firm “created” Fusion GPS (originators of the Trump “pee tape” dossier) , that the firm was collocated (and therefore connected) with CIA-aligned companies run by her father, Ralph Blasey Jr, and that her grandfather was a CIA agent named Nicholas Deak.",
  "Conspiracy theories can help explain things in a way that aligns with their worldview.”\n\nFor many on the fringe, and increasingly for broadcasters like Savage – a bestselling author, a Trump confidant, and an inductee to the Radio Hall of Fame – lies about Ford are more palatable than the idea that she is telling the truth about Brett Kavanaugh.",
  "Stanford has no CIA internship program; Deak is not Ford’s grandfather; Ralph Blasey III was not working at law firm Baker Hostetler when it worked with Fusion GPS; her father has no relationship with most of the companies mentioned, and the one he does work for has no connection to the CIA.",
  "This, in turn, was a recapitulation of the case he had yelled at his listeners several times in the days following Ford’s testimony (The Savage Nation, is perennially among the top 10 most listened to radio programs in the country, according to Talkers annual “Heavy 100” survey).",
  "And as reported on Right Wing Watch, conspiracy broadcaster Rick Wiles suggested that Ford was a sleeper agent whose conditioning was triggered by the use of the word “lodestar” in the op-ed by an anonymous administration official which was published by the New York Times.",
  "A writer who goes by Sorcha Faal at whatdoesitmean.com adds some more conspiracy culture red meat by claiming that Ford’s connection to Deak is via a Stanford scientist, Frederick Melges, who Faal claims was engaged in work on the MKUltra mind control program.",
  "But after Savage gave it a run, the conspiracy theory was, in turn, elaborated on and pitilessly hammered by Alex Jones and Infowars, who have run stories on Ford’s supposed CIA connections, and false allegations about her personal life, for the last week.",
  "Influential broadcasters – whether from cynicism, credulousness, or a blend of the two – now readily spread outlandish theories in order to quiet the clanging cognitive dissonance of a particularly gullible, or committed mass of rightwing Americans.",
  "A tweet by talk radio star Michael Savage – whose show, the Savage Nation, reaches up to 11 million people according to industry website Talkers – last week alleged that Ford was tied to the CIA via her brother, her father, and Stanford University.",
  "Wherever Savage read it, thanks to him and Jones, millions of Americans have heard, and perhaps believed, that Ford only came forward with her accusations because of a “deep state” plot against Kavanaugh, and by extension the president.",
  "And just this morning, Donald Trump continued his long history of promoting conspiracy theories when he blamed the Hungarian-American billionaire George Soros for the protests against the Kavanaugh confirmation at the US Senate.",
  "For many on the fringe, lies about Ford are more palatable than the idea that she is telling the truth about Brett Kavanaugh\n\nConservatives did not stand idle while the FBI completed its limited investigation on Brett Kavanaugh.",
  "“That means they can reach a mass of people.”\n\nShe says it is hard to measure whether conspiracy theories are becoming more widespread, but “most troubling is that they are beginning to get into the minds of people in power”.",
  "(Though Jones’s reach has been reduced by social media bans, his website has 4.3 million monthly uniques according to traffic monitor Alexa, and his radio show has almost 6 million weekly listeners.)",
  "This conspiracy thinking was by no means confined to the low-traffic online fringe websites – it was amplified and further disseminated by some of the country’s most prominent rightwing broadcasters.",
  "The idea that Ford is a deep-cover operative, placed by a hidden hand to destroy Kavanaugh, circulated remarkably quickly and very widely after her identity was revealed by the Washington Post.",
  "He has continued attacking Ford, often using baseless claims, as the country has waited for the FBI to complete its investigation, and for the Senate to vote on Kavanaugh’s nomination.",
  "The post incorporates some familiar tropes and stock characters from conspiracy subculture, like Deak, whose murder at the hands of a homeless woman have long fueled speculation.",
  "It appears to have first been floated in a rambling piece on the notorious (and eye-searing) conspiracy site, whatdoesitmean.com, posted the day after her identity was revealed.",
  "Anything, it seems, is preferable to the thought that one’s party, and one’s president, might be knowingly promoting an abuser to the highest court in the land.",
  "While this unfolded, Dr Christine Blasey Ford has been subjected to a full-frontal personal attack, which has been taken up by all segments of rightwing media.",
  "Starbird says that increasingly conspiracy theories “start from the ground up and are taken up by conservative media elites”, like high-profile broadcasters.",
  "Kate Starbird, who analyses disinformation networks at the University of Washington, says conspiracy thinking is more evident on the left and the right.",
  "But while most ostensibly respectable outlets contented themselves with attacks on her credibility, others have leapt headlong into conspiracy theory.",
  "The alacrity with which Savage seized on them also suggests that they have become part of the rapid-response armory for the political right.",
  "So much so that it once again raised the question of where the border between conspiracy theories and respectable conservative media lies.",
  "The trajectory of these falsehoods shows how quickly and broadly conspiracy theories about crucial political stories can now proliferate.",
  "She says that, as in the Ford case, “one of the things that disinformation does is to try to discredit opposition sources”.",
  "Were these falsehoods confined to sites like this, it would only be of interest to those with a yen for subcultural arcana.",
  "The influential anti-feminist and white nationalist blog Chateau Heartiste amplified theories that Ford was an FBI asset.",
  "Other conspiracy theories about Ford have proliferated, some even more fantastical than the one Savage mainstreamed.",
  "But these lies then spread through better-read conspiracy sites like Zero Hedge, who called Ford a “CIA honeytrap”.",
  "(Soros is frequently the focus of conspiracy theories, many of which have antisemitic overtones.)",
  "Starbird’s explanation is appealingly simple: “People want to believe in their side of politics.",
  "Starbird points to General Michael Flynn’s penchant for spreading multiple conspiracy theories.",
  "None of the claims Savage made are true, as is painstakingly detailed in a rebuttal at Snopes.",
  "The tweet summarized his argument with a screenshot of an all-caps post from Savage’s blog.",
  "This only intensified after her testimony before the Senate judiciary committee.",
  "They grab on to evidence that can support the things they believe.",
  "So why do masses of ordinary people believe such convoluted tales?",
  "Savage didn’t originate the theory himself."
]