[
  "Cohen told TheDC that does not know how Millian became involved in the dossier but that he believes he is “trying to inject himself” into the story “for publicity purposes.”\n\nThe lawyer said that he exchanged three emails with Millian on Nov. 2 after he submitted a request to have Trump speak at a business event in either New York or Switzerland.",
  "Millian told The Journal in an email that the information in the dossier was “fake news (created by sick minds)” as well as “an attempt to distract the future president from real work.”\n\nAnother claim laid out in the dossier involves Cohen, Trump’s personal attorney.",
  "That intermediary provided Steele with perhaps the most salacious claim laid out in the dossier: that Russian spies possessed a video showing Trump in a Moscow hotel room engaging in sexually explicit activities with multiple prostitutes.",
  "James Clapper, the director of the office of national intelligence under President Obama, said just before leaving office that the U.S. intelligence community has “not made any judgement” about whether the document was reliable.",
  "“This guy is out of his mind,” Cohen told The Daily Caller Tuesday evening of Millian after The Wall Street Journal and ABC News named the 38-year-old naturalized U.S. citizen as the source behind much of the 35-page document.",
  "Cohen said that he ended up telling Millian to “cease contacting me.” He called Millian “a guy who has nothing to do with anything.”\n\nCohen said he spoke by phone with Millian two or three weeks prior to the email exchange.",
  "The Trump document was compiled by Christopher Steele, a former MI6 spy who was working for an American opposition research firm called Fusion GPS to gather dirt on Trump during the presidential campaign.",
  "A Belarusian businessman who runs a small Russian-American trade organization in New York has been identified as the source of the most salacious claims in an unverified dossier about Donald Trump.",
  "And Cohen says: “I know for a fact that he has nothing to do with the Trump Organization or Mr. Trump.”\n\nMillian responded to an email seeking comment on Tuesday, saying that he would reply soon.",
  "The document was leaked to several news outlets before and after the election, but none published it (because they could not verify its assertions) until BuzzFeed did so earlier this month.",
  "When TheDC spoke to Cohen late Tuesday, he said he did not have immediate access to his email account and would not share his emails with Millian because they were privileged information.",
  "He told Mother Jones magazine that he believed the information he uncovered during his investigation was explosive and that he was worried American investigators would ignore it.",
  "Millian, whose real name is Siarhei Kukuts, is the head of the Russian-American Chamber of Commerce, a New York-based trade group that is much smaller than its name implies.",
  "He told ABC News in an interview over the summer that he helped broker a real estate deal involving Trump and Jorge Perez, the billionaire CEO of The Related Companies.",
  "But that businessman, 38-year-old Sergei Millian, is “a phony,” according to Michael Cohen, Trump’s personal attorney and a central figure in the uncorroborated memos.",
  "The memos assert that Cohen met with a member of the Russian government in Prague in August to discuss sharing information that would help Trump during the campaign.",
  "But the Financial Times reported in November that Millian was investigated by the FBI in 2011 after he organized a junket to Moscow for 50 American entrepreneurs.",
  "The Journal’s unnamed source told the newspaper that Millian’s statements about Trump’s activities in Russia were provided to Steele through a third-party.",
  "According to Steele’s memos, the Russian government was dangling the blackmail material over Trump’s head in order to force him to toe the Kremlin line.",
  "“You’re clearly seeking attention, something that I have no interest in giving you,” Cohen told TheDC, paraphrasing his email exchange with Millian.",
  "It reported that Millian “may have unwittingly” described Trump’s alleged sexual romps in a conversation with a person who was reporting to Steele.",
  "Fusion GPS, which is headed by former Wall Street Journal reporter Glenn Simpson, was working on behalf of anti-Trump political operatives.",
  "Cohen has strongly denied that allegation, saying that he was in southern California at the time he was supposed to have been in Prague.",
  "One entrepreneur told the Financial Times that an FBI agent said the bureau suspected that the trip organizers were Russian spies.",
  "But The Journal notes that Millian told a Russian news outlet last year that he met Trump in Moscow in 2007.",
  "FBI agents questioned some of the participants over whether they were recruited by Russian intelligence.",
  "However, he has given conflicting accounts of when he first met the now-retired real estate mogul.",
  "Millian’s name was also listed as a source in a copy of the dossier that was provided to the FBI.",
  "But Related Companies told ABC that it has no record of paying Millian for brokerage services.",
  "Steele provided the memo to the FBI and British intelligence services during the campaign.",
  "It is not known whether Millian is affiliated with the Russian government.",
  "Millian came to the U.S. 15 years ago, settling first in Atlanta.",
  "He has said in interviews that he met Cohen through Trump.",
  "Millian has touted his business relationship with Trump.",
  "He has operated several translation services companies.",
  "He told ABC News that he met Trump in Florida in 2008.",
  "But Millian’s involvement suggests that it is not.",
  "Cohen said that he rejected Millian’s request.",
  "He had not responded as of Wednesday morning.",
  "He has denied in interviews that he is.",
  "This piece will be updated if he does.",
  "He also said he has never met Millian.",
  "ABC News added a few other details.",
  "But Millian has claimed otherwise.",
  "Follow Chuck on Twitter"
]