[
  "Trump critics immediately latched onto Simpson’s testimony that the FBI believed the dossier was credible because they had “other intelligence about this matter from an internal Trump campaign source.”\n\n“They believed Chris’s information might be credible because they had other intelligence that indicated the same thing and one of those pieces of intelligence was a human source from inside the Trump organization,” Simpson told the investigators.",
  "Feinstein — against the wishes of Senate Judiciary Committee Chairman Chuck Grassley (R-IA) — on Tuesday morning released the full transcript of an interview in August with Glenn Simpson, the co-founder of Fusion GPS, the firm hired by the Hillary Clinton campaign and the Democratic National Committee to dig up dirt on Trump’s ties with Russia.",
  "However, shortly after the transcript was released, “a source close to Fusion GPS” told NBC News that Simpson was referring to an Australian diplomat, who had contacted the U.S. government after a night of “heavy drinking” with former low-level Trump foreign policy campaign adviser George Papadopoulos.",
  "If the FBI indeed used the dossier as part of the justification to do either — it would raise questions over why an unverified political campaign document was used to investigate a presidential candidate and cast a cloud of suspicion that has continued to loom over his presidency.",
  "In addition, Simpson was asked whether he made any attempt to assess the credibility of Steele’s sources, which led to an odd exchange during the testimony where his lawyer jumped in and said Simpson could not comment out of concern that someone was killed because of the dossier.",
  "— Ken Dilanian (@KenDilanianNBC) January 9, 2018\n\nThe New York Times last month published a story that revealed the role of the Australian diplomat and appeared aimed at downplaying the salacious and unverified dossier’s role in the FBI’s decision to launch the investigation.",
  "Congressional investigators have zeroed in on dossier in recent months, to find out whether the FBI used it as part of the justification to launch their investigation, as well to obtain a surveillance warrant on another Trump campaign adviser, Carter Page.",
  "However, the Times‘ story also acknowledges that although a professor in London had told Papadopoulos, 28, that Russians had emails that would be embarrassing to Clinton, he did not appear to have shared that information with anyone on the Trump campaign.",
  "Justice Department officials testified to the House intelligence committee in November, months after Simpson’s interview, that they could still not verify any of the dossier’s claims about collusion, according to the Washington Examiner.",
  "Democrat Sen. Dianne Feinstein (D-CA) may have tried to discredit Republican scrutiny of Fusion GPS and its dossier’s role in the FBI investigation into the Trump campaign, but could have ended up justifying it instead.",
  "On Monday, there were new revelations that FBI officials Peter Strzok and Lisa Page had texted messages to each other that suggested they were sources for news reports on the Russia investigation before the election.",
  "“It was someone like us who decided to pick up the phone and report something.”\n\nNotably, Simpson did not identify any other of the “pieces of intelligence” that the FBI might have had to back up the dossier.",
  "Investigators have also uncovered evidence of deep animosity against Trump by some of the FBI officials assigned to the initial FBI probe into the Trump campaign and on the subsequent special counsel.",
  "A source close to Fusion GPS tells me there was no walk-in source — that was a mischaracterization by Simpson of the Australian diplomat tip about Papadopoulis.",
  "The fact that the FBI believed the dossier was credible because of Papadopoulos — shows how little the FBI had to verify the dossier and its claims.",
  "Last week, Grassley and fellow committee member Sen. Lindsay Graham (R-SC) recommended a criminal investigation against Steele for lying to the FBI.",
  "Democrats have accused Republicans of trying to distract from the issue of collusion and discredit the special counsel investigation.",
  "— Ken Dilanian (@KenDilanianNBC) January 9, 2018\n\nA second source confirms: Steele was not told about a walk-in source.",
  "Simpson said it was a “voluntary source” — someone who was concerned about the same concerns we had.",
  "He was referring to Papadopoulos, via the Australian diplomat.",
  "That was a mistake."
]