[
  "(RELATED: Alleged Trump Dossier Source Has History Of Overstating Business Ties)\n\nAnother July 19 memo from the dossier alleges that Page, a low-level adviser on the campaign who never met Trump, met secretly with Kremlin officials and Igor Sechin, the president of Russian oil giant Rosneft, to discuss relaxing Ukraine-related sanctions against Russia.",
  "The Post’s report says that the agreement between Steele and the bureau fizzled out because the dossier “became the subject of news stories, congressional inquiries and presidential denials.”\n\nDespite that claim, Steele’s dossier was not publicly revealed for several months after his FBI agreement.",
  "And that level of confidence is important because the FBI reportedly relied on the dossier in a September application for a Foreign Intelligence Surveillance Act warrant against former Trump campaign adviser Carter Page.",
  "(RELATED: FBI Relied On Dossier To Obtain FISA Warrant On Carter Page)\n\nThe Washington Post last month broke the news that the FBI made an informal agreement with Steele, who runs Orbis Business Intelligence in London.",
  "A Federal Intelligence Surveillance Court judge granted that warrant, meaning that the court agreed there was probable cause to believe that Page was working as an agent of the Russian government.",
  "A July 19 memo from Steele’s dossier alleges that the Trump campaign used Page as an intermediary in a “well-developed conspiracy” to help Trump during the election.",
  "The source of that claim has since been identified as Sergei Millian, a Belarusian-American businessman who has a history of exaggerating his business ties.",
  "New details are emerging about the FBI’s arrangement with the former British spy who compiled the infamous opposition research dossier on Donald Trump.",
  "The memo alleges that a Russian tech executive named Aleksej Gubarev operated a computer hacking network that targeted Democrats during the election.",
  "According to The New York Times, FBI agents met in early October with the former spy, Christopher Steele, to discuss his future work on the dossier.",
  "One question that the Times report raises is whether the FBI wanted Steele to get “solid corroboration” of all of his reports or just some of them.",
  "The Times reports that Steele and the FBI settled on a $50,000 payout if the ex-MI6 agent could corroborate information contained in his dossier.",
  "As The Times notes, the payment was never made, perhaps suggesting that Steele was not able to confirm information in his memos.",
  "He was working for Fusion GPS, an opposition research firm that was a client of an ally of Hillary Clinton’s.",
  "One, dated Sept. 14, said that Mr. Putin was facing “fallout” over his apparent involvement in the D.N.C.",
  "Page, an energy consultant, has denied having the secret meeting and says he has never met Sechin.",
  "Gubarev denies the claim and is suing BuzzFeed for publishing the dossier with his name in it.",
  "The report raises questions about the degree of confidence that the FBI had in the dossier.",
  "The agent said that, if Mr. Steele could get solid corroboration of his reports, the F.B.I.",
  "would pay him $50,000 for his efforts, according to two people familiar with the offer.",
  "That memo makes several claims that are now the subject of a lawsuit against BuzzFeed.",
  "Instead, they discuss internal Kremlin deliberations about meddling in the election.",
  "Steele had started compiling research in June on Trump’s potential ties to Russia.",
  "contact in Rome in early October, bringing a stack of new intelligence reports.",
  "The document was not published until Jan. 10 by BuzzFeed News.",
  "Many of Steele’s memos do not refer to the Trump campaign.",
  "hack and was receiving “conflicting advice” on what to do.",
  "Here’s The Times reporting:\n\nMr. Steele met his F.B.I.",
  "Steele’s last memo for the dossier is dated Dec. 13.",
  "Ultimately, he was not paid.",
  "Follow Chuck on Twitter"
]