[
  "a) Neither the initial application in October 2016, nor any of the renewals, disclose or reference the role of the DNC, Clinton campaign, or any party/campaign in funding Steele’s efforts, even though the political origins of the Steele dossier were then known to senior DOJ and FBI officials.",
  "However, the FISC’s rigor in protecting the rights of Americans, which is reinforced by 90-day renewals of surveillance orders, is necessarily dependent on the government’s production to the court of all material and relevant facts.",
  "Steele was a longtime FBI source who was paid over $160,000 by the DNC and Clinton campaign, via the law firm Perkins Coie and research firm Fusion GPS, to obtain derogatory information on Donald Trump’s ties to Russia.",
  "1) The “dossier” compiled by Christopher Steele (Steele dossier) on behalf of the Democratic National Committee (DNC) and the Hillary Clinton campaign formed an essential part of the Carter Page FISA application.",
  "As such, the public’s confidence in the integrity of the FISA process depends on the court’s ability to hold the government to the highest standard—particularly as it relates to surveillance of American citizens.",
  "Investigation Update\n\nOn October 21, 2016, DOJ and FBI sought and received a FISA probable cause order ( not under Title VII) authorizing electronic surveillance on Carter Page from the FISC.",
  "It then required the approval of the Attorney General, Deputy Attorney General (DAG), or the Senate-confirmed Assistant Attorney General for the National Security Division.",
  "In the case of Carter Page, the government had at least four independent opportunities before the FISC to accurately provide an accounting of the relevant facts.",
  "§,1805(d)(l)), a FISA order on an American citizen must be renewed by the FISC every 90 days and each renewal requires a separate finding of probable cause.",
  "Then-Director James Comey signed three FISA applications in question on behalf of the FBI, and Deputy Director Andrew McCabe signed one.",
  "Then-DAG Sally Yates, then-Acting DAG Dana Boente, and DAG Rod Rosenstein each signed one or more FISA applications on behalf of DOJ.",
  "Due to the sensitive nature of foreign intelligence activity, FISA submissions (including renewals) before the FISC are classified.",
  "Consistent with requirements under FISA, the application had to be first certified by the Director or Deputy Director of the FBI.",
  "This should include information potentially favorable to the target of the FISA application that is known by the government.",
  "The FBI and DOJ obtained one initial FISA warrant targeting Carter Page and three FISA renewals from the FISC.",
  "However, our findings indicate that, as described below, material and relevant information was omitted.",
  "Page is a U.S. citizen who served as a volunteer advisor to the Trump presidential campaign.",
  "As required by statute (50 U.S.C."
]