[
  "… In a petition seeking a restraining order dated Oct. 31, 2016, [Edward’s husband, Jesse Sally] wrote that Edwards had arrived home about 10:30 p.m. after drinking alcohol with neighbors and grabbed his head and pushed it into a pillow.”\n\n\n\nPLAY-BY-PLAY\n\nBilly Graham will be first religious leader to lie in honor in the Capitol rotunda - Roll Call\n\n\n\nMattis says transgender troops should be allowed to serve, with conditions - Reuters\n\n\n\nU.S. Embassy in Israel will officially move to Jerusalem in May - NYT\n\n\n\nGillibrand urges Senate to follow the House’s lead on harassment policy - Politico\n\n\n\nANY GIVEN SUNDAY\n\nOn this given Sunday, the conversation on gun reform legislation continues after the mass shooting at a Florida high school.",
  "The Feb. 9 phone call from Deputy Attorney General Rod J. Rosenstein to White House Counsel Donald McGahn came amid growing public scrutiny of a number of administration officials without final security clearances.”\n\nJudge who donated to Trump won’t step aside on dossier case - ABC News: “A Trump-appointed federal judge who donated to the Trump campaign and worked on his presidential transition team has rejected requests to recuse himself from overseeing a legal battle involving Fusion GPS, the research firm that commissioned the so-called ‘dossier’ of unverified intelligence that contains claims about Donald Trump’s alleged ties to Russia.",
  "David Dodson, a Jackson-based former CEO and part-time lecturer at Stanford, will jump into the Senate race on Thursday as an independent, saying in an interview ahead of the announcement that his wife has given him the sign-off to spend $1 million, and, ‘if she’s not looking, I’d be willing to put in more.’ Dodson is the latest candidate to jump in with the backing of a group called Unite America, which is providing campaign infrastructure and donor support for independent candidates for Senate in Maryland and Missouri, and for gubernatorial candidates in Maine, Kansas and Alaska, where Gov.",
  "The overhaul includes a crackdown on interim security clearances, something that could affect Kushner, who has been working without a permanent security clearance.”\n\n\n\nWhite House warned of trouble with Kushner’s access - WaPo: “A top Justice Department official alerted the White House two weeks ago that significant information requiring additional investigation would further delay the security clearance process of senior adviser Jared Kushner, according to three people familiar with the discussion.",
  "The indictment accuses Greitens of not only knowingly photographing the woman with whom he had an affair, but also transmitting the image ‘in a manner that allowed access to that image via a computer.’”\n\n\n\nRepublicans ramp up already huge spending on Pa. special election - Politico: “The pro-Trump super PAC America First Action is launching a $1 million ad-buy in support of Pennsylvania special election candidate Rick Saccone, according to a person familiar with the group's plans.",
  "GOP groups are investing millions to prop up Saccone, a state representative who is facing off against Democratic attorney Conor Lamb.”\n\n\n\nPennsylvania House candidate has a wild backstory - TribLive: “An Allegheny County judge granted a temporary restraining order in late 2016 against Shannon Edwards, who announced Wednesday she's running for Congress, after her husband accused her of drunkenly attacking him and threatening to kill him, court records show.",
  "… Attorneys for Fusion GPS were not immediately available for comment to ABC News about McFadden’s decision.”\n\nMcCain associate takes Fifth on Trump dossier questions - Fox News: “A former State Department official and associate of Sen. John McCain has invoked his Fifth Amendment right not to testify in connection with questions from the House Intelligence Committee about the anti-Trump dossier’s Russian sources, according to a law enforcement source.",
  "32\n\n\n\nTIME OUT: ‘I CAN’T DO THIS ON MY OWN’\n\nAtlantic: “In [rap artist Drake’s new video for his song ‘God’s Plan’], the Toronto superstar distributes his million-dollar production budget to people around Miami—by telling all the shoppers in a Sabor Tropical Supermarket that everything on the shelves are free, by presenting a scholarship check to an unsuspecting student, by giving gift cards to women at a shelter, and more.",
  "SCOREBOARD\n\nTrump job performance\n\nAverage approval: 38.4 percent\n\nAverage disapproval: 56.2 percent\n\nNet Score: -17.8 points\n\nChange from one week ago: down 1.4 points\n\n[Average includes: Marist College: 40% approve - 53% disapprove; Quinnipiac University: 37% approve - 58% disapprove; Gallup: 37% approve - 59% disapprove; Fox: 43% approve - 53% disapprove; IBD: 35% approve - 58% disapprove.]",
  "… Trump on Friday argued that despite McCain's vote, ‘we may be better off the way we’re doing it’ — going after ObamaCare in a piece-by-piece way.”\n\nDCCC GOES AGAINST DEMOCRATIC TEXAS PRIMARY CANDIDATE\n\nTexas Tribune: “The campaign arm of Democrats in the U.S. House of Representatives set its sights on a surprising target Thursday: Democratic congressional hopeful Laura Moser.",
  "Control of House\n\nRepublican average: 40.2 percent\n\nDemocratic average: 47.2 percent\n\nAdvantage: Democrats plus 7 points\n\nChange from one week ago: Democratic advantage up 0.4 points\n\n[Average includes: Marist College: 46% Dems - 39% GOP; Quinnipiac University: 53% Dems - 38% GOP; IBD: 46% Dems - 41% GOP; Monmouth University: 47% Dems - 45% GOP; Fox News: 44% Dems - 38% GOP.]",
  "**\n\nOn the roster: A mulish commitment to stupidity on mass shootings - Manafort faces new charges, blasts Gates’ guilty plea - DCCC goes against Democratic Texas primary candidate - Audible: ‘Thank you Google’ - Be like Orazio\n\n\n\nA MULISH COMMITMENT TO STUPIDITY ON MASS SHOOTINGS\n\nIn real life, people know that the worst way to start at solving a problem is to assign blame.",
  "Bill Walker is running for a second term.”\n\n\n\nKasich preparing for potential independent presidential run - Politico: “John Kasich’s inner circle is gearing up for a possible presidential run in 2020 — actively weighing the prospect of a Republican primary challenge to President Donald Trump against the feasibility of a long-shot general election campaign as an independent.",
  "The case is now exclusively a tax and bank-fraud case.”\n\n\n\nTrump says Kelly will decide fate of ‘high-quality person’ Kushner’s clearance - Fox News: ‘President Trump on Friday defended his son-in-law Jared Kushner as a “high-quality person” while saying chief of staff John Kelly will ultimately decide whether Kushner keeps his interim security clearance.",
  "And there’s one consideration driving their thinking perhaps more than any other: what some of his advisers consider the very real, maybe even likely, possibility that Trump doesn’t run again — by choice or not — or that the president becomes so politically hobbled by late next year that the political landscape fundamentally shifts in Kasich’s favor.",
  "‘Voters in Houston have organized for over a year to hold Rep. Culberson accountable and win this Clinton district,’ Kelly said.”\n\n\n\nIndependent launches big-money campaign against Barrasso - Politico: “Wyoming Sen. John Barrasso is getting a self-financing challenger after all — but it’ll be in the general election instead of a Republican primary.",
  "‘Except for one senator, who came into a room at 3 o’clock in the morning and went like that, we would have had health care too, we would have had health care too, think of that,’ Trump told the Conservative Political Action Conference, imitating the thumbs down motion that McCain made during a late-night vote to pass a repeal measure.",
  "… The word ‘humanitainment’ has been used to describe splashy celebrity-generosity efforts ranging from the Live 8 concert to David Beckham’s UNICEF work, and that term certainly seems to fit ‘God’s Plan.’ It’s an act of grace, and it’s a show—one perfectly calibrated to currently popular attitudes around giving, stardom, and society.",
  "Mueller’s office unsealed a superseding indictment against the 68-year-old Manafort, including conspiracy against the United States, conspiracy to launder money, failing to register as an agent of a foreign principal, giving false and misleading Foreign Agents Registration Act statements and providing other false statements.",
  ".the desire of individual members of Congress to remain in power has outstripped the healthy jealousies that are intended to keep our government in check and functioning properly.’ More even than that, that desire has outstripped any real principles members had when they first ran for office.” – John Johnson, Tucson\n\n\n\n[Ed.",
  "MANAFORT FACES NEW CHARGES, BLASTS GATES’ GUILTY PLEA\n\nFox News: “A federal grand jury unsealed new charges against ex-Trump campaign chairman Paul Manafort in Special Counsel Robert Mueller’s Russia probe on Friday, as Manafort blasted his former business partner Rick Gates for pleading guilty in the case.",
  "That’s one reason Kasich has yet to decide whether to pursue an independent bid or a primary challenge.”\n\n\n\nMissouri governor under pressure to quit after indictment - Kansas City Star: “Gov.Eric Greitens was indicted Thursday afternoon by a St. Louis grand jury on a felony charge of invasion of privacy.",
  "We are told that we should listen only to children or teachers or law enforcement officials or gun rights advocates or gun control advocates or mothers or conservatives or liberals precisely because those who identify with such labels want to shut down debate from those with whom they disagree.",
  "The law enforcement source confirmed, however, that Kramer did not appear and has exercised his Fifth Amendment rights.”\n\n\n\nTrump attacks McCain at CPAC - The Hill: “President Trump on Friday called out Sen. John McCain (R-Ariz.), though not by name, for his vote against ObamaCare repeal.",
  "In fact since the law states that the legislative party in power gets to set the congressional district maps every ten years, them not being allowed to do so is what is currently blocking the free and equal elections from taking place, isn’t it?” – Brian Steiner, Fargo, N.D.\n\n\n\n[Ed.",
  "U.S. District Court Judge Trevor McFadden, who sits on the bench in Washington, D.C., made two donations to Trump’s presidential campaign totaling $1000 in October 2016 – both coming within three weeks of Election Day, documents filed with the Federal Election Commission show.",
  "I do have a question about term limits, I have heard an argument against term limits, basically the argument is that the lobbyists would have even more sway/power because the Congressmen/women would rely on the lobbyists to write bills even more than they do now.",
  "I won't make that call.” Earlier this month, Kelly informed White House staffers of an overhaul of security clearance procedures in the wake of the scandal over Rob Porter, the White House aide who resigned after past allegations of domestic abuse surfaced.",
  "David J. Kramer, who is a central player in how the unverified Trump dossier made its way to the FBI in late 2016, testified before the committee in December in a closed-door session, indicating he had information about the dossier's sources.",
  "For reasons yet to surface he chose to do otherwise.’”\n\nMcCarthy: New charges mean big trouble for Manafort - National Review: “The indictment dramatically alters the case, although not in a way that will surprise National Review readers.",
  "In the human family and, in this case, among the members of the American family, we are all obliged to take responsibility for problems like these, just as we benefit together from the shared accomplishments of our brothers and sisters.",
  "— Sunflower State (thank you Google), also known as The Wheat State and The Free State.” – Bob Keefer, writer for the Eugene Weekly and resident of Oregon, said in his written announcement that he is running for governor of Kansas.",
  "The Constitution is unambiguous about granting the states the power to draw their own districts, and Pennsylvania’s own charter is unambiguous that the legislature draws those districts and that the governor ratifies them.",
  "The charge stems from a 2015 affair and allegations that he threatened to release a nude photograph of the woman, taken while she was blindfolded and her hands were bound, if she ever spoke publicly about the affair.",
  "Aside from the fact that Republicans succeeded in turning Kerry’s service and subsequent protests into liabilities instead of assets, the Democratic nominee never made quite clear what he would do about the Iraq war.",
  "Edwards announced her intention to campaign as a Republican for Congress on the steps of the Allegheny County Courthouse, a move that surprised GOP officials who said they weren't aware she was considering a run.",
  "He said wolves in the area have been known to hunt and kill horses, making the equine's bold behavior -- and the wolves' fascinated reactions -- unusual.”\n\n\n\nChris Stirewalt is the politics editor for Fox News.",
  "We observed back in November that all of these charges seemed problematic… We also noted at the time that the oddest thing about the original indictment was the absence of tax-evasion and bank-fraud charges.",
  "The Democratic Congressional Campaign Committee posted negative research on Moser, a Houston journalist vying among six other Democrats in the March 6 primary to unseat Republican U.S. Rep. John Culberson.",
  "The puff-chested sheriff of Broward County, Florida spent the week following the sickening murder of children at a school in his county casting blame on the FBI and gun manufacturers for the massacre.",
  "THE RULEBOOK: ONE TOO MANY\n\n“This must necessarily be exclusive; because if each State had power to prescribe a DISTINCT RULE, there could not be a UNIFORM RULE.” – Alexander Hamilton, Federalist No.",
  "In the months to come, the Supreme Court is going to offer some clarity here on what constitutes gerrymandering so aggressive that it disenfranchises citizens and what is just traditional hackery.",
  "The DCCC posting … notes that Moser only recently moved back to her hometown of Houston and that much of her campaign fundraising money has gone to her husband's political consulting firm.",
  "Meanwhile, Gates pleaded guilty Friday afternoon to federal conspiracy and false-statement charges at a Washington courthouse, in a strong indication he plans to cooperate with the probe.",
  "Kerry’s 2004 message was, stripped down to its essence, that Kerry was a rich boy who went to war in Vietnam while George W. Bush was a rich boy who went to the Texas Air National Guard.",
  "There continues to be no connection to the Trump campaign (which Manafort briefly chaired and Gates also served), much less any suggestion of collusion between the campaign and Russia.",
  "The new indictment, however, retreats from the original allegations of money laundering, failure to register as foreign agents, and the so-called conspiracy against the United States.",
  "Kerry meanwhile said that once he was in charge he would use his powers of diplomacy and military experience to craft a solution that both ended the war and avoided national disgrace.",
  "Currently we are having a particularly savage debate about who is qualified or entitled to have an opinion about how to address the scourge of mass shootings, particularly at schools.",
  "The sad part about that, is that neither of those outcomes will make it more likely that we as a nation and a people will successfully address this sickness that continues to spread.",
  "Democrats locally and nationally have worried that Moser is too liberal to carry a race that has emerged in recent months as one of the most competitive races in the country.",
  "BE LIKE ORAZIO\n\nUPI: “A photographer searching for wolves in Italy found a group of the animals as well as something more bizarre -- a fearless horse frolicking among them.",
  "The photographer said he nicknamed the brave horse ‘Orazio.’ The video shows Orazio nonchalantly walking among the wolves as the predators look at it in confusion.",
  "Today, President Trump said that the deputy who failed “doesn’t love the children” and “probably doesn’t know the children.” We suspect quite the opposite is true.",
  "Then, it turned out that one of his deputies was also to blame for the killings since he stood outside the school he was assigned to protect as the children died.",
  "Sheriff Scott Israel argued that as a law enforcement man, he was entitled to determine the correct solution while others should be excluded from the discussion.",
  "The GOP cavalry has descended on the contest, with President Donald Trump and Vice President Mike Pence making trips to the southwestern Pennsylvania district.",
  "We do not fix this problem or other ones because the first priority of politicians and pressure groups is to avoid responsibility by seeking to blame others.",
  "I’m not even certain that they have the legal right to throw out any district map as long as it meets criteria required for a gerrymandered map to be legal.",
  "‘He boldly went to the wolves and told them a thing or two, they may be predators, but that is his land and he knows his horse rights,’ Giammatteo wrote.",
  "He will also sit down with Andrew Pollack, father of a victim from the school shooting, and Delaney Tarr, a Marjory Stoneman Douglas High School senior.",
  "ITYW is one of the highlights to my Wednesdays & I always end up smiling at the end of listening to the podcast!” – Colleen Mansuetto, Cleveland\n\n\n\n[Ed.",
  "Bush, on the other hand, was unsparingly blunt about telling voters that he expected them to do the hard thing and stick with the war to its conclusion.",
  "Institutions work best when individuals first find and remedy thoughts of their own before going on to impeach the character and credibility of others.",
  "Republicans are hoping that Democratic overreach on gun control measures will spare the party in power from electoral consequences on the subject.",
  "In our homes, workplaces and relationships, those of us who have lived long enough to earn battle scars from blame casting know this very well.",
  "As the death toll rises from mass shootings, the temperature of the debate is approaching that which met the invasion and occupation of Iraq.",
  "Edwards, 33, of Lawrenceville is a psychologist who reportedly had an affair with former Republican Rep. Tim Murphy, who resigned in October.",
  "The difference between casting blame and providing accountability is that blame is usually deployed with an intent to avoid responsibility.",
  "Kelly respects Jared a lot,” Trump said during a joint press conference Friday afternoon with Australian Prime Minister Malcolm Turnbull.",
  "St. Louis Circuit Attorney Kim Gardner launched a criminal investigation of the allegations last month shortly after they become public.",
  "One of the reasons John Kerry never became president is that he made the 2004 election about credentials, not policies or personalities.",
  "On Instagram, he called for a ‘God’s Plan’ challenge in which regular people follow his lead with acts of kindness.”\n\nFlag on the play?",
  "It also calls her a ‘Washington insider.’ But DCCC spokeswoman Meredith Kelly went even further in a statement to The Texas Tribune.",
  "As a combat veteran, Kerry suggested that he was entitled to make decisions about waging war 30 years later and that Bush was not.",
  "Share your color commentary: Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "As Gates entered his plea, Manafort issued a brief statement maintaining his innocence and swiping at his former associate.",
  "It has long been said that “there is no wisdom in the second kick of a mule.” And there certainly is no wisdom in the 50th.",
  "‘I had hoped and expected my business colleague would have had the strength to continue the battle to prove our innocence.",
  "More importantly, though, we may get an idea about what kind of alternatives to the status quo are considered acceptable.]",
  "I am not familiar with that states constitution, but it appears to me this is an obvious separation of powers violation.",
  "Accountability and responsibility are enormously important to functional systems, but blaming never gets you anywhere.",
  "And now, we also have the many, many beseeching calls to Israel’s agency about the killer long before that deadly day.",
  "AUDIBLE: ‘THANK YOU GOOGLE’\n\n“So, on Feb. 14, I officially filed my candidacy to become governor of the — what is it?",
  "It is only illustrative of the fallen condition of humanity and the weakness of the human will in times of testing.",
  "‘Notwithstanding that Rick Gates pled today, I continue to maintain my innocence,’ Manafort said in a statement.",
  "… Drake’s hoping his public display of generosity will have a ripple effect, and not only on his own reputation.",
  "But that’s where we are on these crimes: standing squarely behind the mule as it batters us with its hooves.",
  "If we ever want to see results, here, it will be necessary to at least get on the right end of the animal.",
  "I had not heard that idea before & I love when a thoughtful idea/argument challenges my way of thinking.",
  "Mueller had seemed to lay the groundwork for these allegations but to have refrained from charging them.",
  "It is, quite understandably, becoming a more consuming passion for the country with each killing spree.",
  "note: We blind hogs do love acorns, Mr. Johnson… Thank you for reading and taking the time to write!]",
  "Finding fault can be useful because it is important that there be consequences when people do wrong.",
  "The horse walks right through the wolf pack and even stops to roll in the snow, exposing its belly.",
  "Watch “Fox News Sunday with Chris Wallace.” Check local listings for broadcast times in your area.",
  "Deputy Scott Peterson is probably beyond bereft to know that he failed children he knew and loved.",
  "Accountability means owning up to your shortcomings in any troublesome thing, no matter how small.",
  "But it seems unlikely that the constitutionally appropriate remedy is to put courts in charge.",
  "Peterson will see their faces every day for the rest of his life, may God have mercy on him.",
  "The long-term survivors of congressional staffs wield extraordinary power over the process.",
  "One week, she gets her 100th podcast and the next she has the 100th episode of her TV show.",
  "The proper understanding that no man is an island unto himself is wanting in this moment.",
  "That trend would not likely improve if you were swapping out congressmen more quickly.",
  "That’s not to say that it is necessarily the wrong choice, but it is a consideration.]",
  "“What give the Pennsylvania Supreme Court the legal right to create a map of its own?",
  "If credentials really mattered that much in politics Kerry would have gotten elected.",
  "A subpoena was issued for mid-January, as first reported by The Washington Examiner.",
  "The organization will start airing digital ads later this week and TV ads next week.",
  "I tend to think term limits would be a good thing but am persuadable on this topic.",
  "#mediabuzz - Host Howard Kurtz has the latest take on the week’s media coverage.",
  "- Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM with your tips, comments or questions.",
  "Democrats are hoping to use the issue to retake control in Congress this fall.",
  "But Peterson’s failure is not an argument for or against any policy solution.",
  "This intensifies tribalism and decreases the incentives for solving problems.",
  "“What a thoughtful & fresh take on the size of the House of Representatives!",
  "Fabrizio Giammatteo … came across a pack of six wolves resting in the sun.",
  "Giammatteo said he started filming when he spotted a horse grazing nearby.",
  "And Lord do we have a lot of that going on right now in American politics.",
  "And we’re too busy finding fault with each other to get out of the way.",
  "The system designed to keep guns from the hands of the unwell failed.",
  "As an aside, I wonder if you have any people down by Wheeling, W. Va.",
  "note: You have struck upon exactly the conflict here, Mr. Steiner.",
  "To a pretty substantial degree senior staffers run your Congress.",
  "BTW congratulations to you & Dana on your 100th podcast episode.",
  "Chris Wallace will have an exclusive interview with Florida Gov.",
  "You rightly identify the central concern about term limits.",
  "And thank you also for your kind words about the podcast.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "Want FOX News Halftime Report in your inbox every day?",
  "Without competitive elections the system doesn’t work.",
  "And it’s not just the lobbyists who are the problem.",
  "Brianna McClelland contributed to this report.",
  "The problems with gerrymandering are no joke.",
  "FROM THE BLEACHERS\n\n“Chris, you wrote: ‘.",
  "I knew plenty of Mansuettos growing up.",
  "“And General Kelly will make that call.",
  "note: Thanks so much, Ms. Mansuetto!",
  "Watch #mediabuzz Sundays at 11 a.m.",
  "The special election is March 13.",
  "The mental health system failed.",
  "The killer’s community failed.",
  "Social media providers failed.",
  "The state of Florida failed.",
  "Israel’s department failed.",
  "This is, of course, stupid.",
  "How about that Dana Perino?",
  "The woman is a dynamo.",
  "Our culture failed.",
  "The FBI failed.",
  "Rick Scott (R).",
  "We all failed.",
  "Sign up here.",
  "What say you?",
  "Sign up here.",
  "Details TBA.",
  "Voila!",
  "“Gen.",
  "ET.",
  "."
]