[
  "The Post reported it held a second session with Steele in October 2016, and agreed to keep the meeting off the record:\n\nThe Post agreed to keep the session off the record because of the sensitivity of the material, but is now reporting the existence of the visit and a subsequent one in October — although not what was discussed — because they have been referenced in court documents.",
  "When Buzzfeed published Steele’s full dossier on January 10, 2017, the website related the information had been “circulating among elected officials, intelligence agents, and journalists for weeks.” Later in the article, the website stated the dossier information had circulated for “months.”\n\nAaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "The Post wrote that it “made efforts to independently confirm Steele’s information at the time, but was unable to corroborate his specific findings and did not publish stories based on the material.”\n\nThe first meeting was held in The Post’s D.C. headquarters in late-September 2016 in the runup to the presidential election less than two months later.",
  "A four-page House Intelligence Committee memo released last week alleging abuse of surveillance authority revealed that Steele had been terminated as an FBI source after the agency discovered he had made an unauthorized disclosure to the news media about his relationship with the FBI in an October 30, 2016 article published by Mother Jones.",
  "How a British former spy became a flash point in the Russia investigation.”\n\nThe Post did not make clear whether during the time of the meeting the newspaper was aware that Fusion GPS was being paid to conduct the firm’s anti-Trump work on behalf of both Hillary Clinton’s 2016 presidential campaign and the Democratic National Committee.",
  "In an article published on Sept. 23, 2016, Yahoo chief investigative correspondent Michael Isikoff reported that U.S. officials had received “intelligence reports” alleging that (Carter) Page had met with Igor Sechin, executive chairman of the Russian energy corporation Rosneft, while in Moscow in July — a finding of Steele’s research.",
  "The Washington Post for the first time detailed two meetings the newspaper reported it held with former British spy Christopher Steele, the author of the infamous, largely discredited 35-page anti-Trump dossier.",
  "The Post related:\n\nAs Steele sat down in a seventh-floor conference room at The Post’s downtown Washington headquarters in late September 2016, he looked out at the bustling newsroom with obvious discomfort.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "… Around the same time, Steele also met with other news organizations including the New York Times, the New Yorker and Yahoo News, according to court filings.",
  "The details about the newspaper’s two meetings with Steele were contained within a nearly 4,100-word February 6 Post article titled, “Hero or hired gun?",
  "This is not the first time Steele’s contacts with news outlets have been disclosed, but it marks the first time The Post detailed its meetings.",
  "At least one of the meetings was also attended by Glenn R. Simpson, co-founder of the controversial opposition research firm Fusion GPS.",
  "On that September day, Steele talked for almost two hours — occasionally interrupted by Simpson, who was in attendance.",
  "Page has denied meeting with Sechin but later acknowledged interacting with one of his deputies.",
  "“Don’t you have any meeting space without glass walls?” the longtime intelligence officer asked.",
  "The memo cites court filings in which Steele admitted to meetings with other news outlets.",
  "The memo also cited Steele’s meeting with Yahoo News, as related in a court filing.",
  "The newspaper reported on those financial arrangements in October 2017.",
  "The meetings took place in September and October of 2016.",
  "Written with additional research by Joshua Klein.",
  "Follow him on Facebook."
]