[
  "Now when we went to go over the Airforce base and I met the other families there, we were gathered in an area after the dignified transfer took place, and we were told that we shouldn't pay attention to the false narratives that were being advanced by the Jordanian government that alluded to the fact that, well, they crash the gate, they unintentionally discharge the weapon, you know, it just went on and on -- there was a loud noise and that's why the guy got spooked.",
  "But with Kelly, Trump's got to be -- I'll put it this way, one of few things is going to be true here, either Donald Trump is ready to have discipline and order in his White House and that includes for him, and if that's true, then Kelly could be a tremendous -- this could be a turning point for an administration that's been a chaotic mess most of the time or Donald Trump is not ready to listen to Kelly.",
  "Let's put up some of his qualifications: retired Four-Star General; served three tours in Iraq; comes to this new role from serving as DHS Secretary, which we know; former Commander of the U.S. Southern Command; He is well-versed in the ways of Washington D.C., who is a former Senior Military Aide to Secretaries Gates and Panetta at the Defense Department; and very comfortable on both sides of the aisle.",
  "When the second vehicle which carried my son, Kevin, and Sergeant Matthew Lewellen, came along side the window to the guardhouse which was covered by a camouflage net, Al-Tuwayha, the shooter opened up on them from point-blank range, literally 6-7 feet away, with an M-16 rifle killed my son instantly, and Matt Lewellen sustain injuries that he couldn't recover from.",
  "The president ousts his chief of staff, and announces that General John Kelly, a current Secretary of Homeland Security, retired from the United States Marine Corps and a former Head of the United States Southern Command, will now have a new command at the White House, where it is clear that there has been division and sniping.",
  "That content analysis; 75 percent of the coverage was about Russia, even though six percent of America said --\n\nMACCALLUM: No, and we pointed out the, you know, sort lack of balance and the things that are covered and we're going to be talking about MS-13 visit that the president had in New York in a few moments.",
  "And to have a staff of dozens around you like the Press and Comms Shop does in the White House, Martha, where you can deploy men and women to best and highs whose some are really terrific about taking the incoming press that cut the questions and giving a briefing like Sarah's doing, such a great job doing.",
  "MACCALLUM: And it's my understanding that President Trump has been a long admirer of General Kelly, that they get along very well, that he has great respect for him, and that this is someone he's had his eye on, potentially, for this chief of staff position if it were to become open for quite some time.",
  "The reason I said that was because I do think that it's important to set up that level of deference and humility when you've got someone who's your boss now, the president of the United States now, the Chief of Staff, the General and Secretary, who is clearly your senior -- I mean, your superior.",
  "What we learn this week is that the group that put the dossier together was at the very same time being funded and doing work on behalf of Russian interests on this very same issue that the Donald Trump meeting took place on, about sanderling those sanctions that the U.S. have imposed on Russia.",
  "KEANE: Well, a couple of things: one, Kelly by all inside information, you know, people that we know what's going on in the administration is sort of the superstar among cabinet officials in terms of what he's been about to accomplish, in charge of Department of Homeland Security.",
  "He was pretty much on point on everything that I really wanted to touch base with him in regards of backing up our police, our commissioner, the federal homeland security, you know, giving him the support, the tools that our law enforcement needs in order to get this done.",
  "And I said to him very clearly in front of all these people that, there are dozens of talented men and women who work in the White House, who are not household names, who have worked their tails off the first six months, in the furtherance of the good of the country.",
  "And again, when you are in any place of work, Martha, you're sitting in yours now, I'll be in mine again, you know, with the new chief of staff this weekend or Monday, and you have to know what the structure and the rules are and people are going to respect those.",
  "And they will continue under, and I think they'll continue under a new chief of staff, that they're there because they saw in President Trump: somebody who's a fighter, who ran on very specific policies who actually had a more economic, optimistic message.",
  "So, you know, do you think that General Kelly -- or do you hope that General Kelly will sort of say to everyone, you know what, you're all soldiers in this army, and none of you is more important than the other, and we're all here to serve the president.",
  "You look, sort of the different players here, Glenn Simpson, former Wall Street Journal reporter, who started this investigative firm that does a lot of opposition research, have some involvement in putting this dossier, doing research for this dossier.",
  "And the president, very clearly said the other day that, and Sarah Sanders, our Press Secretary, said that he is disappointed in the recusal, obviously, and frustrated by this ridiculous Russian investigation has gone absolutely nowhere by the way.",
  "And I think that everybody who works in this administration has to know that there were two people who were elected to anything, and if you don't see your name on the list of Donald J. Trump and Michael R. Pence, then you to get with the program.",
  "I mean, one of the dumbest criticism I hear, particularly on T.V., from people who have never worked in the White House, let alone this White House, is this idea that the president has no one around him to tell him not to disagree with him.",
  "Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "But as Chris alluded to earlier, if the president doesn't empower General Kelly to run a tighter ship, then we'll still see a White House that has these internal divisions, and that has troubled, you know, settling on one unified message.",
  "That would be ridiculous because that's not the president's operating style but he wants to be included in what that is, and keep him posted so he can make judgments about what that is, and then execute the policy that comes out of that.",
  "Newt Gingrich and Anthony Scaramucci both possess these qualities that Donald Trump, as President, really appreciates, which is that they're fighters, and they're passionate, and they're articulate about the agenda and why they're there.",
  "So, General Kelly released a statement a little while ago, and it reads in part, \"I have been fortunate to serve my country for more than 45 years -- first as a marine, and then as the Secretary of the Department of Homeland Security.",
  "Kayla's mother, Evelyn Rodriquez, who was in the audience when President Trump spoke today says, she has been telling police and the school that her daughter had been threaten by gang members for two years prior to her murder.",
  "Yesterday, Bill Browder, who you seen here on The Story, testified that he believe that the oppo research firm, the American company Fusion GPS, was working on that, and that they were doing that, he says, for the Russians.",
  "So, my question is: what is it about General Kelly that the president believes is going to calm that, and you know, I think that the president's way of doing things is absolutely why he was elected by the American people.",
  "CHRIS STIREWALT, FOX NEWS POLITICS EDITOR: Well, I would say that the president has set himself up for a pretty tough pass fail test here by bringing somebody who is no nonsense like General Kelly into his White House.",
  "(COMMERCIAL BREAK)\n\nMACCALLUM: More question mounting tonight, an American family is demanding answers following the release of an awful video of three U.S. army green berets murdered at an airbase in Jordan last year.",
  "BRIAN MCENROE, FATHER OF STAFF SERGEANT KEVIN MCENROE: Well, what happened in Jordan, quite clearly, to anyone who takes the time to carefully analyze the video was an assassination and a stalking and another killing.",
  "I said to him something that day and I'm going to repeat now to my colleagues in the White House, I said that I'd like to say, Trump, I'll never address you by your first name, and I don't consider myself your peer.",
  "I'm sure he'll be very interested to know what each of us is working on, and how we see our best and highest use so far, what we think has worked, what we think has not worked, what the protocols are, and the place.",
  "But the president tweets about Jeff Sessions, tweets about Reince Priebus, you know, and this is what makes the dynamic that's happening in the White House so much in the forefront because it's had to get past that.",
  "He has to bring order and discipline to the White House and stop the infighting, and he's going to provide leadership to it in a way that the president cannot because he can't deal with all of the people out there.",
  "(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: I want to congratulate John Kelly who has done an incredible job, Secretary of Homeland Security, one of our real stars, truly one of our stars.",
  "What I want to emphasize to you is because there are, and I said this past Monday in the first communication meeting, our new Director, Anthony Scaramucci, held with the comms staff, the present comms staff.",
  "And the fact is that this president, really, should be respected and regarded as somebody who's always welcomed as a diversity of viewpoints, ideas, individual backgrounds, and he will continue to do that.",
  "(COMMERCIAL BREAK)\n\nMACCALLUM: Developing tonight, President Trump was in New York today to cheer on law enforcement in their battle against the brutal gang known as MS-13, which originated in El Salvador.",
  "And I think that it's a really good inflection point --\n\nMACCALLUM: Let me ask you this --\n\nCONWAY: As they keep plunging this White House to know what the structure is, and rules, and to carry for that.",
  "TRACE GALLAGHER, FOX NEWS: Martha, MS-13 tactics are so gruesome that investigator can easily identify their signature kills, including 17 homicides on New York, Long Island, in just the past 18 months.",
  "And the original supposition was -- that it was -- Republicans who didn't want Donald Trump have some, perhaps, some role in supporting it, but then it looked like somebody else picked up the funding.",
  "What stood out for you today in term of that experience, in that moment, the president coming there and speaking to all of you, and he had spoken specifically about your daughter and her dear friend?",
  "Last year, after being involved with several disputes on social media, and a fight at Brentwood High School involving MS-13 members, 16-year-old Kayla Cuevas was targeted by the gang to be murdered.",
  "They're ranks are filled by illegal immigrants, recently more than a dozen of them were charge in the murder of two teenage girls on Long Island, New York, where the president spoke this afternoon.",
  "CUEVAS: As far as -- first and foremost, I admire him from -- him taking his time out from his busy agenda and schedule to come down to Long Island and express himself in the manner that he did.",
  "He extensively came up to the guardhouse to change the battery on his radio, and when the first guard went out to open the first gate and removed the spike strips, he remained in the guardhouse.",
  "It's different from the previous White Houses, because as you know, day in and day out, people want us to get it clouded up and gummed up with the noise and not merely want to cover anything.",
  "What he wants though, is to receive all the inputs and ideas, and he's confident enough that then he weighs all those consequences and he makes his own decisions, and he was elected to do so.",
  "I think one of the problems has been that the personalities have been so strong coming from so many different areas in the White House that they have overwhelmed in some cases -- the agenda.",
  "(END VIDEO CLIP)\n\nMACCALLUM: I mean, Reince was a star, Chris, for him in a lot of ways during that incredibly tumultuous primary season when he was running the RNC, and he had to navigate.",
  "Coming down during all of that; it's been quite a roller coaster for Reince Priebus, who is the subject of the Anthony Scaramucci's ire in that vulgar takedown that was reported last night.",
  "And then, that it was happening at the same time they were being paid by Russian interests to scaddle these sanctions, just makes something that the media should be much more interested in.",
  "CONWAY: The only person who can answer the personal questions are the president and the individuals that you're talking about, whether they choose to continue to serve no matter they are.",
  "Those who feel like their (INAUDIBLE) for causes the elsewhere, and may I say too, Reince Priebus, Sean Spicer, Anthony Scaramucci, General Kelly, all of us, we're on the same team here.",
  "And not because he has set us in a kind of silly games of thrones -- I read that, it's such nonsense -- and not because he wants a bunch of yes-men roaming around, that is just not true.",
  "(CROSSTALK)\n\nMACCALLUM: No, I think that everybody has respect to the office and they want that kind of relationship between the staff and the president at the White House to be sure.",
  "I doubt he's going to completely change his style of tweeting new policies or, you know, kind of saying things and when he wants to say them in the way that he wants to say them.",
  "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT: Good evening, Martha, it's my pleasure\n\nMACCALLUM: So what -- you know, he's going to take a run Monday, according to these reports.",
  "And what about Steve Bannon, who became very close to Reince Priebus and was also on the list of those that, you know, got some pretty scathing comments from Anthony Scaramucci?",
  "And I'm glad that he -- that you feel that something is being done because I know you made it your life's mission to make sure that this issue is address in a very forceful way.",
  "Then on September 13th, Kayla and her best friend, 15-year-old Nisa Mickens, were walking together when they were spotted by MS-13 members carrying baseball bats and a machete.",
  "And I wonder if General Kelly might have said to the president that he would like to see Jeff Sessions be able to keep his position if Kelly were to come on as Chief of Staff.",
  "You know, his skill sets in dealing with the media, his skill sets in dealing with the problems, and his skill sets in also dealing with the White House -- that's number one.",
  "I served under him as the chief of staff, and he also was part of our campaign, obviously, the RNC was instrumental, just as I thanked Sean Spicer last week for his service.",
  "Let me repeat again for my third or fourth time for the viewers and for the media who are watching and trying to, you know, (INAUDIBLE) what you and I are talking about.",
  "The fact that he's reached out to a military guy -- you know, most military people like Kelly, I mean I had -- I was chief of staff three times, myself, to a principal.",
  "Here now, Mollie Hemingway, senior editor at The Federalist, and Marie Harf, former State Department spokesperson under President Obama, both are Fox News contributors.",
  "CONWAY: I will be very curious to see what General Kelly, our new Chief Of Staff, says on Monday about that very thing when we walk into our senior staff meeting room.",
  "(BEGIN VIDEO CLIP)\n\nNEWT GINGRICH, FORMER SPEAKER OF THE HOUSE OF REPRESENTATIVES AND AUTHOR: He obviously likes the limelight, he obviously likes being in the media.",
  "HEMINGWAY: Refusing to cooperate with the committee that are investigating this, he's now going to work with them behind closed doors, so we need to know much more.",
  "But I would disagree with something she just said, this dossier wall got a lot of attention isn't actually what the Russian investigations are about right now.",
  "If you replicate the same problems, then it doesn't matter how good of a Commander General Kelly was, if he is not given the requisite things he needed to win.",
  "And so, whether or not General Kelly can bring some kind of military precision to this operation would be a big improvement in terms of messages and all that.",
  "We are honored to have her parents with us this evening, but first, Trace Gallagher, live on our west coast newsroom with the background on this deadly group.",
  "Here now with some personal insight as retired four-star general Jack Keane, chairman of the Institute for the Study of War and a Fox News military analyst.",
  "He's not going to allow personal changes to get in the way of tax reform or pushing back against these MS-13 gangs like he did today in making real changes.",
  "The other thing I would just say is that when the president announces staff, I think that people should stop always reading into it as who's up/who's down.",
  "This attack started when their convoy pulled up, as one Jordanian guard standby, another Jordanian, off-screen, open fire initially killing two Americans.",
  "MCENROE: Well, as far as our government is concerned, we were told that our son has been killed in action in Jordan, and that there was an investigation.",
  "You've got the president doing in the (INAUDIBLE), but Jeff Sessions doing it with some of our counterparts in El Salvador and the neighboring countries.",
  "HOWARD KURTZ, FOX NEWS MEDIA ANALYST: Well, I'm searching for some Scaramucci, like holy blank words that describe the magnitude of what's going on here.",
  "Obviously, the president, end-thanking Reince Priebus, and I would add his wife Sally and their children in sacrificing on behalf of this administration.",
  "For example, Anthony Scaramucci, who made it clear that he wanted to report directly to the president, will he be going through General Kelly now or not?",
  "This has been a White House at war with itself; lots internal backbiting, sniping, and leaks against each other, and also making the president look bad.",
  "MACCALLUM: So, would you say -- would you say that people -- let me ask you this, would you say, because my question was how things change come Monday?",
  "MACCALLUM: I want to ask you a question about Jeff Sessions because I interviewed Jeff Sessions and General Kelly together at the border awhile back.",
  "The fact is that every place of work, I believe, has to understand the rules, the structure, the protocol, the pecking order, and follow those rules.",
  "MACCALLUM: Sir, as I've said, we thank you for your sacrifice, we're going to continue digging into this story and learning more about what happened.",
  "So, I think it's -- look, there will be a positive step forward and that this is the change that the president believed he should make at this time.",
  "But I will tell you this: I think it's a great time for anybody in the cabinet or the senior staffer in administration when they're doing their job.",
  "Anybody who's doing their job, will I think keeps their job for as long as the president and that individual agree, again the best and highest use.",
  "And yet, he's waiting -- he been here for six months, he's waiting for the Senate to act, they've been there, and talking about it for seven years.",
  "We really hope and pray that your hard work will come to saving other children who are out there in the eradication of his group from this country.",
  "And he's here today to express himself in the matter that he did, to let us know he's there for you, and we're going to take care of your problems.",
  "But we were told initially that our guys didn't do anything wrong, which we knew, I mean, these were consummate professional army special forces.",
  "But then, he wants everybody to do their job, and now Jeff Sessions is down in El Salvador this week as part of the crackdown on the MS-13 gangs.",
  "And I think those who respect that change and want to work for this chief of staff and this president, and this vice president, will continue on.",
  "CONWAY: He may say that, but I'm going to hearken back to all this throughout the day that Mr. Trump offered me the campaign management position.",
  "And obviously, the major problem this White House has had and is it's sad to see it, is the leaks and the competition that's going on internally.",
  "This is the guy who ran the RNC; we're supposed to have a good relationship with Capitol Hill, and they couldn't get the health care bill done.",
  "If he feels he has a difficult time, you know, corralling the people who work there and focusing the president information and everything else.",
  "Do you know whether or not this is a good sign for Jeff Sessions that General Kelly is going to have this high position now in the White House?",
  "Number two, there's no doubt that the president recognizes that he's got a problem inside his White House, and how does he solve that problem?",
  "At the center of the entire Russia scare has been this dossier, this very salacious document that made all sort of allegations against Trump.",
  "Because we've watched what has happened over the course of this week and it's been pretty ugly, which you have been witnessed too, no doubt.",
  "MACCALLUM: First of all, let's go back and play this sound bite, this President Trump on November 9th, 2016 with his buddy, Reince Priebus.",
  "He's not going to allow one miss vote by the Senate last night to stop him from providing relief for all these Americans who are suffering.",
  "When John Kelly walks in that door, you know, is everyone still going to have the kind of access to the president that they've had before?",
  "Including the son of my next guests, Brian McEnroe is the father of Staff Sergeant Kevin McEnroe, and we welcome him to The Story tonight.",
  "He also is saying that General Kelly, Secretary Kelly of Homeland Security, has served his country honorable in this role and previously.",
  "For example, back in march, an MS-13 member arrested in New York for sexually assaulting a 2-year-old girl has been deported four times.",
  "But I suspect there's some attempt in congress right now in the Republican side to use this dossier and some of these conspiracy theory.",
  "But I think it's very important that people not treat elected officials -- like the president and the vice president -- as their peers.",
  "I also think this will give -- this helps the rest of the cabinet as well because General Kelly is coming as recently from the cabinet.",
  "And I said to him before we left the office, and he went on to Erie, Pennsylvania, with RNC Chair Reince Priebus, that day I remember.",
  "(BEGIN VIDEO CLIP)\n\nTRUMP: They have transformed to peaceful parks and beautiful quiet neighborhoods into bloodstained killing fields.",
  "Fueled by illegal immigration in some of our nations' cities, about 30 miles from the president's boyhood-home is where he was today.",
  "(COMMERCIAL BREAK)\n\nMACCALLUM: So that unverified Trump dossier is now getting a little bit of attention in the United States senate.",
  "When there was a problem, I immediately contact the school, have meetings, with that, again, they will take care of it and it wasn't.",
  "Brian, thank you for being here, and we thank you and your family for your sacrifice, and your son for his service to this country.",
  "It's a horrific story and you have been living it since last September, so our thoughts are with you and your family and your lost.",
  "So still ahead tonight, the question that we have been digging into here at The Story, who paid for the now debunked Trump dossier?",
  "As that happens, the latest move by the president in the fight against violent gangs is also on our docket tonight; big, big story.",
  "But I also will say, you know, Martha that we all work for an unconventional president, and that's a compliment to the president.",
  "I'm still trying to understand that you told the president, you wanted to resign, he accepted the resignation yesterday, but why?",
  "And I would expect that that would be part of, you know, the message and the discipline that he would hope to bring to this job.",
  "I mean, you know, whether you're an assistant in the office or you're somebody that he's reporting to, he treats people equally.",
  "We're hearing tonight-- there's reporting tonight that Anthony Scaramucci is still going to be a direct report to the president.",
  "And in doing so, the president and his new chief of staff will decide what the right organizational structure and protocols are.",
  "The second guard went out and move the sliding gate and the first vehicle as you can see in the video passed through unmolested.",
  "As bullets fly to other Americans get out of their vehicles desperately trying to signal the gunman that they are not the enemy.",
  "That there's a plan in place, intact, and hopefully they'd tackle that plan and conquer it in what way and how, it's up to them.",
  "Expert's estimates there are some 10,000 MS-13 members in the U.S., but they acknowledge that number is likely on the low side.",
  "The brutality of their methods as even drawn the attention of the -- drug cartel, which often hires MS-13 members as enforcers.",
  "He also invites polite discussion, and research and data, and he raises all the consequences, and he's always willing to learn.",
  "I think in General Kelly the president has elected a generational peer and someone who knows how to organize large structures.",
  "But you have been determined to turn it into a fight to make sure that this doesn't happen to more families out there, Evelyn.",
  "And you know, time and time again, we spoke with him, and he said, I'm on the side of whoever wins the Republican nomination.",
  "You're talking about a president who plays favorites, he's got a new communications director that apparently delights him.",
  "And our, again, our thoughts and our prayers and our thanks to you and your family for the sacrifice on all of your parts.",
  "(CROSSTALK)\n\n\n\nHEMINGWAY: In fact, this dossier was used by the FBI to secure a FISA warrant against an American citizen.",
  "MARIE HARF, FOX NEWS CONTRIBUTOR: Well, I'm very impressed with Mollie's ability to spin a conspiracy theory out of this.",
  "The same larger team that believes in security and prosperity, and accountability, and we are pushing the agenda through.",
  "That's why he's there, the fact that illegal border crossings are down, and the fact that confidence in the market is up.",
  "And he did speak to CNN just a few moments ago; we're going to listen to that in just a second -- let's listen right now.",
  "You know what interests the president most, the fact that the stock market is up and that the unemployment rate is down.",
  "GEN. JACK KEANE, FOX NEWS MILITARY ANALYST AND CHAIRMAN OF THE INSTITUTE FOR THE STUDY OF WAR: Good to be here, Martha.",
  "And again whether Reince Priebus stays as chief of staff is up to Reince Priebus and the president, that's very clear.",
  "CONWAY: Martha, I appreciate the fact that the president surrounds himself with, like you said, strong personalities.",
  "I think that took a toll on how the president viewed Priebus and made him feel like he needed a stronger personality.",
  "Police say the recent uptick in violence coincide with the arrival of dozens of MS-13 members from Central America.",
  "Mollie, you have been talking about this a lot, lay out your argument or your interest in what really went on here.",
  "So, we are monitoring the White House tonight for some more reactions to all of what has happened this afternoon.",
  "There's always been that in most White House, but the degree that this is happening is absolutely dysfunctional.",
  "(END VIDEO CLIP)\n\nMACCALLUM: What would you say to Newt about that comment, about Anthony Scaramucci, Kellyanne?",
  "And then, comms really has to stop and say what does tax reform look like to the country a month or two for now?",
  "General Kelly has been a star, done an incredible job thus far, respected by everybody, a great, great American.",
  "(END VIDEO CLIP)\n\nMACCALLUM: So, that wasn't too long before he shouted this to reporters after the news broke.",
  "It was also use by Obama officials and intelligence agencies to really get this whole Russian conspiracy going.",
  "MACCALLUM: Freddy, when you were there today, when the president was speaking, what message did it say to you?",
  "And in fact, most of those gang members arrested for murder over the past year were in this country illegally.",
  "So, once that decision was made, I think my answers come from post-decision, is what can we expect from this.",
  "I want to play something Newt Gingrich said about the staff for you, and I want to get your thought tonight.",
  "Let me say it, I mean, will Ivanka and Jared, and others have access to the president as they've always had?",
  "KURTZ: Whether it was Reince Priebus' fault or not, and he was widely perceived to be a weak chief of staff.",
  "The New York Post listed it all this way, calling it a game of survivor between the president's big players.",
  "The arrest affidavit for the suspects called the crime a, quote, homicidal overreaction to a school dispute.",
  "They're about all these meetings that Trump officials had with the Russians that they were not honest about.",
  "You know when he was being interviewed he showed the news -- he said that this cannot be tolerated anymore.",
  "But the minutes she used to walk on school grounds, you could totally see the personality of her changing.",
  "(BEGIN VIDEO CLIP)\n\nREINCE PRIEBUS, FORMER WHITE HOUSE CHIEF OF STAFF: I'm always going to be a Trump fan.",
  "General Kelly is a military man who, you know, will like to see an order to the way that things are done.",
  "And so, this guy gets a direct access to the president and doesn't have to go through the chief of staff.",
  "We're going to be joined by the parents of Kyla Cuevas, one of the teenagers who was killed by this gang.",
  "MACCALLUM: I remember the president at the inauguration talking about the carnage that exists in America.",
  "MS-13 originated in El Salvador, became prominent in Los Angeles, and now has spread across the country.",
  "So, the question: how will General Kelly's distinguished military career serve him in his new position?",
  "But as far as that's concerned, it made us feel that something -- actually, we was being heard already.",
  "EVELYN RODRIGUEZ, MOTHER OF KAYLA CUEVAS: She's been having problems for the last two years in school.",
  "You're talking about a White House, in which the president's daughter and son-in-law are top advisors.",
  "And it was a week that Reince Priebus said, upon Sean Spicer's resignation that there's a fresh start.",
  "So, are you saying that you know, all of the difficulties that existed were because of Reince Priebus?",
  "And sometimes that looks a little bit like chaos, but this is going to be a very different situation.",
  "We're there because Americans elected one slate over the other based on the issues on which they ran.",
  "So now things gets much more interesting, who is paying them to do this dossier work on Donald Trump?",
  "Now the families of the fallen are demanding answers about what exactly happened out there in Jordan.",
  "So again, our thoughts are with you and your family, and our sympathy for the loss of your daughter.",
  "Joining us now is Fox News politics editor Chris Stirewalt; and Fox News media analyst Howard Kurtz.",
  "MACCALLUM: But the problem is that sometimes there's so much noise that it makes it very difficult.",
  "But Kimberly Strassel of the Wall Street Journal thinks that it may have been Democrats behind it.",
  "I mean, you know, that now that he's gone, are those things going to go away under General Kelly?",
  "So, I'm asking, you know, how do you anticipate as someone that's been there since the beginning?",
  "And they never -- he's never made me feel anything but part of the team and a senior of the team.",
  "He's not ready to follow rules, not ready to protect people who are his favorites from the rules.",
  "We're watching for more breaking news this evening, we will bring it to you as soon as we get it.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "MACCALLUM: So in terms of the person who fired these shots, what was the ramifications for him?",
  "He found them to be colorful; he regrets some of the language that he used and how it was used.",
  "He got elected on repeal and replace with no footnotes and no bibliography and no (INAUDIBLE).",
  "MACCALLUM: Explained to us what you were told when you were notified that your son was killed?",
  "MCENROE: Well, he was initially supposed to be located in another place further into the base.",
  "RODRIGUEZ: I appreciate him acknowledging that we have a serious problem here in Long Island.",
  "Priebus is going to do whatever Trump tells him to do or whatever he thinks Trump might like.",
  "And from what we have seen, General Kelly is not the sort of to put up with too much of that.",
  "We cannot tolerate as a society the spilling of innocent, young, wonderful, vibrant people.",
  "The president addresses today, her parents were there and they join us exclusively tonight.",
  "I am honored to be asked to serve as chief of staff to the president of the United States.\"",
  "I thought it was so important that all we need to talk about is Russia, Russia, and Russia.",
  "And I look forward to helping him achieve his goals and his agenda for the American people.",
  "MACCALLUM: There have been a lot of arrests, hundreds of arrests, under the new leadership.",
  "Joining us now, Evelyn Rodriguez and Freddy Cuevas, the parents of this young lady, Kayla.",
  "What does the country need to know about the new secretary, about our new chief of staff?",
  "He put these men and women and convinced many of them to work in his cabinet to publicly.",
  "Sons and daughters, even husbands and wives, we cannot accept this violence one day more.",
  "When you go in there, how's it going to look and feel different with this man in-charge?",
  "But there has been so much divisiveness in the White House and that has been very clear.",
  "MARTHA MACCALLUM, \"THE STORY\" HOST: Well, good evening, everybody, I'm Martha MacCallum.",
  "MACCALLUM: I think that's a message that the American people would really like to hear.",
  "And I think the communications' role is: one that is more long-term strategic thinking.",
  "You can't possibly be a successful chief of staff if you're not the chief of the staff.",
  "And he said, OK.\n\nAnd I thought it means that he's a very positive person, great boss.",
  "Because there's a lot of questions that are raising some interesting story line here.",
  "And why is one senator saying that Democrats do not want you to know who paid for it.",
  "I've talked to both of them recently; I could say (ph) them, friends and colleagues.",
  "So, let me tell you about Reince, and I've said this, I said, Reince, and I know it.",
  "Making the transition from there to working in the Trump White House or leaving it?",
  "So, and I know there's an effort to not want to take away from that kind of energy.",
  "They do want the government to be less intrusive, invasive, expensive, and expands.",
  "And I guarantee you that people will respect that pecking order and his protocols.",
  "As the mother going up there, I've been meaning to see if they could do something.",
  "It pursued, at one point I had my daughter home tutored for the rest of the year.",
  "Why do you think he had a tough time, perhaps, if any of the faults lie with him?",
  "Look, Reince Priebus --\n\nMACCALLUM: Please, we have a ban on some of those words.",
  "At the same time, Reince Priebus was the epitome of the Republican establishment.",
  "General, good to have you here tonight especially with all of this breaking news.",
  "How can we convey what the president just said in Long Island today about MS-13?",
  "Look at how he leaned all the way into health care, even though he's on his job.",
  "But he's also very passionate, and the president does like passionate fighters.",
  "I mean, we all know in the military it's not about you, it's about the mission.",
  "The Russian investigations started because a bunch of other issues not related.",
  "He recognizes that the president's operating style should never, ever change.",
  "(END VIDEO CLIP)\n\nMACCALLUM: Very moving moments there in Long Island today.",
  "PRIEBUS: No, look, I think the president wanted to go a different direction.",
  "And I think that's why, principally, the president has brought him in here.",
  "Mollie Hemingway and Marie Harf on this interesting story right after this.",
  "And I think he was talking about this kind of situation among other things.",
  "Reince Priebus was not in a position to win because he had those problems.",
  "All right, so as you know, Reince Priebus is no longer the chief of staff.",
  "I talk to Anthony today and I think Anthony would agree with some of that.",
  "CONWAY: That's why Newt Gingrich -- I'm sorry there's a little delay here.",
  "Let me just play just that, and I'll get back to you to get your thoughts.",
  "CONWAY: Well, I know Newt Gingrich and Anthony Scaramucci both very well.",
  "Of course, he'd be able to deal with Scaramucci, that's beside the point.",
  "They have taken root though here, in this country, in at least 42 states.",
  "CONWAY: I'm really glad everyone is taking the high road tonight, Martha.",
  "What was your reaction to the way he spoke about this problem in America?",
  "MACCALLUM: So still ahead tonight, the video that has stunned the nation.",
  "And that's not about any particular colleague, but just why we're there?",
  "I think this is, you know, he needs to slow down and learn the business.",
  "(COMMERCIAL BREAK)\n\nMACCALLUM: Wow, that was quite a story for tonight.",
  "MACCALLUM: Did you look at this group that was bothering her as MS-13?",
  "It's hard to find anybody who will say a bad word about General Kelly.",
  "I would say right now that he's being more pugnacious than effective.",
  "But look at else happened this week, is anybody talking about Russia?",
  "CONWAY: I think there's a great deal of enthusiasm about what may be.",
  "The president hinted his decision today when he was here in New York.",
  "MACCALLUM: But Kellyanne, I have to say, you know, I agree with you.",
  "And that's a sense of discipline and order that he will bring to it.",
  "It's the best decision, I think, the president's made in some time.",
  "Or was there one thing that came up and you decided, you know what?",
  "But I think Reince should be thanked for service and his sacrifice.",
  "MCENROE: Thanks for giving us the opportunity to get our story out.",
  "MACCALLUM: Freddy, tell me about your daughter, what was she like?",
  "END\n\nContent and Programming Copyright 2017 Fox News Network, LLC.",
  "And it's not an issue of whether he can control Scaramucci or not.",
  "And this, sadly, is something that never ever should have happen.",
  "And so the question is who was that and was it perhaps Democrats?",
  "That made us think, hey, somebody was listening to us, you know.",
  "This girl allegedly murdered by the worst of the worst in MS-13.",
  "So, this is someone who's very confident and strong personality.",
  "CONWAY: I can't divulge private conversations of that personal.",
  "That used Russian agents to come up with all these allegations.",
  "He did mention and bring them out back in November, I believe.",
  "Americans under fire and the attacker supposed to be our ally.",
  "They tell me they're going to take care of it and they didn't.",
  "It was Friday, and we had a conversation; it's his initiation.",
  "And we're talking about stuff here that really doesn't matter.",
  "He's not going to be an enforcement in terms of a gatekeeper.",
  "And one thing that I do know is he treats everybody the same.",
  "MACCALLUM: I mean, General Kelly has such a great reputation.",
  "And I doubt very much that General Kelly will put up with it.",
  "(BEGIN VIDEO CLIP)\n\nTRUMP: I never had a bad second with him.",
  "Was that an entity that you were familiar with at that point?",
  "We will speak to one father who lost his son that day, next.",
  "Here now senior counselor to the president Kellyanne Conway.",
  "That's not to say that our outgoing chief of staff did not.",
  "And I think he's, frankly, talking more than he's thinking.",
  "There is no evidence to support what she's putting forward.",
  "But let's be very clear, they're not based on that dossier.",
  "Would you say that there's relief among the staff tonight?",
  "And this cabinet was handpicked by President Donald Trump.",
  "Authorities call it a long-term war with a revolving door.",
  "The only thing he's going to tell them is, keep me posted.",
  "This is a rush transcript from \"The Story,\" July 28, 2017.",
  "This copy may not be in its final form and may be updated.",
  "These are tough jobs; it's a pressure cooker environment.",
  "A lot of stuff has been objectively shown to not be true.",
  "So, I think people will look upon this the same way too.",
  "He is definitely the receiver here, not the quarterback.",
  "MACCALLUM: I understand and your points are well taken.",
  "We'll meet with him one-on-one or as individual groups.",
  "Today though, they both boarded Air Force One together.",
  "FREDDY CUEVAS, FATHER OF KAYLA CUEVAS: She was sincere.",
  "Be a little tougher, watch her surroundings even more.",
  "The two girls were savage stabbed and beaten to death.",
  "What is your understanding of what happened in Jordan?",
  "And that was the prudent way for our folks to proceed.",
  "Is Steve Bannon going to be in this for the long haul?",
  "Busy night, as always, covering the Trump White House.",
  "I'm merely answering your question about the new one.",
  "Because of all of this come Monday, how does it look?",
  "There's never a dull moment in the Trump White House.",
  "And this is the breaking story on this Friday night.",
  "So, I hope we'll get a chance to listen to that too.",
  "What was the circumstances that were related to you?",
  "(CROSSTALK)\n\nCUEVAS: Appreciate to meet you as well.",
  "It is family vacation time, but I will be back soon.",
  "He clearly ignores them, hunting them down as well.",
  "MACCALLUM: So, would you say -- let me just as you.",
  "But you know, our Chris, makes a great here, Howie.",
  "CONWAY: Well, that's just a pecking order question.",
  "KURTZ: John Kelly is very much a straight shooter.",
  "STIREWALT: Let's be honest, he was set up to fail.",
  "Gentlemen, welcome, good to have you here tonight.",
  "When it was over three Americans lost their lives.",
  "And nothing they comes from those investigations.",
  "However, my story will be happening at the beach.",
  "So, you got a guy like Priebus, as you see there.",
  "But Donald Trump remains the Commander-in-Chief.",
  "And as a principal, I had three chiefs of staff.",
  "And we all serve the president and this country.",
  "(BEGIN VIDEO CLIP)\n\nTRUMP: Reince is a good man.",
  "Thank you for laying it out for us this evening.",
  "To assure us that there's something to be done.",
  "Reince Priebus is out, and General Kelly is in.",
  "He brings in a guy who's been command and more.",
  "He vanquished 16 opponents who were formidable.",
  "WOLF BLITZER, CNN HOST: But why did you resign?",
  "People are counting him out after health care.",
  "(END VIDEO CLIP)\n\nMACCALLUM: Rain, rain, rain.",
  "But \"The Story\" goes on as you know on Monday.",
  "We thought this was a funny, salacious thing.",
  "The president called him a good man, I think.",
  "Tell me, what's different at the White House?",
  "They do want ObamaCare repealed and replaced.",
  "He's been very forthcoming about his remarks.",
  "He will definitely be able to deal with that.",
  "They do want us to be safer and more proper.",
  "It was certainly salacious when it came out.",
  "Me and my daughter had an open relationship.",
  "I have no idea where any of this came from.",
  "In the meantime, Tucker Carlson is up next.",
  "And I'll tell you Reince is really a start.",
  "They seem to have a very good relationship.",
  "That's what the American people care about.",
  "There is an enthusiasm, there is curiosity.",
  "And if he's not ready, this will be yeesh.",
  "KEANE: Always good talking to you, Martha.",
  "Now Washington had enough ears to hear us.",
  "Now, a lot of them have been discredited.",
  "MACCALLUM: We hope that you'll come back.",
  "So, Kelly has had all of that experience.",
  "You guys are great, thank you as always.",
  "So, what happens now at the White House?",
  "MOLLIE HEMINGWAY, THE FEDERALIST: Right.",
  "Marie, what do you think about all this?",
  "She can actually breathe and be herself.",
  "But tell us what are the circumstances?",
  "(END VIDEO CLIP)\n\nMACCALLUM: All right.",
  "I would never bet against Donald Trump.",
  "And it's a challenge of the privileged.",
  "I want to thank Reince for his service.",
  "He invites disagreement and dissension.",
  "I think he got down here from New York.",
  "It's a privilege but it's a challenge.",
  "Chris, what are your thoughts tonight?",
  "How does this happen to your daughter?",
  "MACCALLUM: Howard, what do you think?",
  "That's my job as the Head of the RNC.",
  "John Kelly is one of our great stars.",
  "Look at all those people over there.",
  "MACCALLUM: I mean, it's fascinating.",
  "I knew they were within the school.",
  "She was a very outgoing individual.",
  "RODRIGUEZ: Athletic, smart, caring.",
  "Kelly will not interfere with that.",
  "Where there are a series of issues?",
  "Good to see you tonight, as always.",
  "John Kelly will do a fantastic job.",
  "And it really was not an easy job.",
  "And he is the hardest working guy.",
  "And he comes in as more of a peer.",
  "I just didn't know how bad it was.",
  "We're going to take a quick break.",
  "That was two to three weeks later.",
  "What do you think about all this?",
  "He had all the odds against him.",
  "Kellyanne, thank you very much.",
  "MACCALLUM: Have a good weekend.",
  "I think that's what the job is.",
  "KURTZ: Good to see you, Martha.",
  "And we certainly wish him well.",
  "So, what does the president do?",
  "I think the point here is, why?",
  "I have no idea who paid for it.",
  "Look, I think it's interesting.",
  "RODRIGUEZ: I knew they existed.",
  "She had to wear a tougher skin.",
  "We cannot accept this behavior.",
  "It was great hearing him speak.",
  "HARF: That's not true, Mollie.",
  "They want their taxed reduced.",
  "We would all agree with that.",
  "President loves military men.",
  "Good to see you both tonight.",
  "Scaramucci's full of himself.",
  "MACCALLUM: Right out of time.",
  "Good to see you both tonight.",
  "It wasn't a good environment.",
  "MACCALLUM: Trace, thank you.",
  "Freddy, I want to thank you.",
  "I was in the administration.",
  "They care about health care.",
  "MACCALLUM: You too, General.",
  "General, thank you so much.",
  "How did you possibly guess?",
  "They care about their jobs.",
  "Reince Priebus, a good man.",
  "That's absolutely not true.",
  "There about possible ties.",
  "CONWAY: Thank you, Martha.",
  "The GDP has several grows.",
  "He's an unbelievable star.",
  "MACCALLUM: Choose wisely.",
  "So, this is a good thing.",
  "I think he's all excited.",
  "I no longer can do this?",
  "That is simply not true.",
  "Good to see you tonight.",
  "Kellyanne, good evening.",
  "Good to see you tonight.",
  "MACCALLUM: Fascinating.",
  "MACCALLUM: Fascinating.",
  "She told me everything.",
  "Reince is a superstar.",
  "He is -- that's right.",
  "I support him in that.",
  "MACCALLUM: All right.",
  "Of course, they will.",
  "So, what's different?",
  "Thank you very much.",
  "We'll be right back.",
  "Thank you very much.",
  "Thank you very much.",
  "ALL RIGHTS RESERVED.",
  "What was his story?",
  "STIREWALT: You bet.",
  "MACCALLUM: You too.",
  "I'm on team Trump.",
  "So, we're excited.",
  "What was he doing?",
  "Thanks, you guys.",
  "KEANE: Thank you.",
  "MACCALLUM: Yeesh!",
  "STIREWALT: Yeesh!",
  "I'll be careful.",
  "They're animals.",
  "MACCALLUM: Yes.",
  "Thank you, sir.",
  "She felt safe.",
  "Happy Friday!",
  "I know it.",
  "I know it.",
  "KURTZ: OK.",
  "Go ahead.",
  "Welcome.",
  "Martha.",
  "Trace?"
]