[
  "Kramer is a senior fellow at the McCain Institute for International Leadership at Arizona State University, which has an office in Washington, D.C.\n\nDuring his Dec. 19 interview, Kramer told House investigators that he knew the identities of the Russian sources for the allegations in the dossier, which was funded by the Clinton campaign, produced by Fusion GPS, and authored by British ex-spy Christopher Steele.",
  "House intelligence committee Chairman Devin Nunes (R-CA) has issued a subpoena to David Kramer, a former State Department official who traveled to London in late November 2016 to get a briefing on the Trump dossier from its author, and then returned to the U.S. to give the document to Sen. John McCain (R-AZ), Breitbart News has confirmed.",
  "Investigators who favor this theory ask a sensible question: It is likely that all the Russians involved in the attempt to influence the 2016 election were lying, scheming, Kremlin-linked, Putin-backed enemies of America – except the Russians who talked to Christopher Steele?",
  "From the Examiner:\n\nThere is a growing belief among some congressional investigators that the Russians who provided information to Steele were using Steele to disrupt the American election as much as the Russians who distributed hacked Democratic Party emails.",
  "The Washington Free Beacon, backed by GOP mega-donor Paul Singer, originally hired Fusion GPS to dig up dirt on Trump, though the funding stopped when Trump appeared on track to win the Republican primary, and before Steele got involved.",
  "Lawyers for Russian businessman Aleksej Gubarev, who is suing BuzzFeed for defamation over the dossier, have attempted to depose Kramer, but as of last month, Kramer had dodged their subpoenas, according to the DC.",
  "If that is true, it could be argued that the Clinton campaign, in funding the dossier and hiring Fusion GPS to produce it, would have inadvertently spread Russian disinformation aimed at disrupting the election.",
  "The dossier may have also been used to launch the investigation into the Trump campaign, and to obtain a surveillance warrant on Trump campaign members – something House investigators are trying to determine.",
  "In some investigators’ views, they are the two sides of the Trump-Russia project, both aimed at sowing chaos and discord in the American political system.",
  "Some of those sources were reportedly Russian government officials, who may have used the dossier to spread misinformation to disrupt the U.S. election.",
  "McCain, Steele, and Fusion GPS have all denied giving the document to BuzzFeed, who published it in January, according to the Daily Caller.",
  "News of the subpoena, first reported by the Washington Examiner’s Byron York, came after the committee interviewed Kramer last week.",
  "Knowing who the sources of the allegations contained in the dossier are would help investigators deem whether they are credible.",
  "Kramer was one of a “small handful” of people known to have handled the complete 35-page version of the dossier.",
  "The subpoena, issued Wednesday afternoon, directs Kramer to appear before the committee on January 11.",
  "The subpoena stems from statements he made during that interview, according to the Examiner.",
  "Steele reportedly paid some of those sources, casting further doubt on their credibility.",
  "McCain later took a copy of the dossier to the then-FBI Director James Comey.",
  "When investigators asked Kramer to reveal those names, he declined to do so."
]