[
  "Congressional sources told Fox News that Simpson and Ohr met sometime around Thanksgiving last year, when President-elect Trump was in the process of selecting his cabinet, and discussed over coffee the anti-Trump dossier, the Russia investigation and what Simpson “considered the distressing development of Trump’s victory.”\n\nThe meetings raise questions over the extent to which the FBI cooperated with Fusion GPS on the the Trump dossier, which was paid for by the Hillary Clinton campaign and the Democratic National Committee as opposition research.",
  "As you know, combating transnational criminal organizations and drug trafficking is a top priority for the attorney general.”\n\nBut Ohr’s demotion marks the second time within months that the Justice Department and the FBI have disciplined a senior official “for misconduct” connected to the Russia probe, according to Fox News.",
  "House investigators are trying to find out how the FBI used the dossier, and whether the FBI used the dossier to launch the FBI’s investigation into the Trump campaign, or to obtain a surveillance warrant against members of the Trump campaign, and whether it ever paid for the dossier, as some reports have said.",
  "While Ohr is no longer associate deputy attorney general — a position that put him four doors down from Deputy Attorney General Rod Rosenstein, he will remain director of the Organized Crime Drug Enforcement Task Forces (OCDETF), a program overseeing the attorney general’s drug strategy.",
  "Peter Strzok, a high-ranking FBI official, was dismissed from Special Counsel Robert Mueller’s team in July for sending anti-Trump text messages to another colleague on the team with whom he was having an extramarital affair.",
  "A senior Justice Department official was demoted on Wednesday amid an ongoing House intelligence committee investigation into his contacts with Fusion GPS, the firm responsible for the Trump dossier, according to Fox News.",
  "Bruce G. Ohr, who was until Wednesday associate deputy attorney general, met during the 2016 campaign with the author of the dossier, Christopher Steele, according to evidence obtained by committee investigators.",
  "The leaks were reminiscent of leaks revealing that the Clinton campaign and the DNC had funded the dossier — just before the committee forced Fusion GPS to hand over financial records by subpoena.",
  "Disclosure of the texts came only this week, to the New York Times and the Washington Post, as the Justice Department agreed to make Strzok available to the committee for testimony.",
  "Strzok also played a key role on the Hillary Clinton email investigation and was also behind a language change in a statement that would later exonerate her.",
  "The Justice Department official characterized the demotion as normal: “It is unusual for anyone to wear two hats as he has done recently.",
  "House investigators are now seeking more information from the FBI on the contacts between Ohr and Steele, and between Ohr and Simpson.",
  "According to the Fox News report, Steele and Ohr have known each other since 2006, and Steele put Ohr in touch with Simpson.",
  "Committee Chairman Devin Nunes (R-CA) issued a new subpoena Thursday regarding Ohr and his files, according to Fox News.",
  "Ohr also met “shortly after” the election with Glenn Simpson, co-founder of Fusion GPS, investigators also found.",
  "This person is going to go back to a single focus — director of our organized crime and drug enforcement unit."
]