[
  "“If this happened, if you had the FBI working with a campaign, the Democrats’ campaign, taking opposition research, dressing it all up and turning it into an intelligence document and taking it to the FISA court so they could spy on the other campaign — if that happened, that is as wrong as it gets,” Rep. Jim Jordan (R-OH) told FBI Director Christopher Wray last week.",
  "McCabe also may have faced questions about Ohr’s demotion at the Justice Department last week, just a day before Fox News revealed in a separate report that he had met with the author of the dossier, Christopher Steele, during the 2016 campaign, and with Fusion GPS co-founder Glenn Simpson shortly after the election.",
  "Deputy FBI Director Andrew McCabe was due to meet with House intelligence committee investigators on Tuesday as part of the panel’s Russia probe, but on Monday evening, he rescheduled his appearance after a Fox News report revealed that Fusion GPS had paid a senior Justice Department official’s wife.",
  "Investigators also want to know if he also used the dossier — opposition research funded by the Clinton campaign and the Democratic National Committee — to launch the FBI’s investigation on the Trump campaign and obtain a surveillance warrant on its members.",
  "McCabe — a witness that the committee has sought for months — would have likely faced questions about the recent revelation that senior Justice Department official Bruce Ohr’s wife Nellie Ohr was paid by Fusion GPS during the summer and fall of 2016.",
  "Justice Department spokeswoman Sarah Isgur Flores said on Fox and Friends that the FBI had scheduled two witnesses to testify on Tuesday and next Tuesday, and accidentally flipped the witnesses in an email to the House committee.",
  "The House intelligence committee subpoenaed Justice Department and FBI officials, including McCabe, and documents in August, but the Justice Department has stonewalled on most of the requests for months.",
  "His wife, Jill McCabe, ran for a state senate seat in Virginia and received hundreds of thousands of dollars from a political action committee affiliated with a top Clinton ally, Virginia Gov.",
  "The latest connection, between Ohr and Fusion GPS, and Ohr’s wife and Fusion GPS, further deepens the swamp of connections between the Obama Justice Department and the Clinton campaign.",
  "“This was a routine scheduling error after the dates were switched on an internal email that we are happy to provide the committee,” a Justice Department spokesman said in a statement.",
  "Strzok had played a key role in the FBI’s investigation into Hillary Clinton’s private server, and was responsible for language exonerating Clinton from any criminal wrongdoing.",
  "It was previously believed by investigators that Ohr met Simpson through Steele, but the revelation that Ohr’s wife worked for Steele raises questions over that connection.",
  "It’s not clear what Nellie Ohr did for Fusion GPS — the firm that produced the Trump dossier – but an open-source review shows that she has written extensively on Russia.",
  "The Justice Department said it is looking “looking forward” to making McCabe and another witness known as the “dossier handler” available to Congress next week.",
  "McCabe was also expected to face questions about senior FBI official Peter Strzok, who was dismissed from the special counsel’s Russia probe over the summer.",
  "Recent reports revealed he had sent anti-Trump texts to another lawyer on the team, FBI official Lisa Page, with whom he was having an extramarital affair.",
  "“The FBI regrets the error, and we look forward to making both witnesses available prior to the Christmas recess,” the spokesman said in an email.",
  "He also signed the documents to launch the investigation into the Trump campaign, and interviewed former National Security Adviser Michael Flynn.",
  "The Justice Department said it was a “routine scheduling error” on their end.",
  "McCabe was also likely to face questions about his own ties to Clinton.",
  "The FBI sincerely regrets the error, obviously,” she said.",
  "However, House investigators are suspicious.",
  "“We are trying to sort that out right now.",
  "Terry McAuliffe."
]