[
  "The various types of conspiracy theory chart\n\nThe personal attack\n\nSome conspiracy theory illustrations are meant to make a singular point, such as, “Don’t vote for this person.” The example here provided by the DCCC is very simple and meant to convey a singular relationship to audiences: that the person they are attacking, Republican Rep. Dana Rohrabacher, is directly connected to the reviled Russian leader Vladimir Putin.",
  "Most interesting about the illustration is that the crew of conspirators seem to fail constantly; their supposed schemes involving Benghazi, the IRS, Fast and Furious, Uranium One, Clinton’s emails, and Fusion GPS have all been thoroughly exposed to the public over a course of years, yet the conspirators seem to keep operating no matter how many times they are unmasked.",
  "The chart provided by his office contained a dizzying 45 nodes, focusing on Gohmert’s political competitors, Hillary and Bill Clinton, Loretta Lynch, and Eric Holder, as well as the scandals that have occupied Republican talking points for the past five years: Benghazi, Hillary Clinton’s emails, the IRS targeting snafu, and the “Fast and Furious” operation.",
  "Trump’s tweets attest to this: “Uranium deal to Russia, with Clinton help and Obama Administration knowledge, is the biggest story that Fake Media doesn't want to follow!”\n\nSome have wondered why Trump has continued to push conspiracy theories about Clinton and the election, even though the election was won long ago.",
  "pic.twitter.com/V0FQYrTAhs — Sharyl Attkisson (@SharylAttkisson) November 19, 2017\n\nThe specific plot\n\nAfter Gohmert’s chart was roundly criticized, conservative commentator Sean Hannity put forward his own simplified version, which pared down Gohmert’s 45 nodes into 10.",
  "The record shows that the sale did take place, the Clinton-led Department of State was one of several agencies that signed off on the deal, and that the Clinton Foundation received millions in donations from people associated with Uranium One.",
  "Most conspiracy theories that have legs address much more salient issues, i.e., the assassination of a president or the downing of a jet airliner, as opposed to the government approval of the sale of a uranium company seven years ago.",
  "It alleges that Hillary Clinton gave a special favor to Russia — allowing its nuclear agency to purchase a company (Uranium One) with access to the United States’ uranium supply — in exchange for donations to the Clinton Foundation.",
  "This example from conservative journalist Sharyl Attkisson suggests that what seems like a random collection of left-leaning organizations is really just a front for a lone person, Democratic operative David Brock.",
  "A popular meme floating around Twitter for the past few years exemplifies this: Charlie, a character from the FX TV show It’s Always Sunny in Philadelphia, stands in front of a board covered with pictures and yarn.",
  "This style of conspiracy theory illustrations addresses a singular conspiracy theory — in this case, Uranium One — and tries to unmask the actors and their connections behind one specific plot.",
  "That said, the Uranium One theory allows Republicans, particularly Trump and his supporters, to answer the charges that Trump colluded with Russia to win the presidential election in 2016.",
  "The conspiracy theory hinges on whether the donations to the Clinton Foundation were in exchange for favorable treatment that would, or should, not have happened under a fairer process.",
  "Gohmert, along with several other conspiracy-minded officials including President Trump, and conservative commentators have pursued what is called the “Uranium One” conspiracy theory.",
  "People can’t keep their mouths shut in high-stakes scenarios, and the more actions the conspirators have to take, the more likely they are to screw up or get caught in the act.",
  "The point is to put a spotlight on a small group of actors and show that they alone are responsible for what seems like a wider, more spontaneous, and less orchestrated group.",
  "Perhaps the most interesting part of the Uranium One conspiracy theory is the illustrations Gohmert used to detail the relationships among the villains supposedly involved.",
  "The connections between everyone you don’t like\n\nSome conspiracy theory illustrations are designed more to put everyone the accuser doesn’t like together into a cabal.",
  "Over the course of his program, Beck tied together disparate groups, all groups he did not care for, radical Muslims, Democrats, the Occupy movement, communists, etc.",
  "The illustration is therefore a window into a schizotypal personality, where delusions, fantasy, and reality become less and less distinguishable from one another.",
  "The schizotypal illustration\n\nThe final type of conspiracy theory illustration ties together everyone and everything into some sort of far-reaching plot.",
  "It goes far beyond simply tarring your opponents, shining light on a singular conspiracy accusation, or bringing together groups one doesn’t care for.",
  "Scholars who have studied conspiracy theories suggest that the more actors and actions become involved in a conspiracy, the more likely it is to fail.",
  "Conspiracy theory illustrations can be divided into a few types, and perhaps by doing so, we can learn a little more about Gohmert’s intent.",
  "His chart ties together several seemingly unrelated events and a wide range of unrelated actors into a single working organism.",
  "Gohmert’s 45 nodes of groups, people, and events suggest a schizotypal interpretation of the world, one filled with delusions.",
  "It allows Trump to turn the tables on his accusers and suggest they were the ones conspiring with Russia all along, not him.",
  "The Uranium One theory is interesting in that it has been able to percolate for some time and continue to grab headlines.",
  "Some of its continued salience is due to its deployment by Trump and other Republicans, and by conservative mouthpieces.",
  "As far as there being any actual connection between the groups mentioned, that is usually harder to establish.",
  "… These sorts of illustrations are good at virtue signaling: They tell the viewer whom you oppose and why.",
  "Glenn Beck’s chalkboard was famous for doing this when he had his 5 pm program on the Fox News Channel.",
  "The nature of the conspiracy is not specifically clear, and there is not much imagination put into one.",
  "The answer is that this and other conspiracy theories allow Trump to continually muddy the waters.",
  "These seem to be the least competent villains ever to be implicated in a wide-ranging conspiracy.",
  "These sorts of conspiracy theory illustrations are nothing new, and in fact date back some time.",
  "The committee was investigating money trusts, and mapped out how it thought the trusts worked.",
  "Of course, this particular illustration loses some predictive power because of its simplicity.",
  "The goal of the supposed plot, or its plausibility, is never really addressed by the accuser.",
  "Rep. Louie Gohmert (R-TX) unveiled an illustration detailing a complex alleged conspiracy.",
  "The spread of influence\n\nOther illustrations are designed to show who influences whom.",
  "David Brock's collection of nonprofits, smear groups, super PACs, LLCs and websites.",
  "This leaves Gohmert’s chart somewhere between Glenn Beck’s chalkboard and Charlie’s.",
  "For example, here is a chart dating from 1912 from the Pujo Committee in Congress.",
  "But as this example shows, Democrats engage in conspiracy illustrations as well.",
  "Last week, conspiracy theories again were elevated into the national spotlight.",
  "Watergate, for example, was foiled because a simple burglary went south.",
  "As far as salient conspiracy theories go, this one is inside baseball.",
  "Where does Gohmert’s illustration fit in to these categories?",
  "Gohmert’s chart was greeted, rightly so, with condemnation.",
  "So where does Gohmert’s chart fit?",
  "From my book: The Smear.",
  "It’s far-fetched."
]