[
  "Two days after the briefing, Reid wrote a letter to then-FBI Director James Comey asserting that “evidence of a direct connection between the Russian government and Donald Trump’s presidential campaign continues to mount.” (RELATED: Book Reveals That Christopher Steele Is ‘Fifty-Fifty’ On ‘Golden Showers’ Tape)\n\nReid called on Comey to investigate the links “thoroughly and in a timely fashion.”\n\nReid saw Brennan’s outreach as “a sign of urgency,” Isikoff and Corn wrote in the book.",
  "Brennan claimed that though he did not have conclusive evidence of collusion, he believed “there was a sufficient basis of information and intelligence that required further investigation by the bureau to determine whether or not U.S. persons were actively conspiring and colluding with Russian officials.”\n\n“I was concerned about because of known Russian efforts to suborn” members of the Trump campaign, he added.",
  "He concluded the CIA chief believed the public needed to know about the Russian operation, including the information about the possible links to the Trump campaign.”\n\nAccording to the book, Brennan told Reid that the intelligence community had determined that the Russian government was behind the hack and leak of Democratic emails and that Russian President Vladimir Putin was behind it.",
  "Brennan’s contacts with Reid — and other activities during the 2016 presidential campaign — are of “significant” interest to congressional investigators trying to figure out the ex-spy’s early role in the Russia investigation, The Daily Caller News Foundation is told.",
  "News chief investigative correspondent Michael Isikoff and David Corn, the Washington bureau chief of the left-wing Mother Jones magazine, Brennan contacted Reid on Aug. 25, 2016, to brief him on the state of Russia’s interference in the presidential campaign.",
  "“I don’t have sufficient information to make a determination whether or not such cooperation or complicity or collusion was taking place, but I know there was a basis to have individuals pull those threads,” he said at another point during his testimony.",
  "(RELATED: EXCLUSIVE: A London Meeting Before The Election Aroused George Papadopoulos’s Suspicions)\n\nIn a Feb. 4 interview on “Meet the Press,” Brennan was asked how U.S. intelligence obtained information about Papadopoulos.",
  "“By his own account, Brennan played a prominent role in starting the investigation of Trump’s team,” a congressional source with direct knowledge of the House of Representatives’ Russia investigations tells TheDCNF.",
  "“And so the FBI had visibility into a number of things that were going on involving some individuals who may have had some affiliation with the Trump campaign.”\n\nAttempts to reach Brennan were unsuccessful.",
  "According to “Russian Roulette,” Senate Minority Leader Harry Reid believed Brennan was using him as a conduit to publicize possible links between Trump campaign associates and the Russian government.",
  "Reid’s letter referred to some public reporting about Trump campaign associates’ links to the Kremlin, but he also included a reference to information that may not have been made public at the time.",
  "The House Permanent Select Committee on Intelligence recently sent Brennan and other top Obama administration officials letters with a list of questions about their actions during the Russia probe.",
  "“Investigators in Congress suspect there are important details about his role that he hasn’t revealed, and we’re trying to get to the bottom of it.”\n\nAccording to “Russian Roulette,” by Yahoo!",
  "Despite his formative role in the investigation, Brennan has acknowledged that he was unsure at the time whether collusion between the Trump campaign and Russian government actually occurred.",
  "Brennan did not identify who he believed may have been suborned, but it is now believed that he was referring to Carter Page and George Papadopoulos, another former Trump campaign aide.",
  "Brennan responded that he was not “going to get into details about how it was acquired.”\n\n“But the FBI has a very close relationship with its British counterparts,” Brennan said.",
  "Congressional investigators are interested in finding out if Brennan, who is now an MSNBC analyst, pressured Congress or the FBI to reveal details of the Russia investigation.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Reid believed that Brennan had an ‘ulterior motive.’\n\nA book published in March offered a startling but little-noticed revelation about former CIA Director John Brennan.",
  "Though no reporters picked up on that sentence, it was the first time Steele’s unconfirmed reporting had seeped into the public discourse,” the authors wrote.",
  "Elias, who hired Simpson’s firm, Fusion GPS, had also relayed the information to Robby Mook, the Clinton campaign manager, Isikoff and Corn reported.",
  "Isikoff and Corn report that Glenn Simpson, the founder of the opposition research firm that commissioned the dossier, had not briefed Reid.",
  "He cited allegations that were included in the infamous Steele dossier about Carter Page, an adviser to the Trump campaign at the time.",
  "“However Reid learned about the Page allegation, his reference to a meeting with ‘sanctioned individuals’ was significant.",
  "The next month, Papadopoulos met in a bar with Alexander Downer, the Australian High Commissioner to the United Kingdom.",
  "Brennan also told Reid that there was evidence that Russian operatives were attempting to tamper with election results.",
  "Marc Elias, a lawyer for the Clinton campaign, DNC, and Reid’s super PAC, knew of the allegations against Page.",
  "I don’t know,” Brennan testified before the House Permanent Select Committee on Intelligence on May 23, 2017.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Brennan briefed other members of the so-called Gang of Eight, but Reid is the only who took direct action.",
  "Mifsud told Papadopoulos that the Russian government had obtained “thousands” of Clinton-related emails.",
  "Reid wrote of a “series of disturbing reports” about a trip that Page had made to Moscow in July 2016.",
  "The investigation into possible campaign collusion was opened on July 31, 2016.",
  "Downer allegedly claims that Papadopoulos told him about hacked Clinton emails.",
  "It is not known whether Brennan would have passed the information to Reid.",
  "It is still not clear who provided Reid with the information about Page.",
  "Papadopoulos was reportedly the impetus of the collision investigation.",
  "In April 2016, he met in London with a professor named Joseph Mifsud.",
  "He briefed Harry Reid about Trump associates’ contacts with Russians.",
  "“Reid also had the impression that Brennan had an ulterior motive.",
  "Brennan provided a response to those questions last month.",
  "Two months later, that information was passed to the FBI.",
  "Brennan played a ‘prominent role’ in Russia probe.",
  "“I don’t know whether such collusion existed."
]