[
  "TRUMP DEFENDS SON AS 'HIGH-QUALITY PERSON,' AS RUSSIA EMAILS FUEL CRITICISM\n\nTrump also posted a defense of his son on Twitter Wednesday morning and attacked the “Fake Media.”\n\n“Remember, when you hear the words ‘sources say’ from the Fake Media, often times those sources are made up and do not exist,” Trump tweeted.",
  "The Politico investigation exposed that a Ukrainian-American DNC operative -- Alexandra Chalupa, who worked in the Clinton White House -- met with officials in the Ukrainian Embassy in Washington in an effort to expose ties between Trump’s then-top campaign official Paul Manafort and Russia.",
  "“If you are looking for an example of a campaign coordinating with a foreign country or a foreign source, look no further than the DNC which actually coordinated opposition research with the Ukrainian Embassy,” White House Deputy Press Secretary Sarah Huckabee Sanders said Monday.",
  "“Hillary’s staff should not have taken—former Hillary staffers should not have taken the meeting with Ukrainian government,” Ari Fleischer, former White House press secretary for President George W. Bush and now a Fox News contributor, said on “Outnumbered” Tuesday.",
  "The report cited a meeting between Ukrainian government officials who allegedly tried to help Clinton undermine Trump by publicly questioning his fitness for office and shared research and damaging information on Trump and his advisers with Clinton allies.",
  "Disgraceful!”\n\nThe news report refers back to the questionable dossier -- written by former British intelligence agent Christopher Steele and allegedly distributed by Fusion GPS -- which contained unverified allegations against the Trump team.",
  "The back-and-forth comes as the Trump White House tries to control the damage from revelations about Donald Trump Jr.'s June 2016 meeting with the Russian attorney with alleged ties to the Kremlin, Natalia Veselnitskaya.",
  "President Trump ripped Hillary Clinton and fellow Democrats Wednesday over what he described as a double standard for their respective associates' alleged coordination with foreign governments in the 2016 campaign.",
  "The Washington Examiner reported in May 2016 that former Mexican President Vicente Fox, an ardent Trump critic, met in Mexico with House Minority Leader Nancy Pelosi to discuss ways to boost Clinton.",
  "But Trump used his widely followed Twitter account Wednesday to draw attention to a Washington Times article claiming Democrats had used false information from Russia to attack him and his campaign.",
  "While some politicians who are not part of the Ukrainian government might have taken sides during last year’s elections in the U.S., the government of Ukraine did not,” the statement said.",
  "The Ukrainian Embassy pushed back on Sanders' characterization, saying: “Unfortunately, White House spokeswoman Sarah Huckabee-Sanders must have been misinformed about Ukraine and the DNC.",
  "The White House and Trump allies also have cited a reported meeting between a DNC consultant and officials at the Ukrainian Embassy in Washington, D.C., last year.",
  "“@WashTimes states ‘Democrats have willfully used Moscow disinformation to influence the presidential election against Donald Trump,'” the president tweeted.",
  "The president has been on defense over fresh revelations of a meeting his eldest son held last year with a Russian lawyer who promised dirt on Clinton.",
  "Leaders in other countries also spoke out against Trump last year, though not necessarily in any government capacity.",
  "Fusion GPS, the Democrat-funded opposition research firm, allegedly paid Steele with money from a Clinton backer.",
  "“The Embassy of Ukraine in Washington did not coordinate with the DNC about opposition research.",
  "The meeting Sanders referred to was first reported in January by Politico.",
  "He added, “Why aren't the same standards placed on the Democrats.",
  "That is an on-the-record action that they took,” Sanders said.",
  "The dossier eventually fell into the hands of the FBI.",
  "Look what Hillary Clinton may have gotten away with.",
  "He was not in power, however, at the time.",
  "“This is not an accusation.",
  "Manafort later resigned."
]