[
  "If our government misrepresented Democrat opposition research as an FBI intelligence document in order to get a warrant to spy on Trump associates and failed to disclose that to the grand jury which indicted them, the entire chain of events is as bogus as the dossier and will be thrown out of court by an angry judge.",
  "If you would like to be added to John Linder’s distribution list please send your email address to: linderje@yahoo.com or follow on Twitter: @linderje\n\nThe views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "Then came the head clown, Peter Strzok, who found the time to text his mistress thousands of times while helping FBI Director Jim Comey write a memo that exonerated Mrs. Clinton in the email investigation before she was even interviewed.",
  "Strzok had already interviewed Cheryl Mills and Huma Abedin who both told him that they were unaware that Mrs. Clinton had a private server though there are emails from them referring to it and Abedin had her own email address on it.",
  "This entire narrative rests on the assertion that Russia hacked the Democrat National Committee computer server and released, over the course of the campaign, emails that put Mrs. Clinton in a bad light.",
  "In the center ring breaking down doors and intimidating American citizens was none other than the ringmaster, Bob Mueller, who decided months after Strzok interviewed Flynn that he needed a scalp.",
  "The only agencies involved were the Central Intelligence Agency, the Federal Bureau of Investigation and the National Security Agency — and the NSA had only moderate confidence in the estimate.",
  "Did they employ those vast powers to get access to the DNC server and discover for themselves whether it was Russia, or perhaps a disgruntled employee, who actually got access to the emails?",
  "He sent his fawning congratulations to the Acting Attorney General for flagrantly refusing to carry out a presidential order that her own legal counsel determined was a legal order.",
  "Why, they arranged to launder millions of dollars from the Clinton campaign and the DNC to pay Fusion GPS to produce a dossier full of salacious charges against Trump.",
  "This dossier has been in the hands of much of the media and our vaunted intelligence services for over a year and none has yet been able to verify the charges.",
  "Then, climbing out from under the hood came Andrew Weissmann, whose past history of prosecutorial misconduct clearly earned him a starring role in this circus.",
  "Barnum, set the stage for this circus when he claimed that the intelligence Community was unanimous in its assessment that Russia influenced the election.",
  "What if we learn that he repackaged the bogus dossier as an FBI intelligence document in order to get a FISA warrant to spy on Trump’s associates?",
  "Strzok sandbagged Michael Flynn into an interview that Flynn did not need to participate in, but Strzok concluded that Flynn told the truth.",
  "Later Clapper admitted that the conclusion was not even arrived at by the agencies, but by a handful of selected players in these agencies.",
  "They have grand jury and subpoena powers and are employing all of it against President Trump, his children and his associates.",
  "He allowed co-conspirator, Cheryl Mills to sit in on the interview playing the role of Mrs. Clinton’s attorney.",
  "First came Associate Deputy Attorney General Bruce Ohr who met secretly with the authors of the bogus dossier.",
  "For months the Democrats and the media — but I repeat myself — told us that 17 intelligence agencies agreed.",
  "I’m willing to bet that the FBI’s head of counterintelligence, Peter Strzok, was one of those players.",
  "He overruled the person actually in the room for the interview and decided that Flynn lied after all.",
  "It will be the abused friends of Trump marching up to the ticket window get their legal fees back.",
  "It was more than just the admission that he, like the rest of the clowns, was a Democrat.",
  "Why, we took the word of the private company hired by the DNC attorneys who told us that.",
  "You will recall that former Director of National Intelligence Jim Clapper, today’s P.T.",
  "We will soon discover what else the loquacious Peter Strzok had to say in 10,000 texts.",
  "That guy with the shovel following the elephants and Peter Strzok is Bob Mueller.",
  "John Linder is a former member of the U.S. House of Representatives from Georgia.",
  "Strzok then interviewed Mrs. Clinton without putting her under oath.",
  "We have the most competent criminal investigators in the world.",
  "All circuses, of course, have a tiny car full of clowns.",
  "Weissman’s anti-Trump bona fides are in fine shape too.",
  "They need to gently and mercifully strike the tent.",
  "The other parade will be heading out of town.",
  "(Is the Special Counsel looking into that?",
  "(Has the Special Counsel verified them?",
  "What else did the DNC lawyers arrange?",
  "He kept this secret from his bosses.",
  "That wouldn’t even be newsworthy.",
  "It was arguably illegal.",
  "They did not, of course.",
  "There will be a parade.",
  "How do we know that?",
  "Nothing to see here.",
  "They paid Russians.",
  "He is a Republican.",
  "No notes exist.",
  "I wonder why?",
  "Move along.",
  "NOPE!)",
  "NOPE!)",
  "NOPE!"
]