[
  "I think it needs to move forward with much greater urgency.”\n\nA third Democrat on the committee, Sen. Sheldon Whitehouse of Rhode Island, on Friday raised his own question by tweeting a portion of a New York Times report that described the president’s prodding an anonymous Republican senator — not to wind down any congressional Russia investigation, but to open a separate one into Fusion GPS, the firm behind a disputed dossier of incendiary charges about Trump.",
  "“It’s unclear whether the Democrats who refused to join in a bipartisan inquiry into Fusion’s role in the dossier knew at the outset that it was funded by the DNC or whether that motivated their desire to block any real scrutiny of the firm’s work on behalf of both its Democrat and Russian clients,” Foy said.",
  "Chip Somodevilla/Getty Images Democrats question GOP commitment to Senate's Russia inquiry\n\nDemocrats on the Senate Judiciary Committee are raising fresh concerns about the GOP-led panel’s appetite for digging into the Russian ties forged by multiple advisers to President Donald Trump.",
  "“Chairman Grassley has never had a discussion with the ‘resident about ending the Judiciary Committee’s investigation into matters relating to Russian interference in the 2016 election, and the president has never requested such a discussion,” Foy said by email.",
  "“And we’re going to have to find a way to deal with it.”\n\nFeinstein added that she “can’t say” Grassley is trying to shut down the committee’s investigation into Russia’s meddling in the 2016 election, including questions of potential obstruction of justice.",
  "Friction on the committee last spiked in October, when the chairman, Sen. Chuck Grassley (R-Iowa), sent a slew of letters to key figures in the Russia investigation without the signature of Sen. Dianne Feinstein of California, the panel’s top Democrat.",
  "Story Continued Below\n\nAsked about Grassley’s decision to not sign on, Feinstein told reporters late Monday that “I think there’s an effort, subtle, not to go deeply.”\n\n“And I hadn’t realized it before, but I realize it now,” she continued.",
  "Feinstein has followed by sending four rounds of letters without Grassley’s signature that seek material from other players in the Trump campaign’s communications with Russian officials — the most recent series of letters coming on Monday.",
  "Another Judiciary Democrat, Sen. Richard Blumenthal of Connecticut, sounded a similar note to Feinstein, describing himself in a brief interview Monday as “very concerned about the stalled and slow pace of the Judiciary Committee.",
  "And relations on the committee have not frayed entirely: Grassley’s and Feinstein’s aides are permitted to attend interviews that result from the other party’s letters of inquiry on Russia matters, according to a panel aide.",
  "Grassley has received no pressure from Trump regarding a Fusion GPS investigation, his spokesman Taylor Foy said, nor has the president appealed to him to stop investigating Russian electoral meddling.",
  "Fusion’s initial research on Trump was funded by the conservative Washington Free Beacon website, while the Clinton campaign and the DNC paid for the dossier that later resulted from it.",
  "Foy also questioned whether Democrats have avoided Republicans’ inquiries about Fusion GPS in order to protect the firm’s clients within their own ranks.",
  "“Is this why full Judiciary hearings have veered in this direction instead of Russia/obstruction?” Whitehouse asked.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]