[
  "These are not the only suspect political ties between Mueller lieutenants and Clinton world:\n\nAaron Zebley, Mueller’s former chief of staff at the FBI and “right hand man” on the current investigation, previously represented Justin Cooper, Clinton’s IT guy who set up the unsecure server in her Chappaqua home, and destroyed her BlackBerrys with a hammer.",
  "James S. Robbins, a member of USA TODAY's Board of Contributors and author of This Time We Win: Revisiting the Tet Offensive, has taught at the National Defense University and the Marine Corps University and served as a special assistant in the office of the secretary of Defense in the George W. Bush administration.",
  "One of them, attorney Jeannie Rhee, has defended President Obama's deputy national security adviser, Ben Rhodes, now a focus of the investigation into potentially illegal use of “unmasking” foreign intelligence against Trump associates, the Clinton Foundation and Hillary Clinton during the email investigation.",
  "The most prudent move would be to suspend the special counsel investigation until the Justice Department inspector general’s office and other watchdogs can conclude their investigations into possible illegitimate or illegal actions taken by members of Mueller’s team.",
  "In a hearing before the House Judiciary Committee on Thursday, FBI Director Christopher Wray consistently deflected questions regarding these types of conflicts by deferring to ongoing investigations being conducted by the Justice Department’s inspector general.",
  "However, evidence is emerging that special counsel and former FBI director Robert Mueller’s investigation of alleged Russian interference in the 2016 election, as well as the Hillary Clinton email investigations, have been fatally compromised by naked politics.",
  "Mueller team member and Justice Department prosecutor Andrew Weissmann wrote a fawning email to outgoing acting Attorney General Sally Yates, saying he was “so proud and in awe” of her for defying President Trump in enforcing his travel ban.",
  "Strzok also changed then-FBI Director James Comey’s draft language on Clinton’s use of her illicit server from “grossly negligent” to “extremely careless,” which is the difference between criminal behavior and an unconscious error.",
  "Investigative journalist Sara Carter has said that “a lot more is going to come out” regarding other text messages from people connected to the investigation that could expose improper political biases.",
  "Strzok helped conduct the sweetheart interviews of Clinton, Cheryl Mills and Huma Abedin in the email investigation, in which the latter two blatantly lied about their knowledge of the bootleg server.",
  "Strzok reportedly led the interview of then-national security adviser Michael Flynn, who ostensibly told the lies that led to his firing and landed him in a plea bargain with investigators.",
  "Strzok promoted the Fusion GPS “Steele dossier,” the sketchy gossip-ridden anti-Trump document paid for by the Clinton campaign and compiled with input from Russian intelligence sources.",
  "He also continued to stonewall on providing information on the FBI’s use of the Steele dossier and the FISA warrant it helped generate, citing vague national security concerns.",
  "It reached the point where House Intelligence Committee Chairman Devin Nunes threatened FBI Director Christopher Wray and Deputy Attorney General Rod Rosenstein with contempt.",
  "The stakes are too high to allow a clique of politicized government agents to destroy the integrity of the investigative apparatus, and damage the office of the presidency.",
  "This document was used to persuade a Foreign Intelligence Surveillance Court to authorize government surveillance of members of the Trump team during a political campaign.",
  "You can read diverse opinions from our Board of Contributors and other writers on the Opinion front page, on Twitter @usatodayopinion and in our daily Opinion newsletter.",
  "POLICING THE USA: A look at race, justice, media\n\nAt least nine members of Mueller’s team have given donations to the Obama, Clinton or other Democratic campaigns.",
  "Rather than treating Strzok’s removal with the transparency and candor it deserved, the Mueller team hushed it up and began stonewalling congressional inquiries.",
  "It later emerged that he was trading anti-Trump text messages with his mistress, Lisa Page, an FBI lawyer who was also assigned to the Mueller investigation.",
  "Thoughtful observers can look at this fact pattern and conclude that Strzok’s actions had the potential to be driven by strong bias against President Trump.",
  "Any such direct involvement by an Obama administration official with the political effort to take down the Republican candidate is a scandal of high order.",
  "Worse still, former associate deputy attorney general Bruce Ohr was demoted days ago for unspecified contacts with figures behind the Steele dossier.",
  "Video provided by Newsy Newslook\n\nIt is dangerous to subject the office of the president to a gravely biased probe undertaken with a reckless spirit.",
  "Deputy FBI Director Andrew McCabe is being investigated for possible Hatch Act violations during wife Jill McCabe's failed 2015 Virginia Senate run.",
  "Strzok left his fingerprints on pivotal aspects of the Clinton and Trump investigations, the two most significant such legal actions this century.",
  "Contreras is a Foreign Intelligence Surveillance Court judge and might have been involved with authorizing surveillance against the Trump team.",
  "The ongoing investigations might turn up evidence how deep this animus went, and whether he actively colluded with members of the Clinton team.",
  "Special counsel Robert Mueller (Photo: Andrew Harnik, AP)\n\nThe FBI has historically had a well-earned reputation for competence and integrity.",
  "Should further evidence of untoward bias emerge, Americans may conclude that the justice system itself is illegitimate, with all that entails.",
  "Then Congress must be given time to review the conclusions of the internal investigations as well as conclude their own ongoing inquiries.",
  "More: If Michael Flynn's 'crime' is all Robert Mueller has, it is time to move on\n\nMore: Could President Trump fire Robert Mueller?",
  "And because he was central to every important aspect of these cases, the entire episode could simply be fruit of the poison Strzok.",
  "It was an unprecedented investigative intrusion into the American political process that makes Watergate look like amateur hour.",
  "We are left with an appearance of an unacceptable degree of political prejudice and a troubling series of unanswered questions.",
  "The American people deserve no less when it comes to extraordinary investigations that touch the highest levels of government.",
  "It is dangerous to subject the office of the president to a gravely biased investigation undertaken with a reckless spirit.",
  "CLOSE A new report says the investigation into Russian meddling in the 2016 U.S. presidential election has cost millions.",
  "Weissmann also attended Hillary Clinton’s election night party in New York City, The Wall Street Journal reported.",
  "Judge Rudolph Contreras, who accepted Flynn’s guilty plea, has since inexplicably recused himself from the case.",
  "It now appears that Ohr knew Steele and met with him while the tainted dossier was being written.",
  "Justice demands that these matters be pursued with the utmost honesty, probity and impartiality.",
  "During this race, his wife received more than $700,000 in donations from Clinton-connected PACs.",
  "However, in August, Strzok was quietly removed from the Trump investigation.",
  "The FBI is now examining 10,000 of their texts, Fox News reports.",
  "To respond to a column, submit a comment to letters@usatoday.com.",
  "The central figure in both probes is FBI agent Peter Strzok.",
  "Read or Share this story: https://usat.ly/2BbqkBL",
  "More: Robert Mueller terrifies President Trump.",
  "Follow him on Twitter: @James_Robbins.",
  "He may try but it won't be easy.",
  "Of course he wants him gone.",
  "They were not charged.",
  "But it gets worse."
]