[
  "The first two sources cited in the dossier’s first memo, dated June 20, 2016, are “a senior Russian Foreign Ministry figure” and “a former top level Russian intelligence officer still active inside the Kremlin.”\n\nA third source is referred to as “a senior Russian financial official.” Other sources in the dossier are described as “a senior Kremlin official” and sources close to Igor Sechin, the head of Russian oil giant Rosneft and a close associate of Vladimir Putin’s.",
  "“And that kind of worries me a little bit because if you’re paying somebody, particularly former FSB officers, they are going to tell you truth and innuendo and rumor, and they’re going to call you up and say, ‘Hey, let’s have another meeting, I have more information for you,’ because they want to get paid some more.”\n\nIn the dossier, Steele cites numerous anonymous sources, many of which work in the upper echelons of the Russian government.",
  "It is unclear how much Steele was paid by Fusion, though according to a deeply reported Vanity Fair piece earlier this year, it is believed that his company was paid as much as $15,000 per month for the work, plus expenses.",
  "Cash from the Clinton campaign and Democratic National Committee may very well have ended up in the hands of Russian operatives who served as sources for the infamous and uncorroborated Trump dossier.",
  "Morell initially wondered what motivated Steele’s sources to provide the information in the dossier but subsequently found out that the retired spy paid intermediaries who, in turn, paid the sources.",
  "It was revealed on Tuesday that the Clinton campaign and DNC began paying Fusion GPS, the research firm that commissioned the dossier, last April to continue research it was conducting on Trump.",
  "(RELATED: Clinton Campaign And DNC Financed The Dossier)\n\nMarc Elias, a Perkins Coie partner, and the general counsel for the campaign and DNC, oversaw the operation, according to The Post.",
  "During an interview in March, Morrel said that it was impossible to judge the information in the dossier without understanding who the sources were and how they obtained their information.",
  "(RELATED: Michael Morell Has Serious Doubts About The Dossier)\n\nMorell, a Hillary Clinton supporter, expressed concerns about that information exchange during an interview in March.",
  "But Steele maintains contacts on his old beat, and according to former CIA Deputy Director Michael Morell, the ex-spy paid intermediaries for dirt that ended up in the dossier.",
  "Millian has claimed to have done business in the past on behalf of Trump’s real estate company, but the Trump campaign has claimed he has overstated his relationship to Trump.",
  "The fourth source used in the dossier is “Source D,” who is described as “a close associate of Trump.”\n\n“Source D” is the only dossier source who has been identified by name.",
  "The Washington Post reported that Fusion approached lawyers at Perkins Coie, the firm that represented the campaign and DNC, offering to sell its investigative services.",
  "The Wall Street Journal and ABC News reported in January that he is Sergei Millian, the chairman of the Russian-American Chamber of Commerce.",
  "Steele revealed that detail in court papers filed in London, where the former British spy operates a private intelligence company.",
  "Federal Election Commission records show that the campaign and DNC paid the law firm $12 million during the election cycle.",
  "It is not clear how much Democrats, through Perkins Coie, paid Fusion for the project, which lasted until early November.",
  "Morell, who at that time said he had read the dossier three times, said he wondered how Steele had talked to the sources.",
  "The former MI6 agent is believed to be persona non grata in Russia because of his spy activities there during the 1990s.",
  "That the intermediaries paid the sources, and the intermediaries got the money from Chris,” said Morell.",
  "Steele reportedly paid intermediaries to obtain much of the information contained in the dossier.",
  "“I have subsequently learned that he used intermediaries,” said Morell, who left the CIA in 2013.",
  "After being hired, Fusion contracted in June with Christopher Steele, the author of the dossier.",
  "How might the money from that tangled web end up in the hands of Russian operatives?",
  "Steele also cited sources who claimed they were close to the Trump campaign.",
  "“Then I asked myself, ‘why did these guys provide this information?",
  "'”\n\n“I subsequently learned that he paid them.",
  "What was their motivation?",
  "Follow Chuck on Twitter",
  "Here’s how."
]