[
  "Buzzfeed's director of communications, Matthew Mittenthal, told Fox News via email, \"We believe that Mr. Steele's testimony about his work on the dossier is essential to the public's understanding of the ongoing federal investigations into a critical document that was circulating and informing decisions at the highest level of government.",
  "He called the latest British litigation strategy by Buzzfeed somewhat 'shocking' and told Fox News in an email, \"They went to court in London to argue that asking Steele about the only relevant memo wasn't enough, they want to ask him about Trump and (Michael) Cohen and sex tapes.",
  "Buzzfeed, the online publication, is being sued by Russian businessman Aleksej Gubarev in the UK and in Florida for publishing the dossier prepared by Steele and his company, Orbis Business Intelligence, that named companies owned by Gubarev, a technology executive.",
  "Meanwhile the former spy Steele is facing a possible criminal investigation by the Department of Justice after two senior Republican senators, Chuck Grassley, R-Iowa, and Lindsey Graham, R-S.C., sent a criminal referral to the department in January.",
  "And when Buzzfeed threw it up on the internet, they weren't publishing the Pentagon Papers, they were doing exactly what they admitted they were doing - publishing salacious, unverified information because they thought people would click on it.",
  "In a London courtroom this week, lawyers for Christopher Steele, the former British spy and author of the Trump dossier, fought to protect his sources, which claimed the Kremlin had salacious and compromising information on Donald Trump.",
  "In March, Steele was ordered by the English High Court to appear for an upcoming videotaped deposition in London to be used as trial testimony in ongoing civil litigation against Buzzfeed for publishing the unverified dossier.",
  "Steele's colleague, Chris Burrows, Director of Orbis, declined to answer Fox News' email questions, responding that \"I regret that for a variety of reasons, I can offer no comment on any of the questions raised.\"",
  "When asked about the status of the criminal referral, Sarah Isgur Flores, director of the DOJ Public Affairs Office, told Fox News via email, \"We don't confirm or deny the existence of investigations.\"",
  "Steele was paid $168,000 by Glenn Simpson's company Fusion GPS for the series of memos containing information that was selectively briefed to journalists approved by Simpson and used by the FBI.",
  "In the complex litigation, Buzzfeed, according to the Times of London, is now seeking to quiz Steele on \"the dossier as a whole,\" which is a change in tactics.",
  "The Dossier wasn't some government report, it was a bunch of memos written by a private opposition research firm hired to try to find dirt.",
  "With a decision by the British judge expected Friday, the latest proceeding was described to Fox News as an \"odd quirk\" by Fray-Witzer.",
  "\"Shameful\" was the word quoted by the British newspaper, attributing it to an anonymous associate of Steele's company.",
  "Not so fast, said Evan Fray-Witzer, a Boston based attorney representing the Cyprus-based Russian technology guru.",
  "Simpson's Fusion GPS was paid through law firm Perkins Coie, whose client was the DNC and the Clinton campaign.",
  "Fray-Witzer alleged that \"Buzzfeed wants to pretend that it was reporting on some government investigation.",
  "Nothing -- They're just trying to wave (a) sparkler around and say, 'look over here, look over here.'\"",
  "We have made it clear to the courts that we are not seeking Mr. Steele's confidential sources.\"",
  "If you publish clickbait you should own up to it and not pretend it's journalism.\"",
  "What does this have to do with the lies they published about Gubarev and Webzilla?",
  "The entire 35 pages of Steele memos was published by Buzzfeed in January 2017.",
  "It wasn't."
]