[
  "And on May 10, 2017, Steele wrote to Ohr that he was “very concerned [about] Comey’s firing,” adding that he was “afraid they will be exposed.” (RELATED: Steele Told Bruce Ohr He Was ‘Afraid They Will Be Exposed’ Following Comey’s Firing)\n\nA Justice Department spokesperson said that Ohr currently works in the agency’s criminal division.",
  "As one former DOJ official said, Ohr’s activities were “way outside scope of what he should have been doing.”\n\nBruce Ohr’s appearance before Congress on Tuesday will mark the culmination of a nine month fight to get the former Justice Department official to speak to lawmakers about his connections to the infamous Steele dossier.",
  "(RELATED: Christopher Steele Lobbied Bruce Ohr On Behalf Of Putin-Linked Oligarch)\n\n“As far as I’m concerned, this is good news all round although as before, it would be helpful if you could monitor it and let me know if any complications arise,” Steele wrote to Ohr in a Feb. 8, 2016 email referring the Deripaska visa issue.",
  "Ohr, who served as assistant deputy attorney general until his demotion in December, will be quizzed during a closed-door interview with members of the House Judiciary and House Oversight & Government Reform Committees about his relationship with Christopher Steele, the former British spy who wrote the dossier.",
  "The Justice Department has not revealed exactly why Ohr was demoted from his senior position, in which he served as one of a small handful of top assistants to the deputy attorney general, the second-ranking official at Justice.",
  "On Aug. 20, Trump asked if Ohr “will ever be fired.”\n\n“Will Bruce Ohr, whose family received big money for helping to create the phony, dirty and discredited Dossier, ever be fired from the Jeff Sessions ‘Justice’ Department?",
  "“He didn’t stay within his lane.”\n\nA small handful of Republican lawmakers have pressured the Justice Department since December to release documents on Ohr and to make him available for congressional interviews.",
  "A Russia expert who formerly worked with the CIA, Nellie Ohr worked as a contractor for Fusion GPS, the opposition research firm that investigated Trump on behalf of the Clinton campaign and DNC.",
  "Ohr said that “to the extent I can I will keep an eye on the situation.”\n\nIn other exchanges, Steele expressed concern about inquiries from Senate Judiciary Committee Chairman Chuck Grassley.",
  "Ohr, a 30-year DOJ veteran, served as a back channel between Steele and the FBI during the bureau’s investigation into possible collusion between the Trump campaign and Russian government.",
  "Steele was a source for several reporters, including Mother Jones’ David Corn, who published an article on Oct. 31, 2016 laying out some of Steele’s allegations about Trump.",
  "The FBI relied heavily on the document, which remains unverified, to obtain Foreign Intelligence Surveillance Act warrants against former Trump campaign adviser Carter Page.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The New York Times reported that Ohr was on the Justice Department team that decided to revoke Deripaska’s visa over concerns about his link to Russian organized crime.",
  "The former spy went on to produce a 35-page report consisting of 17 memos alleging a conspiracy between the Kremlin and Trump campaign to influence the election.",
  "Ohr served as a backchannel to dossier author Christopher Steele, and his wife worked as a contractor for Fusion GPS, the firm that commissioned the dossier.",
  "Though the FBI stopped using Steele as an informant, bureau officials were aware that he and Ohr were in frequent contact about the Russia investigation.",
  "The pair maintained contact over the years, even after Steele opened Orbis Business Intelligence, a private intelligence firm based in London.",
  "They note that the FBI cut ties with Steele just before the 2016 election because the former spy had unauthorized contacts with the media.",
  "(RELATED: EXCLUSIVE: DOJ Official Bruce Ohr Hid Wife’s Fusion GPS Payments From Ethics Officials)\n\nFusion GPS hired Steele in June 2016.",
  "We need some reassurances,” Steele texted Ohr on March 7, 2017, a day after Grassley asked the FBI for information about the dossier.",
  "In the initial texts, Steele pressed Ohr for help on behalf of Oleg Deripaska, a Russian oligarch whose visa was revoked in 2006.",
  "Lawmakers will finally get a chance to question Justice Department official Bruce Ohr on his links to the Steele dossier.",
  "We’re very concerned by the Grassley letter and it’s possible implications for us, our operations and our sources.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Text messages provided to Congress show that Steele and Ohr were in contact from January 2016 through 2017.",
  "Some of those documents, including emails and text messages, have been publicized in recent weeks.",
  "“It’s way outside scope of what he should have been doing,” one former DOJ official told TheDCNF.",
  "As TheDCNF has reported, Ohr failed to disclose the connection on his ethics disclosure forms.",
  "Rosenstein’s predecessor, Sally Yates, has not said whether she knew about Ohr’s activities.",
  "She did not respond to multiple requests for comment from The Daily Caller News Foundation.",
  "Deputy Attorney General Rod Rosenstein has said he did not know about Ohr’s freelance work.",
  "Ohr’s links to the dossier have recently caught the attention of President Donald Trump.",
  "Ohr and Steele reportedly met in 2007, when Steele worked on the Russia desk for MI6.",
  "It is unclear what Ohr’s bosses at the Justice Department knew about his activities.",
  "The White House said that Trump is considering revoking Ohr’s security clearance.",
  "Ohr briefed FBI officials at least 12 times from November 2016 through May 2017.",
  "Republican lawmakers have called foul on the arrangement for several reasons.",
  "Ohr has other links to the dossier, namely through his wife, Nellie.",
  "“Would it be possible to speak later today please?",
  "A total joke!” Trump tweeted."
]