[
  "The House Intelligence Committee’s investigation took a sharp and notable turn on Tuesday, as news broke that it had subpoenaed the FBI and the Justice Department for information relating to the infamous Trump “dossier.” That dossier, whose allegations appear to have been fabricated, was commissioned by the opposition-research firm Fusion GPS and then developed by a former British spook named Christopher Steele.",
  "This at least finally explains the probe’s lackluster nature: the absence of a grand jury, the failure to follow up on likely perjury, the unorthodox immunity deals made with Clinton aides.",
  "J. Edgar Hoover’s abuse of power as FBI director led Congress and the Justice Department to put new checks on that most powerful and secretive of offices.",
  "But the big development this week is a new look at how Mr. Comey may have similarly juked the probe into Donald Trump’s purported ties to Russia.",
  "By the time Congress finishes investigating James Comey’s role in the 2016 presidential election, those safeguards may be due for an update.",
  "He announced he would not recommend prosecuting Mrs. Clinton, even as he publicly excoriated her—an extraordinary abuse of his megaphone.",
  "He wrote a draft statement exonerating Mrs. Clinton in May, long before he bothered to interview her or her staff.",
  "Powerful as Hoover was, even he never simultaneously investigated both major-party candidates for the presidency.",
  "An inquiry by the Senate Judiciary Committee has now shown that Mr. Comey’s investigation was a charade.",
  "Mr. Comey did, and Americans are now getting a glimpse of how much he influenced political events.",
  "He made himself investigator, judge and jury, breaking the Justice Department’s chain of command.",
  "He publicly confirmed the investigation, violating the department’s principles.",
  "Mr. Comey’s actions in the Hillary Clinton email probe are concerning enough.",
  "Read more of Kimberley Strassel's column in the Wall Street Journal.",
  "Then he rekindled the case only 11 days before the election."
]