[
  "(RELATED: Ex-CIA Director Casts Doubt On The Dossier)\n\n“That kind of worries me a little bit,” said Morell, “because if you’re paying somebody, particularly former FSB officers, they are going to tell you truth and innuendo and rumor, and they’re going to call you up and say, ‘Hey, let’s have another meeting, I have more information for you,’ because they want to get paid some more.”\n\nStephens also fails to note Steele’s own statements acknowledging that parts of the dossier remain unverified.",
  "In an April 4 court filing in London, where he is being sued by a Russian executive identified in the dossier, Steele acknowledged that his report “needed to be analyzed and further investigated/verified.”\n\nSteele has not commented on any other claims in the dossier, but his admission in London suggests that other parts of the report remain unsubstantiated.",
  "News journalist Michael Isikoff who reported on Sept. 23, 2016 that U.S. investigators were investigating reports they had received that former Trump campaign adviser Carter Page met in Moscow two months earlier with a pair of Kremlin insiders, Rosneft CEO Igor Sechin and Igor Diveykin, a former deputy chief of policy for Vladimir Putin.",
  "Stephens makes two additional errors regarding Page when he states that a New York Times report from Friday night “further confirms another claim made in the Steele dossier.” (RELATED: Report: Carter Page Testified Before Mueller Grand Jury)\n\nAccording to the report, Page met a senior Russian government official during his Moscow trip.",
  "But Stephens’ piece, “The Sleazy Case Against Mueller’s Probe,” makes numerous factual and logical errors, mostly in his defense of the so-called Steele dossier, the salacious report that accuses the Trump campaign of engaging in a massive campaign collusion conspiracy with the Kremlin.",
  "It came to light earlier this year that Isikoff, a renowned investigative journalist who covered Bill Clinton’s sex scandals in the 1990s, is one of a handful of Beltway journalists who was briefed by Steele and Fusion GPS prior to the election about findings in the dossier.",
  "In his piece, Stephens claims that Steele’s “credibility, the reliability of his sources and the truthfulness of their claims…check out.”\n\nSteele, who is based in London, is by all accounts a highly regarded investigator.",
  "Bret Stephens, the New York Times columnist, published an op-ed this weekend taking to task “administration apologists” who have been heavily critical lately of Special Counsel Robert Mueller’s Russia investigation.",
  "Steele said in a London court filing in May that in Sept. 2016 he was directed by Fusion GPS to brief reporters at numerous outlets, including The New York Times, CNN, The Washington Post, and Yahoo!",
  "He did not respond to a follow up question about whether he knows Fusion’s three founding partners, former Wall Street Journal reporters Glenn Simpson, Peter Fritsch and Thomas Catan.",
  "Stephens also asserts that the meeting was something Page “has long denied.”\n\nBut Page has not “long denied” meeting the Russian official, deputy prime minister Arkady Dvorkovich.",
  "The problem with Sipher’s claim — and Stephens’ reliance on it — is that Isikoff did not receive confirmation from U.S. intelligence officials that Page met the Kremlin insiders.",
  "Former CIA acting director Mike Morell has questioned Steele’s process, saying back in March that he was concerned after learning that Steele paid his sources and sub-sources.",
  "In Aug. 2016, a month after the Moscow trip, Page told The Washington Post that he briefly greeted Dvorkovich following a commencement speech he gave on the Moscow junket.",
  "Fusion GPS, which was hired by the Democrats in April 2016, hired former British spy Christopher Steele that June to investigate Trump’s activities in Russia.",
  "The article suggests that Stephens, who left the Wall Street Journal for the Times earlier this year, has done little research about the dirty document.",
  "Some have come under heavy doubt, and others are the subject of lawsuits filed against Steele and BuzzFeed News, which published the dossier on Jan. 10.",
  "He also discounts the involvement of Fusion GPS, a political opposition research firm founded by three of Stephens’ former colleagues at The Journal.",
  "Stephens downplays the significance of how the dossier came into being — who paid for it, who commissioned it, and who conducted the research.",
  "But the parts of the oppo file that make specific allegations against Trump and members of his campaign remain uncorroborated and unverified.",
  "Morell, a Clinton supporter, said that paying sources could incentivize them to spin yarns in order to continue stay on the payroll.",
  "U.S. intelligence officials have determined that Russians hacked into Democrats’ emails in order to hurt Hillary Clinton’s campaign.",
  "The columnist says that Sipher “laid out the decisive case” for the “broad truthfulness” of the dossier’s allegations.",
  "But little is known about how he collected the information in the dossier or about his sources and sub-sources.",
  "And Steele was reportedly offered payment by the FBI if he could verify some of the claims in the dossier.",
  "In his analysis, which was published in September at the blog Just Security, Sipher makes a glaring error.",
  "He has said that he would “be happy” to meet Sechin someday but has said multiple times that he has not.",
  "Page revealed during a House Intelligence Committee hearing this week that he encountered Dvorkovich.",
  "Page recently told TheDC that he did not know the name Diveykin until the dossier was published.",
  "But here, Stephens displays little background knowledge of the dossier or the reporting on it.",
  "He pooh-poohs that it was financed by Trump’s opponents at the Clinton campaign and DNC.",
  "He retired from service in 2009 after having spent years working undercover in Moscow.",
  "Stephens declined a request from TheDC to explain the numerous errors in his column.",
  "Isikoff therefore did not independently corroborate the dossier, as Sipher writes.",
  "The bureau opened its investigation into the Trump campaign later that month.",
  "Steele reportedly met with FBI agents in July to brief them on his findings.",
  "intelligence sources confirmed” to him that Page met with the two Russians.",
  "Stephens also errs in citing former CIA Moscow station chief John Sipher.",
  "It is true that parts of the dossier have been independently confirmed.",
  "Instead, his report about Page was based on the flimsy document .",
  "Page is only accused of having met Igor Sechin and Igor Diveykin.",
  "Isikoff declined to comment, citing the need to protect sources.",
  "“Sounds to me that you’re writing an oped, not a news story.",
  "He has long denied meeting both of those Kremlin insiders.",
  "Instead, Isikoff’s article is based on the dossier itself.",
  "The Times portrayed it as an earth-shattering revelation.",
  "But for reasons still unknown, that deal fell through.",
  "I stand by the column,” he told The Daily Caller.",
  "Further, Dvorkovich is not named in the dossier.",
  "Sipher claims that Isikoff reported that “U.S.",
  "Page, an energy consultant, is suing Yahoo!",
  "The dossier discusses that hacking effort.",
  "News’ parent company over the article.",
  "It’s possible he’s never read it.",
  "News, Isikoff’s outlet.",
  "Follow Chuck on Twitter",
  "Sipher cites Yahoo!"
]