[
  "“And so, we began talking to the press again about — we decided that if James Comey wasn’t going to tell people about this investigation that, you know, he had violated the rules, and we would only be fair if the world knew that both candidates were under FBI investigation.”\n\nOn Oct. 31, 2016, Mother Jones reporters David Corn published an article quoting Steele — though not by name — and revealing some of the contents of the dossier.",
  "During his interview, Simpson said that at some point during his Trump investigation, he “was asked to provide some information to the Justice Department.”\n\nAsked by who, Simpson said he was contacted “by a prosecutor named Bruce Ohr, who was following up.”\n\nSimpson said that he met Ohr at a coffee shop sometime after Thanksgiving.",
  "In the dossier, the source alleged to be Millian is described as an “ethnic Russian close associate of Trump.” The source claimed that the Kremlin had blackmail material on Trump and that Trump campaign adviser Carter Page and campaign chairman Paul Manafort were part of a “well-developed conspiracy” involving Russian operatives.",
  "“So I guess I would like to say generally, I mean — generally when reporters — when we have to deal with the press, we would inform our clients that we were doing — you know, in any case if you’re dealing with the press, it’s incumbent on you to, you know, make sure your client knows that,” he said.",
  "“You know, it’s been said by others, but, you know, what eventually — it appears the Russians, you know, infiltrated the NRA and there is more than one explanation for why.”\n\nSimpson went on to identify Aleksandr Torshin, the deputy head of Russia’s Central Bank, as the main infiltrator.",
  "Asked by Speier whether a dossier source has been killed, Simpson replied, “that’s not my information.”\n\n“I mean there was a series of episodes where people were arrested or died mysteriously that came shortly after the disclosure of the existence of this information.",
  "“And I think that – but to my knowledge, it wasn’t anyone that helped us.”\n\nClinton campaign and DNC were aware of press outreach\n\nSimpson testified that his clients — the Clinton campaign and DNC — were aware of his contacts with reporters regarding the dossier.",
  "“So when we looked at him, we found that he ran a sort of shadowy kind of trade group called the Russian-American Chamber of Commerce, which is — Russians are known to use chambers of commerce and trade groups as fronts for intelligence operations,” said Simpson.",
  "Fusion GPS founder Glenn Simpson provided the House Intelligence Committee with no evidence to support the allegations from the infamous Steele dossier, the salacious document that his firm commissioned while on the payroll of the Clinton campaign and DNC.",
  "“They targeted various conservative organizations, religious and otherwise, and they seem to have made a very concerted effort to get in with the NRA.”\n\nTorshin, a lifetime member of the NRA, has had contacts with top officials in the organization.",
  "Oddly enough, on Thursday, before Simpson’s testimony was released, McClatchy news service reported that the FBI is investigating whether Russian operatives, including Torshin, funneled money to the NRA for the benefit of the Trump campaign.",
  "“At that point I felt like the rules had just been thrown out and that Comey had violated the sort of one of the more sacrosanct policies, which is not announcing law enforcement activity in the closing days of an election,” said Simpson.",
  "“I thought it was a very dangerous thing and that someone had violated my confidences, in any event.”\n\nBuzzFeed’s source has yet to be identified, though only a few people are known to have contact with the full 35-page document.",
  "Papadopoulos reportedly told an Australian diplomat during a drunken conversation at a London bar that he had been informed by a source close to the Russian government that Kremlin operatives had dirt on Hillary Clinton.",
  "Deflates conspiracy theory that dossier sources were murdered\n\nSimpson undercut a theory floating around liberal circles that sources for the dossier have been murdered by the Russian government.",
  "But he was in contact with George Papadopoulos, the Trump campaign adviser whose comments in May 2016 are reportedly what helped kick off the FBI’s collusion investigation two months later.",
  "‘Angry’ at James Comey and wanted to get even\n\nJames Comey’s decision at the end of Oct. 2016 to re-open the Hillary Clinton email investigation was a catalyst of sorts for Simpson.",
  "He appears to have been referring to the mysterious death of a former KGB officer who worked as chief of staff to Igor Sechin, a Kremlin crony who is identified in the dossier.",
  "Simpson shed new light on Sergei Millian, the chairman of a Russian trade group who has been alleged to be a source for some of the more salacious parts of the dossier.",
  "Simpson went farther in his House testimony, saying that he does not believe that any of the dossier’s sources have been murdered or purged because of the dossier.",
  "Simpson declined to say whether Millian was a dossier source, though The Wall Street Journal, ABC News and The Washington Post have all reported that he was.",
  "Simpson did not discuss Kramer during his House testimony, but he spoke at length about the former State Department official during his Senate session.",
  "But Simpson did offer some new information in the Nov. 14 testimony, a transcript of which was released by the Intelligence Committee on Thursday.",
  "He and an associate named Maria Butina have visited NRA events for years and also founded a pro-gun group in Russia called Right to Bear Arms.",
  "“[Steele] had told Bruce about what happened, and that Bruce wanted more information, and suggested that I speak with Bruce,” said Simpson.",
  "“Shocked” and “angry” over Comey’s decision, Simpson said that he decided to ramp up his efforts to pass dossier allegations to the press.",
  "But Cohen and others in the Trump orbit have said Millian, whose real name is Siarhei Kukuts, embellished his connections to Trumpworld.",
  "In that interview, Simpson’s lawyer, Joshua Levy, sought to dodge questions about dossier sources by saying that some have been killed.",
  "Simpson noted that Millian posted a picture on social media with Trump and that he has connections to Trump lawyer Michael Cohen.",
  "Ohr was demoted from his position as deputy assistant attorney general last month after his meeting with Simpson was disclosed.",
  "Upset with BuzzFeed’s dossier source\n\nSimpson offered a stinging rebuke of the person who leaked the dossier to BuzzFeed News.",
  "It was unclear at the time of the article’s publication that Fusion GPS was involved in setting up the interview with Corn.",
  "Arizona Sen. John McCain and one of his associates, David Kramer, obtained the dossier from Fusion GPS back in Dec. 2016.",
  "It remains unclear whether Papadopoulos ever obtained the dirt or whether he told the Trump campaign or Millian about it.",
  "He told the Judiciary Committee that he had long known Kramer and that he believed he could trust him with the dossier.",
  "Simpson floated the conspiracy theory that the National Rifle Association had been infiltrated by Russian operatives.",
  "“What is the interest of Russia with the National Rifle Association?” California Rep. Jackie Speier asked Simpson.",
  "The government official’s wife, a Russia expert named Nellie, worked for Fusion GPS on its Trump investigation.",
  "He disclosed for the first time that he met just after the election with Justice Department official Bruce Ohr.",
  "Dossier doubters have argued that Millian’s potential involvement in the Steele report undermines the document.",
  "Numerous articles were published during the campaign and after the election about Torshin’s ties to the NRA.",
  "But Page has vehemently denied the charge, and both he and Manafort say they have never met each other.",
  "Contacts with DOJ official Bruce Ohr\n\nSimpson made a jarring revelation in his House testimony.",
  "McCain has denied giving the dossier to BuzzFeed while Kramer has not commented on the matter.",
  "Torshin also had a brief exchange with Donald Trump Jr. during the NRA convention in 2016.",
  "Sources close to Fusion GPS quickly contacted reporters to say that Levy was speculating.",
  "He also suggested that his firm was behind news articles about the alleged infiltration.",
  "That theory took on new life last week after the release of Simpson’s Senate testimony.",
  "“I think that most of what we have found is pretty much out there now,” he replied.",
  "Millian has in the past claimed to have done business with the Trump Organization.",
  "There is no indication that Millian had an inside view of the Trump campaign.",
  "Simpson also revealed that he had met Ohr at organized crime conferences.",
  "And I do believe there was a bit of an old fashioned purge,” he said.",
  "But curiously, he did not address another connection he had to Ohr.",
  "Here are some fresh revelations from the 165-page transcript.",
  "Ohr had been in touch prior to the election with Steele.",
  "He also met with Steele prior to the election.",
  "“I was not happy when this was published.",
  "I was very upset,” said Simpson.",
  "Discussion of dossier source?",
  "NRA infiltrated by Russia?",
  "Follow Chuck on Twitter"
]