[
  "Developing now, Friday, Nov. 17, 2017:\n\nGOP tax-relief bill nears President Trump's desk after Senate panel OK late Thursday following House approval\n\nDemocrats in disarray after Sen. Al Franken apologizes for groping a woman, prompting calls for an ethics investigation\n\nSpecial counsel Robert Mueller subpoenas members of the Trump campaign for Russia-related documents\n\nEmbattled Alabama Senate candidate Roy Moore strikes back at national GOP leadership, calls for Mitch McConnell's resignation\n\nTHE LEAD STORY: The Senate Finance Committee voted late Thursday to advance the GOP’s tax-relief bill to the full Senate for a vote, just hours after the full House passed the sweeping legislation.",
  "Separately, Senate Judiciary Chairman Chuck Grassley and Sen. Dianne Feinstein, the top Republican and Democrat on the Senate Judiciary Committee, said Thursday that Kushner hasn't been fully forthcoming with the panel's probe on Russia and asked him to provide emails sent to him involving WikiLeaks and a \"Russian backdoor overture and dinner invite.\"",
  "RUSSIA PROBE RAMPS UP: Special counsel Robert Mueller's investigators have subpoenaed the Trump campaign for documents as part of his probe of Russian interference in last year's election , while Senate lawmakers have asked White House senior adviser - and Trump son-in-law - Jared Kushner to produce Russia-related emails ...",
  "THE AL FRANKEN DEBACLE: Sen. Al Franken, the former comedian, has been condemned by Democrats and Republicans alike after Los Angeles TV and radio host Leeann Tweeden accused him of kissing and groping her without consent during a USO tour in 2006.",
  "ET: \"Clinton Cash\" author Peter Schweizer sounds off on the calls for a special counsel in the Fusion GPS-Trump dossier and Uranium One scandals; Geraldo Rivera and Fox News contributor Rachel Campos Duffy take on the Sen. Al Franken sex scandal.",
  "The Fox News Rundown Podcast: #MediaBuzz host Howard Kurtz explains why he believes we are seeing an international cultural reckoning on sexual harassment and discusses the latest allegations against Roy Moore, Al Franken and more.",
  "A source told Fox News the subpoena is a \"cleanup operation\" aimed at collecting any missing information and ensuring that Mueller had the same documents as the three congressional committees conducting their own investigations.",
  "– House Majority Whip Steve Scalise, on \"The Story with Martha MacCallum,\" House Majority Whip Steve Scalise, reacting to an expletive-laced message from comedian Rosie O'Donnell after the House passed its tax reform bill.",
  "Meanwhile, the chairman of the Alabama Republican Party announced that, despite the scandal surrounding Moore, the committee will continue to stand by him as the party’s U.S. Senate nominee.",
  "But the future of the Senate tax reform bill, which includes a repeal of ObamaCare's individual mandate, is still very much up in the air, despite Thursday’s 14-12 committee vote ...",
  "On Fox Business:\n\nWe’ll have all the fallout from the House's passage of its tax bill, a closer look at the Senate's proposal on tax reform – and analysis from all the guests below!",
  "ET: Kevin Hassett, chairman of the Council of Economic Advisers for the White House; Rep. Louie Gohmert; and Robert Kaplan, president and CEO of the Federal Reserve Bank of Dallas.",
  "The Wall Street Journal reported that Mueller's office is seeking documents and emails from more than a dozen campaign officials that reference certain Russia-related keywords.",
  "MOORE DEFIANT: Alabama Senate candidate Roy Moore is going on offense against national Republicans who have called on him to step aside after accusations of sexual misconduct.",
  "Ambassador Mark Wallace, CEO of the Counter Extremist Project, and Fox News' Lucas Tomlinson discuss what's being done and how we got to this point in the war on terror.",
  "Susan Collins of Maine, Jeff Flake of Arizona and Bob Corker of Tennessee have expressed concerns about the bill but have not signaled which way they would vote.",
  "Leaders of both parties in the Senate called for an ethics investigation of Minnesota Democrat, who has apologized and pledged to fully cooperate with officials.",
  "– Greg Gutfeld, on \"The Five\" calling out actor Alec Baldwin and \"Morning Joe\" co-host Joe Scarborough, two of President Trump's most prolific detractors .",
  "ET: Fox News contributor Tomi Lahren joins Tom to discuss the sex misconduct allegations made against Sen. Al Franken and other lawmakers on Capitol Hill.",
  "Both votes were along party lines … The Thursday votes were good news for President Donald Trump, who’s looking for his first major legislative victory.",
  "#OnThisDay\n\n1973: President Richard Nixon tells Associated Press managing editors: \"People have got to know whether or not their president is a crook.",
  "As the ISIS caliphate is crumbling in the Middle East, American lawmakers and tech giants search for a way to take terrorists offline.",
  "Meanwhile, his joke about raping journalist Lesley Stahl in a 1995 New York magazine article may be even more damning.",
  "HOLLYWOOD SQUARED\n\nSylvester Stallone responds to allegations he sexually assaulted and threatened a 16-year-old.",
  "NEW IN FOX NEWS OPINION\n\nOver 70,000 military sexual assaults took place last year -- Congress must take action.",
  "1925: Actor Rock Hudson is born Roy Harold Scherer Jr. in Winnetka, Ill.\n\n1869: The Suez Canal opens in Egypt.",
  "AS SEEN ON FOX NEWS\n\nBLESS ROSIE'S HEART: \"Let the liberal elites cry because they lost the election.\"",
  "WATCH\n\nACROSS THE NATION\n\nSen. Bob Menendez vows political vengeance after mistrial in bribery case.",
  "ET: Andy Puzder, former CEO of CKE Restaurants, and Rep. Bill Johnson of the House Budget Committee.",
  "Republicans have called on Democrats return campaign funds raised by Franken's Midwest Values PAC.",
  "ET: We'll go inside the newly opened Museum of the Bible with chairman of the board Steve Green.",
  "House Speaker Paul Ryan celebrated the passage, calling it \"nothing short of extraordinary.\"",
  "But Moore says Senate Majority Leader Mitch McConnell is the one who needs to resign ...",
  "Transparent co-star alleges Jeffrey Tambor behaved inappropriately during filming.",
  "Cavuto: Coast to Coast, Noon ET: Comedian and economic commentator Ben Stein.",
  "ET: Tucker will have a new update in the Las Vegas massacre investigation.",
  "Tesla unveils electric big-rig truck in midst of Model 3 factory 'hell.'",
  "Thanksgiving dinner costs fall to the lowest in five years - here's why.",
  "Some dispute authenticity of $450 million Leonardo da Vinci painting.",
  "So far, at least three least female lawmakers pledged to do so: Sens.",
  "Her allegations were accompanied by a damning photo that went viral.",
  "But the Senate version still faces pushback from some GOP senators.",
  "Chick-fil-A VP: Here are five hallmarks of outstanding hospitality.",
  "Manhunt for suspect in deadly ambush of Baltimore cop intensifies.",
  "MINDING YOUR BUSINESS\n\nThe S&P 500 hasn't done this in 52 years.",
  "Powers and a commentary from Fox News Sunday host Chris Wallace.",
  "Keystone Pipeline leaks 210,000 gallons of oil in South Dakota.",
  "Want the Fox News Rundown sent straight to your mobile device?",
  "Sen. Ron Johnson, R-Wis., announced his opposition Wednesday.",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "WATCH\n\nTRUMPING TRUMP'S CRITICS: \"He is a national treasure.",
  "Across the USA, governments have a gender hypocrisy gap.",
  "Starbucks' holiday cups accused of pushing 'gay agenda.'",
  "We'll see you in your inbox first thing Monday morning.",
  "Claire McCaskill, Tammy Baldwin and Kirsten Gillibrand.",
  "On Fox News Radio:\n\nThe Tom Shillue Show, 3 p.m.",
  "STAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m.",
  "How many calories are in a Thanksgiving meal?",
  "Thank you for joining us on Fox News First!",
  "Trump's better at [comedy] than they are.\"",
  "American Music Awards 2017: What to know.",
  "Earlier, the House bill passed 227-205.",
  "No wonder Joe and Alec can't quit him.",
  "Why a man's arm looks like Popeye's.",
  "Tucker Carlson Tonight, 8 p.m.",
  "Enjoy your Friday and weekend!",
  "Plus, Good News from Tonya J.",
  "Mornings with Maria, 6 a.m.",
  "Welcome to Fox News First.",
  "Fox News @ Night, 11 p.m.",
  "DID YOU HEAR ABOUT THIS?",
  "But will Franken resign?",
  "Well, I'm not a crook.\"",
  "Varney & Co., 9 a.m.",
  "Not signed up yet?",
  "Republican Sens.",
  "ET to 6 p.m.",
  "Click here.",
  "..."
]