[
  "If you look at with Fusion GPS and getting documents that were pertinent for that fight, that's just another good example of, you know, the fact that we weren't able to figure out that the FBI and DOJ actually knew that the Clinton campaign and the Democratic National Committee had paid for the dirt on --\n\nHANNITY: How long did they know that, sir, because we didn't find out if I'm correct him for a year later?",
  "What some people are speculating about tonight is the possibility that maybe the president throws a bone to our European allies by having either a caveat that says they have say a 30-day window to try to negotiate a tougher deal or at least something that exempts European allies like France and Germany from some of the tough new sanctions it looks like the president is about to institute on Iran.",
  "Let me remind you, remember the former acting attorney general Sally Yates, she told Congress that General Michael Flynn was being investigated in part over Logan Act violations after he spoke with a Russian ambassador, his soon-to-be counterpart during President Trump's transition -- I repeat, during the transition Flynn was preparing to take over as national security adviser.",
  "Thousands upon thousands of documents that have been requested and subpoenaed by the House Judiciary Committee, by the House Oversight Committee, by the House Intel Committee are still being slow-walked and withheld or massively redacted in what is a clear effort to impair the constitutional right and duty of Congress to check the DOJ and the executive branch.",
  "If the attorney general does not take significant measures to find urgency and speed up the delivery of these requests it for months and even years of unredacted documents, then it is time for Sessions, Rosenstein and anyone else who is obstructing Congress's investigation to be held in contempt and face the serious legal consequences associated with it.",
  "Joining us now with more reaction to my opening monologue, FOX News contributor Sara Carter, civil rights criminal defense attorney David Schoen, the author of the upcoming book, I love this book, I've seen a lot of it, \"The Russian Hoax: The Illicit Scheme to Clear Hillary Clinton and Frame Donald Trump\", FOX News legal analyst Gregg Jarrett.",
  "Now, over the course of the last few days, they continue to leak ridiculous stories, leaked stories of classified meetings that occurred at the White House that quite frankly some of us weren't even aware of these meetings but they're coming to us with accusations that clearly had to have been leaked by the Department of Justice in the FBI.",
  "But none of that seems to matter to former secretary of state John Kerry, because this deal was the shining jewel of his time in the Obama State Department, and he is reportedly pulling out all the stops to save this horrific deal which puts the world in danger, including meeting with Iran's foreign minister, really?",
  "Rod Rosenstein up to the final minute, we would never have gotten a Nunes memo or the Grassley/Graham report about FISA abuse because Rod Rosenstein, according to my sources, was begging Paul Ryan not to hand that information that you subpoenaed way in advance and he waited to the last hour to hand it over.",
  "One of the women describes being in Schneiderman's Upper West Side apartment in Manhattan following a night out saying he backed her up to the bed and, quote, all of the sudden, he just slapped me, open handed and with great force across the face, landing the blow directly onto my ear.",
  "With all the talk about foreign interference in elections we all forget, Daniel Hoffman, we all forget that Obama tried to, work hard to defeat Benjamin Netanyahu, the person with more moral clarity, with more strength on the world stage than any other leader besides now Donald Trump.",
  "On Friday and what was the single biggest beat-down I have ever seen in my life, a federal judge utterly rebuked the special counsel and his investigation, slamming its political motivations and calling out the scope for being way out of bounds and way beyond their mandate.",
  "ARI MELBER, MSNBC: At this moment, Donald Trump is effectively asking the U.S. Senate to promote torture because Trump is asking the Senate to promote a U.S. official involved in torture to run the CIA, nominating Gina Haspel, Mike Pompeo's deputy for the job.",
  "Late Friday, we also learned a former member of Mueller's team of investigators, there she is, FBI lovebird Lisa Page, she has resigned in disgrace months after her viciously anti-Trump text revealed the extreme bias at some of the highest levels of the FBI.",
  "And it's safe to say, the deep state did not have a good weekend after a federal judge issue what is a stunning rebuke of Mueller's witch-hunt and a mitigated judicial beat down another judge after that flatly rejecting a crucial request for Mueller's team.",
  "It's now clear that the unredacted redactions about the Flynn interview where Comey had acknowledged -- by the way, against what he said in other interviews -- that Flynn wasn't being dishonest, that was a cosmetic redaction meant to not embarrass the DOJ.",
  "And last week, they were proven liars by the Israeli Prime Minister Benjamin Netanyahu when he unveiled Iran's secret plans to further their nuclear ambitions, including a project aimed at creating five warheads, each containing a ten kiloton yield.",
  "And by the way, there are new reports out of Israel today suggesting Iran is planning to further destabilize the Mideast by planning to attack Israel as retaliation for their strikes on Syria in April which killed seven Iranian military advisers.",
  "UNIDENTIFIED MALE: You have questions from the left and the right on her role in the enhanced interrogation techniques, her role and potentially destroying the videotapes of the torture and she's going to have a tough hearing on Wednesday.",
  "Just last week, after six weeks, we discovered that for the first time, the American people now know that James Comey testified before Congress, that he was not that -- that the FBI agents that interviewed Flynn didn't think he was lying.",
  "Explain how they have been slow- walking, using redactions in the name of national security that turn out not to be true and how they have been unwilling to answer Congress's subpoena and how that is the constitutional role of Congress?",
  "NUNES: Well, they know things -- here's the funny thing is that they know things -- they know things that aren't true like the fact that James Comey testified and even said on Bret Baier's show that Republicans had started the dossier.",
  "(BEGIN VIDEO CLIP)\n\nALI VELSHI, MSNBC: In 2002, she ran a secret CIA prison for suspected terrorists in Thailand that used harsh interrogation tactics, including waterboarding, sleep deprivation, even squeezing detainees into coffins.",
  "But, you know, at the end of the day, he's in charge there, I think there's enough information now that the attorney -- that's out there now between what you saw in the court that you had in your monologue on Friday\n\nHANNITY: Wow.",
  "In reality, the Iranian nuclear deal sent boatloads of cash, $150 billion worth to a regime actively plotting to destroy the United States and our best ally, Israel, all while funding terrorism and proxy wars all around the world.",
  "And meanwhile, a series of new polls are showing that Mueller's witch-hunt is becoming more and more unpopular with you, the American people, all while President Trump's poll numbers continue to climb to his highest levels ever.",
  "We'll bring you updates of the program over the next several months because right here on \"Hannity\", we actually show the full picture of the Trump administration, like all the success that the media will never tell you about.",
  "And last year, when Schneiderman sued the Weinstein Company for not protecting employees from the alleged abuse of Harvey Weinstein, Schneiderman made it clear that intimidation and threats of violence would not be tolerated.",
  "(BEGIN VIDEO CLIP)\n\nRUDY GIULIANI, FORMER NEW YORK CITY MAYOR: We have a president who is tough, a president who doesn't listen to the people who are naysayers and a president that is as committed to regime change as we are.",
  "Is there anything I've been wrong about on this show because it's now seems to everything is because now falling into place and we see what's happening and Rod Rosenstein said the Justice Department won't be word extorted?",
  "And I'll take it a step further -- we should all thank God for the people like Gina Haspel and the important work they did after 9/11, to keep this country safe and save American lives only three people ever waterboarded.",
  "All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC.",
  "But when they -- the more that they spread this out bit by bit by bit, the more ridiculous they look and the more dishonest they look and the more corrupt --\n\nHANNITY: Sir --\n\nNUNES: -- it looks to the American people.",
  "You the taxpayers paid for a soccer field for those involved in engaging and killing Americans and we took care of every dietary concern and we treated -- there are only three people that were waterboarded.",
  "HANNITY: Wait, that would mean they knew that Clinton paid for when they've made the FISA application and they never verified the Clinton dossier by a foreign agent, citing unverified Russian sources?",
  "And also, we'll call out Kerry shadow diplomacy and we'll show you just, why this Obama era nuclear deal puts the United States and our allies in danger, why it needs to be scrapped immediately.",
  "And also tonight, President Trump picks the head of the CIA, Gina Haspel, has reportedly offered to withdraw her nomination after getting lambasted by the left for being too tough on terrorists?",
  "HANNITY: I am -- I am befuddled and bewildered where the look, for example, you know, there's a great piece by Andrew McCarthy, why all the secrecy outrageous redactions to the Russia report?",
  "When we have a rogue special prosecutor run amok, when we have a Justice Department not responding to legitimate concerns from the Article I body of Congress, we risk a constitutional crisis.",
  "The bottom line is there are a lot of people here at the White House who hope that the Democrats try to block this nomination by the --and the idea that she has been too tough on terrorists.",
  "And then Ellis continued: 'None of that information has anything to do with links or coordination between the Russian government and individuals associated with the campaign of Donald Trump.",
  "BONGINO: Sean, Rosenstein not only signed one of the FISA warrants against supposed super spy Carter Page who manages just to go out on cable every night and talk about whatever he wants.",
  "If you get somebody in a conspiracy and get something against them, well then you can tighten the screws and they will begin to provide information in what you're really interested in.'",
  "Now, John Kerry, the former secretary of state, is waging a sketchy, unauthorized, illegitimate campaign in order to save this reckless deal he was in part responsible for negotiating.",
  "(BEGIN VIDEO CLIP)\n\nMELANIA TRUMP, FIRST LADY: I feel strongly that as adults, we can and should be best at educating our children about the importance of a healthy and balanced life.",
  "The Intel Committee Chairman Devin Nunes who will join us in a second is now actively encouraging fellow lawmakers to hold the Attorney General Jeff Sessions in contempt of Congress.",
  "Now, this has been a horrible week for Mueller's witch-hunt, two massive beat-downs for the office of special counsel we'll show you all of that and the highlights from the judge.",
  "But Rudy Giuliani took some time out this weekend from serving as the president's lead attorney on the Russia probe to attend a conference here in Washington on the Iranian issue.",
  "When we come back, a major enemy of the president who was in serious trouble and Sara Carter, David Schoen, Gregg Jarrett new information and Sebastian Gorka, straight ahead.",
  "And joining us now, Fox News national security strategist Sebastian Gorka, retired CIA senior intelligence officer and Sonoram Policy Group vice president, Daniel Hoffman.",
  "This is a far bigger beat-down to Mueller or Andrew Weissman who we warned was the lead attorney in the courtroom that day, although not arguing for the special counsel.",
  "(COMMERCIAL BREAK)\n\nHANNITY: A longtime enemy of President Trump, the New York attorney general, his name is Eric Schneiderman, is possibly in serious trouble tonight.",
  "(END VIDEO CLIP)\n\nHENRY: Meanwhile, Republicans on the Hill are signaling tonight they may have the votes to get confirmation for Gina Haspel as the next CIA director.",
  "Kerry spokesman responded in part, quote, 'Secretary Kerry stays in touch with his former counterparts around the world, just like every previous secretary of state.'",
  "We will have full analysis of this incredibly flawed Iran deal and John Kerry's unauthorized actions, we'll ask the question tonight, did John Kerry violate the law?",
  "First of all, you don't have enough time left on your show in order for me to get to all of the stonewalling that DOJ and FBI have done throughout our investigation.",
  "Today, the British Foreign Secretary Boris Johnson was in Washington followed on trips from French and German leaders who you know were at the White House recently.",
  "What you really care about is what information Mr. Manafort can give you that would reflect on Mr. Trump or lead to his prosecution or his impeachment or whatever.",
  "He met with Vice President Mike Pence, as well as the national security adviser John Bolton trying to lobby with the idea of what I mentioned maybe a window here.",
  "Remember, as a candidate he called this deal a disaster negotiated by then President Obama and vowed that if he was elected he would rip up the Iran nuclear deal.",
  "Now, what is true is, is that the Democratic committee and the Hillary Clinton campaign paid for the dirt, but, of course, Mr. Comey didn't tell that to Congress.",
  "Long-time Donald Trump nemesis, the New York attorney general Eric Schneiderman has just resigned from office over multiple allegations of serious sexual abuse.",
  "And think that right now what we are going to see is an unraveling of this that is going to be could potentially change the whole course of this investigation.",
  "I don't know what's going on in their minds I mean there's enough information out there now, they should know that what's occurred here now was inappropriate.",
  "All of this, of course, coming just days after the Israeli Prime Minister Benjamin Netanyahu had put out some new intelligence about Iran's nuclear ambitions.",
  "Schneiderman has now responded, quoting again: In the privacy of intimate relationships, I have engaged in role-playing and other consensual sexual activity.",
  "His testimony before Congress has now been postponed but for an interesting reason after reports show he's finding new leads in this ongoing investigation.",
  "I think the real scandal is going to be that intelligence back channel through the bureaucracy, not through the intel community to try to take down Trump.",
  "But it's worth noting that in 2013, Donald Trump tweeted quoting again: Weiner is gone, Spitzer is gone, next will be lightweight A.G. Eric Schneiderman.",
  "Of the four women now accusing New York Attorney General Eric Schneiderman of sexual misconduct, two have publicly identified themselves, two have not.",
  "Remember Jose Rodriguez on this very show said no waterboarding we wouldn't have found Osama bin Laden's courier and we wouldn't have gotten bin Laden.",
  "Then you are going to bump into Memorial Day but I really think that first week back after Memorial Day you're going to see that congressional hearing.",
  "The special prosecutor took it, got indictments and then in a time-honored practice which I'm fully familiar with, it exists largely in the drug area.",
  "Given these damning recent developments, President Trump is now set to decide the fate of this agreement tomorrow at 2:00 p.m. Eastern, 11:00 Pacific.",
  "So I don't see what relation this indictment has with anything the special prosecutor is authorized to investigate -- because this goes back to 2005.'",
  "DAN BONGINO, CONTRIBUTOR, NRATV: You know, Sean, sadly, there are elements within the DOJ that are running right now their own personal star chamber.",
  "The president tweeted this, quote: 'The U.S. does not need John Kerry's possibly illegal shadow diplomacy on the very badly negotiated Iran deal.'",
  "But the bottom line is, is that at this about the same time, the FBI started getting information, at the same time, the DNC was paying Mr. Steel.",
  "(MUSIC)\n\nHANNITY: Tonight, we start with what is shaping up to be a horrible bad five days for Robert Mueller in the office of special counsel.",
  "You are not impervious nor the DOJ impervious to the rule of law and our federal system of co-equal branches of power and checks and balances.",
  "There are two investigators on the Mueller team, lawyers that represented people involved with the Clinton Foundation and the Clinton scandal.",
  "Oh, a promise from the mullahs chanting death to America that the rogue Islamic theocracy would temporarily halt its nuclear weapons program.",
  "(BEGIN VIDEO CLIP)\n\nJEFF SESSIONS, ATTORNEY GENERAL: The Department of Justice has written him a letter and responded as appropriate to him.",
  "We are moving the embassy to Jerusalem and recognizing it as the capitol of the eternal state of Israel and the Iran deal has to be killed.",
  "So, today, I'm very excited to announce \"Be Best\", an awareness campaign dedicated to the most valuable and fragile among us, our children.",
  "DAVID SCHOEN, CIVIL RIGHTS AND CRIMINAL DEFENSE ATTORNEY: Well, it's the government working for Congressman Nunes to go forward with this.",
  "That may help explain why the Iranian president -- you see him there -- was so aggressive this weekend in trying to save the nuclear deal.",
  "And the DOJ is clearly stonewalling to prevent further embarrassment given their pathetic track record and Hillary Clinton's email case.",
  "On Saturday, yet another federal judge denied the special counsel's request for delay in its case against Russian election troll farms.",
  "We're going to have all of this and break it all down tonight with Sarah Carter, Gregg Jarrett, attorney David Schoen in just a minute.",
  "During a parade in Minneapolis this weekend he was sporting a t-shirt advocating the elimination of U.S. borders and it was in Spanish.",
  "I think Mueller is in a world of hurt right now, I think he's in the world of hurt in other parts of this case and I think he knows it.",
  "NUNES: I think the attorney general should -- I mean, at some point, the recusal --\n\nHANNITY: I've always --\n\nNUNES: -- is ridiculous.",
  "HOFFMAN: How we would launch attacks in the event that Iran does restart its program--\n\n(CROSSTALK)\n\nHANNITY: Little rocket man caved.",
  "Ellis finished his epic beat-down by saying: 'well, what we don't want in this country is we don't want anyone with unfettered power.'",
  "Look, we risk a constitutional crisis here, but not the kind of constitutional crisis Senator Schumer and others have talked about.",
  "All told, we sent $1.7 billion in your cash to Iran, then unfroze about $150 billion in assets and loosened a series of sanctions.",
  "And those who that have smeared and slandered her, we don't get the courier without KSMB waterboarded and we don't get Bin Laden.",
  "Remember, three years ago, the Obama administration signed off on what they promised would make the world a better, safer place.",
  "Fortunately, Nunes has got some guts and some political capital that he is willing to spend with his own political leadership.",
  "President Trump rightly is not backing down to this ridiculous criticism, he reportedly has pushed Haspel to stay the course.",
  "And they are doing it to make Manafort sing or compose, which means suborn perjury and make up a story to get out of trouble.",
  "We're learning even more positive news about the Inspector General Michael Horowitz's review of Hillary Clinton's email case.",
  "We've explained that we'd like -- we'd be willing to talk to him about it before, the details of which I couldn't discuss.",
  "But the challenge for the administration is having been left with this--\n\n(CROSSTALK)\n\nHANNITY: Look at the intelligence.",
  "And remember, I once again, I stress Horowitz's report is going to be coming out and he has found more and more evidence.",
  "But they all paint a similar portrait of a man who they claimed drinks heavily and engages in physical and mental abuse.",
  "Why are they now, the FBI refusing to pursue the personal Strzok-Page text when we know there are gaps missing in that?",
  "Schneiderman's ex-wife, Jennifer Cunningham, says the allegations are completely inconsistent with the man she knows.",
  "Joining us now, Fox News contributor Jason Chaffetz, and NRATV contributor, former Secret Service agent, Dan Bongino.",
  "They were -- they literally raided this guy's home in the early morning and then they got permission from Rosenstein.",
  "The judge also quoted, quote: 'It looks to me instead that what is happening is that this investigation was underway.",
  "Jeff Sessions, Rod Rosenstein, other DOJ officials are now actively hindering ongoing congressional investigations.",
  "A Sri Lankan woman says the attorney general called her his, quote, brown slave, and wanted her to call him master.",
  "Three pillars of the plan include physical, mental wellbeing, social media use and ramifications for opioid abuse.",
  "Congressman, you say that you will move to hold the attorney general of the United States in contempt of Congress.",
  "But, you know, Schneiderman's excuse to be that this was just about sex and I never crossed the line into assault.",
  "In other words, Mr. Attorney General, Mr. Deputy Attorney General, it's time to decide, are you part of the swamp?",
  "The rampant potential we know FISA abuses, the ongoing witch hunt into Trump-Russia collusion which never happen.",
  "The request he's made is one that the intelligence community and the Department of Justice feel is not grantable.",
  "They are putting in, national security concerns that are non-existent like James Comey's embarrassment last week.",
  "It has to be shot in the head because it is bad for America, it's bad for the world and it's bad for our friends.",
  "HOFFMAN: -- for our intelligence community collect intelligence on Iran's intentions if we do terminate the deal.",
  "(CROSSTALK)\n\nHANNITY: And isn't it Rod Rosenstein -- isn't it he conflicted as it relates to he said fire Comey?",
  "NUNES: And you have not been wrong on anything that I've seen, but you're – but you know what your challenge is?",
  "He told a top Mueller prosecutor, listen to this, watch: 'You don't really care about Mr. Manafort's bank fraud.",
  "Another prominent deep state FBI official, longtime Comey ally James A. Baker, he also resigned late on Friday.",
  "Because Mueller's only authority is to investigate Trump-Russian collusion and any evidence arising there from.",
  "She was concerned about the Democratic attacks about her support previously for harsh interrogation techniques.",
  "HANNITY: Dr. Gorka, I know Ed Henry just reported that maybe the president wants to throw a bone to our allies.",
  "DAVID SCHOEN, CIVIL RIGHTS AND CRIMINAL DEFENSE ATTORNEY: You have identified a huge development in this case.",
  "And breaking on Friday, FBI lovebird Lisa Page, along with Comey ally James Baker, they resigned from the FBI.",
  "CARTER: Well, we know it's been delayed but I guarantee you it's going to be out within the next three weeks.",
  "Just give it to us so that the investigators that have the oversight role can properly go through everything.",
  "Administration officials had quietly gone over to CIA headquarters on Friday to talk her out of pulling out.",
  "She has faced a firestorm of criticism only from Democrats in the mainstream media because they're corrupt.",
  "But, first, the obstruction and stonewalling from our Department of Justice has now reached a fever pitch.",
  "I, the American people, we have been right -- Congressman Nunes, have I been wrong on my analysis on this?",
  "But first with more on the president's upcoming decision, big day tomorrow at 2 p.m. Eastern, 11 Pacific.",
  "And so, you know, if you want to actually get to solving the problem, just stop making the problem worse.",
  "And it was gratifying to actually see the judge pierce the bail of the sham that Mueller has perpetrated.",
  "Joining us now from our West Coast newsroom with more on this breaking news, Fox News's Trace Gallagher.",
  "Then finally on Thursday, they got back to us and said they weren't going to comply with the subpoena.",
  "And finally tonight, some more good news from the Trump administration, this time from the first lady.",
  "Jason Chaffetz knows a thing or two about being delayed and redactions and not handing over documents.",
  "She's got tremendously high level of intellectual honesty and integrity and dedication to our mission.",
  "(END VIDEO CLIP)\n\nHANNITY: Mr. Attorney General, I say this with all respect -- where is your urgency?",
  "Plus, we'll show you highlights from Melania Trump's \"Be Best\" campaign unveiling from earlier today.",
  "A caveat so the European allies can try to negotiate a tougher deal that could keep the president in.",
  "And that's -- and the challenge though is the other signatories to the deal they don't agree with us.",
  "You know, people like Devin Nunes are doing their job but they are not letting them doing their job.",
  "And later, breaking news about the liberal New York attorney general who may in big trouble tonight.",
  "This is a judge universally respected, brilliant academic credentials who had his eye on the ball.",
  "NUNES: Well, look, we believe that they knew it -- they knew it basically from the very beginning.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "This is I know it's shocking for most people that this is a politician who keeps his promises.",
  "And what was even more interesting, Sean, was how they refuse to answer the judge's questions.",
  "This country has a Constitution, again, separation of powers, co-equal branches of government.",
  "Now, New York Democratic Governor Andrew Cuomo is calling for Schneiderman to resign -- Sean.",
  "I'd look at the cover or the headline on \"Drudge\", I've got so much ground to cover tonight.",
  "In the United States, and FISA abuse and spying on Americans and lying to FISA court judges.",
  "Let's turn to what might be the most insane display of left-wing lunacy in a very long time.",
  "JASON CHAFFETZ, R, FORMER UNITED STATES REPRESENTATIVE: I believe it was September of 2016.",
  "The program focuses on America's children, the hard issues that they face on a daily basis.",
  "The one thing people don't seem to understand about President Trump he keeps his promises.",
  "Over the weekend, she actually offered to withdraw her name from consideration a bad idea.",
  "The president said to decide the fate of this very flawed, highly irresponsible agreement.",
  "Plus, the stonewalling, the obstruction from the Department of Justice is out of control.",
  "He's got people like Gowdy, Ratchliffe, Meadows, Joe, DeSantis behind him to support him.",
  "He also reprimanded Rosenstein and the others for giving them a 75 percent redacted memo.",
  "I mean, he couldn't even see what the expanse of powers were for special counsel Mueller.",
  "It will be before the oversight committee with chair -- with Trey Gowdy as the chairman.",
  "Fortunately, he's got 450 people working with him so they can walk and chew gum as well.",
  "For eight years our enemies were treated like friends like Iran given boatloads of cash.",
  "Congress has a constitutional role in oversight, stop obstructing and slow-walking them.",
  "Of course, but this reveals yet, what, another standard in our two-tier justice system.",
  "Every time he would ask them you know, he would say this has nothing to do with Russia.",
  "REP. DEVIN NUNES, R—CALIF., HOUSE INTELLIGENCE COMMITTEE CHAIRMAN: Well, thanks, Sean.",
  "There's a lot more information out there that the American public has a right to know.",
  "So, he -- so the Attorney General Sessions said today that he wants to discuss things.",
  "Thank you for the good work you're doing, to be transparent with the American people.",
  "But other than that, you know, that's the front line and Devin is leading the charge.",
  "It had nothing to do with as we say in the government operational security or op-sec.",
  "Because then he has to move on to the FISA abuse investigation and corruption there.",
  "I would just highlight as well a challenge--\n\n(CROSSTALK)\n\nHANNITY: I've got to run.",
  "If they issue a subpoena, you better comply or they are going to take you to court.",
  "JARRETT: He must have known something and maybe it was something else and not this.",
  "HANNITY: What did you think --\n\nNUNES: Give us the information in a timely manner.",
  "One of them, oh, Khalid Sheikh Mohammed, another former high-ranking CIA official.",
  "HOFFMAN: And military to make it clear that we are going--\n\nHANNITY: I got to run.",
  "If I'm Robert Mueller, I am humiliated over what this judge rightly analyzed here.",
  "This kind of shadow diplomacy, it undermines the United States on the world stage.",
  "Another blatant example of a two-tier justice system sadly in this country today.",
  "We sent a letter two weeks ago to the Department of Justice, a classified letter.",
  "And I think he taught everyone a lesson in what happens in the expanse of powers.",
  "I don't think they understand that they are not running an independent industry.",
  "So, then we had to move to the subpoena, which I'm sure he found out about that.",
  "(CROSSTALK)\n\nNUNES: So, now, we get to -- so let's get to where we're at today.",
  "There must be cooperation, and I'm sorry if it has to come to contempt I think.",
  "JARRETT: And the judge essentially saying to Mueller, where is your authority?",
  "Mueller went in the archives of the DOJ and dug up an old, a decade old case.",
  "Tonight's video of the day comes from Democratic National Committee chairman.",
  "Isn't he when the -- by the way, the judge on Friday said, isn't he recused?",
  "Where are the agents in the FBI and the DOJ breaking down John Kerry's door?",
  "DANIEL HOFFMAN, RETIRED SENIOR INTELLIGENCE OFFICER: I couldn't agree more.",
  "HOFFMAN: Well, yes, and let me just add one more point about the Iran deal.",
  "Haspel's confirmation hearing will take place this week, and rightfully so.",
  "JARRETT: It was -- it was a withering examination of Mueller and his team.",
  "Let me go to the contempt issue that we just spoke with Devon Nunes about.",
  "I think we're going to see a lot more developments in the upcoming future.",
  "She still has to get through a confirmation hearing as early as Wednesday.",
  "I love that the judge just said look, you don't get to make that decision.",
  "Sean, this is the most conflicted investigative team I've seen in my life.",
  "This agreement does not sufficiently check their nuclear weapons programs.",
  "But get this -- she's being criticized for being too tough on terrorists.",
  "He was also the United States attorney on the Uranium One precursor case.",
  "ED HENRY, CHIEF WHITE HOUSE CORRESPONDENT, FOX NEWS: That's right, Sean.",
  "And I just hope that the Congress does the right thing and confirms her.",
  "It took us six weeks for the FBI and DOJ to get rid of those redactions.",
  "And Judge Ellis is basically saying you don't have full authority here.",
  "CHAFFETZ: Well, thank goodness for Judge Ellis who has put it in place.",
  "This is going to be a real diplomatic challenge for our administration.",
  "This is within their congressional authority, constitutional authority.",
  "But first, other news: Iran -- that deal weighs in the balance tonight.",
  "So, the nuclear deal with Iran -- well, that now weighs in the balance.",
  "Are you going to fix our justice system and let Congress do their job?",
  "Look what we learned last week from Prime Minister Benjamin Netanyahu.",
  "How long does it take to investigate the Clinton e-mail investigation?",
  "There have been a series of letters and requests but actual subpoenas.",
  "He was not brought in until Hillary started paying that bill, correct?",
  "HANNITY: Let me -- you've read a lot of cases throughout your career.",
  "HANNITY: And this--\n\n(CROSSTALK)\n\nJARRETT: This is to go after Trump.",
  "He is absolutely worthless, it is a rudderless Department of Justice.",
  "This out-of-control witch-hunt just suffered two massive major blows.",
  "We will tell you, we'll break it all down, but we got a lot to cover.",
  "Treating our enemies like Iran--\n\n(CROSSTALK)\n\nHANNITY: Appeasement.",
  "HANNITY: But they are not handing it over, they are not cooperating.",
  "Donald Trump tweeted that in 2012, Weiner, Spitzer --\n\nJARRETT: Yes.",
  "Because Christopher Steel was not brought in, I saw that interview.",
  "Nobody wants any one branch of government to have unfettered power.",
  "Copy: Content and Programming Copyright 2018 Fox News Network, LLC.",
  "Congressman Nunes, this is the biggest freaking judicial beat-down.",
  "So I am looking at this, Dan Bongino and I'm saying you know what?",
  "Sara, I have read all pages of what happened in the Manafort case.",
  "You haven't seen all the information and you have right to see it.",
  "I actually like people that are tougher on terrorists take a look.",
  "This dressing down wasn't the only legal setback for team Mueller.",
  "Look, this is going to get a lot worse before it gets any better.",
  "NUNES: Well, I agree with you that they should just stop digging.",
  "Well, that doesn't seem to be what these accusers are now saying.",
  "HANNITY: You have been involved in a lot of cases in your career.",
  "He's not a political actor, he's a judge doing what a judge does.",
  "He pointed out the exact regulation at issue here, section 600.4.",
  "Isn't he is one that signed one of the FISA renewal applications?",
  "And he suggested that the president is about to take a hard line.",
  "What the authority is of the special counsel and what it is not.",
  "They get witnesses to lie because they threaten those witnesses.",
  "He said I want it unredacted in my office, I want it in my hand.",
  "And other foreign officials from Germany and France and the E.U.",
  "And what are they hiding and why are they obstructing Congress?",
  "HANNITY: So basically they only charged them--\n\nJARRETT: Right.",
  "HANNITY: If I've been wrong, you -- I know you follow the show.",
  "I served with Gina for many years and I think very high of her.",
  "They want to -- they want to run on that in the midterms, Sean.",
  "And listen, for the past 15 months she's been deputy director.",
  "And has the media been wrong about the Trump Russia collusion?",
  "I expect there is not going to be any pulled punches tomorrow.",
  "JARRETT: Suborning perjury and prosecutors do it all the time.",
  "I believe in American sovereignty, the American Constitution.",
  "SEBASTIAN GORKA, NATIONAL SECURITY STRATEGIST, FOX NEWS: Yes.",
  "But, first, a very important breaking news opening monologue.",
  "And John Kerry's conduct has been despicable and disgusting.",
  "At least that's the way the president appears to be leaning.",
  "TRACE GALLAGHER, FOX NEWS CORRESPONDENT: It is indeed, Sean.",
  "HANNITY: OK.\n\nSCHOEN: Meets the definition of every factor.",
  "The end of next week they have come up with the scope memo.",
  "It undermines our commander-in-chief, and it needs to stop.",
  "This copy may not be in its final form and may be updated.",
  "You have to have it cleared by the intelligence community.",
  "He was appointed by President Reagan, he's a tough judge.",
  "And literally cover and rig an investigation for Hillary.",
  "He will announce it tomorrow on the Iranian nuclear deal.",
  "We had two lawyers tonight say he violated the Logan Act.",
  "HANNITY: Because they want to put the screws to Manafort.",
  "Earlier, Melania Trump unveiled her brand new initiative.",
  "He was the one that created this mess in the first place.",
  "Let us be clear, the mullahs of Iran are not good people.",
  "HANNITY: OK, wow, Cuomo wants this attorney-general out.",
  "And at what point do we see this as an obstruction case?",
  "HANNITY: How soon do you hold Jeff Sessions in contempt?",
  "Still to come tonight, the president has a big decision.",
  "HOFFMAN: That the French have major economic interests.",
  "But all of the accusers deny any role-playing or games.",
  "An amazing initiative and she deserves a lot of credit.",
  "He is the chairman of the House Intelligence Committee.",
  "And this by the way--\n\n(CROSSTALK)\n\nHANNITY: All right.",
  "And, of course, we knew the mullahs of Iran were liars.",
  "President Trump has picked Gina Haspel to lead the CIA.",
  "We're going to tell you why she's a true American hero.",
  "This is a rush transcript from \"Hannity,\" May 7, 2018.",
  "The charges against Manafort didn't arrive there from.",
  "We maybe need to look to changing people in positions.",
  "(COMMERCIAL BREAK)\n\nHANNITY: This is a Fox News alert.",
  "He has wanted to kill the Iran deal for two years now.",
  "That's a tremendous audition for this administration.",
  "It had everything to do with CYA, cover your caboose.",
  "Schneiderman's finished, he just doesn't know it yet.",
  "If you go back to the things that they've dealt with.",
  "Here's what the first lady had to say earlier today.",
  "HANNITY: Look at what they said about Michael Flynn.",
  "But can I -- the Department of Justice doesn't care.",
  "But Attorney General Sessions is there in name only.",
  "We've had basically eight years under Obama of what?",
  "And our friends like Israel were treated as enemies.",
  "Russia is building a nuclear power plant in Bashir.",
  "Now I think Republicans should pay close attention.",
  "I believe they are getting the security clearances.",
  "Well, now, four times, I've read it all four times.",
  "She has worked hard to protect the American people.",
  "He had been -- I think he had been a source before.",
  "NUNES: Yes, that statement was totally ridiculous.",
  "How far back were you subpoenaing these documents?",
  "HANNITY: Let's see when that investigation begins.",
  "HANNITY: It's try to take down and sabotage Trump.",
  "But there's no Logan Act violation for John Kerry?",
  "My guess is he pulls us out of the horrific deal.",
  "It has nothing to do with Russia but the Ukraine.",
  "Maybe, maybe wear those t-shirts to make a point.",
  "And they refused to answer the judge's questions.",
  "They know that they can't investigate themselves.",
  "GREGG JARRETT, FOX NEWS LEGAL ANALYST: Thank you.",
  "That was finally released late on a Friday night.",
  "The people at the agency think the world of her.",
  "An analysis, Sebastian Gorka and Daniel Hoffman.",
  "But if it comes to -- I liked Senator Sessions.",
  "(CROSSTALK)\n\nHANNITY: What about the IG report?",
  "Look, it's a highly flawed deal as we all know.",
  "NUNES: Look, as far -- so I want to talk to Mr.",
  "I used to read Scalia and his scathing defense.",
  "They want death to Israel and death to America.",
  "SARA CARTER, CONTRIBUTOR, FOX NEWS: It's huge.",
  "There's one Jason Chaffetz will join us later.",
  "HANNITY: Did John Kerry violate the Logan Act?",
  "They just need to give us the documents, Sean.",
  "What has happened to the country, congressman?",
  "I expect -- look, I don't have a crystal ball.",
  "Russia and China are not going to support us.",
  "HANNITY: David, did he violate the Logan Act?",
  "August 6 when Rosenstein expands the mandate.",
  "You cannot expand your powers to this extent.",
  "GREGG JARRETT, LEGAL ANALYST, FOX NEWS: Sure.",
  "HANNITY: To get -- and he used the word sing.",
  "HANNITY: And David, there is no mandate here.",
  "You know, David has a wonderful point there.",
  "Joining us first, we begin with Devin Nunes.",
  "Iran is technically complying with the deal.",
  "All right, that's all the time we have left.",
  "Number one, Gina Haspel is an American hero.",
  "He didn't say that by accident, Dan Bongino.",
  "HANNITY: I got to ask, Congressman Chaffetz.",
  "CHAFFETZ: You are laying it out every night.",
  "So, is the deep state now starting to crack?",
  "Now, let's get to --\n\nHANNITY: So, he lied.",
  "Trace Gallagher in our L.A. bureau tonight.",
  "Wait and see, worse than Spitzer or Weiner.",
  "I don't think the attorney general saw it.",
  "We had to then issue a subpoena last week.",
  "But if Congress issues one, yes, whatever.",
  "I'll quote the judge in the Manafort case.",
  "I showed our audience just the highlights.",
  "David Schoen, let's get your take on that.",
  "BONGINO: And they are investigating Trump?",
  "Ed Henry has the latest out of Washington.",
  "Copyright 2018 ASC Services II Media, LLC.",
  "HANNITY: And Sean, Sean, it was very easy.",
  "It translates I don't believe in borders.",
  "That is how serious this all is becoming.",
  "They were not investigating this anymore.",
  "He'll say anything to get out of trouble.",
  "The American people have a right to know.",
  "We have a lot of ground to cover tonight.",
  "Melania Trump, she speaks five languages.",
  "Thank you, Gina Haspel, for being a hero.",
  "I mean, just give us all the information.",
  "That's what you're really interested in.'",
  "These are legitimate important requests.",
  "(END VIDEO CLIP)\n\nHANNITY: It's amazing.",
  "HANNITY: But be careful, he may compose.",
  "This was the biggest judicial beat-down.",
  "They are putting the screws to Manafort.",
  "(CROSSTALK)\n\nHANNITY: Little rocket man.",
  "(COMMERCIAL BREAK)\n\nHANNITY: All right.",
  "And if he won't do his job needs to go.",
  "HANNITY: But he put the screws to them.",
  "(COMMERCIAL BREAK)\n\nHANNITY: All right.",
  "Let's just maybe pick a few at the top.",
  "Is he violating the law, the Logan Act?",
  "SEAN HANNITY, FOX NEWS HOST: All right.",
  "You just saw Devin Nunes, congressman.",
  "Congress has constitutional authority.",
  "HANNITY: Either they do their job now.",
  "This has gone on for well over a year.",
  "I've read a lot of court transcripts.",
  "I have never seen anything like this.",
  "(END VIDEO CLIP)\n\nHANNITY: Excuse me.",
  "It was the 26th of July on the raid.",
  "We'll have more on this in a moment.",
  "Ed Henry at the White House tonight.",
  "The head of the DNC, Keith Ellison.",
  "He was asking for this information.",
  "What is the attorney general doing?",
  "We have more breaking news tonight.",
  "Is there -- I only have 20 seconds.",
  "That's good, I want to talk to him.",
  "And Page wasn't alone in resigning.",
  "Death to America, death to Israel.",
  "You cannot trust people like this.",
  "who are involved in the agreement?",
  "Earlier today, Sessions responded.",
  "Busy night, we have more tomorrow.",
  "We'll always be fair and balanced.",
  "We're not the destroy Trump media.",
  "She would be a great CIA director.",
  "If I had to bet I'd say it's over.",
  "Ed Henry, the Iranian deal is up.",
  "He wants the status quo in place.",
  "let me see if we can get in here.",
  "Incredible video of the day next.",
  "I actually don't believe that Mr.",
  "Why is Rod Rosenstein doing this?",
  "It seems to be a rogue operation.",
  "They've killed Americans in Iraq.",
  "They need to be held responsible.",
  "We will have an answer tomorrow.",
  "Let me give you a quick example.",
  "This is not part of the mandate.",
  "She more than deserves this job.",
  "I have here these 50 pages here.",
  "They went back to 2005 to do it.",
  "When are we getting this report?",
  "I heard it was coming yesterday.",
  "They know what they are getting.",
  "We better not become Venezuela.",
  "I heard it was coming in April.",
  "I get to make these redactions.",
  "You don't get to redact things.",
  "Let not your heart be troubled.",
  "He held their feet to the fire.",
  "I don't mean to rush everybody.",
  "What did America get in return?",
  "Are you part of the deep state?",
  "This has gone on way too long.",
  "This is an amazing news night.",
  "And they had no answer for it.",
  "They didn't want that exposed.",
  "HANNITY: This was disposed of.",
  "English is her fifth language.",
  "He's a California congressman.",
  "So, these sides never learned.",
  "I love the title of that book.",
  "HANNITY: Bribery of dictators.",
  "I heard it was coming in May.",
  "They are in the final stages.",
  "Did they lie to a FISA judge?",
  "I say the same thing tonight.",
  "And the dates mean something.",
  "You don't have any authority.",
  "He, and Dan Bongino are next.",
  "Tucker, great show as always.",
  "JARRETT: To get him to sing.",
  "HANNITY: Answer my question.",
  "CARTER: Answer my questions.",
  "I have not assaulted anyone.",
  "So this slander has to stop.",
  "She has all the experience.",
  "I know he has new evidence.",
  "HANNITY: It's all nonsense.",
  "HANNITY: Have I been wrong?",
  "NUNES: Well, we don't know.",
  "You have about 20 seconds.",
  "I have read it four times.",
  "I think you've been right.",
  "Well, the government does.",
  "I hope he holds the line.",
  "But that is Donald Trump.",
  "HANNITY: -- Schneiderman.",
  "They ignored that letter.",
  "HANNITY: -- this is 2005.",
  "That is not how it works.",
  "I have a quick question.",
  "This is blowing up fast.",
  "She is the right choice.",
  "The judge's name is T.S.",
  "Nobody is above the law.",
  "You need to do your job.",
  "They fought proxy wars.",
  "Nunes has been spot-on.",
  "Sessions saw my letter.",
  "He had been affiliated.",
  "I met Gina Haspel once.",
  "What does compose mean?",
  "JARRETT: That's right.",
  "JARRETT: That's right.",
  "They were obstructing.",
  "She loves her country.",
  "It's called \"Be Best\".",
  "So, we know that much.",
  "They knew all of this.",
  "NUNES: And it's worse.",
  "HANNITY: Unbelievable.",
  "We have a full report.",
  "Is Peter Strzok next?",
  "Welcome to 'Hannity.'",
  "So, that wasn't true.",
  "We issued a subpoena.",
  "No question about it.",
  "This is so far worse.",
  "HANNITY: That's 2005.",
  "That has all stopped.",
  "GORKA: -- as friends.",
  "HOFFMAN: Absolutely.",
  "ALL RIGHTS RESERVED.",
  "This was not op-sec.",
  "JARRETT: That is it.",
  "JARRETT: Absolutely.",
  "It's been that long.",
  "You know what Gitmo?",
  "HANNITY: It's worse.",
  "HANNITY: All right.",
  "SCHOEN: Absolutely.",
  "CARTER: Absolutely.",
  "SCHOEN: Absolutely.",
  "Sorry, wrong order.",
  "I can't understand.",
  "VONGINO: Yes, Sean.",
  "HANNITY: All right.",
  "HANNITY: All right.",
  "HANNITY: Well said.",
  "I have no insight.",
  "He keeps them all.",
  "Dan, do you agree?",
  "That's all it was.",
  "A busy news night.",
  "Amazing day today.",
  "We'll investigate.",
  "Let's take a look.",
  "It had something.",
  "She is a patriot.",
  "This is 50 pages.",
  "HANNITY: Spot-on.",
  "HANNITY: Too bad.",
  "Last word, Sara.",
  "Last word, Sara.",
  "Get him to sing.",
  "JARRETT: Right.",
  "JARRETT: Right.",
  "HANNITY: Right.",
  "All right, sir.",
  "I really don't.",
  "Is he a crook?",
  "HANNITY: When?",
  "You know what?",
  "CHAFFETZ: Yes.",
  "It's nonsense.",
  "I'm the judge.",
  "And we'll see.",
  "A lot of news.",
  "Stay with us.",
  "HANNITY: Yes.",
  "CHAFFETZ: No.",
  "Stay with us.",
  "CARTER: Yes.",
  "Mr. Hoffman?",
  "We do, too.",
  "Well, I do.",
  "All right.",
  "All right.",
  "All right.",
  "All right.",
  "Last word.",
  "All right.",
  "Ellis III.",
  "All right.",
  "All right.",
  "Sessions.",
  "Harsh?",
  "Sorry.",
  "When?",
  "Wow.",
  "Wow.",
  "Wow.",
  "OK."
]