[
  "But Simpson does clearly state that when Steele spoke to the FBI about his findings, the bureau “believed Chris’s information might be credible because they had other intelligence that indicated the same thing, and one of those pieces of intelligence was a human source from inside the Trump organization.”\n\nThat sounds like Trump campaign aide George Papadopoulos, who, according to a recent report in the New York Times, accidentally kicked off the Trump-Russia investigation by telling Australian diplomat Alexander Downer that Russia had political dirt on Trump’s Democratic rival, Hillary Clinton, after a night of heavy drinking in May 2016.",
  "Simpson’s testimony appears to independently corroborate what the New York Times already reported — the FBI listened to Steele because they already had an investigation into this question underway, an investigation that was launched because Papadopoulos’s conversation with Downer was shared with other Australian officials, who ultimately passed word of it to their American counterparts once the hacking of Democratic email accounts became a big deal.",
  "Mueller, in turn, is buddies with former FBI Director James Comey, who is bitter about having been fired by Trump (Comey under this theory is a bad guy because he went too easy on Hillary Clinton over the email server, and we’re not supposed to pay attention to the fact that Trump’s stated reason for firing him was that he was too hard on Clinton) and is therefore leading an anti-Trump witch hunt.",
  "We’ve also learned from the investigation that key Trumpworld figures, including Jared Kushner and Donald Trump Jr., were, at a minimum, eager to potentially collaborate with the Russian government on revealing anti-Clinton “dirt,” rather than emulating Downer in alerting the authorities to the existence of an active Russian intelligence effort aimed at the United States.",
  "And while the investigation has not yet proven the existence of anything like the vast conspiracy that Steele alleges, it certainly has uncovered real evidence of wrongdoing — including a guilty plea from Papadopoulos himself, and serious charges against former Trump campaign chair Paul Manafort and former Trump National Security Adviser Michael Flynn.",
  "Steele’s investigation ended with a number of allegations, including that Trump is possibly being blackmailed by Russian security services with a recording of him paying prostitutes to pee on a bed at a luxury hotel at Moscow, and also that Trump’s campaign was the beneficiary of a multifaceted Kremlin plot to interfere in the 2016 US election.",
  "This got Flynn fired and, by making meetings with Kislyak into a hot-button issue, also forced Sessions into recusing himself, which in turn gave Deputy Attorney General Rod Rosenstein (whom Trump has decided is “a Democrat,” though it’s not clear why) the opportunity to appoint Robert Mueller as special counsel.",
  "Papadopoulos was the start of the investigation\n\nA New York Times report earlier this month indicated that the investigation began not with Steele’s dossier but with Papadopoulos’s drunken conversation with Downer, Australia’s ambassador to the UK and a former Australian foreign minister.",
  "— Rep. Jim Jordan (@Jim_Jordan) January 3, 2018\n\nJordan, joined by another leading House conservative, Rep. Mark Meadows (R-SC), is also calling for Trump to fire Jeff Sessions so he can put a new attorney general in place who would oversee (and presumably quash) the Russia investigation.",
  "Former Rep. Jason Chaffetz was on Fox recently, for example, arguing that it’s against the law to hire a foreign national to do work for a campaign (this is not true) and therefore the existence of the dossier is just another example of Crooked Hillary’s lawbreaking.",
  "Glenn Simpson is one of the co-founders of Fusion GPS, a “strategic intelligence” firm that was hired first by the Washington Free Beacon, a conservative news publication, and later by Hillary Clinton’s campaign to conduct opposition research on Donald Trump.",
  "But either way, Simpson’s testimony — which Republicans on the committee didn’t want released to the public — is more evidence that the question was taken seriously by law enforcement for reasons that had nothing to do with Steele or his dossier.",
  "The dossier is now the centerpiece of a conservative counternarrative\n\nOn January 3, Rep. Jim Jordan (R-OH) — a key House conservative — rolled out a tweetstorm asking 18 questions about the FBI and Russia, many of them centering on the dossier.",
  "That’s the key takeaway from Fusion GPS co-founder Glenn Simpson’s extensive testimony before the Senate Intelligence Committee, released Tuesday by ranking member Dianne Feinstein (D-CA) over the objections of her Republican colleagues.",
  "But in recent months, the dossier has taken on new life as the centerpiece of a conservative counter-conspiracy theory, which holds that the whole Trump-Russia investigation was cooked up by the president’s political enemies.",
  "The Flynn surveillance, which never should have been allowed because it was based on the phony dossier, was used to catch him in a lie about a meeting with Russian Ambassador Sergey Kislyak that was completely innocuous.",
  "The FBI was already investigating potential links between Donald Trump’s campaign and the Russian government before they heard anything about Christopher Steele’s famous dossier on the matter.",
  "The reality, however, is that while Steele is well-regarded in intelligence circles, there is no indication that his work has ever been the basis of the FBI’s Russia investigation.",
  "This is part of a broader conservative effort to discredit the Mueller investigation, which in turn is part of a broader conservative counternarrative on the whole Russia scandal.",
  "But in broad strokes, the theory is something like this:\n\nTrump’s political enemies paid Fusion GPS to write a dossier full of debunked claims about his connections to Russia.",
  "“Deep state” anti-Trump elements in the FBI used this false opposition research document to obtain a Foreign Intelligence Surveillance Court warrant targeting Michael Flynn.",
  "Conservatives have recently been pushing a theory that the basis for the FBI investigation was an opposition research document compiled at the behest of Clinton’s campaign.",
  "Simpson’s testimony seems to confirm the Times account and thereby debunk a conservative counternarrative that places the dossier itself at the center of the story.",
  "Because conservatives are “just asking questions” about the FBI and Steele, they tend not to explicitly state what they think happened.",
  "Fusion, in turn, contracted with former MI-6 Russia specialist Christopher Steele to look specifically at Trump and Russia.",
  "BuzzFeed published Steele’s dossier in January 2017, setting off a firestorm of controversy and intriguing many liberals.",
  "There are, of course, other penumbras and emanations around the conservative account of the Steele dossier.",
  "It also, obviously, continues to be an ongoing investigation that might yet reveal other criminal activity.",
  "Simpson’s hearing lasted for hours, and the transcript is extremely long and mostly fairly tedious.",
  "Simpson’s testimony is significant in the present context primarily for debunking that narrative.",
  "As best as we can tell, this, rather than Steele’s memo, was the start of the investigation.",
  "1) Did the FBI pay Christopher Steele, author of the dossier?",
  "And the dossier plays a key role in this conspiracy theory.",
  "Wait, who are these people?",
  "Or it might not."
]