[
  "Again, you wouldn’t know it from the mainstream media’s coverage.”\n\n“A seismic shift took place yesterday, and the narratives are changing not only on the Trump-Russia collusion story, but, again, it goes back to the Hillary Clinton email server, real questions about Debbie Wasserman Schultz and these guys that had access – I want to stress this, Raheem – these guys, the Awan brothers, had access to the House Select Intelligence Committee servers and were accessing them without permission.",
  "“And he responded and said, ‘I am convinced that there are, in fact.’ He said, ‘There is one journalist that I am almost 100 percent convinced was receiving money because he was acting so far outside the bounds of journalistic ethics.’”\n\n“It’s not only about these guys’ work with the fake Steele dossier and not filing as foreign agents while working on behalf of the Russian state and, again, being the genesis for this whole Trump-Russia collusion fairly tale,” he said.",
  "“The fact that these guys have gone in and found a weak spot in the media, and manipulated it, either through pushing fake stories to the twenty- and thirty-somethings who are overwhelmed, needing information, feeding them fake stuff – or, in fact, have been potentially paying journalists to push their stories, and then people are reading this, going, ‘Well, this must be fact; it’s in this newspaper.’ You know what?",
  "“Again, that brings up, ‘Oh, so it must have been politically motivated.’”\n\n“And at the same time, also stepped on the story of the House Judiciary Committee sending a letter to Attorney General Sessions and DAG Ron Rosenstein to ask that they open a second investigation into James Comey and Loretta Lynch in regards to their colluding on manipulating the Hillary Clinton email server,” he added with frustration.",
  "Forget the Fusion GPS testimony; he also stepped on the fact of the Awan brothers and Debbie Wasserman Schultz.”\n\n“He stepped on the fact that now Devin Nunes, House Intelligence chairman, has said that there were Obama administration officials who made hundreds of requests to unmask U.S. citizens that, quite frankly, had nothing to do with real intelligence,” Ryun continued.",
  "“And if no, then they don’t say it.”\n\nHe agreed with Kassam’s suggestion to expand that directive into saying only what’s good for the American people “because, again, I believe President Trump’s agenda is about that.”\n\n“Just get out of the way of the narratives,” Ryun advised the White House.",
  "One was, Lindsey Graham asked him under oath, ‘Do you think that there were Russians involved in funding Fusion’s work?’ His response under oath was, in the spring and summer of 2016, they were receiving money indirectly from senior Russian government officials,” Ryun reported.",
  "“I want to encourage every senior official inside the West Wing that they ask themselves, before they speak with anybody outside the West Wing, whether it’s press or anybody else, ‘Is what I’m about to say in the best interests of the president?’” Ryun advised.",
  "“The second thing that I thought was staggering was when Chuck Grassley asked him, ‘Do you think that reporters were being paid money to push Fusion’s dossier and other lines of attack against them, regarding the Magnitsky Act?’” Ryun continued.",
  "Kassam found it amazing that White House officials are having public fights in New Yorker magazine while bombshell stories that could devastate their political opponents detonate in the background, all but ignored by the press and public.",
  "Ryun said Thursday was a day of “massive” developments in the case, which is moving in a direction very different from what Democrats obsessed with alleged collusion between Russia and the Trump 2016 campaign expected.",
  "Kassam restated that Fusion GPS, a “Democrat-aligned group,” has now “admitted to receiving money from the Russians.”\n\n“The thing that I want people to understand is, Fusion GPS calls itself an oppo research firm.",
  "Kassam turned to the controversy over new White House Communications Director Anthony Scaramucci and his vicious, colorfully worded comments about several of his colleagues to New Yorker reporter Ryan Lizza.",
  "“The reason that Senate Judiciary wanted him to come in front of them and testify was to talk about some of Fusion GPS’s behavior.”\n\n“There was some pretty staggering stuff that came out yesterday, Raheem.",
  "American Majority Founder and Chief Executive Officer Ned Ryun followed the latest twists and turns in the story of Fusion GPS on Friday’s Breitbart News Daily with SiriusXM host Raheem Kassam.",
  "He spotlighted Hermitage Capital CEO Bill Browder, who has been “very involved” with the Magnitsky Act sanctions.",
  "They are hired guns to destroy the opponents of those that are paying Fusion money,” Ryun said.",
  "“First of all, this is not helpful to pushing forward the president’s agenda,” Ryun observed.",
  "“My frustration with this is the fact that he stepped on very good stories from yesterday.",
  "I think that was one of the very interesting parts of the testimony yesterday,” said Ryun.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "“Fusion GPS was used against him and was used to lobby against the Act,” said Ryun.",
  "Much of what they do is not based in reality or fact.",
  "Manufactured news, fake news, is real.",
  "They are a disinformation firm.",
  "This is a huge story,” he said.",
  "“We have a treasure trove."
]