[
  "Interesting because as the president insisted to reporters over this weekend, he's not a racist, before he had dinner with House Majority Leader Kevin McCarthy, you see him there in Palm Beach, Florida, old tapes surfaced of Lindsey Graham using a similar slam on countries like Mexico while Republican Rand Paul came out to say the president as a businessman before he was in politics helped fund the eye doctors humanitarian trips to Haiti and elsewhere.",
  "But while Two Republican senators in the room, Tom Cotton and David Perdue, suggested yesterday that Durbin did not accurately convey what the senator said, another GOP senator, you mentioned him, Lindsey Graham, seemed to take a poke at his fellow Republicans saying his recollection has not evolved like the others and suggested that he rebuked the president in person for what he said.",
  "This time, current and former Twitter engineers admitting that employees view everything that you post on your server, including direct messages you think are private, create a, quote, virtual profile on you which they sell to advertisers and brag about looking at -- like pictures between you and your girlfriend, whatever.",
  "And that was blown out of the water because Papadopoulos, if you believe this highly suspect New York Times reporting, started the Russian investigation by getting drunk and then running into -- running his mouth to an Australian diplomat about having -- Russia having dirt on Hillary Clinton.",
  "There are a lot of people even in West Hollywood that are supporters of this President but wouldn't dare wear a red baseball cap, not even \"make America great again hat,\" but they wouldn't even wear a red hat in West Hollywood, because of repercussion (inaudible), wouldn't have friends.",
  "(COMMERCIAL BREAK)\n\nHANNITY: So last week Tomi Lahren told us that the people of the West Hollywood California were not exactly friendly when she ask them about immigration so Tomi went back to West Hollywood to ask people what their problem is with Fox News and people like me and her.",
  "JARRETT: Any good judge would not, which is why the second thing I would do is make a motion for order of inquiry, into the conflict of interest, and list Manafort and others like Rod Rosenstein as witnesses in the case because they are --\n\nHANNITY: How soon can you expedite that?",
  "In today's video they're talking about looking at your private intimate messages between you and your girlfriend, your wife and they store on it the database, and they are sharing this messages, they are laughing at it, bragging about ruining relationships with this messages.",
  "In response, they gave us a link to their privacy policy posted on their Website and said we could use the same statement they shared last week with us, that the individuals in the videos were speaking in a personal capacity and do not represent or speak for Twitter.",
  "During the meeting with reporters, Andrew Weissmann, the number one guy appointed by Robert Mueller, the head of the Justice Department's fraud division -- and he then later, not long after, joined Mueller's investigation to look into Paul Manafort, the next month.",
  "According to reports, federal authorities have now announced an indictment in the Russian bribery scheme connected to the corrupt deal that gave Putin and Russia and those bad actors control of 20 percent of America's uranium supply, which we have short supply of.",
  "Former shipping company executive Mark Lambert, he is now being accused of money laundering, foreign bribery, wire fraud for allegedly bribing a Russian energy official in an effort to secure the shipping contracts we have informed you about is so important.",
  "All of what you just laid out also coming as a growing number of Democrats led by Congresswoman Maxine Waters are announcing tonight that they're going to boycott the president's State of the Union Address to a joint session of Congress later this month.",
  "We played you the hocking undercover video, one showed conversation with two Twitter engineers who explained the tech giant's ability to shadow ban users and how algorithms have been used to disproportionally target conservatives on Twitter accounts.",
  "Congresswoman Frederica Wilson, you see her there, colorful cowboy hat, who feuded with the president last year, says she'll skip the speech because of what she called, quote, racist and incendiary remarks about Haiti and various African nations.",
  "Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "SEN. RAND PAUL, R-KY.: I asked for donations before I went on the trip, and one of them was to businessman Donald J. Trump who not only helped with the trip to Haiti but also helped with a previous trip that we took to Central America.",
  "Now something new, because a known liar, Dick Durbin, leaves a confidential meeting with the President and other Senators, he is relied on by the media because they want to rely on him, just like they wanted to rely on that author.",
  "We now have a story that you can read in the unclassified press about Russian disinformation material being paid for by the FBI and being used to get FISA warrants to spy on U.S. nationals who are part of a political campaign.",
  "HANNITY: If we know WikiLeaks and Julian Assange, and I've interviewed him five times, if we know he's the one guy that knows where he got the information from the DNC, e-mails and such, why hasn't Mueller contacted him?",
  "We're seeing a Presidential candidate fix a primary, who gets an exoneration before investigation with Comey and Strzok, I am talking about Hillary, who then tries to fix by bought and paid for by Russian propaganda.",
  "(COMMERCIAL BREAK)\n\nHANNITY: All right, joining to us weigh in on all of today's biggest stories, I call him the great one and he deserves it, and he is about to host a brand new show right here the Fox News channel.",
  "And according to Sara Carter's reporting, Weissmann told his superiors about the meeting with the AP, and during that time, he wasn't working on the Manafort case and did not have access to documents related to it.",
  "(INAUDIBLE)\n\n(END VIDEO CLIP)\n\nHANNITY: The Twitter spokespeople told us the FOX News Channel and the HANNITY show the individuals were speaking in a personal capacity, do not represent or speak for Twitter.",
  "HANNITY: By the way, did Rand Paul say Trump who wasn't running for president cared enough about people from Haiti that he donated money to help in these operations, and helped a couple of hundred people?",
  "Wilson declaring, quote, I have no doubt delivering a message of inclusivity and an agenda that benefits all Americans, President Trump's address will be full of innuendo, empty promises, and lies.",
  "We have nine engineers and executives on tape talking about shadow banning or censoring people so friends can't see the messages, now hundreds of engineers that go through private direct messages.",
  "And why our leaders, why Donald Trump, needs to take action, negotiate with North Korea, get rid of the nuclear threat so this is not something people of Hawaii or this country have to live with.",
  "The Hillary Clinton campaign and the DNC collaborated, used their money to use a law firm to hire this guy who then hire as British ex-spy who then works with among others the kremlin.",
  "Even after you send them, people are, like, analyzing them, to see what you're interested in, to see what you're talking about, and they sell that date --\n\nUNIDENTIFIED FEMALE: Wow.",
  "Some people running for shelter, drivers who are abandoning their vehicles, others desperately calling family and friends for 38 long minutes until the false alert was corrected.",
  "Also new tonight, Democrats, in total freak-out mode and they're actually trying to blame President Trump for Hawaii's missile warning false alarm debacle over the weekend.",
  "And we're going to find out a lot more about what the neighbors knew, if these kids went to school, and what the people in the community might have known about the family.",
  "Police say they got a 911 call early Sunday morning from a girl who said she had escaped from her home and that her 12 brothers and sisters were being held captive inside.",
  "Now, sources have told Sara Carter that in that meeting, the AP reporters, they promised to share documents and information about Manafort with the Department of Justice.",
  "In a released congressional testimony, Simpson claimed that the FBI had a human source inside the Trump Organization that helped corroborate aspects of the phony dossier.",
  "He is investigating everything, but collusion a special counsel does not exist to investigate financial crimes, whether some guy registered as federal agent or so forth.",
  "The Trump administration, this is as of six months ago, page 125 leaked stories, one leak a day containing information potentially damaging to the national security.",
  "Sara Carter reporting Andrew Weissmann met with the Associated Press and journalists, he did it last April, to talk about the AP's investigation into Paul Manafort.",
  "Let's go to Weissmann -- let's go -- we reported last week, the Justice Department opened up, it's now been going on for months, an investigation into Uranium One.",
  "So, these humanitarian missions that Rand Paul gets credit for, but he's trying to speak out amid this controversy to say that the president got involved as well.",
  "We just learned last week, sources telling me, that at first, the FISA warrant was denied to spy on members of the Trump campaign, very rare for that to happen.",
  "Here's what happened, during a shift change Saturday, at the Hawaii Emergency Management Agency, one employee was conducting a routine test on the alert system.",
  "Last week, we told you about Project Veritas and its undercover investigation into whether or not Twitter, 3.2 million followers, are targeting conservatives.",
  "When I watch this guy, Brian Stelter who I really or this Don Lemon or over there, the morning Schmo and Mrs. Schmo over there on MSNBC, you call that press?",
  "Here to react to all of these stories tonight, former deputy assistant to the president, FOX News contributor, Sebastian Gorka, FOX News legal Gregg Jarrett.",
  "And Mueller also didn't seem to mind that members of his investigation donated 50 grand to Obama, Clinton and the DNC, not one penny given to Donald Trump.",
  "If we allow this one man Gomorrah and his corrupt Republican Congress to continue alienating the world, we are headed for suffering beyond all imagination.",
  "Here's the thing: Weissmann was discussing Paul Manafort with those reporters and then joined Mueller's team where he's leading the case against Manafort.",
  "The very next day, the Associated Press published a major story about Paul Manafort -- thank you, Andrew Weissmann -- regarding alleged money laundering.",
  "This proves the investigation has been and continues to be a total partisan sham and witch hunt, and an embarrassment, if you believe in the rule of law.",
  "Never mind that the president insists he never said that, tweeting today: Senator Dicky Durbin totally misrepresented what was said at the DACA meeting.",
  "This will be up there with the assassination of JFK, this is how big, this is the political targeting of your enemies using the intelligence services.",
  "Upton Sinclair, the Chicago Sun Times, many of these muckrakers journalist of the 20th century actually did this, they used to do it, and it is gone.",
  "Also tonight, this is beyond shocking, Project Veritas released their most shocking footage showing huge potential privacy abuses at the company.",
  "Why would Robert Mueller ever appoint this guy that led the obstruction of justice case against Arthur Andersen Accounting and the Enron scandal?",
  "And, in fact, he says that Donald Trump as a businessman stepped up and funded not just that trip to Haiti, but at least one other trip as well.",
  "Was the dossier the basis for securing the FISA warrant to spy on a presidential candidate, and on an opposition party and on a president-elect?",
  "We have Dr. Sebastian Gorka, Gregg Jarrett, the great one, Mark Levin, a rare appearance, Tomi Lahren hits the street, it's pretty unbelievable.",
  "First of all, let me say this, as an American citizen to watch this is repulsive, unconscionable, to watch the mob media do what they're doing.",
  "(COMMERCIAL BREAK)\n\nHANNITY: The best video of the day ever thanks to \"Saturday Night Live\" hilarious get mocking liberal Joe and liberal Mika.",
  "LEVIN: You know to get a FISA warrant you need to have probable cause that somebody is an agent or acting as an agent, in this case to Russia.",
  "When authorities first saw the girl they say because of her emaciated appearance, she looked to be around 10 years old, but she's actually 17.",
  "I would file a motion to dismiss, which would trigger the judge to order Weissmann to show up in court and explain --\n\nHANNITY: Immediately?",
  "According to police the parents, David and Louise Turpin couldn't give a logical explanation as to why the children were in this condition.",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: So what happens is, like, when you write stuff or when you post pictures online, they never go away.",
  "You might not care about Merrill Lynch guys, but guess what, they were innocent, their convictions overturned this time by the fifth U.S.",
  "Now, pretty unbelievable, but predictable, totally unhinged, and more proof of the left in this country, they will blame the president.",
  "UNIDENTIFIED MALE: Because we actually bought a company because of this, (INAUDIBLE) so that other companies and other people's sites.",
  "If this guy actually exchanged information about Manafort, and then joined the investigation into Manafort, he's violating DOJ rules.",
  "JARRETT: And if they are designated to be defense witnesses, they have to be removed from the case because --\n\nHANNITY: Have to be.",
  "Then, the drunk gossip, you have to believe, eventually made it to FBI and they reportedly then used it to start the investigation.",
  "What the rest of the community knew about the kids and the adults, and if they ever finished schools, that's still to come -- Sean.",
  "UNIDENTIFIED MALE: The majority of the algorithms are (INAUDIBLE)\n\nUNIDENTIFIED MALE: I would say the majority are the Republicans.",
  "LAHREN: Isn't that weird that the area that is supposed to be loving, tolerant and welcome to everyone, is not loving and tolerant?",
  "LAHREN: if we are going to respect each other I mean I would never call you someone outside of your name if I don't even know you.",
  "And the majority of the leaks during the Trump administration, again, this is as of six months ago, 78 concern the Russian probe.",
  "Rod Rosenstein went into Speaker Ryan's office according to my reports and begged him, oh, place don't make us turn over stuff.",
  "The employee then accidentally sent this live alert out to everybody's cell phone: ballistic missile threat inbound to Hawaii.",
  "Also tonight, controversy continues to brew over President Trump's alleged immigration comments during an Oval Office meeting.",
  "Let's see, we know for example that the Obama administration politicized, weaponized America's powerful tools of intelligence.",
  "Now, the spokesperson went on to write that Twitter does not shadow ban users but does in some cases limit tweet visibility.",
  "These engineers are on tape, I don't know how many people can speak in a personal capacity, and it's become widespread now.",
  "Shocking new undercover videos that you must see showing one of the most influential companies in the world abusing power.",
  "Also, exclusively, James O'Keefe with his latest shocking undercover footage that shows beyond serious privacy at Twitter.",
  "Jim Carrey tweeted out an image of a mushroom cloud and wrote: I woke up this morning in Hawaii with ten minutes to live.",
  "O'KEEFE: We've shut down government organizations, we have gotten the CEO of NPR fired, states to change their voter I.D.",
  "The difference with Soviet Union Pravda and the America media is people in the Soviet Union knew they were being lied to.",
  "So, when you go and see that ad, we get the information that you are purchasing this ad at this moment, on this Website.",
  "HANNITY: I have a great idea for next week, go back to west Hollywood, sorry, I'm so easy to give the assignments here.",
  "More than one million people in Hawaii thought they were in imminent danger, and that this, in fact, could be the end.",
  "Police assumed all 12 found inside were kids, but seven of them turned out to be adults, ranging in age from 18 to 29.",
  "Several children were, quote, shackled to their beds with chains and padlocks in dark and foul-smelling surroundings.",
  "It is so important tonight, and why I am saying, Andrew Weissmann not only needs to be fired but fully investigated.",
  "HANNITY: Remind people how successful you were with acorn, going back to that you were dressed as pimp in the video.",
  "Then those lies are used to get a FISA warrant against the opposition candidate and incoming president and his team.",
  "Today we are touting he is a racist, so he is colluding with the Russians, he is mentally unstable, he is a racist.",
  "I think this scandal will turn out to be one of the biggest political scandals in the history of the United States.",
  "Fusion GPS co-founder Glenn Simpson, he is the person that created the fake news dossier, he is now being exposed.",
  "Congressman Jordan -- we'll scroll slowly -- a list of 18 imperative, crucial questions that need to be answered.",
  "(END VIDEO CLIP)\n\nHENRY: As all of this happens, more and more likely, we're going to face a government shutdown.",
  "I don't know where the hell the FISA Judge is but they should be furious and should be demanding answers to this.",
  "It is so outrageous what happen to that offer, Michel Wolff, three days ago he was the in thing, now he is gone.",
  "The government runs out of funding Friday at midnight, which means that there's not a budget deal by then, John.",
  "Fusion GPS has since attempted to correct the record now by saying there wasn't an FBI mole inside Trump Tower.",
  "Now, talking about the Russia probe we have a special counsel who is pointed to do what, investigate collusion.",
  "Why won't the FBI Director or why anyone at the Department of Justice when they're asked say no it wasn't used.",
  "Leaks with the capacity to damage national security scored about seven times as fast as they did under Bush.",
  "You have to go back and you have to wear a \"make America great again\" hat and offer them for free to people.",
  "UNIDENTIFIED MALE: Advertising for money, we have to prove (INAUDIBLE) like the company that confirms this.",
  "They'll be a government shut down on Saturday, the one-year anniversary of the president's inaugural, Sean.",
  "And, no, the president doesn't need to answer any of their questions because it's so fundamentally corrupt.",
  "HANNITY: But that is what they make a big deal out for you are a liberal you should be angry at this tape.",
  "Can Mr. Mueller, can anybody at justice tell us exactly what the Russian agent was on the Trump campaign?",
  "All the FBI needs to do to investigate a political party during a campaign, talk to a drunk guy at a bar?",
  "(BEGIN AUDIO CLIP)\n\nREP. TULSI GABBARD, D-HAWAII: This is the reality that people in Hawaii are facing.",
  "It sounds like shadow banning -- based on the nature of the interaction and the quality of the content.",
  "It happened in Perris, California, which is Riverside County, about 70 miles southeast of Los Angeles.",
  "David Turpin's parents told the local news station they are, quote, surprised and shocked at the news.",
  "Well, now, we're going to get you up to speed on all of it before we do get to our opening monologue.",
  "UNIDENTIFIED FEMALE: What if that fell into the wrong hands, how would you protect people from that?",
  "Not a question if he leaked classified information, the question is how much classified information?",
  "SEBASTIAN GORKA, FOX NEWS CONTRIBUTOR: Look, Gregg outlined exactly the conflict of interest issue.",
  "ED HENRY, FOX NEWS CHIEF NATIONAL CORRESPONDENT: Yes, he's in the middle of this, Sean, no doubt.",
  "UNIDENTIFIED MALE: I tend to get my news from the middle not real liberal, not real conservative.",
  "UNIDENTIFIED MALE: Literally but as far as their message they aren't speaking to me and my peers.",
  "Joining me to break this down as chair for the center for African-American studies at Princeton.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "And Hawaii, they're working to try to prevent this kind of egregious error from happening again.",
  "O'KEEFE: This book, American Pravda, I write from 1984, which is the year I was born by the way.",
  "But the media releases no tape and asks to us believe anonymous quotes and single source quotes.",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: One strategy is shadow ban, so you have ultimate control.",
  "And, right now, you've got news crews out there and you've got investigators combing the scene.",
  "Our problem is we can't have everybody in the world who lives in a hell hole coming to America.",
  "UNIDENTIFIED FEMALE: Somebody else may be to fill that 9:00 hour a lot better than you, (BEEP)!",
  "LAHREN: You walked past me, you said there's Fox News, you had a reaction, and you saw the mic.",
  "And this new information is only a smaller piece of the bigger picture of the corruption here.",
  "Said this makes Watergate, in terms of FISA surveillance abuses alone, look like kindergarten.",
  "It doesn't have an internal police force that spies on its own citizens for political reasons.",
  "O'KEEFE: We release as much of the tape as we can without compromising our sources and method.",
  "Laws, we had expose border and security, congressional hearings, and Medicaid workers fired.",
  "UNIDENTIFIED MALE: (INAUDIBLE) Just because followers, who all be, like, guns, god, America.",
  "And it is this, the poetization at the highest levels of the FBI and the Justice Department.",
  "And Robert Mueller has a lot of explaining to do about his team of Democratic witch hunters.",
  "It is on your arrogance, hubris, narcissism, rage, ego, immaturity and your unstable idiocy.",
  "Tonight, evidence of rampant bias among special counsel Robert Mueller's team now emerging.",
  "And this story is a rollicking adventure story about a rag tag team of citizens of history.",
  "The idea of the shadow ban is that you ban someone but they don't know they've been banned.",
  "Wouldn't he be the one guy that you want to talk to, to find out if Russia gave it to him?",
  "And it's pretty clear that that's what Mueller and his team of partisans don't want to do.",
  "The Turpins were charged with torture and child endangerment, bail set at $9 million each.",
  "And I will say, tonight's video of the day is probably the funniest one you've ever seen.",
  "SEN. LINDSEY GRAHAM, R-S.C.: People coming across the southern border live in hell holes.",
  "And, finally, we have a major update on the Uranium One scandal that no one else covers.",
  "You see me out here, you know who I am, you call me Tomi that is fine, put it behind us.",
  "I have a Trump 45 jersey, we should do it to celebrate the one year of his inauguration.",
  "UNIDENTIFIED MALE: I just don't feel like I guess they're seeking to -- speaking to me.",
  "Achieve peace so that this is not something that we have to live with as a new reality.",
  "Your books on the constitution are phenomenal, must-read by anybody who cares about it.",
  "Did they not know there were that many kids and that in the house and didn't see them?",
  "Of course Sean, a lot more information yet to come of the story in Perris, California.",
  "But before he ever entered politics, Rand Paul known as a doctor, went on these trips.",
  "And people also -- and, by the way, exculpatory evidence in one case that he withheld.",
  "When you interview people, you interrupt them, you cut them off like a blooming idiot.",
  "HANNITY: American Pravda, Pravda was the communist newspaper the former Soviet Union.",
  "JAMES O'KEEFE, AMERICAN PRAVDA, AUTHOR: Twitter bills itself as a public town square.",
  "Multiple children found starving, chained to beds, in a home in southern California.",
  "HANNITY: Did you get anybody that liked snugs I didn't see one person that liked us.",
  "UNIDENTIFIED MALE: I think that Sean Hannity is extremely interesting of a person.",
  "JFK's assassination, then we have Watergate, and then we have the Pentagon Papers.",
  "(BEGIN VIDEO)\n\nTOMI LAHREN, FOX NEWS CONTRIBUTOR: Where do you get your news from?",
  "He's author of this brand new book, \"American Pravda\", this is an important book.",
  "But we start with sad, breaking news, a very disturbing report out of California.",
  "When we come back I will tell you the funniest video of the day we have ever had.",
  "You are a cheap little thug with a big mouth, a bigger ego and four brain cells.",
  "Congressman Jim Jordan, he is seeing what's going with Mueller's partisan probe.",
  "By the way, a lot more on media collusion that we will be having in coming days.",
  "Then, the dossier was used to put it over the top and they got the FISA warrant.",
  "If I send some one a direct message y'all are going to look at it to analyze it?",
  "UNIDENTIFIED MALE: And it's genie out of the bottle kind of thing at that point.",
  "UNIDENTIFIED MALE: So, when people are asking for this stuff, they can leak it.",
  "UNIDENTIFIED MALE: They're analyzing it and --\n\nUNIDENTIFIED FEMALE: Hey, what?",
  "Let's celebrate one year of President Trump and I'll go back to West Hollywood.",
  "I am absolutely, you heard it here first, and I'm going back to West Hollywood.",
  "UNIDENTIFIED FEMALE: I get my comedy from Fox News and my news from comedians.",
  "LAHREN: I want to go back you called me Tomi, was that 100 percent respectful?",
  "The government really does stay open despite of what the doom and gloom media.",
  "Hawaii congressman, Tulsi Gabbard, literally trying to blame President Trump.",
  "There's a nuclear threat coming from North Korea that could come at any time.",
  "And Jamie Lee Curtis tweeted: This Hawaii missile scare is on you, Mr. Trump.",
  "If the dog bites, the bee stings and you're feeling sad, it's Trump's fault.",
  "HANNITY: And opposition party candidates in an election year --\n\nGORKA: Yes.",
  "Using a deeply offensive word one uprising Haiti and some African countries.",
  "But they also said you and I are both problematic, Fox News is problematic.",
  "GORKA: There are a handful of large political scandals in American history.",
  "Don't look at social media, you reminded me in the book I said that to you.",
  "With the latest on this horrific developing story, our own Trace Gallagher.",
  "And also responsible for putting four Merrill Lynch executives behind bars.",
  "It's only about the Clinton bought and paid for Russian propaganda dossier.",
  "If you get stung by a bee, you have a hangover, it's Donald Trump's fault.",
  "Ed Henry live from the White House tonight with all of the latest details.",
  "HANNITY: In a big deal, the \"Washington Post\" caught you try to implicate.",
  "As an old chief of staff to an Attorney General at the Justice Department.",
  "What happened to the allegations about sexual misconduct that is all gone?",
  "They put this thing together and they work it and they give it to the FBI.",
  "They did it to win an election and then overturn a duly elected president.",
  "O'KEEFE: Well, now they have learned IMO, they may be firing them quietly.",
  "I'm not sure, I didn't really hear what your inner or outward demons were.",
  "No thoughts I mean I am not trying to get you here, I really want to know.",
  "Then you could say it's not really signed after they give their response.",
  "HANNITY: And you try to release all of the tape, selectively edit, right?",
  "They're even thinking about putting this ex-British spy on their payroll.",
  "Using FISA warrants, Russian propaganda, Hillary DNC bought and paid for.",
  "And, by the way, the Hollywood left, they are also blaming the president.",
  "Then there was spying on an opposition party, that would be Donald Trump.",
  "None of them have to do with Hillary Clinton's email server, by the way.",
  "We also need to know, did the FBI validate and corroborate that dossier?",
  "And, you know, your opening monologue about Weissmann is right on point.",
  "She's going to have one of her sick, corrupt, cartel friends verify it?",
  "We've got to resolve this situation and get rid of this nuclear threat.",
  "Now we there's more texts that suggest he is been leaking to the media.",
  "What I used to work at the Justice Department you did that you're out.",
  "So, we reached out to Twitter today for a comment on this new footage.",
  "It's undermining electoral democracy and blatantly subverting justice.",
  "I'm not the only one --\n\nJARRETT: It doesn't fit with their narrative.",
  "HANNITY: Sebastian, I talked to a high, high-ranking individual today.",
  "Now, we haven't independently verified but you get to decide yourself.",
  "(BEGIN VIDEO CLIP)\n\n\"JOE SCARBOROUGH\": President Trump is at it again.",
  "When we come back, Project Veritas' James O'Keefe, he's here tonight.",
  "They didn't want you to be black mailed, of all people, the Russians.",
  "It is why the special counsel needs to be shut down once and for all.",
  "He is one of a handful of lawmakers that is interested in the truth.",
  "Did Robert Mueller, did he ever bother to check Weissmann's history?",
  "Instead, it was former Trump adviser, they say, George Papadopoulos.",
  "HANNITY: Would any judge accept this conflict with his track record?",
  "Now, the employee that sent out the false alarm has been reassigned.",
  "TRACE GALLAGHER, FOX NEWS CORRESPONDENT: Yes, it's horrifying, Sean.",
  "Sending texts to his girlfriend, because he is cheating on his wife.",
  "Or we'll forge his signature to make fun, tell them the truth after.",
  "If we will always be fair and balance, never be destroy-Trump media.",
  "LAHREN: They told me this place is about love, tolerance, welcoming.",
  "They're part of the video of the day, part of the video of the day.",
  "The real fear that mothers and fathers and children felt is on you.",
  "HANNITY: What would you do if you are Manafort's attorneys tonight?",
  "UNIDENTIFIED MALE: Unfortunate person to have in this environment.",
  "And what is being exposed is a massive abuse to the Constitution.",
  "This is 35 pages of crap that was put together by the fusion GPS.",
  "This is stuff Mike Wallace used to do and other media used to do.",
  "UNIDENTIFIED MALE: And they'll make a virtual profile about you.",
  "And the great one, thank me, God bless us, Mark Levin coming up.",
  "For months before that we're told he is colluding with Russians.",
  "The biggest scandal in our lifetime is staring them in the face.",
  "That is not post constitutional, I don't know what Mr. Levin is.",
  "O'KEEFE: Sometimes you get burned but that is a sign of success.",
  "Without any further ado, it is time for tonight's breaking news.",
  "Back in the 2000s, tens of thousands of people lost their jobs.",
  "Now, of course, none of those facts in fact matter to the left.",
  "LAHREN: What do you think when my videos come across your feed?",
  "We have been searching diligently for Laura Ingraham's hotline.",
  "UNIDENTIFIED FEMALE: I just watched the beginning of the show.",
  "LAHREN: How much extra security are you going to send with me?",
  "And I'm sure that person, according to all reports, feels bad.",
  "And then, there's Weissmann's disturbing history on top of it.",
  "Nonessential employees get a furlough then they get paid back.",
  "Look, I look at it as a badge of honor that I'm hated so much.",
  "MARK LEVIN, RADIO TALK SHOW HOST: Couple of things about that.",
  "At least it didn't until President Obama became the president.",
  "UNIDENTIFIED MALE: But the genie is already out of the bottle.",
  "This FISA, you talk about a post-constitutional America mark.",
  "We have been following this, we have new information tonight.",
  "Content and Programming Copyright 2018 Fox News Network, LLC.",
  "UNIDENTIFIED FEMALE: Only when your views match their views.",
  "Well, it turns out Simpson wasn't accurate in his testimony.",
  "I know you've got Mark coming on, Mark Levin, the great one.",
  "Now, the highest levels of the FBI are excited to have this.",
  "Here's the question, last question, you have a minute to go.",
  "We trust the American people, there is a conflict division.",
  "UNIDENTIFIED MALE: You talking about regular tweets or PMS?",
  "HENRY: He was an eye doctor before and still is, obviously.",
  "Here's what should be concerning to every American tonight.",
  "This is a rush transcript from \"Hannity,\" January 15, 2018.",
  "UNIDENTIFIED MALE: Baristas get my name all the time wrong.",
  "Then we could say would you like a Presidential signed cap.",
  "He is talking about Haitians, he is talking about Africans.",
  "HANNITY: Tomi, great work, thank you and we appreciate it.",
  "(END VIDEO CLIP)\n\nHANNITY: One, two, three -- I have four.",
  "This copy may not be in its final form and may be updated.",
  "Clearly, they had parents who were very surprised at this.",
  "Last week we were told the President is mentally unstable.",
  "Media that now is so biased, abusively so, complicit even.",
  "Mark, this was about influencing a Presidential election.",
  "The chief investigator who was hunting down Donald Trump.",
  "And I will tell you, that your success speaks for itself.",
  "HANNITY: They don't want the truth is what you're saying.",
  "Ok, they're talking about shadow banning but it is worse.",
  "What they found inside the home was even more disturbing.",
  "And why won't the FBI show Congress the FISA application?",
  "This indictment is only a preview of coming attractions.",
  "GREGG JARRETT, FOX NEWS LEGAL ANALYST: Yes, probably is.",
  "O'KEEFE: Yes, that is what they are saying in the video.",
  "JARRETT: Yes, but that might actually help Donald Trump.",
  "The people don't want you to believe your eyes and ears.",
  "Not a question of Jim Comey, former FBI Director leaked.",
  "(END VIDEO)\n\nHANNITY: We don't have a lot of fans there.",
  "UNIDENTIFIED MALE: I'm sorry if that hurt your feelings.",
  "UNIDENTIFIED MALE: I'm not really a big fan of Fox News.",
  "But apparently not if you're a Republican, not the case.",
  "UNIDENTIFIED MALE: I give everybody a chance, I listen.",
  "LAHREN: But you deliberately got mine wrong to be mean.",
  "We have a media that, oh, they put --\n\nLEVIN: We don't.",
  "HANNITY: They put Woodward and Bernstein on a pedestal.",
  "He talks about this as a domestic surveillance scandal.",
  "But I'd like to put it up a bit to the strategic level.",
  "And Lindsey Graham in a little trouble, I notice -- Ed.",
  "I am the least racist person you have ever interviewed.",
  "Even though it's clear he had nothing to do with this.",
  "The Supreme Court overturned a ruling 9-0 in the case.",
  "We, the media -- this is why I want you on every week.",
  "I had one report that said it was pushed over the top.",
  "I think it's bigger on a scale that we don't know yet.",
  "HANNITY: Mark, Rod Rosenstein --\n\nLEVIN: Hold on, now.",
  "UNIDENTIFIED MALE: Who says that, who talks like that.",
  "As for the media in this country, we have free press.",
  "You, I and a handful of others seem to care about it.",
  "That was the state or Party's most essential command.",
  "Undercover work, you use an alias to draw people out.",
  "Also, make sure you got your eyes in cross with this.",
  "No, because he already knew it, they're best friends.",
  "Now, naturally, it created widespread doomsday panic.",
  "HANNITY: I haven't heard that on any other newscast.",
  "These questions are the same ones we've been asking.",
  "Not the rank and file, just a few select at the top.",
  "JARRETT: No, they would prefer to subvert the truth.",
  "Let's start with the videos then we get to the book.",
  "There's two sides to every story and then the truth.",
  "UNIDENTIFIED FEMALE: Welcome to the biggest anomaly.",
  "UNIDENTIFIED MALE: Every news source is biased now.",
  "You can say this is really signed by the President.",
  "UNIDENTIFIED MALE: The machine is going look at it.",
  "In this country people don't believe how bad it is.",
  "(BEGIN VIDEO CLIP)\n\nPRESIDENT DONALD TRUMP: No, no.",
  "The AP, of course, denying that part of the story.",
  "UNIDENTIFIED MALE: Even what you think is private.",
  "UNIDENTIFIED MALE: Do you have access to Twitter?",
  "It was a false alarm, but a real psychic warning.",
  "And this could have been a real threat coming in.",
  "LAHREN: Have you ever seen my videos on Facebook.",
  "Fox News contributor Tomi Lahren, wait a minute.",
  "And I know some people want him fired, I do not.",
  "We'll have more with Mark Levin on that tonight.",
  "HANNITY: Sebastian Gorka, your take on all this.",
  "But Mark Levin has nailed on it the radio today.",
  "You would think they'd get fired for his things.",
  "UNIDENTIFIED FEMALE: No one, yeah, really cares.",
  "It's important that you reach out for comments.",
  "Direct message, this is expectation of privacy.",
  "My fight for the truth in the era of fake news.",
  "I think that is exactly what we should do Sean.",
  "LAHREN: You think West Hollywood is an anomaly?",
  "UNIDENTIFIED MALE: Sean, your monologue stinks.",
  "That is all the time we have left this evening.",
  "You have to get a hat and jersey signed first.",
  "And I don't really like a lot of your anchors.",
  "LAHREN: Fox News is speaking to you right now.",
  "It's like pulling teeth to get him on my show.",
  "I mean, like a level, like, it's higher level.",
  "Now, he was prejudging the case -- prejudiced.",
  "(END AUDIO CLIP)\n\nHANNITY: You see that, CNN?",
  "Durbin blew DACA and is hurting our military.",
  "SEAN HANNITY, HOST: And welcome to \"Hannity.\"",
  "\"My Fight for Truth in the Era of Fake News.\"",
  "There's a new movie out \"the post\" Tom Hanks.",
  "Now in addition to him, we have this dossier.",
  "LAHREN: What do you think about Sean Hannity?",
  "In the question, when will they get to speak?",
  "Time for the Hannity hotline, let us hit it.",
  "That does not reveal classified information.",
  "They did interesting work, good work, truth.",
  "The holdovers from the prior administration.",
  "UNIDENTIFIED MALE: It is really big brother.",
  "HANNITY: -- then spy on the president-elect.",
  "JARRETT: You can do it within 30 to 60 days.",
  "I'm being told that a Clinton supporter did.",
  "This is just the 18 questions on one thing.",
  "Deals can't get made when there's no trust.",
  "This is the reality that our country faces.",
  "A guy with a lot of inner and outer demons.",
  "(END VIDEO CLIP)\n\nHANNITY: So much better.",
  "JARRETT: They would absolutely have to be.",
  "Look, the media hates you, fair statement?",
  "O'KEEFE: We have, we have a dozen lawyers.",
  "And (inaudible) is a Latin word for truth.",
  "(LAUGHTER)\n\nHANNITY: I won't give it away.",
  "What's it been, six months, eight months?",
  "UNIDENTIFIED MALE: Who, like advertisers?",
  "GORKA: I don't want to steal his thunder.",
  "I urge you to take a close look at these.",
  "I'm glad that employee did not get fired.",
  "That coming before the speech is written.",
  "Did he say I have inner and outer demons?",
  "UNIDENTIFIED MALE: Then you get crazier.",
  "LAHREN: They couldn't be vocal about it.",
  "We will have more that developing story.",
  "The youngest victim, only two years old.",
  "And we'll bring it up later on the show.",
  "And they certainly need to be disbanded.",
  "It's probably more corrupt than we know.",
  "Is this the first of many cards to fall?",
  "HANNITY: I feel like I'm Jack Nicholson.",
  "You're saying they don't want the truth.",
  "We had infiltrated the Hillary campaign.",
  "All right, you see this book right here?",
  "O'KEEFE: It is a Russian word for truth.",
  "HANNITY: It won't give a lot of history.",
  "But it's expensive, you get sued a lot.",
  "Good to see you -- you agree with that?",
  "They want to hurt Trump not help Trump.",
  "Once again, take a look at the footage.",
  "(COMMERCIAL BREAK)\n\nHANNITY: All right.",
  "Hillary Clinton bought and paid for it.",
  "Take a look at the side of your screen.",
  "There's a massive conflict of interest.",
  "UNIDENTIFIED MALE: Not the biggest fan.",
  "If you spend 30 minutes on a monologue.",
  "UNIDENTIFIED MALE: Interesting person.",
  "We obviously see what's going on here.",
  "JARRETT: I would do one of two things.",
  "HANNITY: Anything about the neighbors?",
  "They're calling it a house of horrors.",
  "We have so much breaking news at this.",
  "Sometimes you win, sometimes you lose.",
  "The question is how much did he leak.",
  "They want to push this President out.",
  "(END VIDEO CLIP)\n\nHANNITY: All right.",
  "We have lot of information about you.",
  "America doesn't have a secret police.",
  "One, the government never shuts down.",
  "He's been asking the right questions.",
  "You would care if it was your family.",
  "But you saw me with the Fox News mic.",
  "\"SCARBOROUGH\": I know what you want.",
  "You can't even imagine this happens.",
  "O'KEEFE: I would say understatement.",
  "We confirmed last week they used it.",
  "But I don't want to waste our time.",
  "O'KEEFE: It's hard, difficult Sean.",
  "There is an expectation of privacy.",
  "HANNITY: Bring to it divorce court?",
  "They're not searching for evidence.",
  "A lot of moving parts here tonight.",
  "That's why we need answers tonight.",
  "No matter what, no matter how many.",
  "UNIDENTIFIED MALE: I don't like it.",
  "LAHREN: Where do you get your news?",
  "I sit in the comfort of the studio.",
  "Many of them don't watch Fox News.",
  "LAHREN: We will have a lot of fun.",
  "I almost sound like fake news CNN.",
  "Is this all as corrupt as I think?",
  "You don't want to miss an of that.",
  "And we better take this seriously.",
  "I want to ask an offbeat question.",
  "HANNITY: Where's the media, Gregg?",
  "UNIDENTIFIED FEMALE: That's scary.",
  "UNIDENTIFIED MALE: There's no way.",
  "This is the pretorian guard media.",
  "Starting on Fox, Tomi Lahren next.",
  "HANNITY: They absolutely used it.",
  "This is the book you got to read.",
  "GALLAGHER: It's a great question.",
  "We will put it up on Hannity.com.",
  "LAHREN: I will do it 100 percent.",
  "What do you think about Fox News?",
  "HANNITY: I have to get a signed.",
  "\"MIKA BRZEZINSKI\": I don't know.",
  "He had nothing to do request it.",
  "I begged you to come on my show.",
  "Probably sue them in many cases.",
  "I'm so happy you got this show.",
  "He was the Director of the FBI.",
  "There wasn't any Russian agent.",
  "LEVIN: Sure, why not, enjoy it.",
  "HANNITY: Red, white, and Levin.",
  "He is to investigate collusion.",
  "You know how I know those Sean?",
  "Shame on your hate filled self.",
  "You are a steak Florentine gal.",
  "HANNITY: I'll get you real one.",
  "Let not your heart be troubled.",
  "What you want to do for lunch?",
  "What do you think of Fox News?",
  "LAHREN: You had some thoughts.",
  "I think they're just guessing.",
  "HANNITY: Am I over the target?",
  "HANNITY: I know they did, too.",
  "Talk about the 25th amendment.",
  "UNIDENTIFIED FEMALE: We don't?",
  "HANNITY: That is unbelievable.",
  "But no one sees their context.",
  "Like, they're always on there.",
  "UNIDENTIFIED MALE: Everything.",
  "UNIDENTIFIED MALE: I do, yes.",
  "UNIDENTIFIED MALE: You don't.",
  "UNIDENTIFIED FEMALE: Oh, wow.",
  "LEVIN: To get a FISA warrant.",
  "Just say no we didn't use it.",
  "This is beyond heartbreaking.",
  "How long will they be silent?",
  "The parents are now in jail.",
  "Here's a few that stand out.",
  "Important opening monologue.",
  "(MUSIC)\n\nHANNITY: All right.",
  "Give us your collusion case.",
  "Will you come on more often?",
  "We also have a stupid press.",
  "There is a lot of fake news.",
  "HANNITY: It is unbelievable.",
  "UNIDENTIFIED MALE: Yes, yes.",
  "Everything you post online.",
  "You can't handle the truth.",
  "UNIDENTIFIED MALE: Oh, yes.",
  "UNIDENTIFIED MALE: Not Fox.",
  "Weissmann's job was a mess.",
  "Oh, four levels of hearsay.",
  "It's, what, at a nightclub?",
  "Because we don't have time.",
  "Are you to feed me my need?",
  "Are you willing to do that?",
  "LAHREN: You watch them all?",
  "UNIDENTIFIED MALE: No Fox.",
  "UNIDENTIFIED MALE: I have.",
  "And the \"Hannity\" hotline.",
  "Was there or wasn't there?",
  "And, of course, Democrats.",
  "They talk about Watergate.",
  "You want to hear him next.",
  "HANNITY: American Pravda.",
  "UNIDENTIFIED FEMALE: Why?",
  "James O'Keefe is with us.",
  "There's evil in our time.",
  "Circuit Court of Appeals.",
  "You really are something.",
  "LAHREN: What do you mean?",
  "UNIDENTIFIED MALE: Right.",
  "I respect every opinion.",
  "They're out of business.",
  "How would we trust them?",
  "Now, think through this.",
  "Thanks, Trace Gallagher.",
  "Sounds like an accident.",
  "Not yours, not the bees.",
  "That from the president.",
  "He will join us tonight.",
  "UNIDENTIFIED FEMALE: OK.",
  "HANNITY: That's the key.",
  "I think you should, too.",
  "Life, liberty and Levin.",
  "What do they do with it?",
  "Talk about impeachment.",
  "UNIDENTIFIED MALE: Wow.",
  "UNIDENTIFIED MALE: Yes.",
  "UNIDENTIFIED MALE: Yes.",
  "UNIDENTIFIED MALE: Yes.",
  "UNIDENTIFIED MALE: Yes.",
  "Thankfully, it was not.",
  "Seek immediate shelter.",
  "JARRETT: It is corrupt.",
  "This is political bias.",
  "They want to come here.",
  "UNIDENTIFIED MALE: CNN.",
  "LAHREN: Never Fox News?",
  "Love will conquer all.",
  "Watch the whole thing.",
  "Thanks for joining us.",
  "Host of CRTV Levin TV.",
  "But they won't say it.",
  "Where's your case, Mr.",
  "This isn't a dossier.",
  "A very liberal press.",
  "O'KEEFE: Thanks Sean.",
  "HANNITY: A great one.",
  "Sure I can fire them.",
  "Sebastian, last word.",
  "They don't like that.",
  "Thank you, Weissmann.",
  "JARRETT: Immediately.",
  "One is at their turn?",
  "And see what they do.",
  "But keep them coming.",
  "Keep my ego in check.",
  "ALL RIGHTS RESERVED.",
  "That would be great.",
  "Thank you, Ed Henry.",
  "This is not a drill.",
  "That I can tell you.",
  "HANNITY: Good point.",
  "Up next, Mark Levin.",
  "I know they used it.",
  "So they did use it.",
  "It's not that much.",
  "Won't tell you who.",
  "Then we look at it.",
  "HANNITY: All right.",
  "It's all coming up.",
  "HANNITY: All right.",
  "HANNITY: Thank you.",
  "We know the answer.",
  "You're a dirty dog?",
  "\"BRZEZINSKI\": Yeah?",
  "This is hilarious.",
  "I'm not sure Sean.",
  "Here's a key part.",
  "That's what it is.",
  "They keep posting.",
  "The American flag.",
  "When we come back.",
  "It will be bigger.",
  "That is collusion.",
  "There's a report.",
  "A partisan press.",
  "I call it a joke.",
  "Here's the video.",
  "JARRETT: I agree.",
  "We appreciate it.",
  "Accidents happen.",
  "I'm not a racist.",
  "Infiltrated CNN.",
  "Good to see you.",
  "It is expensive.",
  "GORKA: I agree.",
  "Thank you both.",
  "More fake news.",
  "This is insane.",
  "Straight ahead.",
  "This is brutal.",
  "(877)255-8587.",
  "This is funny.",
  "OK, calm down.",
  "OK, he didn't.",
  "JARRETT: Sure.",
  "The great one.",
  "That is fine.",
  "You know why?",
  "You're right.",
  "You did this.",
  "HANNITY: Wow.",
  "LAHREN: Yeah.",
  "Take a look.",
  "HENRY: Sure.",
  "Take a look.",
  "Who decides?",
  "HANNITY: Ok.",
  "Now we know.",
  "Take a look.",
  "Prosecutor?",
  "It happens.",
  "You decide.",
  "Two points.",
  "All right.",
  "All right.",
  "All right.",
  "All right.",
  "All right.",
  "I'm sorry.",
  "Oh, lied?",
  "Really?"
]