[
  "Developing now, Monday, Dec. 18, 2017:\n\nPresident Trump to outline his national security strategy in speech this afternoon\n\nA pivotal week is ahead for Congress where it will face final votes on tax reform, race to avoid a government shutdown after Friday and hear testimony from two key figures in the Trump-Russia probe\n\nThe Obama administration threw roadblocks at anti-Hezbollah task force to help secure Iran nuke deal, report says\n\nPower has been fully restored to the nation's busiest airport after a complete outage grounded more than 1,00 flights\n\nNBC quiet on whether MSNBC's Chris Matthews could face more sexual harassment accusations after it was revealed an accuser had been paid after filing a complaint almost 20 years ago\n\nTHE LEAD STORY: President Trump will outline a national security strategy that focuses on greater border security, better trade deals and combating jihadist terrorism and will not emphasize climate change ...",
  "MAKE-OR-BREAK WEEK FOR CONGRESS: Congress is slated for a busy week that includes expected final votes in both chambers on its sweeping tax-reform bill, testimony from two key figures in the Trump Russia probe and a perilous vote to keep the government from shutting down after Friday ... Treasury Secretary Steven Mnuchin told “Fox News Sunday” he cannot rule out a possible government shutdown later this week if Congress deadlocks on another temporary spending bill, but thinks that’s unlikely.",
  "WHEELS BACK UP AFTER STANDSTILL: Power has been fully restored at the Hartsfield-Jackson Atlanta International Airport after a complete power outage grounded flights Sunday afternoon, causing a holiday travel nightmare for fliers across the country just over a week before Christmas ... Kasim Reed, the city's mayor, announced the update on Twitter after the power outage forced the Federal Aviation Administration to suspend outgoing flights and implement a \"ground stop\" for incoming flights.",
  "BOMBSHELL REPORT: The Obama administration gave a free pass to Hezbollah’s drug-trafficking and money-laundering operations — some of which were unfolding inside the U.S. — to help ensure the Iran nuclear deal would stay on track, according to a new report ... An elaborate campaign led by the Drug Enforcement Administration, known as Project Cassandra, targeted the Lebanese militant group’s criminal activities, Politico reported on Sunday.",
  "ET: Kellyanne Conway\n\nOn Fox News Radio:\n\nThe Brian Kilmeade Show, 9 a.m. to Noon ET: Secretary of Agriculture Sonny Perdue and RNC Chair Ronna Romney McDaniel talk tax reform; and New York Post columnist Michael Goodwin on the state of Mueller's Russia probe\n\nThe Fox News Rundown podcast: Extremism is an on-going battle around the world with more anti-government militias growing each day.",
  "NBC MUM ON POSSIBLY MORE MATTHEWS ACCUSERS: NBC is remaining quiet on whether other women have accused Chris Matthews inappropriate behavior after it was revealed over the weekend that the network paid money to a female staffer who said the MSNBC host had sexually harassed her...",
  "- Darrin Porcher, retired NYPD lieutenant, on \"Fox & Friends Weekend,\" slamming movements like Antifa and \"The Resistance\" and reflecting on a poll reported by Pete Hegseth that showed only 65 percent of conservatives and 37 percent of liberals are \"proud to be Americans.\"",
  "On tax reform, the GOP-controlled Congress last week agreed on a final plan that would reduce the corporate tax rate from 35 percent to 21 percent while adding across-the-board cuts to individual taxpayers -- adding an estimated $1.46 trillion to the deficit over a decade.",
  "But by tossing a string of roadblocks holding back the project, Obama administration officials helped allow the 35-year-old anti-Israel criminal enterprise to evolve into a major global security threat bankrolling terrorist and military operations, the report added.",
  "Strzok, a former deputy to the assistant director at the FBI, was removed from Special Counsel Robert Mueller's team investigating Russia collusion after Mueller learned Strzok had exchanged anti-Trump texts with a colleague who was also his mistress.",
  "According to senior administration officials, President Trump's strategy will focus on four \"pillars\": Protecting the homeland; promoting American prosperity; preserving peace through strength; and advancing American influence abroad.",
  "On Tuesday, Deputy FBI Director Andrew McCabe is set to appear before the House Intelligence Committee behind closed doors and face questions about Peter Strzok’s role in the Hillary Clinton email investigation.",
  "Today, Bruce Ohr, the former associate deputy attorney general who was demoted at the Justice Department following revelations about undisclosed meetings he had with officials from Fusion GPS, will testify.",
  "On Fox Business:\n\nTax reform and the Congress's race against time to avoid a government shutdown down will be among the hot topics with all the latest news and analysis from the guests below!",
  "By evening, Delta had already cancelled almost 900 Sunday flights and another 300 scheduled for today, nearly all of them in Atlanta, according to tracking service FlightAware.com.",
  "Bill Fulton is a former FBI confidential informant who provided detail to Fox News' Eric Shawn about taking down a man that's charged with conspiracy to murder federal officials.",
  "ET: House Majority Leader Kevin McCarthy weighs the GOP's chances at tax reform; interview with former White House communications director Anthony Scaramucci and Ivanka Trump.",
  "#OnThisDay\n\n1912: Fossil collector Charles Dawson reports to the Geological Society of London his discovery of supposed early human remains at a gravel pit in Piltdown.",
  "WATCH\n\nACROSS THE NATION\n\nReport: US soldier fought to end after ambush in Niger\n\nLeBron James sends message with black and white shoes, makes veiled slap at Trump.",
  "ET: Kevin Hassett, chairman of the Council of Economic Advisers for the White House; Gerald Storch, former Toys R Us CEO; and Sheila Bair, former FDIC chairman.",
  "The website reported that Matthews in 1999 paid $40,000 to the woman who worked on his show “Hardball with Chris Matthews” as an assistant producer.",
  "shuttering the federal government would be a political nightmare for both parties, especially ahead of next year’s congressional midterm elections.",
  "WATCH\n\nA CALL TO UNITE AROUND TRUMP: \"Rooting against a president is equivalent to getting on an airplane and hoping that the plane crashes.\"",
  "Fusion GPS is the firm behind the infamous - and discredited - dossier containing salacious allegations about then-candidate Donald Trump.",
  "On Russia, the Senate Intelligence Committee is expected to hear closed-door testimony from two key figures in the Russia investigation.",
  "1865: The 13th Amendment to the Constitution, abolishing slavery, is declared in effect by Secretary of State William H. Seward.",
  "NEW IN FOX NEWS OPINION\n\nMichael Goodwin: Sessions needs to halt the politicization of intelligence -- or hit the road.",
  "And members of Congress have avoided a shutdown since 2013, when the government came to a halt over ObamaCare funding.",
  "– Ala. Senator-elect Doug Jones, on \"Fox News Sunday,\" answering whether he will vote strictly along party lines.",
  "ET: Cable News Exclusive: Tavis Smiley speaks out against PBS and the sexual misconduct allegations against him.",
  "The subsequent Senate vote is less certain, considering Republicans need 51 votes with just a 52-48 majority.",
  "AS SEEN ON FOX NEWS WEEKEND\n\n'I'M GOING TO BE A DOUG JONES DEMOCRAT': \"It doesn't matter what the issue is.",
  "1892: Peter Ilyich Tchaikovsky's ballet \"The Nutcracker\" publicly premieres in St. Petersburg, Russia.",
  "President Trump said the ailing veteran senator could return to Capitol Hill \"if we need his vote.\"",
  "Lutheran Bishop Robert Alan Rimbo: It is often in the darkest moments that faith is rediscovered.",
  "McCain has returned home to Arizona after suffering side effects from brain cancer treatment.",
  "MINDING YOUR BUSINESS\n\nU.S. taxpayers rush to claim deductions under threat from tax bill.",
  "HOLLYWOOD SQUARED\n\nMcGowan slams Streep for planning ‘silent protest’ at Golden Globes.",
  "ET: Grover Norquist, Americans for Tax Reform president, and Rep. Doug Collins.",
  "Matt Damon slammed by ex Minnie Driver over comments about sexual misconduct.",
  "Ohr’s wife, Nellie, worked at Fusion GPS during the summer and fall of 2016.",
  "The power outage was caused by a fire in an underground electrical facility.",
  "Enjoy your day, and we'll see you in your inbox first thing Tuesday morning.",
  "The House is expected to vote Tuesday and pass the measure without problems.",
  "'Star Wars: The Last Jedi' opens with $220M, 2nd best weekend all-time.",
  "Todd Starnes: Was the FBI weaponized to take down the Trump presidency?",
  "(More than four decades later, Piltdown Man was exposed as a hoax.)",
  "PHOTOS: Pope Francis celebrates his birthday with extra-long pizza.",
  "Delta, with its biggest hub operation in Atlanta, was hardest hit.",
  "Bitcoin hits bigger stage as exchange giant CME launches futures.",
  "Want the Fox News Rundown sent straight to your mobile device?",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "332 Royal Caribbean passengers sickened with stomach virus.",
  "Concern about Sen. John McCain's has complicated the vote.",
  "Hunter Harrison, CEO of railroad company CSX, dead at 73.",
  "The Daily Caller first reported on the payment Saturday.",
  "I have just resisted trying to put labels on myself.\"\"",
  "Plus, commentary by National Review Editor Rich Lowry.",
  "A good Santa Claus can rake in $15,000 for the season.",
  "[There's] always opportunity to find common ground.",
  "Boy, 10, to get bionic hand in time for Christmas.",
  "STAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m.",
  "Thank you for joining us on Fox News First!",
  "Tucker Carlson Tonight, 8 p.m.",
  "Mornings with Maria, 6 a.m.",
  "Welcome to Fox News First.",
  "Lou Dobbs Tonight, 7 p.m.",
  "DID YOU HEAR ABOUT THIS?",
  "Risk & Reward, 5 p.m.",
  "Not signed up yet?",
  "Click here."
]