[
  "And they helped Clinton’s allies research damaging information on Trump and his advisers …”\n\nIf true, this would also be a clear, undeniable form of collusion, and it likely had an impact on the campaign, too, as Politico noted: “The Ukrainian efforts had an impact in the race, helping to force [Paul] Manafort’s resignation and advancing the narrative that Trump’s campaign was deeply connected to Ukraine’s foe to the east, Russia.”\n\nWhen taken in its totality, the evidence makes two things inescapably clear: (1) Foreign powers (Russians, Ukrainians, British spies) are having far too much impact on our elections, and (2) campaigns on both sides of the aisle are, at the very least, too willing to consider working with foreign powers to ensure victory on Election Day.",
  "Cohen has knowledge on certain subjects that should be of interest to the special counsel … Not just about the obvious possibility of a conspiracy to collude and corrupt the American democracy system in the 2016 election … but also knowledge about the computer crime of hacking and whether or not Mr. Trump knew ahead of time about that crime and even cheered it on.”\n\nOther than the largely unverified dossier produced by Fusion GPS and former British intelligence agent Christopher Steele, any claims of collusion by Cohen, who would very likely know of such activities, if they did occur, would be the first real evidence indicating members of the Trump team colluded with Russian-government-linked individuals to help win the election.",
  "Yes, there’s plenty of evidence that members of the Trump team may have been willing to collude with the Russians, as the details from the now infamous June meeting at Trump Tower indicate, but no one has yet to publicly release information showing anyone in the Trump campaign — never mind Trump himself — worked with Russia to win the election.",
  "His role remains unclear, but evidence suggests he may have been the source Simpson was alluding to in December 2016 when [Department of Justice official Bruce] Ohr recorded that Simpson told him, ‘Much of the collection about the Trump campaign ties to Russia comes from a former Russian intelligence officer (?",
  "not entirely clear) who lives in the U.S.’”\n\nIf, as some have speculated, Simpson was working with Veselnitskaya to entrap the Trump campaign — and it certainly seems like that is a real possibility — then that would mean the Clintons were also “colluding,” through Fusion GPS, with Russian officials.",
  "Veselnitskaya claims some of the information she used during the Trump Tower meeting came directly from Fusion GPS, and, even more bizarrely, Fusion GPS head Glenn Simpson testified before Congress that he had met with Veselnitskaya both the night before and the night after the Trump Tower meeting.",
  "Not only does he have a long history of working with the Clintons, but he was also recently forced to admit that reports he confirmed one month ago indicating Cohen was willing to testify that Trump knew about the June 2016 Trump Tower meeting in advance may not be accurate after all.",
  "Not only has he been caught lying over and over again, he also has a massive incentive to lie about collusion: If he tells Mueller what he and roughly half the country want to hear about Donald Trump, it’s very likely Cohen’s punishment for violating various laws will be reduced.",
  "As it has been widely reported, the very same Kremlin-linked Russian lawyer, Natalia Veselnitskaya, who met with Trump’s team (and reportedly with Trump’s knowledge) in June 2016 was a client of Fusion GPS, which the Clintons had hired to conduct opposition research about Trump.",
  "But they’ve also been put in an impossible situation: No matter who they voted for in the 2016 presidential election (save Gary Johnson and Evan McMullin, perhaps) they probably voted for someone who received aid or considered receiving aid from a foreign government.",
  "On Aug. 21, President Donald Trump’s former lawyer Michael Cohen signaled through his lawyer he is willing to work with special counsel Robert Mueller to uncover a “conspiracy to collude” with Russian officials during the 2016 presidential election.",
  "But even if Simpson had nothing to do with the meeting (he testified he didn’t even know about it), there is other evidence the Clintons may have worked, directly or indirectly, with foreigners to help defeat Donald Trump.",
  "Further, as Lee Smith at RealClearInvestigations notes, “Accompanying Veselnitskaya to the meeting was Russian-American lobbyist Rinat Akhmetshin, who had served in the Soviet Union’s military counterintelligence service.",
  "Colluding with foreign powers to win elections puts the United States in grave danger and, to some extent, undermines our democratic process; only Americans should be permitted to influence American elections.",
  "But let’s assume for a moment Davis is right and Cohen does have information that will prove the Trump campaign was involved in criminal acts perpetrated by foreign agents, such as hacking Democrats’ emails.",
  "For example, the Simpson-Steele dossier at the heart of so much of the investigation into Trump’s ties to Russia was sourced in part from connections Simpson and Steele had with Russians.",
  "However, these principles, which nearly all Americans agree with, are complicated by the very real possibility Hillary Clinton’s campaign also may have colluded with foreign governments.",
  "Even more directly, Politico reported in January 2017, “Ukrainian government officials tried to help Hillary Clinton and undermine Trump by publicly questioning his fitness for office.",
  "They also disseminated documents implicating a top Trump aide in corruption and suggested they were investigating the matter, only to back away after the election.",
  "As it has already been noted, at least one source used came from a “former Russian intelligence officer.” Does this unknown person still have ties to the Kremlin?",
  "That doesn’t mean Cohen doesn’t have important and true information about collusion, but fair-minded Americans won’t and shouldn’t take the man at his word.",
  "No person who actively works with foreign governments to win an election should be permitted to hold public office, especially the nation’s highest office.",
  "Of course, all of that may soon change, if Lanny Davis is telling the truth about what Cohen knows regarding Trump’s 2016 election.",
  "Thinking about colluding, or committing any crime, for that matter, is very different than actually colluding.",
  "Cohen previously testified in Congress he didn’t have any knowledge of the meeting before it occurred.",
  "They don’t want foreign governments shaping the course of America’s future.",
  "Cohen’s lawyer — Lanny Davis, a longtime Clinton ally — told MSNBC, “Mr.",
  "Most Americans sense these problems and genuinely care about collusion.",
  "There are serious reasons to doubt Cohen’s trustworthiness, too.",
  "And that’s a big “if.” There are good reasons to doubt Davis.",
  "If so, this would clearly be an example of collusion.",
  "Where, exactly, did they get this information?",
  "It certainly terrifies me.",
  "That should terrify you."
]