[
  "Simpson told investigators in the Aug. 22 interview that the FBI believed Steele’s allegations to be credible because the bureau “had other intelligence about this matter from an internal Trump campaign source.” (RELATED: 7 Revelations From Glenn Simpson’s Senate Testimony)\n\nNews outlets jumped on the claim and interpreted it to mean that the FBI had a mole from within the Trump campaign who provided information about possible collusion.",
  "The New York Times reported last month that during a booze-filled conversation at a London bar in May 2016, Papadopoulos told Alexander Downer, the Australian ambassador to the United Kingdom, that he had learned that the Russian government obtained Clinton campaign emails.",
  "(RELATED: Here’s How Much The FBI Planned To Pay Christopher Steele)\n\nDemocrats have accused Republicans and the White House of attempting to smear Steele and the dossier in order to detract from Special Counsel Robert Mueller’s investigation.",
  "Ignatius reports that Steele, a former MI6 agent, met with an old FBI contact in Rome around Oct. 1, 2016 to share findings from his investigation into Donald Trump’s and the Trump campaign’s associations with the Russian government.",
  "The possibility that the FBI shared information about its Russia investigation with Steele was raised last week with the release of a transcript of Fusion GPS founder Glenn Simpson’s Senate Judiciary Committee testimony.",
  "WATCH: Controversies Around Mueller’s Investigation:\n\nAccording to Ignatius, Steele had not heard of Papadopoulos, a little-known energy consultant who joined the Trump campaign as a volunteer adviser in March 2016.",
  "A month earlier, Papadopoulos met with a London-based professor named Joseph Mifsud who claimed to have been told by Russian government operatives that the government had “thousands” of Clinton emails.",
  "During the campaign, he was in contact with Sergei Millian, a Belarusian-American businessman who is reported to be one of the sources for some of the most jarring claims in the dossier.",
  "Ignatius’ report reveals for the first time that an FBI agent shared information about the bureau’s investigation with Steele, who operates a private research firm in London.",
  "Republican lawmakers have questioned how important Steele’s allegations were to the FBI’s counterintelligence probe and whether the FBI vetted the ex-spy’s information.",
  "“At this meeting, the FBI official asked Steele if he had ever heard of Papadopoulos,” reports Ignatius, who cited an official familiar with the meeting as his source.",
  "An FBI agent shared the name of former Trump campaign adviser George Papadopoulos with Trump dossier author Christopher Steele during a meeting in early October 2016.",
  "It has been reported that when the met with Steele in October, he was offered $50,000 if he could corroborate information about the Trump campaign’s ties to Russia.",
  "The looming question is whether Mifsud was being truthful to Papadopoulos and whether the campaign aide informed the Trump team about the possible Clinton dirt.",
  "The former British spy was hired in May 2016 by Washington, D.C.-based opposition research firm Fusion GPS to investigate Trump’s activities in Russia.",
  "It was not entirely clear from Simpson’s transcript how he would have heard about the Papadopoulos connection by the time of the Senate interview.",
  "The Australian government only decided to share the information with the bureau in July 2016, after WikiLeaks released the DNC’s hacked emails.",
  "That document alleged that the Kremlin had blackmail material on Trump and that he had been cultivated as an asset for five years.",
  "The timing is significant because it was before hacks of the DNC and Clinton campaign chairman John Podesta had been made public.",
  "A trip that Carter Page, another Trump campaign adviser, made to Moscow in July 2016 was also one of the catalysts for the probe.",
  "The New York Times has reported that Steele was never paid, while CNN reported last year that he was compensated for expenses.",
  "He pleaded guilty in October to lying to the FBI about his contacts with Russian nationals while working on the campaign.",
  "That new bit of information was revealed in a column published Wednesday by Washington Post columnist David Ignatius.",
  "It was reported last month that the information about Papadopoulos was one of the sparks for the FBI’s investigation.",
  "Page is accused in the dossier of being the campaign’s liaison to the Kremlin for the alleged collusion operation.",
  "(RELATED: George Papadopoulos’s Fascinating Link To The Trump Dossier)\n\nFollow Chuck on Twitter",
  "The FBI opened it counterintelligence investigation into possible collusion shortly after.",
  "But a source close to Fusion GPS clarified Simpson’s testimony, saying that he misspoke.",
  "The FBI had received information about Papadopoulos from the Australian government.",
  "It is possible that information from Papadopoulos did end up in the dossier.",
  "Two months later, he met for the first time with an FBI contact in London.",
  "Papadopoulos’ claims to Downer were not immediately shared with the FBI.",
  "Republicans have also questioned the FBI’s relationship with Steele.",
  "Trump and the White House have vehemently denied Steele’s claims.",
  "By that time, Steele had compiled the first memo of his dossier.",
  "Simpson was actually referring to the Papadopoulos connection.",
  "The dossier is at the center of a heated partisan dispute.",
  "Page has vehemently denied the charge."
]