[
  "Until Wednesday morning, Bruce G. Ohr held two titles at DOJ: associate deputy attorney general, a post that placed him four doors down from his boss, Deputy Attorney General Rod Rosenstein; and director of the Organized Crime Drug Enforcement Task Forces (OCDETF), a program described by the department as “the centerpiece of the attorney general’s drug strategy.”\n\nOhr will retain his OCDETF title but has been stripped of his higher post and ousted from his office on the fourth floor of “Main Justice.”\n\nInitially senior department officials could not provide the reason for Ohr’s demotion, but Fox News has learned that evidence collected by the House Permanent Select Committee on Intelligence (HPSCI), chaired by Rep. Devin Nunes, R-Calif., indicates that Ohr met during the 2016 campaign with Christopher Steele, the former British spy who authored the “dossier.”\n\nLater, a Justice Department official told Fox News: \"It is unusual for anyone to wear two hats as he has done recently.",
  "While the agencies say they have cooperated extensively with Nunes and his team, including providing several hundred pages of classified documents relating to the dossier, it was only last weekend that DOJ and FBI agreed to make available to the committee for questioning Peter Strzok, the high-ranking FBI official who was disciplined in July for having sent-anti-Trump texts to a colleague while playing a decisive role in last year’s investigation into Mrs. Clinton’s private server.",
  "The agencies’ decision to make Strzok available to House investigators came on the same day that The New York Times and The Washington Post disclosed the existence of the anti-Trump text messages, and Fox News disclosed that Strzok’s conduct in the Clinton case was under review by the FBI’s Office of Inspector General.",
  "According to congressional sources, Simpson and Ohr met sometime around Thanksgiving last year, when President-elect Trump was in the process of selecting his cabinet, and discussed over coffee the anti-Trump dossier, the Russia investigation and what Simpson considered the distressing development of Trump’s victory.",
  "How exactly Simpson and Ohr came to know each other is still being investigated, but initial evidence collected by the House intelligence committee suggests that the two were placed in touch by Steele, a former FBI informant whose contacts with Ohr are said by senior DOJ officials to date back to 2006.",
  "Additionally, House investigators have determined that Ohr met shortly after the election with Glenn Simpson, the founder of Fusion GPS – the opposition research firm that hired Steele to compile the dossier with funds supplied by the Hillary Clinton campaign and the Democratic National Committee.",
  "Nunes, who has instructed HPSCI staff to draft contempt-of-Congress citations against Rosenstein and FBI Director Christopher Wray – preparatory to a House vote on whether the citations should be enforced – issued a fresh subpoena on Thursday specifically covering Ohr and his files.",
  "By that point, according to published reports, the dossier had been in the hands of the FBI, which exists under the aegis of DOJ, for some five months, and the surveillance on Carter Page, an adviser to the Trump campaign, had started more than two months prior.",
  "The panel has issued numerous subpoenas for documents and witnesses related to the dossier but claims DOJ and FBI have “stonewalled,” an assertion that House Speaker Paul Ryan, R-Wis., seconded in a rare public statement in October.",
  "EXCLUSIVE: A senior Justice Department official was demoted this week amid an ongoing investigation into his contacts with the opposition research firm responsible for the anti-Trump “dossier,” the department confirmed to Fox News.",
  "Strzok was removed from the staff of Special Counsel Robert Mueller, who is probing allegations of collusion between the Trump campaign and the Russian government, and demoted to a position on the FBI’s human resources division.",
  "The demotion of Ohr thus marked the second time within a matter of months that the Justice Department and the FBI have disciplined for misconduct a senior official connected in some form or fashion to the Trump-Russia case.",
  "Former FBI Director James Comey, testifying before the House in March, described the dossier as a compendium of “salacious and unverified” allegations against then-candidate Donald Trump and his associates.",
  "The Nunes panel has spent much of this year investigating whether DOJ, under then-Attorney General Loretta Lynch, used the dossier to justify a foreign surveillance warrant against Page.",
  "The contacts between Ohr and Steele, and between Ohr and Simpson, have not been publicly disclosed nor shared with HPSCI staff.",
  "As you know, combating transnational criminal organizations and drug trafficking is a top priority for the attorney general.\"",
  "This person is going to go back to a single focus—director of our organized crime and drug enforcement unit."
]