[
  "(CNN) Hillary Clinton's campaign chairman John Podesta and former Democratic National Committee chairwoman Debbie Wasserman Schultz both privately denied to congressional Russia investigators that they had any knowledge about an arrangement to pay for opposition research on President Donald Trump, three sources familiar with the matter told CNN.",
  "In recent closed-door interviews with the Senate intelligence committee, Podesta and Wasserman Schultz said they did not know who had funded Fusion GPS, the intelligence firm that hired British Intelligence Officer Christopher Steele to compile the dossier on Trump, the sources said.",
  "In a statement, Wasserman Schultz said, \"I am grateful that the Senate Select Committee on Intelligence offered me the chance to share any useful information I may have had as former DNC Chairwoman, which could aid in its investigation of Russian interference in the 2016 elections.",
  "Senate intelligence Chairman Richard Burr told CNN Wednesday that the disclosure that Fusion GPS had been paid by the Clinton campaign and the DNC opens up a new line of inquiry for the panel to pursue as part of its investigation.",
  "Sitting next to Podesta during the interview: his attorney Marc Elias, who worked for the law firm that hired Fusion GPS to continue research on Trump on behalf of the Clinton campaign and DNC, multiple sources said.",
  "While the most salacious allegations in the dossier haven't been verified, its broad assertion that Russia waged a campaign to interfere in the election is now accepted as fact by the US intelligence community.",
  "One source familiar with the situation said that Podesta voluntarily spoke with the panel and that much the discussion centered on how Russian hackers got access to troves of his private emails.",
  "Perkins Coie took over funding for that research on behalf of Clinton and the DNC in April 2016, as it became increasingly clear that Trump would become the Republican presidential nominee.",
  "Podesta was asked in his September interview whether the Clinton campaign had a contractual agreement with Fusion GPS, and he said he was not aware of one, according to one of the sources.",
  "Their remarks to congressional investigators raise the stakes in their assertion that they knew nothing about the funding because it's against the law to make false statements to Congress.",
  "Asked about her interview before staff investigators on the Senate intelligence panel, which occurred earlier this month, Wasserman Schultz reiterated she had no awareness of the dossier.",
  "Senate investigators may seek to further question the two top Democrats and dig deeper on the origins of the so-called Trump dossier, one of the sources briefed on the matter said.",
  "As CNN has previously reported, Republican foes of Trump -- whose identity is still not known -- initially hired Fusion GPS\n\nto conduct opposition research on Trump.",
  "The White House has seized on the funding disclosures to discredit the ongoing investigations into potential collusion between the Russians and the Trump campaign.",
  "On Tuesday, that law firm, Perkins Coie, wrote in a letter that it had retained Fusion GPS as part of its representation of the Clinton campaign and the DNC.",
  "But with the new disclosure about the Clinton campaign and DNC ties, Podesta, Elias and Wasserman Schultz may have to return to the committee, sources said.",
  "Trump told reporters Wednesday that the Clinton campaign and DNC's involvement with the dossier is a \"very sad commentary on politics in this country.\"",
  "Republicans on the House intelligence committee are trying to subpoena financial records of Fusion GPS in order to learn who paid for the research.",
  "\"And any investigation when you have a revelation this big, it begins to clarify some pictures that you were already trying to understand.",
  "The disclosure of the Democratic funding source for Fusion GPS is raising new questions for the congressional Russian investigators.",
  "The Perkins Coie letter suggested its clients -- the Clinton campaign and the DNC -- did not learn about the matter until recently.",
  "But the dossier and Fusion GPS were not discussed in that interview, according to one source familiar with the investigation.",
  "The topic of Fusion GPS, the source says, came up toward the end of the interview and was not a focus for the investigators.",
  "The issue is currently in the midst of a court battle as Fusion GPS is seeking an injunction to stop the release.",
  "It is not clear whether Hill investigators will press to learn the source of the Republican funding of Fusion.",
  "The interviews happened before this week's disclosure that the Clinton campaign and DNC paid for the research.",
  "The top Democrat on the committee, Sen. Mark Warner of Virginia, declined to comment through a spokesperson.",
  "This ... will require us to dig a lot deeper in some areas that maybe a week ago we weren't planning to.\"",
  "This was an unprecedented attack on our democracy, and we must prevent it from ever happening again.\"",
  "The House intelligence committee has also spoken to Podesta as part of its Russia investigation.",
  "\"This provides us the ability to connect some dots that we couldn't do before this,\" Burr said.",
  "Fusion hired the former British spy who assembled the dossier in the summer of 2016.",
  "\"I'm certainly not going to discuss with you what I talked to any committee about.\"",
  "Elias was only there in his capacity as Podesta's attorney and not as a witness.",
  "\"I didn't have any awareness of the arrangement at all,\" she told CNN.",
  "Elias declined to comment, and Podesta did not respond to an inquiry.",
  "She declined to say whether she had spoken to the committee.",
  "Her Hill interview had not been previously reported.",
  "Wasserman Schultz spoke to the panel voluntarily."
]