[
  "\"Specifically, we have learned that the person who sought the meeting is associated with Fusion GPS, a firm which according to public reports, was retained by Democratic operatives to develop opposition research on the president and which commissioned the phony Steele dossier,\" he said.",
  "\"It became clear to me that this was the true agenda all along and that the claims of potentially helpful information were a pretext for the meeting,\" he said, implying his primary interest in accepting the meeting was to obtain damning information on Clinton from the Russians.",
  "\"We primarily discussed a program about the adoption of Russian children that was active and popular with American families years ago and was since ended by the Russian government, but it was not a campaign issue at the time and there was no follow-up,\" he said.",
  "Donald Trump Jr. said in a statement to The Times on Sunday that in the meeting, \"after pleasantries were exchanged, the woman stated that she had information that individuals connected to Russia were funding the Democratic National Committee and supporting Ms.",
  "Thomson Reuters\n\nPresident Donald Trump's oldest son, Donald Trump Jr., was promised damaging information about Hillary Clinton when he agreed to meet with a Russian lawyer with connections to the Kremlin in June 2016, The New York Times reported on Sunday.",
  "But in another statement released hours after The Times published its first story on Saturday, Trump's legal team painted the meeting as part of a Democratic effort to use Russian operatives to undermine the Trump campaign.",
  "There is no evidence that Veselnitskaya is connected to Fusion GPS, but there have been unconfirmed reports in conservative media circles that Fusion's CEO, Glenn Simpson, was hired by Veselnitskaya's client, Denis Katsyv.",
  "Getty Images\n\nWhen The Times first reached Donald Trump Jr. on Saturday for comment about the meeting, he did not mention the meeting was arranged after he was promised compromising information on Clinton.",
  "The Times report comes as Congress and the FBI are investigating whether any Trump campaign associates colluded with Russian officials in an effort to tilt the 2016 election in favor of Trump.",
  "\"We have learned from both our own investigation and public reports that the participants in the meeting misrepresented who they were and who they worked for,\" Corallo said in the statement.",
  "Veselnitskaya has strong ties to the Kremlin and is known for waging a harsh campaign against the 2012 Magnitsky Act, which blacklisted Russians suspected of human-rights abuses.",
  "She added that she had \"never acted on behalf of the Russian government\" and \"never discussed any of these matters with any representative of the Russian government.\"",
  "The Steele dossier is a report by former MI-6 agent Christopher Steele containing numerous damning and at-times salacious allegations about Trump's ties to Russia.",
  "The meeting, which Donald Trump Jr. arranged, was also attended by his brother-in-law, Jared Kushner, and the Trump campaign's chairman at the time, Paul Manafort.",
  "Veselnitskaya was also married to a former deputy transportation minister of the Moscow region, and her clients have included Russian state-owned businesses.",
  "Mark Corallo, the spokesman for Trump's outside legal team, told The Times on Sunday that \"the president was not aware of and did not attend the meeting.\"",
  "The article cited three advisers to the White House who The Times said were briefed on the meeting and two others who it said had knowledge of it.",
  "Russian President Vladimir Putin has called the Magnitsky Act \"outrageous\" and retaliated by barring Americans from adopting Russian children.",
  "In his initial statement to The Times, he said that it was a \"short introductory meeting\" and that he had \"asked Jared and Paul to stop by.\"",
  "Katsyv is the son of senior Russian government official Pyotr Katsyv and owner of the Cyprus-incorporated real-estate company Prevezon.",
  "Prevezon was being investigated by the Department of Justice at the time of the meeting over money-laundering charges.",
  "Donald Trump Jr. said she steered the conversation to the adoption program Putin had cut off and the Magnitsky Act.",
  "Donald Trump with his son Donald Trump Jr. during a news conference in the lobby of Trump Tower in New York City.",
  "Veselnitskaya told The Times on Saturday that \"nothing at all about the presidential campaign\" was discussed.",
  "The Times first reported on the meeting with the lawyer, Natalia Veselnitskaya, on Saturday.",
  "It was the first confirmed meeting between a Russian citizen and the Trump campaign.",
  "The statement continued: \"Her statements were vague, ambiguous, and made no sense.",
  "No details or supporting information was provided or even offered.",
  "It quickly became clear that she had no meaningful information.\"",
  "Simpson has denied the reports.",
  "Jared Kushner.",
  "Clinton.\""
]