[
  "But the Wall Street Journal editorial board cited the dossier development in calling for Mueller’s resignation on Thursday, saying the “troubling question is whether the FBI played a role” in aiding a “Russian disinformation campaign.”\n\n“Two pertinent questions: Did the dossier trigger the FBI probe of the Trump campaign, and did Mr. Comey or his agents use it as evidence to seek wiretapping approval from the Foreign Intelligence Surveillance Court of Trump campaign aides?” the editorial board wrote, before turning to Mueller's role:\n\n“The Fusion news means the FBI’s role in Russia’s election interference must now be investigated—even as the FBI and Justice insist that Mr. Mueller’s probe prevents them from cooperating with Congressional investigators.",
  "He could best serve the country by resigning to prevent further political turmoil over that conflict of interest.”\n\nAnother potential issue is Mueller’s supervision of a bribery probe involving a subsidiary of Russia’s Rosatom, which eventually got approval from the U.S. to buy a Canadian mining company that controlled a swath of American uranium reserves.",
  "“The whole reason for independent counsels is to have the public trust, the professionalism and the diligence of the investigation, but they have to guard against actual conflicts of interest and apparent conflicts of interest,” said former high-ranking Justice Department official James Trusty, who served under the Bush and Obama administrations.",
  "This week’s bombshell that a controversial anti-Trump dossier was funded by the Democratic National Committee and Clinton campaign has Republicans asking to what extent the FBI – which received some of the findings and briefly agreed to pay the same researcher to gather intelligence on Trump and Russia – used the politically connected material.",
  "“There may be some tipping point, though, separating facts from rumors, and we may be close to the tipping point.”\n\nEarlier this week, Chairman of the Senate Judiciary Committee Chuck Grassley, R-Iowa, called for a separate special counsel to investigate the Uranium One deal.",
  "“If the facts that you just laid out are true, then somebody with Bob Mueller’s integrity will step aside and should -- if in fact those facts, as you laid them out, are true,” Christie said on “Fox & Friends,” in response to various conflict-of-interest allegations.",
  "“The federal code could not be clearer – Mueller is compromised by his apparent conflict of interest in being close with James Comey,” Rep. Trent Franks, R-Ariz., who first called for Mueller to step down over the summer, said in a statement to Fox News on Friday.",
  "President Trump has called Mueller’s relationship with Comey “bothersome,” though hasn’t said much about Mueller’s role lately even as he seizes on the latest revelations about the Fusion GPS dossier to try and turn the tables on Democrats in the Russia scandal.",
  "Special Counsel Robert Mueller is facing a fresh round of calls from conservative critics for his resignation from the Russia collusion probe, amid revelations that have called into question the FBI’s own actions and potentially Mueller’s independence.",
  "Hill investigators also are looking into a Russian firm’s uranium deal that was approved by the Obama administration in 2010 despite reports that the FBI – then led by Mueller – had evidence of bribery involving a subsidiary of that firm.",
  "Critics question whether Mueller’s own ties to the bureau as well as fired FBI director James Comey now render him compromised as he investigates allegations of Russian meddling and collusion with Trump officials in the 2016 race.",
  "“As these various Russian related allegations swirl, I think Mueller increasingly regrets his decision to pick a staff in which half of the prosecutors had either given to, or participated, in Democratic causes,” Trusty said.",
  "SENATORS INTRODUCE BILL TO PROTECT SPECIAL COUNSEL FROM FIRING\n\nComey’s attorney, David Kelley, also has disputed the characterizations of the Mueller-Comey relationship interviews in the past.",
  "There are currently two pieces of legislation in the Senate, with bipartisan sponsorship, that would ensure a judicial check on the executive branch’s ability to remove a special counsel.",
  "At the time of the probe, Deputy Attorney General Rod Rosenstein, who appointed Mueller as special counsel, was a U.S. attorney and Mueller was FBI director.",
  "There’s no way that I can make any accusations against Mr. Mueller because he is a man of high ethical standards,” Grassley told “Fox & Friends” on Thursday.",
  "It is no slur against Mr. Mueller’s integrity to say that he lacks the critical distance to conduct a credible probe of the bureau he ran for a dozen years.",
  "GRASSLEY CALLS FOR SPECIAL COUNSEL TO INVESTIGATE URANIUM ONE DEAL\n\nGrassley, however, stopped short of suggesting he didn’t trust Mueller.",
  "Mueller, meanwhile, has been criticized by Republicans for the makeup of his investigative team, which includes several Democratic donors.",
  "“There might be reasons to wonder his involvement because of his involvement with the previous administration during this period of time.",
  "Both served long legal careers that involved overlapping time spent within the Department of Justice, and that’s pretty well documented.",
  "Congressional Republicans over the summer raised concerns over Mueller’s relationship with Comey, whom Trump ousted from the FBI in May.",
  "Chris Christie, a former federal prosecutor and Trump ally, also suggested Friday that Mueller consider stepping aside.",
  "“It is now commonly agreed, after many months of COSTLY looking, that there was NO collusion between Russia and Trump.",
  "They don’t really have a personal relationship.”\n\nKelley told Fox News on Friday that he stands by those comments.",
  "Reps. Franks and Andy Biggs, both Republicans from Arizona, had called for Mueller’s resignation for that reason.",
  "Republicans want to know how that deal was approved despite the evidence gathered in the bribery probe.",
  "Lindsey Graham, R-S.C., and Thom Tillis, R-N.C., are behind the bills, along with Democratic senators.",
  "But beyond that, they’re not close, personal friends,” Kelley told the Washington Post this summer.",
  "… All of the revelations in recent weeks make the case stronger.”\n\nOutgoing New Jersey GOP Gov.",
  "Mr. Mueller is a former FBI director, and for years he worked closely with Mr. Comey.",
  "“The appearance of a conflict is enough to put Mueller in violation of the code.",
  "The special counsel’s office declined Fox News’ request for comment.",
  "Other Republicans have sought to protect Mueller from interference.",
  "“Bob and Jim have a congenial relationship as former colleagues.",
  "This is not the first time Mueller has faced calls to step down.",
  "“They’re friends in the sense that co-workers are friends.",
  "Was collusion with HC!” he tweeted Friday.",
  "“That was an unforced error.”",
  "Republican Sens."
]