[
  "Investor William Browder testified at the Senate Judiciary Committee on Thursday that Fusion GPS, the firm that had been responsible for creating and pushing the so-called “Russia dossier” against Donald Trump, had been paid by the Russian government to push for the repeal of the human rights sanctions in the Magnitsky Act of 2012.",
  "Until now, the media and the Democrats have proceeded under the assumption that Russia intervened in the 2016 election by hacking the email server of the Democratic National Committee, as well as the private email of Hillary Clinton campaign chair John Podesta, and releasing their emails via Wikileaks.",
  "The entire theory rests on the ridiculous claim that Trump had invited Russia to hack Clinton and the Democrats when he joked last July about the Russians releasing the emails Clinton had deleted from her illicit private server.",
  "(The left-wing HuffPost observed Thursday as the anniversary that Trump “asked for Russian help in the election.”) That joke prompted then-CIA director John Brennan to convene an investigation of alleged Russian interference.",
  "The Russia conspiracy theory so beloved by the media and the Democratic Party fell apart this week — though it was easy to miss, amidst the chaos at the White House and the collapse of Congress’s effort to repeal Obamacare.",
  "Strassel asked: “What if it was the Democratic National Committee or Hillary Clinton’s campaign?” The money could have passed through intermediaries, she added.",
  "The Wall Street Journal‘s Kimberly Strassel noted Thursday that Fusion GPS has ties to the Democrats — and will not reveal who paid it for the dossier.",
  "They have further claimed — with no evidence — that the Trump campaign may have colluded with the Russians in obtaining or releasing the emails.",
  "Browder told the Senate Judiciary Committee that it is common for Russia to back both sides in elections, simply to create chaos.",
  "And that would make sense, given their long history of appeasing the Russians, under both Clinton and Barack Obama.",
  "In other words, the Russian government may have been paying to smear Trump with false and salacious accusations.",
  "That means the real story of collusion in the 2016 election could be that Democrats were working with Russia.",
  "Or the truth could be that Russia was trying to embarrass both parties, to weaken the eventual winner.",
  "He is the co-author of How Trump Won: The Inside Story of a Revolution, is available from Regnery.",
  "In fact, it turns out that Russia may have been trying to undermine Trump.",
  "He was named one of the “most influential” people in news media in 2016.",
  "There is no evidence that Russia was colluding with the Trump campaign.",
  "Joel B. Pollak is Senior Editor-at-Large at Breitbart News.",
  "Regardless, the Russia conspiracy theory has now collapsed.",
  "And it may have done so in collusion with the Democrats.",
  "But there is evidence Russia was working against it.",
  "And the truth is only beginning to emerge.",
  "Follow him on Twitter at @joelpollak."
]