[
  "6 – Comey cited the Steele dossier in the applications to monitor Page even though his own FBI determined the document was “only minimally corroborated.”\n\nThe GOP memo relates that after dossier author Christopher Steele was terminated months earlier as an FBI source a “source validation report conducted by an independent unit within FBI assessed Steele’s reporting as only minimally corroborated.” Still, Comey saw fit, according to the Republican and Democrat memos, to utilize the dossier in the FISA documents.",
  "CNN, for example, reported the documents state that “Russian operatives claim to have compromising personal and financial information about Mr. Trump” and contain “allegations that there was a continuing exchange of information during the campaign between Trump surrogates and intermediaries for the Russian government.”\n\n9 – Comey’s FBI may have utilized a second dossier authored by Cody Shearer, a shadowy former tabloid journalist who has long been closely associated with various Clinton scandals.",
  "Citing the same source, CNN reported that Shearer’s dossier is “actually a set of notes based on conversations with reporters and other sources.” CNN reported that Shearer had “circulated those notes to assorted journalists, as well as to Blumenthal.”\n\nWiner subsequently penned a Washington Post oped in which he conceded that while he was working at the State Department, he exchanged documents and information with Steele and that some of the information passed to Steele originated with Shearer.",
  "The Democrats’ rebuttal states that the DOJ provided the FISA court with “additional information obtained through multiple independent sources that corroborate Steele’s reporting.” The rebuttal does not mention the names of the other “independent sources.”\n\nShearer reemerged in the news cycle in recent weeks when the Guardian newspaper reported that the FBI has been utilizing a second dossier authored by Shearer as part of its probe into Trump and alleged Russian collusion.",
  "That referral contains partially redacted sentences that Steele received information from someone in the State Department, who in turn had been in contact with a “foreign sub-source” who was in touch with a redacted name described as a “friend of the Clintons.”\n\nNumerous media reports have since stated that the second dossier author mentioned in the Grassley-Graham memo was Shearer, an associate of longtime Clinton friend Sidney Blumenthal.",
  "8 – Comey briefed Trump and Obama on the contents of the dossier in an official, formal classified briefing even though he knew the document’s political origins, his own FBI determined the document to be “only minimally corroborated”, and Comey himself later referred to the dossier as “unverified.” The briefing was subsequently leaked to the news media and started a flurry of publicity about the wild accusations inside the dossier.",
  "The former FBI chief stated that following a January 6 Oval Office meeting with Intelligence Community leaders, Comey “remained alone with the President Elect to brief him on some personally sensitive aspects of the information assembled during the assessment.”\n\nIt is clear Comey was referring to the dossier since he writes that the “salacious and unverified” material was about to be publically reported by the news media.",
  "In an attempt to rebut the Republican argument that the FISA court was not informed about the dossier’s specific origins, the Democratic memo quotes from an explanation to the court that Steele:\n\nwas approached by an identified U.S. person who indicated to Source #1 [Steele] that a U.S.-based law firm had hired the identified U.S. person to conduct research regarding Candidate #1’s ties to Russia.",
  "The newspaper reported that, like Steele’s dossier, Shearer’s memo cites an “unnamed source within Russia’s FSB” alleging that Trump was compromised by Russian intelligence during a 2013 trip to Moscow in which the future president purportedly engaged in “lewd acts in a five-star hotel.”\n\nShearer’s name was reportedly associated with a criminal referral of Steele by Sens.",
  "The news network cited “multiple U.S. officials with direct knowledge of the briefings” – in other words, officials leaking information about classified briefings – revealing the dossier contents were included in a two-page synopsis that served as an addendum to a larger report on Russia’s alleged attempts to interfere in the 2016 presidential election.",
  "The previously released four-page House Intelligence Committee memo alleging abuse of surveillance authority documents that on October 21, 2016, the FBI and Justice Department sought and received the FISA order against Page, and that the agencies sought the renewal of the order every 90 days in accordance with court requirements.",
  "However, the Republican memo specifically and apparently correctly charged that “neither the initial application in October 2016, nor any of the renewals, disclose or reference the role of the DNC, Clinton campaign, or any party/campaign in funding Steele’s efforts.” The Democratic memo fails to dispute that charge.",
  "According to the memo, Comey “signed three FISA applications in question on behalf of the FBI, and Deputy Director Andrew McCabe signed one.” The memo relates that the FBI utilized the anti-Trump dossier compiled by former British spy Christopher Steele as evidence against Page in order to obtain the FISA warrant.",
  "However, the memo relates that the Page FISA application “incorrectly assesses that Steele did not directly provide information to Yahoo News.”\n\nThe memo continued:\n\nSteele has admitted in British court filings that he met with Yahoo News and several other outlets in September 2016 at the direction of Fusion GPS.",
  "NEW YORK — James Comey took to Twitter on Saturday to respond to an earlier tweet by President Donald Trump about the Russia probe, with the former FBI director exclaiming that the “American people will hear my story very soon.”\n\n“And they can judge for themselves who is honorable and who is not,” Comey added.",
  "In other words, Comey’s briefings themselves and the subsequent leak to CNN about those briefings by “multiple US officials with direct knowledge,” seem to have given the news media the opening to report on the dossier’s existence as well as allude to the document’s unproven claims.",
  "This while he tweets about determining who is “honorable.”\n\n1 – Comey signed FISA applications that cited the largely discredited anti-Trump dossier as purported evidence to conduct surveillance on Carter Page, who briefly served as a volunteer campaign foreign policy adviser.",
  "In his statement summarizing his conversation with Trump, Comey refers to Russian prostitutes, a key component of the dossier:\n\nHe said he had nothing to do with Russia, had not been involved with hookers in Russia, and had always assumed he was being recorded when in Russia.",
  "Prior to CNN’s report leaking the Comey briefing to Trump, which was picked up by news agencies worldwide, the contents of the dossier had been circulating among news media outlets, but the sensational claims were largely considered too risky to publish.",
  "That disclosure raises questions about Comey’s June 2017 prepared remarks for the Senate Select Committee on Intelligence in which he related that he pushed back against a suggestion from Trump to investigate the origins of the dossier claims.",
  "The GOP memo relates that in early January 2017, prior to Trump’s inauguration, Comey briefed Trump and Obama on the dossier even though months later Comey would label the dossier as containing “salacious and unverified” material.",
  "National Review previously dubbed Shearer a “Creepy Clinton Confidante” and “The Strangest Character in Hillary’s Vast Left-Wing Conspiracy.”\n\nAaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "On January 10, CNN was first to report the leaked information that the controversial contents of the dossier were presented during classified briefings inside classified documents presented one week earlier to Obama and Trump.",
  "Contrary to the rebuttal’s characterization, this paragraph is a far cry from informing the court that the dossier utilized in the FISA warrant was paid for by Trump’s primary political opponents, namely Clinton and the DNC.",
  "Democrats on the House Intelligence Committee last month released a purported rebuttal to the House GOP memo, but the Democrats’ document actually confirmed that Comey’s FISA applications did indeed cite the Steele dossier.",
  "Comey writes:\n\nDuring the dinner, the President returned to the salacious material I had briefed him about on January 6, and, as he had done previously, expressed his disgust for the allegations and strongly denied them.",
  "In a private White House dinner with Trump on January 27, Comey says the topic of the “salacious material” again came up and he reveals that Trump was considering asking the FBI to investigate the origins of the claims.",
  "According to sources who spoke to CNN, Shearer’s information was passed from Blumenthal to Jonathan Winer, who at the time was a special State Department envoy for Libya working under then-Secretary of State John Kerry.",
  "After reviewing all FISA warrant applications on the matter, the Republican memo confirms the FISA court was never informed that Steele was working on behalf of Perkin Coie, the DNC or Hillary’s campaign.",
  "I replied that he should give that careful thought because it might create a narrative that we were investigating him personally, which we weren’t, and because it was very difficult to prove a negative.",
  "As Breitbart News documented, the leak about Comey’s dossier briefing to Trump set in motion a barrage of news media attention on the dossier, including the release of the document to the public.",
  "5 – Comey cited the dossier in the FISA applications to monitor Page even though he personally called the information contained in Steele’s dossier “salacious and unverified” months later.",
  "Yet during his June 8, 2017 prepared remarks before the Senate Select Committee on Intelligence, Comey referred to the anti-Trump dossier as containing “salacious and unverified” material.",
  "Further, informing the FISA court about “an identified U.S. person” who hired Steele fails to actually identify that U.S. person as Glenn Simpson, founder of the controversial Fusion GPS.",
  "Perkins Coie was aware of Steele’s initial media contacts because they hosted at least one meeting in Washington DC in 2016 with Steele and Fusion GPS where this matter was discussed.",
  "According to the GOP memo, senior officials at the FBI were aware that Clinton and the DNC partially financed Steele’s work when they applied for the FISA warrant on October 21, 2016.",
  "Also, the general mention of “a U.S.-based law firm” does not identify to the FISA court the actual firm, Perkins Coie, which is known for its representation of Clinton and the DNC.",
  "2 – Comey reportedly did not tell the FISA court that Steele’s dossier was funded by Hillary Clinton’s 2016 presidential campaign and the Democratic National Committee (DNC).",
  "Comey was responding to Trump’s charge that the ex-FBI chief was aware of illicit activity at the FBI regarding the probe into unsubstantiated claims of Russian collusion.",
  "The controversial Fusion GPS hired Steele’s company, Orbis Business Intelligence, to do the anti-Trump work that resulted in the compilation of the infamous dossier.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "The briefing also may have provided the veneer of respectability to a document circulated within the news media but widely considered too unverified to publicize.",
  "A Yahoo News article about an alleged trip by Page to Moscow was cited as purported evidence against Page in the FISA warrant, according to the House GOP memo.",
  "The Democrats claim that the above-referenced paragraph proves the Obama-era agencies informed the FISA court about the “political” origins of the dossier.",
  "The GOP memo relates that the initial FISA application notes Steele worked for a “named U.S. person,” but does not name Fusion GPS or its founder Simpson.",
  "#DrainTheSwamp — Donald J. Trump (@realDonaldTrump) March 17, 2018\n\nThe Fake News is beside themselves that McCabe was caught, called out and fired.",
  "Fusion GPS was paid for its anti-Trump work by Hillary Clinton’s 2016 campaign and the Democratic National Committee via the Perkins Coie law firm.",
  "The FBI speculates that the identified U.S. person was likely looking for information that could be used to discredit Candidate #1’s campaign.",
  "However, according to the GOP memo, senior FBI officials already knew the political origins of the dossier months before Comey met with Trump.",
  "As many are now finding out, however, there was tremendous leaking, lying and corruption at the highest levels of the FBI, Justice & State.",
  "According to the Guardian report, the FBI was still assessing portions of the Shearer memo at the time the Guardian article was released.",
  "— James Comey (@Comey) March 17, 2018\n\nBelow, in no particular order, are nine major problems with Comey’s actions in the Russia probe.",
  "How many hundreds of thousands of dollars was given to wife’s campaign by Crooked H friend, Terry M, who was also under investigation?",
  "7 – Comey admitted to pushing back against a request from Trump to possibly investigate the origins of claims made inside the dossier.",
  "The identified U.S. person never advised Source #1 as to the motivation behind the research into candidate #1’s ties to Russia.",
  "The Guardian reported the so-called Shearer memo was given to the FBI by Steele in October 2016 to back up some of his claims.",
  "Breitbart News has released a series of articles documenting credibility issues faced by Fusion GPS and its leadership.",
  "4 – Comey’s FISA application is accused of incorrectly assessing that Steele did not provide information to Yahoo News.",
  "— Donald J. Trump (@realDonaldTrump) March 17, 2018\n\nMr. President, the American people will hear my story very soon.",
  "The Democrats’ rebuttal contains no evidence that Comey informed the FISA court about the involvement of Fusion GPS.",
  "As the House Intelligence Committee has concluded, there was no collusion between Russia and the Trump Campaign.",
  "All that changed when the dossier contents were presented to Obama and Trump during the classified briefings.",
  "3 – Comey’s FISA application reportedly did not inform the court that Steele had been hired by Fusion GPS.",
  "Comey first filed the FISA application citing the dossier on October 21, 2016, according to the GOP memo.",
  "He said he was considering ordering me to investigate the alleged incident to prove it didn’t happen.",
  "Winer acknowledged that he shared anti-Trump material with Steele passed to him by Sidney Blumenthal.",
  "Still, Comey cited Steele’s work to sign FISA applications to monitor an American citizen.",
  "(The identified U.S. person and Source #1 have a long-standing business relationship.)",
  "Renewals require separate finding of probable cause each time, the memo relates.",
  "He also briefed Trump and then-President Barack Obama on the dossier contents.",
  "Four days after that briefing, the dossier was published by BuzzFeed.",
  "The identified U.S. person hired Source #1 to conduct this research.",
  "And they can judge for themselves who is honorable and who is not.",
  "He said he would think about it and asked me to think about it.",
  "Chuck Grassley (R-IA) and Lindsey Graham (R-SC).",
  "Comey pushed back against that idea.",
  "Comey knew it all, and much more!",
  "Follow him on Facebook.",
  "How many leaks?",
  "How many lies?"
]