[
  "“The Deputy Attorney General Rod Rosenstein told members of Congress under oath that he had no knowledge that Bruce Ohr was involved in the Russia investigation and he told members of Congress that he wasn’t aware Bruce Ohr had permission to be working on the investigation,” he said.",
  "Texas Republican Rep. John Ratcliffe said the testimony on Tuesday could help shed a light on who else in the Justice Department or the FBI was aware of the unverified information laid out in the dossier and was then used to justify surveillance of a Trump campaign staffer.",
  "DOJ’S BRUCE OHR WROTE CHRISTOPHER STEELE WAS ‘VERY CONCERNED ABOUT COMEY’S FIRING – AFRAID THEY WILL BE EXPOSED’\n\nThe Republican-led House Intelligence Committee found that Steele effectively used Ohr as a back channel for communications after the termination.",
  "Justice Department official Bruce Ohr is set to testify Tuesday during a closed-door session of the House Oversight Committee, where he will face a grilling about his involvement with ex-British spy Christopher Steele—the author of the salacious Trump dossier.",
  "The hearing will focus on communications between Ohr and Steele, following revelations earlier this month that the pair extensively communicated, even after the FBI dropped Steele as a source in November 2016 over his contacts with the media.",
  "Republicans will likely allege that Ohr played a pivotal role in selling the unverified dossier, created by Fusion GPS – where his wife Nellie ohr worked – and paid for by Hillary Clinton's campaign and the Democratic National Committee.",
  "The documents also show that as the ex-British spy was shopping around the dossier to multiple media outlets, he also asked Ohr to help with a Russian oligarch – Oleg Deripaska – amid speculations that the U.S. might impose sanctions.",
  "“But we know very clear, that is not in dispute, that Bruce Ohr had more than 60 contacts with Christopher Steele and his wife was retained and paid to create the dossier with Christopher Steele,” the congressman continued.",
  "President Trump seized on the revelations, slamming it as more proof that the investigation into his campaign for the alleged collusion with the Russian government is a “witch hunt” against him.",
  "California Republican Rep. Darrell Issa told Fox News on Monday that Ohr’s testimony could be a “strong opportunity” to reveal information about his conversations with Steele.",
  "Steele, an ex-British spy, was a key source cited by the FBI and Department of Justice to obtain a FISA (Foreign Intelligence Surveillance Act) warrant to monitor Page.",
  "“I would certainly think that he should be relieved of all authorities and powers until this investigation has been completed at a minimum,” Issa said.",
  "During recent congressional testimony, now-fired FBI agent Peter Strzok confirmed that \"the FBI received documents and material from Mr.",
  "One of Ohr’s notes also suggested that in December 2016, Fusion GPS co-founder Glenn Simpson met with him.",
  "“DOJ’s Emails & Notes show Bruce Ohr’s connection to (phony & discredited) Trump Dossier,\" Trump tweeted.",
  "The dossier was used by federal officials to justify the surveillance of a top Trump aide, Carter Page.",
  "He added that Ohr should be suspended at least until the end of the investigation.",
  "\"A creep thinking he would get caught in a dishonest act.",
  "“Glen(n) gave me a memory stick,” wrote Ohr.",
  "Rigged Witch Hunt!”",
  "Ohr.\""
]