[
  "She called the decision a “good ruling overall, recognizing the importance of the news media being able to report accurately on matters of public interest that are subject to government action, even if they cannot be independently verified, and even if they are defamatory.”\n\nEarly last year, Gubarev and two of his businesses sued BuzzFeed and its editor-in-chief for defamation, claiming that the dossier unfairly slandered the Russian businessman and his enterprises.",
  "Thus, when BuzzFeed published the Dossier, it explained (via the hyperlink) that the Dossier was the subject official actions in the form of classified briefings by four intelligence directors to [then-President Obama and President-elect Trump] and an FBI investigation.”\n\nUngaro did not say for certain that the publication was privileged, because she said it was not yet established whether the investigation and briefing actually took place.",
  "| Charley Gallay/Getty Images for BuzzFeed Judge in libel suit rules BuzzFeed may have protection for report on Trump dossier\n\nBuzzFeed scored a significant legal victory on Monday with a judge’s ruling that the online outlet appears to have legal protection for its decision to publish the so-called dossier about President Donald Trump’s alleged ties to Russia.",
  "Story Continued Below\n\nLawyers for the Russian businessman, Aleksej Gubarev, said there was no indication that any U.S. government activity relating to the dossier amounted to the kind of official proceeding that journalists are permitted to report on without legal liability for the information drawn from that proceeding.",
  "Ruling in a libel suit brought by a Russian internet entrepreneur named in the document, U.S. District Court Judge Ursula Ungaro, based in Miami, ruled on Monday that BuzzFeed could claim the “fair report privilege” for its brief article and the accompanying release of the dossier online in January 2017.",
  "\"We’re confident that, when discovery is complete, there isn’t going to be any evidence that the December Memo – which is the only memo that mentioned Gubarev, Webzilla, or XBT – was the subject of any 'investigation' at the time Buzzfeed published the dossier,\" Fray-Witzer said in an email to POLITICO.",
  "A BuzzFeed spokesman hailed the judge’s latest decision\n\n“Today’s ruling is a victory for the American free press and the First Amendment, which allows citizens to monitor the conduct of their leaders and elected representatives,” said the spokesman, Matt Mittenthal.",
  "As we have argued from the start, the public’s interest in understanding the investigation into whether the Russian government compromised and colluded with Donald Trump is, and has always been, quite clear.”\n\nUngaro, who was appointed by President George H.W.",
  "“As the judge writes, a document that was circulating at the highest levels of government, under active investigation by the FBI and briefed to two successive presidents, falls squarely into the category of ‘official action’ by our government.",
  "After the initial publication, BuzzFeed redacted mentions of Gubarev from the document and apologized for having left the name in the document, which was prepared by Christopher Steele, a former British intelligence officer.",
  "He said he thinks further factual developments in the case will show that the portion of the dossier mentioning Gubarev and his companies was not actually being investigated when BuzzFeed published the document last year.",
  "“Today’s ruling is a victory for the American free press and the First Amendment, which allows citizens to monitor the conduct of their leaders and elected representatives,” a BuzzFeed spokesman said.",
  "Steele was working at the time for the private investigation firm Fusion GPS, which was looking into Trump on behalf of the Democratic National Committee and Hillary Clinton’s presidential campaign.",
  "The BuzzFeed article accompanying the so-called dossier did not make clear that such an investigation was underway, but the story linked to a CNN web article that detailed that aspect of the saga.",
  "However, while she turned down BuzzFeed’s bid last year to move the suit from Florida to New York, on Monday she sided with the outlet in holding that New York law should apply in the case.",
  "“A confidential briefing to the President and the President-elect by the four most senior intelligence directors in the country is official action taken by those empowered to do so.",
  "“The Court agrees with Defendants that the term ‘official proceeding’ should be broadly interpreted to apply to any official action,” the judge wrote in her 22-page decision .",
  "An attorney for Gubarev, Evan Fray-Witzer, said he was \"thrilled\" with an aspect of Ungaro's ruling that denied an even broader form of protection BuzzFeed claims.",
  "So too is an FBI investigation into the truth of the Dossier’s allegations.”\n\nMorning Media Your guide to the media circus — weekday mornings, in your inbox.",
  "“I agree with the judge’s ruling, but I do not think it was a slam dunk going in,” said Jane Kirtley, a professor at the University of Minnesota Law School.",
  "And a House Intelligence Committee report declassified by Trump in February seems to confirm that the FBI investigated the dossier.",
  "For instance, she denied the outlet’s request to claim an even broader “neutral reportage privilege” recognized by the 2nd U.S.",
  "However, former FBI Director James Comey said under oath in Senate testimony that the briefing took place.",
  "“It appears in the body of the Article, within the words ‘CNN reported, which are written in blue.",
  "However, media law experts described the judge's decision as a positive development for BuzzFeed.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Bush, did not accept all of BuzzFeed’s arguments about its publication of the dossier.",
  "“The hyperlink here is conspicuous,” Ungaro wrote.",
  "Circuit Court of Appeals, based in New York.",
  "You can unsubscribe at any time.",
  "The judge said that was enough.",
  "Ungaro disagreed."
]