[
  "But Devin Nunes, the Republican chairman of the House Intelligence Committee who spearheaded the majority’s memo, told Fox that a “footnote saying something may be political” was “a far cry from letting the American people know that the Democrats and the Hillary campaign paid for dirt that the FBI then used to get a warrant on an American citizen to spy on another campaign.”\n\nRepublicans stuck with that critique following the Democratic memo’s release, complaining that it ignored the fact that the DNC and the Clinton campaign paid for the Steele dossier—a fact that was not explicitly revealed to the court.",
  "But the application noted that “the FBI speculates that [Simpson] was likely looking for information that could be used to discredit [Trump’s] campaign.”\n\nPortions of the Democrats’ memo were redacted by the Justice Department prior to its release, including details about which aspects of Steele’s research on Page the FBI had been able to independently corroborate.",
  "The court also renewed the FISA warrant on Page three separate times following the FBI’s initial application in October 2016, and, according to the Democrats, former FBI Deputy Director Andrew McCabe told the committee in a December interview that the bureau has worked “vigorously” to vet Steele’s reporting.",
  "An extract from the FISA warrant application, reproduced in the Democratic memo, says that despite their “longstanding business relationship” stemming from their past work on Russia-related issues, Simpson did not tell Steele about “the motivation behind the research” into Trump’s Russia ties.",
  "In a rebuttal memo released Saturday, Democrats included a portion of the Justice Department’s application to the Foreign Intelligence Surveillance Court, which described the political origins of Steele’s research into Trump’s Russia ties in 2016.",
  "But as the original Republican memo also acknowledged, that inquiry began months before the FBI received the Steele dossier, and the FISA court appears to have been aware that Steele was an anti-Trump source.",
  "But the redactions “were not to the detriment” of the substance of the memo, a Democratic committee source told me, speaking on condition of anonymity due to the classified nature of the material.",
  "Democrats, however, have said the Justice Department was upholding its longstanding practice of not identifying U.S. persons and entities in highly classified intelligence reports.",
  "Republicans acknowledged earlier this month, following an outcry from Democrats, that the FBI did disclose the dossier’s political origins in a “footnote” on the FISA application.",
  "The Justice Department told the court in its FISA application that Steele had been “approached” by Fusion GPS’s co-founder, Glenn Simpson, to research Trump’s Russia ties.",
  "Perkins Coie, a law firm representing the Democratic National Committee, took over funding for the project in April 2016 after Trump won the Republican nomination.",
  "Fusion GPS was first hired in December 2015 by the conservative owner of the Washington Free Beacon to conduct opposition research on Trump.",
  "Steele was hired in mid-2016 by Fusion GPS."
]