[
  "There is a pattern: whether for the sake of clarity or whether Trump sees some value in injecting a hint of illicit romance into the narrative—or whether he simply thinks that the presence of a woman suggests that someone is up to no good—he has lately organized his roster of co-conspirators by couple, as if the Mueller investigation were a special subplot on “Love Island.” That tendency was on full display this week, when Peter Strzok (he is one of the “Lovers”) was fired from his job at the F.B.I.",
  "On Monday, President Donald Trump, in the midst of multiple feuds, tweeted, “The list of bad players in the FBI & DOJ gets longer & longer.” According to Trump, that list demonstrates that the Mueller investigation into Russian meddling and possible collusion in the 2016 election is the result of a nefarious plot against him, which, like his shifting explanations for his campaign’s actions, can be hard to follow.",
  "report presents that as a choice of priorities, and not, given the Bureau’s resources, a necessity, adding, “We did not have confidence that this decision by Strzok was free from bias.” Strzok has defended himself by saying that if he had really wanted to help Clinton and derail the Trump campaign, he could have leaked details of the Russia investigation.",
  "To summarize: Hillary’s people’s money went to the political campaign of Jill, the wife of Andrew, who was the superior of Peter and Lisa—who were, in case anyone has forgotten, having an affair—and to the paycheck of Nellie, the wife of Bruce, who helped to funnel Chris and Nellie’s work to Peter, who reassured Lisa that Donald would be stopped.",
  "Here is how Trump described their roles this week: “Bruce Ohr of the ‘Justice’ Department (can you believe he is still there) is accused of helping disgraced Christopher Steele ‘find dirt on Trump.’ Ohr’s wife, Nelly, was in on the act big time - worked for Fusion GPS on Fake Dossier.” The story is, of course, more complicated than that.",
  "He had also told interviewers from the F.B.I.’s Office of the Inspector General, Michael Horowitz (an Obama appointee), which conducted a review of the F.B.I.’s Clinton e-mail investigation, that he did not mean to imply that he, or “we”—in this case, meaning people in the Bureau—would take any action to interfere with the election.",
  "Comey has since said that a key reason he felt he had to reveal the e-mails’ existence immediately upon learning of them, without determining whether they mattered (they didn’t), was that he feared there was no time to review them before the election, and that waiting would look like a coverup.",
  "McCabe, like Strzok, was alerted by the team investigating Anthony Weiner, the husband of the Clinton aide Huma Abedin (“wife of perv sleazebag,” per Trump), for sexting with an underage girl, that new e-mails had been discovered on Weiner’s computer six weeks before the election.",
  "Lovers” are Strzok—a Bureau veteran who was the lead agent on the investigation into Hillary Clinton’s use of a private e-mail server and, as the deputy assistant director of the F.B.I.’s counterintelligence division, on the Russian-collusion investigation—and Lisa Page, an F.B.I.",
  "On Tuesday, the “Fox & Friends” host Steve Doocy said, “Bruce Ohr was getting it from his wife, Nellie Ohr, before he’d go to work!” “I know!” his co-host Ainsley Earhardt said—but we don’t really know, in part because some of the information about Ohr’s meetings with the F.B.I.",
  "Similarly, Jill McCabe, in an op-ed for the Washington Post, wrote that the campaign contributions she received were “on par with what other candidates in competitive races on both sides of the aisle received”—which itself says something about how expensive even state races are.",
  "It may be part of the normal economy of political campaigns, but there is something discomfiting about the prospect of a government-official husband of a woman who was being paid to do opposition research on a political candidate being enlisted to help amplify that work.",
  "Her campaign received some four hundred and sixty-seven thousand dollars from a PAC associated with McAuliffe, who is also strongly associated with the Clintons and with boundless, brazen fund-raising practices, and another two hundred thousand from the state party.",
  "His wife, Nellie (not Nelly), is a Russia expert and did, indeed, work for Fusion GPS, which had been retained by a law firm that was, in turn, being paid by the Clinton campaign, and had also hired Steele, a British former intelligence officer whom Ohr also knew.",
  "You think she’s going to remember or care that it was more doj than fbi?” But the exchange that Trump’s supporters consider the smoking gun came on August 8, 2016, when Page texted Strzok for reassurance that Trump was “not ever going to become president, right?",
  "But McCabe didn’t brief Comey about the scope of the findings until eleven days before the election—almost a month later, and only after prosecutors in the Southern District of New York had pushed him to—and Strzok doesn’t seem to have followed up.",
  "They texted each other frequently and were so indiscreet about their animosity toward Trump (a “loathsome human,” “an idiot,” “Trump should go f himself”) that, when the messages were discovered, Robert Mueller took Strzok off the investigation.",
  "Page said that she and Strzok used their work phones for what should have been personal conversations, “because we were trying to keep our affair a secret from our spouses.”\n\nThe Trumpist cartoon version is flatter, if still intricate.",
  "Strzok, Page, McCabe, and Ohr were on the list of people whose security clearances Sarah Huckabee Sanders, the White House press secretary, said were under review on Wednesday, when she announced that John Brennan, the former C.I.A.",
  "Page had also texted Strzok, during a debate about how many agents and prosecutors should be present when Hillary Clinton sat down for her interview with the F.B.I., in July of 2016, “She might be our next president.",
  "Or, seen from another angle, Donald’s people fired Andrew and Peter, drove Lisa to quit her job, and demoted Bruce because all of them kept asking questions about Vladimir, while Donald pilloried Nellie and Jill.",
  "We’ll stop it.”\n\nLast month, when Strzok testified before a joint hearing of two House committees, he said that when he wrote “we’ll stop it,” he had been thinking in terms of the American people.",
  "Ohr’s exact role—conduit, booster, concerned colleague, helpful husband—and the question of how extensive his contacts with Peter Strzok, in particular, might have been, are contentious issues.",
  "One of the O.I.G.’s conclusions was that, although McCabe had followed the rules by consulting with the Bureau’s ethics office about his wife’s campaign, the rules should be a lot tighter.",
  "From that point it made its way to Peter Strzok’s team, and also became part of the basis for a Foreign Intelligence Surveillance Act warrant directed at a Trump adviser, Carter Page.",
  "Arguably, had Strzok and McCabe informed him right away, the e-mails could have been quietly, deliberately reviewed, and the matter put to rest well before voters went to the polls.",
  "If the collusion-couple stories nonetheless feel unseemly, that is, in part, because politics is infused with money, and, in the culture of Washington, too many lines get crossed.",
  "At some point—exactly when is in dispute—he turned to Bruce Ohr, whom he had known even before Nellie Ohr signed on with Fusion, and who, in turn, got in touch with the F.B.I.",
  "(“Strzok started the illegal Rigged Witch Hunt - why isn’t this so-called ‘probe’ ended immediately?” the President tweeted this week, although Strzok did not start it.)",
  "(“finally,” Trump tweeted), setting the President off on a string of references that, to those who have not followed every episode closely, might be incomprehensible.",
  "(there were several) is still classified, in part because insinuations from some in Congress and in published reports have been contradictory or, as yet, unverified.",
  "The product of that research was what is known as the Steele dossier, a compendium of memos, some of which contain lurid allegations of widely varying credibility.",
  "Except that one thing that the Strzok-Page texts also reflect is their deep apprehension that Russian interference in the election was a real and immediate threat.",
  "Northam’s outreach came a little more than six months after her husband had become the F.B.I.’s assistant director in charge of the Washington, D.C., field office.",
  "Enter the other couples: Strzok’s superior, and Page’s direct boss, was Andrew McCabe (to whom Page also texted a variation of the “loaded for bear” admonition).",
  "Ohr, at any rate, has now been demoted, reportedly because he had failed to fully inform Justice Department officials about his meetings with Steele and Simpson.",
  "director James Comey, when Trump fired him, and then Attorney General Jeff Sessions fired McCabe, supposedly for his lack of “candor” in a leak investigation.",
  "All this has been spun into baroque theories about rigging and hoaxing, engulfing even a ham-radio license that Nellie Ohr supposedly obtained in 2016.",
  "As The New Yorker’s Jane Mayer has reported, Steele has told close associates that he took it upon himself to show a copy of the dossier to an F.B.I.",
  "She has written that she was recruited by Ralph Northam, then the lieutenant governor, and was encouraged by the state’s governor, Terry McAuliffe.",
  "report also notes that the Page-Strzok texts had “cast a cloud” over the e-mail investigation, partly because they had been sent on official F.B.I.",
  "There will be chance to review, as more and more hearings are scheduled, and perhaps even a final test, with questions about bills of impeachment.",
  "But, with all that, it’s worth remembering that these are fallible humans (the phrase is, in fact, a redundancy) whose lives have been upended.",
  "Strzok’s firing, as my colleague John Cassidy has noted, went beyond the recommendations of the F.B.I.’s Office of Professional Responsibility.",
  "This raises the possibility that the dismissal was meant to retaliate against Strzok, or to intimidate others assigned to the Mueller probe.",
  "When Trump tweets, as he did this week, “No Obstruction – I just fight back!,” he is not denying an offense so much as redefining it.",
  "contact in London because he was so disturbed by its contents—and not because anyone connected to the Clinton campaign told him to.",
  "Except that the timing is a bit off: Northam’s initial contact came a week before the story of the Clinton e-mails first broke.",
  "He will be interviewed by investigators for the House Judiciary and Oversight and Government Reform Committees on August 28th.",
  "report, issued in June, found no firm evidence that Strzok’s and Page’s views “directly affected” any investigative actions.",
  "Expect more tweets from Trump about the Ohrs, and for attacks on them to be fan favorites at Trump rallies and on Fox News.",
  "(When it comes to the F.B.I., it might be best if politicians adopted a simple credo: don’t try to do me any favors.)",
  "Bruce Ohr was, until late last year, an associate deputy Attorney General, assigned to the area of organized crime.",
  "The Office also noted that Strzok was not the “sole decision-maker” when it came to the key investigative moves.",
  "And what about Bruce Ohr, of what Trump calls the “ ‘Justice’ Department,” and “his beautiful wife, Nelly”?",
  "Trump seems to believe that if he can make an investigator go away the investigation will disappear, too.",
  "McCabe’s dismissal came hours before he would have become eligible for full retirement benefits.",
  "In other words, if Strzok and McCabe did any slow-walking, it just ended up hurting Clinton.",
  "Lisa, meanwhile, warned Peter and Andrew that it would be bad to treat Hillary like a bear.",
  "They might simply, earnestly, have been trying to raise an alarm about Russian wrongdoing.",
  "Strzok, in his testimony last month, said that Ohr had provided “material” to the F.B.I.",
  "Donald then called Omarosa a dog, and told John that he couldn’t see any more secrets.",
  "didn’t find any of Strzok or McCabe’s excuses for the delay particularly persuasive.",
  "But never mind that: let’s talk about “McCabe wife,” Jill, who is a pediatrician.",
  "But there must be a more straightforward way for our political system to operate.",
  "were irritated with Andrew McCabe when the McAuliffe contributions became public.",
  "director Andrew McCabe and the woman Trump refers to, simply, as “McCabe wife”?",
  "But, according to Mayer, he was frustrated by the F.B.I.’s slow pace.",
  "Nellie Ohr and Steele were both doing opposition research on Trump.",
  "Strzok was distracted by the Russia investigation, but the O.I.G.",
  "The Trumpist reply to that is: Of course he wasn’t acting alone!",
  "The Russia investigation is where, at last, the Ohrs come in.",
  "The last thing you need is us going in there loaded for bear.",
  "In 2015, she ran for a seat in the Virginia state senate.",
  "Ohr also met with Glenn Simpson, a founder of Fusion GPS.",
  "(The Washington Post’s Glenn Kessler has a good roundup.)",
  "(McCabe doesn’t even have one at the moment, apparently.)",
  "To Trump, this means that both McCabes were bought.",
  "(Did she get it to communicate with her handlers?)",
  "McCabe defended his boss, the former F.B.I.",
  "Lovers” Trump frequently refers to, again?",
  "director, had had his clearance revoked.",
  "report, some people in the F.B.I.",
  "Everyone is “in on it”—big time.",
  "And, according to the O.I.G.",
  "lawyer, who resigned in May.",
  "And the former deputy F.B.I.",
  "To begin with, the “F.B.I.",
  "(She lost the election.)",
  "Here, then, is a primer.",
  "!” Strzok replied, “No.",
  "Who are the “F.B.I.",
  "Not quite clear?",
  "No he won’t.",
  "The O.I.G.",
  "The O.I.G.",
  "The O.I.G.",
  "devices.",
  "Right?"
]