[
  "(RELATED: Bruce Ohr Will Be Interviewed By Congress)\n\nIn the piece, titled “NRA lawyer said to have concerns about group’s ties to Russia,” Gordon and Stone claimed that congressional investigations “have learned that a longtime attorney for the National Rifle Association expressed concerns about the group’s ties to Russia and possible involvement in channeling Russian money into the 2016 elections to help Donald Trump.” (RELATED: Here’s Why You Should Be Skeptical Of That McClatchy Article About Michael Cohen’s Trip To Prague)\n\nThe article also quoted California Rep. Adam Schiff, the top Democrat on the House Intelligence Committee.",
  "The report listed Mitchell, a partner at the firm Foley & Lardner, as one of the “individuals or groups who were involved in or may have knowledge of third-party political outreach from the Kremlin to the Trump campaign.”\n\nTwo days later, McClatchy newspapers cited two anonymous sources who claimed that Mitchell expressed concerns just after the election that Russians had funneled secret cash to the National Rifle Association.",
  "(RELATED: Emails Show Christopher Steele Lobbied Bruce Ohr On Behalf Of Putin-Linked Oligarch)\n\nOhr’s wife, a Russia expert named Nellie Ohr, also worked for Simpson and Fusion GPS, which worked for the Clinton campaign and the Democratic National Committee to dig up dirt on then-candidate Donald Trump during the 2016 election.",
  "In their March 13 memo, Democrats included Mitchell on a witness list along with Russian national Maria Butina and GOP operative Paul Erickson as someone who “can shed light on the NRA’s relationship with Alexander Torshin.”\n\nSimpson had also told Ohr about Torshin, according to the Justice Department official’s notes.",
  "Mitchell told TheDCNF that she “never met or heard of either of them until the stories and indictment.”\n\n“I wonder why the indictment says nothing about what these people actually did in 2016 to change or influence one thing the NRA did or did not do,” Mitchell told TheDCNF.",
  "Mitchell told McClatchy the claim was a “complete fabrication.”\n\n“I have no knowledge of anything like this and zero concerns whatsoever about anyone — Russians or otherwise — who ‘funneled’ funds to/ through NRA,” she told the news wire service.",
  "“Whether there was an effort by Russia to create a back channel or assist the Trump campaign through the NRA or gun-rights groups is an open question the committee’s minority has endeavored to answer for the past year,” Schiff said.",
  "“The reason is because I am confident there was zero action taken by NRA related to those two individuals.”\n\nNumerous news articles about Torshin and Butina were published in the months following Simpson and Ohr’s meeting.",
  "“An NRA lawyer named Cleta Mitchell found out about the money pipeline and was very upset, but the election was over,” Simpson said, according to Ohr’s handwritten notes, which were read to TheDCNF by a government source.",
  "But notes taken during a meeting between Department of Justice official Bruce Ohr and Glenn Simpson, the founder of Fusion GPS, could shed light on how the allegations made their way into the public sphere.",
  "“Some of Glen’s [sic] people believe that the NRA received abnormally large amount of money to spread in the election, possibly indicating Russian involvement, but others disagree,” Ohr wrote in his notes.",
  "“I’ve suspected all along it was Glenn Simpson/Fusion who made up that story.”\n\nMitchell minced no words when asked what she thinks about Simpson presenting her name to a top Justice Department official.",
  "Notes taken by Department of Justice official Bruce Ohr show that Fusion GPS founder Glenn Simpson claimed that longtime GOP lawyer Cleta Mitchell was concerned about Russian funding for the NRA.",
  "The Daily Caller News Foundation has learned that during a Dec. 10, 2016, meeting in Washington, D.C., Simpson told Ohr that Mitchell learned of and was troubled by Russian funding for the NRA.",
  "Mitchell has emphatically denied the allegations in the McClatchy article, saying that she never expressed concern about Russian funding for the NRA because she had not heard anything about it.",
  "And emails recently provided to Congress showed that, just after his meeting with Ohr, Simpson emailed Nellie Ohr an article from the left-wing site Think Progress about Torshin and Butina.",
  "Mitchell told TheDCNF that numerous news outlets, including ABC News, The New York Times, NPR, Talking Points Memo and CNN approached her about what she says is a “false story” about her.",
  "Like Simpson’s statement to Ohr, the article made the false assertion that Mitchell is currently a lawyer for the NRA, but she hasn’t had a relationship with the organization for years.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "She is suspected of attempting to infiltrate conservative political groups, including the NRA, at the direction of Torshin, a top official with Russia’s central bank.",
  "Ohr’s notes of his meeting with Simpson show that not everyone at Fusion GPS bought into his theory that Russians were funneling secret cash to the NRA.",
  "The Ohr-Fusion connection has come under intense scrutiny from Republican lawmakers who want to know Ohr’s involvement in the Russia investigation.",
  "Veteran GOP lawyer Cleta Mitchell suddenly found her name mixed up in the investigation into Russian meddling in the 2016 presidential election.",
  "The first public mention of Mitchell came in a March 13 report released by Democrats on the House Permanent Select Committee on Intelligence.",
  "Simpson’s claim to Ohr about Mitchell closely matched a March 15 article published by McClatchy reporters Greg Gordon and Peter Stone.",
  "The origin of the claims about Mitchell, which she says are a “complete fabrication,” have remained a mystery for months.",
  "Ohr had been in contact with Christopher Steele, the former British spy was working for Simpson on the Trump dossier.",
  "Contrary to what the initial McClatchy article and Simpson claimed, Mitchell’s NRA board membership expired in 2013.",
  "Simpson and Ohr were meeting to discuss Fusion GPS’s investigation into Russian interference in the 2016 election.",
  "Mitchell vehemently denies the allegation, which first appeared in a news article published by McClatchy in March.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "I had zero contact with the NRA in 2016,” Mitchell told the reporters after their article was published.",
  "It is unclear how House Intelligence Democrats, led by Schiff, obtained the information about Mitchell.",
  "Mitchell says Simpson should be prosecuted for making false statements to a federal official.",
  "Butina, 29, was indicted on July 17 on charges that she acted as a foreign agent of Russia.",
  "A spokesman for Schiff did not respond to a request for comment for this article.",
  "Gordon, one of the McClatchy reporters, said he stands by the Mitchell story.",
  "As you know, we already quoted Ms. Mitchell as denying these allegations.",
  "We do not discuss the sources for our stories.” he told TheDCNF.",
  "“I have not had any relationship with the NRA in six years.",
  "Butina was in a relationship with Erickson at the time.",
  "“[The] only one who bit was McClatchy,” Mitchell said.",
  "But Mitchell denies ever meeting Butina and Erickson.",
  "“He should be prosecuted for violating 18 USC 1001.",
  "Lying to a federal agent is a crime,” she said.",
  "A lawyer for Fusion GPS also did not respond.",
  "“Thank you!” Nellie Ohr responded.",
  "“We stand by our story."
]