[
  "But, again, I have faith in the deputy attorney general that he's going to do what he told me he would do.”\n\nSen. Lindsey Graham of South Carolina, an author of one of the bills, said on ABC: “It would be good to have legislation protecting all special counsels.”\n\nBut he added that the special counsel also needs to investigate the Justice Department and the way the FBI handled the Clinton email investigation, as well as the early stages of the Russian investigation.",
  "| Aaron P. Bernstein/Getty Images 2 Senate Republicans see merit in protecting special counsel\n\nCongress should advance legislation preventing a president from firing a special counsel, two Senate Republicans said Sunday, breaking with some of their GOP colleagues who have shrugged off the need for such a safeguard.",
  "New reports last week said Trump ordered White House lawyer Don McGahn to fire Mueller — who is investigating whether Trump has attempted to obstruct the Russia investigation and his campaign's contacts with Russia — but backed down after McGahn threatened to resign.",
  "And the law would apply to that person also.”\n\nSeparately, Graham said Republicans on the House Intelligence Committee should not publish a classified memo they say will reveal misconduct by senior FBI officials involved in investigating Trump's campaign.",
  "Story Continued Below\n\nDemocratic and Republican senators in August 2017 introduced two bills would make it harder for a president to fire a special counsel, but the legislation has languished with little hope of passing the House.",
  "Speaking on CNN’s \"State of the Union,\" Sen. Susan Collins of Maine said, “It probably wouldn’t hurt” for Congress to pass a bill that would stop President Donald Trump from firing special counsel Robert Mueller.",
  "“I'm very disturbed by the way the Department of Justice and the FBI handled Mr. Steele,\" he said, referencing the Russia dossier compiled by Christopher Steele and later used by Fusion GPS.",
  "The Justice Department has warned that doing so without first consulting the agency would be “extraordinarily reckless.\"",
  "\"It would certainly not hurt to put that extra safeguard in place, given the latest stories,\" Sen. Susan Collins said.",
  "\"I want somebody who is without a political bias to come in and look at the allegations that I have seen.",
  "“The text messages between the two FBI agents don't show political leaning; they show a political bias.",
  "“But it would certainly not hurt to put that extra safeguard in place, given the latest stories.",
  "And the way the FBI conducted itself and the Department of Justice bothers me.\"",
  "“There are some constitutional issues with those bills,” Collins said.",
  "\"I think we need a special counsel to go into that area as well.",
  "I've seen a lot of conflicts of interest,” Graham said.",
  "\"No, I don't want it released yet,\" Graham said.",
  "I've been a lawyer most of my adult life."
]