[
  "[After this interview, Browder tweeted that Interpol blocked the Russian warrant and warned “member states that Interpol channels cannot be used by Russia in my case.”]\n\nWhat do you make of the Fusion GPS dossier, considering you have a history of the firm behind it?",
  "However I have had very close involvement with [Paul Monteleone], the U.S. attorney in the Southern District who we worked with to prosecute some of the beneficiaries from the money laundering from the case that Sergei Magnitsky had exposed.",
  "I had a rose-colored glasses view of Putin in his first couple of years, primarily because the situation was so chaotic at the end of the [Boris] Yeltsin era, so that everybody, including myself, was looking for some kind of order.",
  "He was ready to lie to journalists and provide misinformation to journalists in order to satisfy his mandate from his Russian clients, which suggests that his credibility on all projects should be put in question.",
  "What do you make of the Russian attorney, Natalia Veselnitskaya, who had been active in trying to get the Magnitsky Act repealed by meeting with Donald Trump Jr. and other campaign officials last summer?",
  "And since Putin has, in my estimate, $200 billion in net worth, much of which is held offshore, he’s absolutely personally terrified about losing his wealth to the Magnitsky Act.",
  "And Putin uses all of his diplomatic positions to always take the opposite position to what the West wants to do in order to make himself relevant in international diplomacy.",
  "His objectives are to take his criminal regime and expand it as far and as wide as he can and use all of the leverage he can against everybody who stands in his way.",
  "I do have some very strong thoughts on Glenn Simpson, who is one of the founders of Fusion GPS, based on his conduct in trying to discredit me and Sergei Magnitsky.",
  "One can assume that he would have behaved towards that dossier in the same way as he might have behaved...in other situations, like the anti-Magnitsky campaign.",
  "And in 2012, the financier became the driving force behind the Magnitsky Act, a U.S. law that slapped sanctions on Russian oligarchs, to Putin’s great ire.",
  "In a telephone interview from London, Browder spoke to Newsweek about Putin, corruption and his family’s history with the American Communist Party.",
  "Either way, the U.S. Department of Homeland Security briefly banned him in late October after the Russians had him placed on the Interpol list.",
  "However, we don’t know what Glenn Simpson’s role was and if Glenn Simpson got his hands on it and had any involvement in the final production.",
  "He’s a dangerous adversary, and a lot of Western politicians have this misconception that they can appease him or try to reason with him.",
  "One is employing the Magnitsky Act, and the other is to freeze and seize Russian criminal proceeds in money laundering investigations.",
  "The problem is that Russia has nuclear weapons and they have...a very high market share for energy, gas energy that flows to Europe.",
  "And based on the way that the Magnitsky law is written, people who financially benefit from this crime can have their assets frozen.",
  "And there’s not a chance that Congress is going to repeal a bill which sanctions Russian torturers and murderers coming to America.",
  "It didn’t happen, and we know it didn’t happen, based on the testimony of eight people at the meeting, who all agree what happened.",
  "Sergei Magnitsky was an incredibly intelligent, principled and idealistic man who was this sort of positive face of the new Russia.",
  "The reason that Putin is so scared about this is that he personally financially benefited from the crime Sergei Magnitsky exposed.",
  "Bill Browder may seem like a mild-mannered financier, but he is, perhaps, nemesis number one for Russian President Vladimir Putin.",
  "And we’ve really only scratched the surface, and with a tiny scratch, and we need to be much more aggressive about two things.",
  "The part that’s not been cleared up is that…I have not heard from Interpol that they deleted the notice from their system.",
  "Putin is terrified of losing power, and the only way he can stay in power is to turn the screws tighter on the people.",
  "Beyond that, if I cross over into any other country with an Interpol notice hanging over my head, I will be arrested.",
  "In October, the Kremlin put him on Interpol’s international police watch list—and accused him of murdering Magnitsky.",
  "Browder’s partner in that effort was his tax lawyer, Sergei Magnitsky, who was imprisoned and died behind bars.",
  "I’m highly confident it can’t be repealed for one simple reason: It would require an act of Congress to do so.",
  "So basically, the person who did the work [former M16 officer Christopher Steele] has a very high reputation.",
  "The only thing that [he] respect[s] is hard power, and Putin understands when there’s a boot on his throat.",
  "The 53-year-old is the CEO of Hermitage Capital Management, once the largest foreign investor in Russia.",
  "But in 2006, the authorities kicked him out of the country, calling him a threat to national security.",
  "My grandfather was an American Communist, and he married my grandmother, who was a Russian Communist.",
  "All we can do is not reward their authoritarian kleptocracy by closing down the West to their money.",
  "Canada has since passed similar legislation, and Moscow convicted Browder of tax fraud in absentia.",
  "Getting rid of the Magnitsky Act is one of the top, if not the top, priorities of the Putin regime.",
  "So the premise that she might have gone in there to talk about adoption, does that seem plausible?",
  "Instead of getting rid of the concept of oligarchs, he just became the biggest oligarch himself.",
  "It’s basically an economy driven by a few large resource companies that are owned by the state.",
  "It’s also corroborated by notes from Paul Manafort and a talking point memo that she produced.",
  "The American-born hedge fund manager, however, claims he was booted for exposing corruption.",
  "[When] my grandmother was dying of cancer…the U.S....wanted to deport her back to Russia.",
  "Browder says that the charges against his attorney were false—and that he was murdered.",
  "I don’t think we’re really in a position to encourage democratic tendencies in Russia.",
  "And they will use every trick they have in the book, and they are very good at it.",
  "Obviously, the Kremlin has put a huge priority on trying to get this rolled back.",
  "He was in jail, really, as my proxy, and so it was impossible for me to sleep.",
  "The Russian economy is the size of the Italian economy, and it’s stagnating.",
  "You renounced your American citizenship in the ’90s and moved to London.",
  "During the 1950s, the McCarthy era, my family was viciously persecuted.",
  "We just don’t know what that offer was and whether it was accepted.",
  "What can the U.S. do to encourage democratic tendencies in Russia?",
  "Things can swing wildly in the wrong direction from time to time.",
  "We’ve seen so much about Russian interference with the election.",
  "I don’t have any ability to assess whether it is true or false.",
  "Do you worry that the Magnitsky Act could ever get repealed?",
  "There’s been a constant drip of news about Manafort lately.",
  "It’s impossible to really meddle in their internal affairs.",
  "It just left a legacy of bad feeling about the rule of law.",
  "And in a certain way, we’re sort of seeing that right now.",
  "I felt guilty taking a shower because I knew he couldn’t.",
  "And she clearly wasn’t there just to ask for something.",
  "She was there as a representative of the Putin regime.",
  "So there’s two countries I can safely travel to now.",
  "One is Canada, and the other is the United States.",
  "Russia trying to destabilize America and the West.",
  "Have you had involvement with him over the years?",
  "Has the impact really been that great in Russia?",
  "The thing is that he didn’t prepare the dossier.",
  "Do you think the travel problem is cleared up?",
  "How worried should Americans be about this?",
  "It’s headed towards a totalitarian regime.",
  "Right now, it’s an authoritarian regime.",
  "You weren’t always Putin’s enemy, right?",
  "How should Americans think about Putin?",
  "Russia has really no economic strength.",
  "The U.S. visa part has been cleared up.",
  "She must have been there with an offer.",
  "(Browder calls the charge absurd.)",
  "How strong is Russia’s economy?",
  "I’ve been [in London] 28 years.",
  "Putin is an enemy to the West.",
  "Tell me about that decision?",
  "Do you have hope for Russia?",
  "No, I’m highly pessimistic.",
  "She was there on a mission.",
  "Would you ever move back?",
  "What was Magnitsky like?",
  "I’ve made my choice.",
  "No."
]