[
  "The newspaper reported that, like Steele’s dossier, Shearer’s memo cites an “unnamed source within Russia’s FSB” alleging that Trump was compromised by Russian intelligence during a 2013 trip to Moscow in which the future president purportedly engaged in “lewd acts in a five-star hotel.”\n\nSteele’s dossier infamously claimed that while Trump was staying in the presidential suite at the Ritz Carlton Hotel in Moscow in 2013, the real estate mogul hired “a number of prostitutes to perform a ‘golden showers’ (urination) show in front of him.” The dossier claims that Trump wanted to “defile” the bed because he learned that President Obama had used the same suite during a trip to Russia.",
  "The Independent reported on a government investigation of whether Shearer misrepresented himself as working on behalf of the Clinton State Department in Bosnia in the 1990s:\n\nAccording to the Washington Examiner, Mr Shearer was investigated by the State Department Inspector General in 1998 after he led negotiations that “caused temporary diplomatic damage in Bosnia.” Citing documents obtained by Citizens United through the Freedom of Information Act, the Examiner reported that Mr Shearer “may have represented himself as speaking on behalf of the State Department” in conversations about the proposed partitioning of Bosnia.",
  "A criminal referral released last week and authored by Grassley and Lindsey Graham (R-SC) contains redacted information that Steele received information from someone in the State Department, who in turn had been on contact with a “foreign sub-source” who was in touch with a redacted name described as a “friend of the Clintons.”\n\nNumerous media reports have since stated that the second dossier author mentioned in the Grassley-Graham memo was Shearer, an associate of longtime Clinton friend Sidney Blumenthal.",
  "National Review previously dubbed Shearer a “Creepy Clinton Confidante” and “The Strangest Character in Hillary’s Vast Left-Wing Conspiracy.”\n\nThe New York Times reported on Friday:\n\nCody Shearer, an American political operative with ties to the Democratic Party, has been crisscrossing Eastern Europe for more than six months to secure the purported kompromat from a different Russian, said people familiar with the efforts, speaking on the condition of anonymity to avoid damaging their relationship with him.",
  "Citing the same source, CNN reported that Shearer’s dossier is “actually a set of notes based on conversations with reporters and other sources.” CNN reported that Shearer had “circulated those notes to assorted journalists, as well as to Blumenthal.”\n\nAccording to the source, in addition to Shearer’s information, Steele’s dossier was also passed to Winer and made its way up to Kerry:\n\nSteele also gave the dossier to Winer, who flagged to his superiors at the State Department, according to the source.",
  "The Times related that despite those claims “there remains no evidence that such a video exists.”\n\nThe infamous, largely discredited 35-page anti-Trump dossier produced by the controversial Fusion GPS firm and paid for by Hillary Clinton’s 2016 presidential campaign and the Democratic National Committee similarly contained the unsubstantiated charge that Russia had potential blackmail information in the form of Trump consorting with prostitutes in a Moscow hotel room in 2013.",
  "The meeting to obtain the video took place inside a Russian embassy, prompting further American fears they were being used by the Russia government\n\nThe Times reported the Russian “showed the American businessman a 15-second clip of a video showing a man in a room talking to two women.”\n\nContinued the report:\n\nNo audio could be heard on the video, and there was no way to verify if the man was Mr. Trump, as the Russian claimed.",
  "In his letter, Grassley inquired about a second possible memo on Trump, asking whether “anyone at the DNC” ever received “other memoranda written or forwarded by Mr. Steele regarding Mr. Trump.”\n\nGrassley further asked the DNC to provide “all communications to, from, copying, or relating to” numerous individuals for the periods of March 2016 through January 2017, including any communications between the DNC and Shearer.",
  "In an oped last week published in the Washington Post, Winer described what he claimed was the evolution of his contacts with Blumenthal regarding Shearer’s information:\n\nIn late September, I spoke with an old friend, Sidney Blumenthal, whom I met 30 years ago when I was investigating the Iran-contra affair for then-Sen. Kerry and Blumenthal was a reporter at the Post.",
  "Spies, Seeking to Retrieve Cyberweapons, Paid Russian Peddling Trump Secrets.” The article cites American and European intelligence officials describing a secretive campaign to allegedly pay a Russian businessman with murky ties to Russian intelligence and a history of money laundering for the delivery of purportedly stolen National Security Agency cyber weapons.",
  "Instead, he claimed to have possessed what the Times report characterized as “unverified and possibly fabricated information involving Mr. Trump and others, including bank records, emails and purported Russian intelligence data.”\n\nThe Russian claimed to have video of Trump engaged in sexual acts with prostitutes in a Moscow hotel room in 2013, the sources stated.",
  "National Review further reported on Shearer’s efforts in Bosnia:\n\nIn the middle of the decade, for reasons that remain unclear, he traveled to Europe to negotiate with associates of Radovan Karadzic, the Bosnian-Serb president known to have orchestrated the mass killings of Bosnian Muslims — including the Srebrenica genocide — during the brutal Yugoslav Wars.",
  "In a 1999 profile of Shearer, Slate reported:\n\nShearer’s name popped up in the course of Sen. Don Nickles’ angry questioning of Terry Lenzner, the private investigator who would later, in the thick of the Jones/Lewinsky/Willey/Who Knows Who Else matter, be accused (by Dick Morris, among others) of coordinating efforts to smear and intimidate those women.",
  "TEL AVIV — Cody Shearer, a shadowy former tabloid journalist who has long been closely associated with various Clinton scandals, has been traveling across Europe for more than six months in an alleged effort to secure purported evidence of compromising material possessed by the Russians related to President Donald Trump, according to a new report.",
  "Much of the report focused on attempts to secure an alleged video of Trump engaged in sordid sexual acts with prostitutes in a Moscow hotel room in 2013 even though there has never been credible evidence presented to substantiate the existence of such a video.",
  "Shearer’s name was directly associated with a Blumenthal message to Clinton that may have resulted in the Secretary of State meeting with Mahmoud Jibril, an opposition figure in Libya who would later serve as interim prime minister during Libya’s civil war.",
  "“Cody, on his own, still at heart an indefatigable journalist, simply picked up the phone … and had a conversation with one of the key figures in the Libyan National Council,” Blumenthal writes, copying Shearer’s intelligence memo directly into the email.",
  "The emails talk about “the general” and “Grange,” which ProPublica reported was a seeming reference to David L. Grange, founder of Osprey Global Solutions, a military contractor reportedly seeking to work with Libya’s transitional government.",
  "Responding to the report and a subsequent article in the Intercept, the CIA specifically denied that they were swindled out of $100,00o, but the agency’s statement, provided to AFP, did not seem to deny the other details in the Times report.",
  "Shearer, meanwhile, reemerged in the news cycle earlier this month when the Guardian newspaper reported that the FBI has been utilizing a second dossier authored by Shearer as part of its probe into Trump and alleged Russian collusion.",
  "Representing himself as an agent of the State Department, Shearer told his Serbian contacts, which included members of Karadzic’s family, that he could reduce the severity of impending war-crimes charges if Karadzic surrendered.",
  "According to sources who spoke to CNN, Shearer’s information was passed from Blumenthal to Jonathan Winer, who at the time was a special State Department envoy for Libya working under then-Secretary of State John Kerry.",
  "Shearer’s name, meanwhile, was mentioned in a January 25 letter from Sen. Chuck Grassley, Chairman of the Senate Judiciary Committee, addressed to the DNC and to Marc E. Elias, an attorney at the Perkins Coie law firm.",
  "Shearer’s memo calls Jibril “very smart” saying the Libyan has “no desire to serve in a future government, [but] only wants to help in the transition.” “Someone should contact Mahmod Jipreel [sic],” Shearer continues.",
  "Mr. Shearer’s efforts grew out of work he first began during the 2016 campaign, when he compiled a pair of reports that, like the dossier, also included talk of a video and Russian payoffs to Trump associates.",
  "“He is balanced, level-headed and understands [the] current situation well.” “Cody says that Jipreel [sic] said he has not been contacted by anyone from the U.S. government,” Blumenthal wrote in the email.",
  "Citing the sources, the Times reported that the deal with the Russian was eventually cut off over fears U.S. intelligence agencies were being played in a Russian attempt to sow domestic political discord.",
  "The tribe had donated more than $100,000 to the Democratic Party, hoping, according to testimony, that the administration would intervene on its behalf in a dispute over drilling rights on tribal land.",
  "The Washington Post previously reported that Elias, utilizing Perkins Coie, retained Fusion GPS to conduct the firm’s anti-Trump work on behalf of both Clinton’s presidential campaign and the DNC.",
  "Shearer’s name resurfacing for reported involvement in providing information allegedly utilized by the FBI raises new questions about the veracity of the agency’s Russia collusion probe.",
  "The Times report claimed that prior to ending contacts with him, the Russian businessman made off with some $100,000 in cash payments delivered to him through the American surrogate.",
  "The Post quoted “a person with knowledge” of Trump’s 2013 trip saying that Trump’s bodyguard rejected an offer from a Russian billionaire to send prostitutes to Trump’s hotel room.",
  "But the choice of venue for showing the clip heightened American suspicions of a Russian operation: The viewing took place at the Russian Embassy in Berlin, the businessman said.",
  "Lenzner, while he admitted that he had accepted the tribe’s retainer, has denied that Cody Shearer had ever worked for IGI–though the firm did once employ his sister Brooke.",
  "He showed me notes gathered by a journalist I did not know, Cody Shearer, that alleged the Russians had compromising information on Trump of a sexual and financial nature.",
  "… A subsequent State Department investigation found that the Serbs paid Shearer at least $25,000 for his efforts, though the Serbs themselves claim he was paid much more.",
  "Reached by phone late last year, Mr. Shearer would say only that his work was “a big deal — you know what it is, and you shouldn’t be asking about it.” He then hung up.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "Questions surfaced about Shearer’s alleged role in the controversial work of Terry Lenzner, a private investigator tied to efforts to discredit Clinton’s accusers.",
  "He claimed he was in contact not only with his brother-in-law, but also with then-secretary of state Madeleine Albright and even with President Clinton himself.",
  "Senior State Department officials showed the dossier to Kerry once it was clear the document was in wide circulation around Washington, according to the source.",
  "Emails hacked from Blumenthal’s AOL account discuss a plan with Shearer to put paid operatives on the ground along the Libya-Tunisia border for about $60,000.",
  "National Review reported:\n\nThe March 6, 2011 email released by the Benghazi Committee, however, illustrates a more direct link between Clinton and Shearer.",
  "The Guardian reported the so-called Shearer memo was given to the FBI by the Fusion GPS dossier author, ex-British spy Christopher Steele, in October 2016.",
  "Breitbart News previously documented how information contained in a Washington Post article may actually work to disprove the prostitute urination claims.",
  "The Times reported that the U.S. agencies were in contact with the Russian through an intermediary – an American businessman based in Germany.",
  "Shearer has numerous close personal and family connections to the Clintons and has reportedly been involved in numerous antics tied to them.",
  "The emails of Blumenthal, who had a long association with Bill and Hillary Clinton, had been hacked in 2013 through a Russian server.",
  "Shearer had apparently acted as a liaison between Lenzner’s firm, Investigative Group International, and the Cheyenne-Arapaho tribe.",
  "In the 1990s, Shearer’s name came up regarding alleged Clinton efforts to suppress charges of sexual assault against Bill Clinton.",
  "Lenzner had been retained to uncover compromising links between Nickles–who opposed the tribe’s claims–and local oil interests.",
  "On March 15, 2011, nine days after Blumenthal’s email referencing Shearer, Clinton met with Jibril for 45 minutes in Paris.",
  "The details about Shearer were contained toward the lower portion of a larger New York Times story titled, “U.S.",
  "Talbott went on to become special adviser to the Secretary of State during the first Clinton administration.",
  "“The fictional story that CIA was bilked out of $100,000 is patently false,” the CIA said in the statement.",
  "There is no known evidence that any such anti-Trump “kompromat,” or compromising material, actually exists.",
  "His brother-in-law, Strobe Talbott, was friends with Bill Clinton when the two were students at Oxford.",
  "What struck me was how some of the material echoed Steele’s but appeared to involve different sources.",
  "At the time, Russian hacking was at the front and center in the 2016 presidential campaign.",
  "Kerry was eventually briefed on its existence, and that it wasn’t known how much was true.",
  "According to the Guardian report, the FBI is still assessing portions of the Shearer memo.",
  "At one point the Russian reportedly showed the American a video purported to be of Trump.",
  "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "While talking about that hacking, Blumenthal and I discussed Steele’s reports.",
  "It is not clear what, if anything, Mr. Shearer has been able to purchase.",
  "According to the officials, the Russian didn’t produce any stolen N.S.A.",
  "Derek Shearer, Cody’s brother, was Clinton’s ambassador to Finland.",
  "Clinton’s campaign and the DNC both were clients of Perkins Coie.",
  "Kerry was not briefed on the Shearer document, the source said.",
  "Written with additional research by Joshua Klein",
  "Those dossier claims have never been verified.",
  "Follow him on Facebook.",
  "tools."
]