[
  "In a recent story, the newspaper justified it this way:\n\n“Trump’s suggestion that his top law enforcement official investigate a former political rival is astounding, and even his allies have said in the past that such a move would be unheard of in the United States.”\n\nBy this reasoning, I could rob a bank, run for president but be excused from investigation and/or prosecution upon losing.",
  "There was a time, not so long ago, when candidate Donald Trump vowed, if elected, to have his attorney general appoint a special counsel to reopen the Hillary Clinton investigation and, if warranted, bring criminal charges against her.",
  "Comey’s testimony has provided new evidence that Ms. Lynch may have used her position of authority to undermine the Clinton investigation.”\n\nThe call for a new special counsel is not limited to investigating Clinton, Comey and Lynch.",
  "And neither has his boss, Acting Attorney General Rod Rosenstein, who finds himself presiding over the investigation as both prosecutor and witness since as he authored the memo advising President Trump to fire Comey.",
  "It would also be empowered to determine who may have illegally unmasked the names of U.S. citizens, including those in the Trump campaign, incidentally collected by various intelligence agencies.",
  "Finally, the Committee urges a special counsel to determine why the FBI relied on the infamous anti-Trump dossier engineered by Fusion GPS, reportedly at the behest of a Clinton supporter.",
  "President-elect Trump had a change of heart after winning the election, signaling that his new administration would let bygones be bygones, explaining that Clinton had “suffered” enough.",
  "It recently voted to reexamine evidence that Clinton may have broken the law, perhaps with the help of then-FBI Director James Comey and former Attorney General, Loretta Lynch.",
  "Mueller’s close relationship to the key witness, James Comey, creates a disqualifying conflict of interest forbidden by the special counsel law (28 CFR 600.7 and 45.2).",
  "How could downloading more than a hundred classified documents onto Clinton’s private and unsecured email server not constitute crimes under the Espionage Act?",
  "At the same time, twenty members of the Committee sent a letter to the Department of Justice asking for the appointment of a second special counsel.",
  "There is something fundamentally unfair when a special counsel is appointed to investigate the winner of a presidential contest, but not the loser.",
  "There is something fundamentally unfair when a special counsel is appointed to investigate the winner of a presidential contest, but not the loser.",
  "The Committee is also interested in the extent to which Clinton Foundation donors seemed to have gained special access to the Secretary of State.",
  "It should be neither “astounding” nor “unheard of” for people to be held accountable for their actions, regardless of their exalted position.",
  "The Committee identifies former National Security Adviser Susan Rice and ex-United Nations Ambassador Samantha Power as potential suspects.",
  "Under siege by a special counsel who seems to have gone rogue, Trump is reversing himself and wants the Clinton investigation reexamined.",
  "Could all manner of crimes be committed by a candidate without fear of legal consequences because of a paucity of votes on election day?",
  "It is a crime to lie in an unmasking request or to use a government office for a political purpose or to leak an unmasked individual.",
  "The Committee cites her private meeting with former President Bill Clinton and actions she allegedly took to mislead the public: “Mr.",
  "Clinton’s role in approving the “Uranium One” transaction and the timing of Russian donations appear to be of special concern.",
  "The imbalance is especially acute when the motives of the current special counsel, Robert Mueller, are inherently suspect.",
  "Richard Nixon won re-election in 1972, but became an unindicted co-conspirator in the cover-up of the Watergate burglary.",
  "Why were five people given immunity while others invoked the Fifth Amendment, yet no grand jury was empaneled?",
  "Fortunately, the House Judiciary Committee does not believe such immunity can be found anywhere on the books.",
  "Since when do you receive a “get out of jail free” card simply because you are a defeated political rival?",
  "It is a crime to use a public office to confer a benefit to a foreign government in exchange for money.",
  "They identify more than a dozen instances of suspected illegality based on fairly compelling evidence.",
  "Did the FBI, under Comey, agree to pay a substantial sum of money to someone connected to the dossier?",
  "Did Comey usurp the authority of the Attorney General in terminating the Clinton email investigation?",
  "He would surely have been indicted upon leaving office had he not been the beneficiary of a pardon.",
  "Theodore Roosevelt popularized the long-held principle in democracy that “no one is above the law”.",
  "Clinton failed in her bid to become president, so she is somehow exempt from abiding by the law.",
  "Or, more likely, he genuinely feels he is innocent of any wrongdoing, yet Clinton is not.",
  "Trump should have been reminded of the proverb that no good deed will be left unpunished.",
  "Losers in presidential elections are no more privileged under the law than are winners.",
  "Did she use her government office to enrich herself, her husband and their foundation?",
  "Yet, there now appears to be an exception to the rule of law as it applies to Clinton.",
  "Politics, as it intersects the law, is nothing more than a game like “Monopoly”.",
  "The media believes Clinton is entitled to a “get out of jail free” card.",
  "Lynch’s role, in particular, should be scrutinized by a special counsel.",
  "Belatedly, the president has experienced another change of heart.",
  "But the law cares not a whit about Trump’s desires and motives.",
  "Yet Mueller has made no move to recuse himself from the case.",
  "It appeared to be an act of graciousness, the law be damned.",
  "Perhaps the president is guilty of a shameless subterfuge.",
  "If you commit a crime, you should be brought to the dock.",
  "Apparently, that is how the Washington Post envisions it.",
  "It is not fickle, as politicians are prone to be.",
  "Try telling that immutable fact to the media.",
  "That was Nixon’s “get out of jail free” card.",
  "And the president has only himself to blame.",
  "If prosecuted and convicted, “lock her up”.",
  "Was Russia involved, as evidence suggests?",
  "Let’s call it the “Clinton Exclusion”.",
  "They will howl in perfect harmony.",
  "Where is that statute written?",
  "There is much to investigate.",
  "Remember the campaign chants?",
  "It never happened, of course.",
  "I can’t seem to locate it.",
  "It’s that fairness thing.",
  "Where is Clinton’s?",
  "Don’t you see?",
  "Period.",
  "Really?"
]