[
  "It will inspect Comey’s knowledge of the firm Fusion GPS, the firm that made the fake news anti-Trump dossier that Comey brought to Trump’s attention when he was president-elect, and look at any “collusion” between Comey and Mueller—the special counsel leading the Russia probe now—especially regarding Comey’s leak through Richman to the media.",
  "The probe is wide-ranging and includes a mandate for the House Judiciary Committee to dig deep into Lynch’s order to Comey that he should refer to the criminal investigation into former Secretary of State Hillary Clinton’s illicit email server as a “matter,” not an “investigation.” Clinton was the failed 2016 Democratic presidential nominee.",
  "This is simply an effort to finally get some of those important questions answered.”\n\nThe effort was first reported by Breitbart News on Tuesday, when a draft copy of the amendment was circulated demonstrating these conservatives’ efforts to probe deep into the left’s network of leaks and corruption.",
  "They lose faith and confidence in those they elect and so I think this is really important to get back to those basics and find out what happened and so that’s why I think it’s important.”\n\nGaetz, another original sponsor, said in an emailed statement that this is a step in the right direction.",
  "Richman was the vessel through which Comey leaked to the media details of those conversations with the president after his firing, with an apparent intent of using the media pressure from said leaks to spark the launching of the special counsel investigation of the Russia scandal.",
  "The new investigative effort, authorized by the passage of the amendment in the Judiciary Committee, 16-13 along partisan lines, digs deep requesting documents and information related to Comey’s leaks of conversations he had with President Donald Trump before Trump fired him.",
  "The investigation will also, per the amendment passed by the House Judiciary Committee, dig into Comey’s decision to “usurp the authority” of Lynch by making his “unusual announcement” that Hillary Clinton would not face criminal charges over the email scandal.",
  "The probe, too, will look into Comey’s potential knowledge of “unmasking” of intelligence and surveillance collected on Donald Trump’s campaign or transition teams—and specifically any role that former National Security Adviser Susan Rice played in that.",
  "The House Judiciary Committee has officially approved an effort to launch an investigation into former FBI director James Comey’s leaking activities and apparent mishandling of a federal investigation by former Attorney General Loretta Lynch.",
  "“Number one, I think you want justice and that leads to number two—if you don’t have justice and you’re not following the rule of law then government and lawmakers and those who enforce the law are held in derision by the public.",
  "Biggs, one of the sponsors of the now approved amendment to officially launch the committee probe, told Breitbart News in an interview before the measure was introduced that the American people want answers to these questions.",
  "It will also look into matters related to the Clinton Foundation’s influence from foreign governments and specifically the Uranium One deal exposed by Clinton Cash—whereby Russians obtained ownership in U.S. uranium assets.",
  "It remains to be seen if subjects of the investigation will cooperate, and if they do not cooperate it remains to be seen if the Committee will use its broad subpoena power to compel document production and testimony.",
  "But that’s not all: The probe will dig into potential immunity deals given to “co-conspirators” in Hillary Clinton’s email server scandal, including specifically Cheryl Mills, Heather Samuelson, and John Bentel.",
  "“There was a whole lot of fire there and they just seemed to end when the new administration came in and I think there’s two or three reasons,” Biggs said in a brief phone interview on Tuesday afternoon.",
  "The probe also will press for document production regarding Comey’s communication with Columbia University Law Professor Daniel Richman, Comey’s friend, of conversations Comey had with President Trump.",
  "“There is little question that members of Obama’s administration repeatedly broke protocol throughout their investigations into Hillary Clinton,” Johnson told Breitbart News in an emailed statement.",
  "“What is unclear, however, is why we have received few answers over the past twelve months to our questions about their actions, especially concerning the former attorney general and FBI director.",
  "A lot of stuff has left this room, and maybe never entered it.”\n\nThe amendment was offered by Reps. Matt Gaetz (R-FL), Jim Jordan (R-OH), Andy Biggs (R-AZ), and Mike Johnson (R-LA).",
  "“For the past several years, Democrats have obstructed justice and blocked every Congressional investigation imaginable,” Jordan said in an emailed statement to Breitbart News.",
  "“My constituents ask the same questions that so many people want to know the answer to, and that is why have all these investigations stopped?” Biggs said.",
  "The House Judiciary Committee has continued to seek answers on various issues of interest stemming from their hearings and oversight responsibilities.",
  "And it will investigate the infamous tarmac meeting between Bill Clinton and Loretta Lynch in Phoenix at Sky Harbor International Airport.",
  "Even Sen. Feinstein says there should be an investigation into Loretta Lynch and James Comey’s handling of the Clinton investigation.",
  "“This is the most astonishing moment I’ve ever experienced in the Judiciary Committee,” one Democrat, Rep. Steve Cohen (D-TN), said.",
  "And Jordan, the fourth original sponsor, added that Democrats have for years “obstructed justice,” but they will no longer succeed.",
  "It also remains to be seen if House Speaker Paul Ryan will support the probe, or intervene and use his power to block it.",
  "According to the Washington Post, Democrats on the committee were infuriated Republicans pressed forward with the probe.",
  "That special counsel investigation is being led by Comey’s longtime friend Robert Mueller, another former FBI director.",
  "Let’s have a special counsel for that and see how serious Congressional Democrats are about getting to the truth.”",
  "“To take a question about the firing of James B. Comey and turn it into a question about Hillary Clinton?",
  "Both parties have criticized James Comey over the past year for his performance as FBI director.",
  "Ryan’s spokesman has not responded to Breitbart News’s requests for comment on this matter.",
  "It passed Wednesday evening, authorizing the opening of the Judiciary Committee probe.",
  "“It’s time for Republicans in Congress to start playing offense,” Gaetz said.",
  "Common sense has left this room.",
  "The chairman has left the room.",
  "“Now they want to investigate?",
  "Justice has left this room.",
  "Ok, let’s investigate!"
]