[
  "Trump reliably affixes the \"fake\" label to every utterance he dislikes or finds threatening, and the dossier abounds with potentially damaging assertions like, \"Russian regime has been cultivating, supporting and assisting TRUMP for at least 5 years.” By jumping up and down with the fury of a Yosemite Sam, is Trump really confirming the accuracy and potency of the dossier?",
  "After the founder of the oppo-research company Fusion GPS that commissioned the infamous Steele Dossier told the House Intelligence Committee he would take the Fifth Amendment if subpoenaed to testify, Trump responded with a brain-bender of a tweet that thrust the dossier to the center of the stage again.",
  "The dossier's murky provenance seems to indicate that its original client was a “wealthy Republican donor who opposed” Trump, but that once Trump locked up the party's nomination, the Democratic supporters of Hillary Clinton became the new patrons.",
  "“It is neither normal nor advisable for Trump to personally interview candidates for US Attorney positions, especially the one in Manhattan,” tweeted Preet Bharara, former Manhattan U.S. attorney who was sacked by Trump earlier this year.",
  "The FBI did pay the former British spy for information in October 2016 to further its understanding of Russian interference in the 2016 election, but hell's bells, that's not remotely close to having the FBI bankrolling the whole project.",
  "His CIA director, Mike Pompeo, alleged that U.S. intelligence had determined that Russian interference in the 2016 had not altered the outcome when that's not what the intelligence community stated in its January 2017 report.",
  "By stitching all of these unmatched remnants into a hypothetical conspiracy, Trump seeks to undermine not the investigators on Capitol Hill or those working for special counsel Robert S. Mueller III, but the public.",
  "Trump may claim that the contents of the dossier have been discredited, but as Reuters' Mark Hosenball wrote last week, elements of the dossier may have been denied but none of it has been disproved.",
  "We have since learned that he inflated a true story—that his one-time campaign director, Paul Manafort had been subjected to a FISA surveillance warrant—into the claim that Obama wiretapped him.",
  "Evan Vucci/AP Photo Swamp Diary Week 22: Trump Singes Fingers Trying to Torch Dossier Questioning who paid for the salacious document, the president reveals his real fear of its contents.",
  "These jurisdictions would have authority to bring indictments against Trump, noted Senator Richard Blumenthal (D-Conn), saying that the move \"seems to smack of political interference.\"",
  "BuzzFeed published the 35-page smutty and salacious document, which purports that the Russians had compromised Trump personally and financially, more than nine months ago.",
  "\"The whole Russia thing was an excuse for the Democrats losing the election,” Trump said at the White House this week before calling for Mueller's investigation to wrap.",
  "In what hall of mirrors would it make sense for the Russians to hire Fusion GPS to produce a file that documented or purported to document how it had compromised Trump?",
  "It resembles the \"broken wing act\" that killdeers put on to deter beasts of prey from attacking their newly hatched chicks—lookee here, lookee here, not over there!",
  "And if Trump has acquired evidence of such skulduggery, shouldn't he be goosing his attorney general with it instead of fashioning it into an early morning tweet?",
  "Like a poker player whose flagrant tell gives him away, President Donald Trump telegraphed a twitchy bit of direction to Trump Tower scandal-watchers this week.",
  "Trump moved this week to reduce investigative pressure on him by personally interviewing two candidates for U.S. attorney positions in Manhattan and Brooklyn.",
  "He's like a kid with a box of kitchen matches riding his trail bike through a dry forest, stopping every 100 yards to play pyromaniac and then bicycling on.",
  "Sessions, who famously had trouble getting his story right about when and why he met with the Russian ambassador, offered nothing of substance to Sasse.",
  "Of course, as the Washington Post reported, Mueller's job covers more than just collusion, including obstruction of justice and other possible crimes.",
  "Was it because the dossier had floated back into the news because Fusion GPS's Glenn Simpson had refused to testify and Trump's a reflexive beast?",
  "Nobody seems to know their identities for sure except Glenn Simpson and he ain't talking—he refused to tell the Senate investigators in August.",
  "Story Continued Below\n\nLike many Trump tweets, it proved more difficult to untangle than a mound of last night's dried out spaghetti.",
  "My email alerts believe everything they read, my Twitter feed is a Russian bot, and my RSS feed has seceded from the column.",
  "But how on earth could the Russians and the FBI and the Democrats have teamed up on the dossier, as Trump surmises?",
  "We can find a sliver of truth in Trump’s \"the FBI paid for the dossier\" line, but it’s as sturdy as a wet Kleenex.",
  "Logically speaking, in what universe could the Russians have paid a former British spy to compile the dossier?",
  "Testifying before the Senate Judiciary Committee, Attorney General Jeff Sessions projected a \"What, me worry?\"",
  "Even if you sympathize with Trump's position that the dossier is fake, the rest of the tweet makes no sense.",
  "We know he takes a fluid approach to the facts, adapting bits and pieces from true stories into fresh lies.",
  "Trump remains the guy who deliberately confuses lightning bugs with lightning to get himself out of a jam.",
  "“So what steps has the department taken\" to prevent a replay of 2016, asked Senator Ben Sasse (R-Neb.).",
  "Remember back in March when he accused President Barack Obama of having wiretapped him in Trump Tower?",
  "Isn't it always the guy with a bad kitchen-matches habit who ends up ordering an asbestos suit?",
  "Similarly, Trump's belief that the Democrats are behind the dossier contains a dram of truth.",
  "… They ought to get to the end of it because I think the American public is sick of it.\"",
  "attitude about stopping future Russian intrusions into the American political process.",
  "Does he sense that investigators are closing in on him and he needs to divert them?",
  "Or because he worries that the investigations may be used to unlock his secrets?",
  "\"Workers of firm involved with the discredited and Fake Dossier take the 5th.",
  "He had better hope that the winds don't shift and fires end up crisping him.",
  "Trump wasn't alone this week in taking liberties with the Russia facts.",
  "The report was agnostic on whether the Russians changed the outcome.",
  "Is political arson conducted with words instead of matches a crime?",
  "******\n\nLightning bug with lightning—I lifted that from Mark Twain.",
  "Or is it just a new tactic in his campaign to undercut its origin?",
  "And what gives Trump the idea that the FBI paid for the dossier?",
  "How exactly would an international conspiracy like that work?",
  "Who paid for it, Russia, the FBI or the Dems (or all)?\"",
  "Send live lightning bugs to Shafer.Politico@gmail.com.",
  "Jack Shafer is Politico’s senior media writer.",
  "Why was Trump screaming about the dossier now?",
  "\"So there has been absolutely no collusion.",
  "Call him the arsonist's accomplice.",
  "Or was it indirection?",
  "Trump's tweet said.",
  "Trump likes Putin.",
  "Putin likes Trump."
]