[
  "The extent to which senior Obama administration officials facilitated anti-Trump political opposition research efforts seems to grow every day – whether it is John Brennan’s role as CIA director, or former Assistant Secretary of State for European and Eurasian Affairs Victoria Nuland’s role at the State Department.",
  "More information will be revealed about the Obama administration’s anti-Trump political opposition research efforts during the 2016 presidential campaign when demoted Justice Department official Bruce Ohr testifies before members of the House Oversight and Judiciary Committees Aug. 28 in a closed-door session.",
  "Here’s what we know to date:\n\nBruce Ohr was demoted from his position of associate deputy attorney general late last year when it was discovered that he was in contact with the Christopher Steele (the author of the phony Trump dossier) as well as Fusion GPS founder Glenn Simpson.",
  "When the failing New York Times starts working diligently to diminish Bruce Ohr by describing the former associate deputy attorney general as a “little-known career Justice Department official” you know there might be some bad news on the horizon for the anti-Trump resistance.",
  "More recently, newly released email and text messages confirm that Bruce Ohr was in regular communication with Clinton-funded opposition researcher Steele both during the 2016 presidential campaign and after the November election.",
  "It’s already known that the law firm Perkins Coie retained Fusion GPS in April 2016 and that Nellie Ohr mysteriously applied for and was granted an amateur ham radio license by the Federal Communications Commission in May 2016.",
  "Bruce Ohr can also shed light on why Glenn Simpson told House investigators that he only had contact with Mr. Ohr after the election, even though newly discovered communications say otherwise.",
  "Congressional investigators should nail down the exact date Ms. Ohr starting working for Fusion GPS, to help piece together the timeline of the Democrats’ collusion with Russia.",
  "The timing of these events and whether or not they’re related to Nellie Ohr’s work for Fusion remains to be seen, but will soon be uncovered through congressional fact-finding.",
  "Did anyone working for the Hillary Clinton presidential campaign, the Democratic National Committee, or the Obama administration have anything to do with her hiring?",
  "Bruce Ohr has been described as the fourth-highest ranking Justice Department official at the time, reporting to anti-Trump then-Deputy Attorney General Sally Yates.",
  "Additionally, investigators on Capitol Hill must also question Bruce Ohr about who else at the Justice Department was aware of his political interfacing.",
  "Perhaps most significantly is what Ohr can tell members of the House committees about the political opposition research by his wife, Nellie Ohr.",
  "We have learned that Nellie Ohr, a Russia specialist, was contracted by Fusion GPS at some point in 2016 to conduct anti-Donald Trump research.",
  "House members will also likely ask about how Bruce Ohr came to be so intricately involved in these hyper-political endeavors to begin with.",
  "These revelations concerning the Obama Justice Department come on the heels of the firing of anti-Trump FBI official Peter Strzok.",
  "There’s no question that the sworn testimony from both Ohrs is required in order to get a more complete picture of what occurred.",
  "We can expect them to ask about his knowledge of Steele’s activities with Fusion GPS, the FBI and any other government agencies.",
  "Ohr was an associate deputy attorney general in the Obama administration before his questionable actions led to his demotion.",
  "Fusion GPS was paid by the Hillary Clinton campaign and the Democratic National Committee through the Perkins Coie law firm.",
  "Members of the House committees are likely to ask Bruce Ohr details of his highly peculiar arrangement with Steele.",
  "And it goes without saying that Congress must hear testimony from Nellie Ohr immediately after her husband.",
  "The ongoing saga of Bruce and Nellie Ohr is about to come into much clearer view and the left is worried.",
  "The ongoing saga of Bruce and Nellie Ohr is about to come into much clearer view and the left is worried.",
  "His testimony should provide the latest peek behind the curtain at the inner workings of the Deep State.",
  "Is Nellie Ohr known by Democratic politicians, intelligence officials, or opposition researchers?",
  "Did her marriage to the associate deputy attorney general have anything to do with her hiring?",
  "Let’s just hope it won’t take as long to fire Bruce Ohr as it did to fire Peter Strzok.",
  "Congress must drill down into the circumstances surrounding Nellie Ohr’s hiring.",
  "And what did Nellie Ohr tell her husband about the fake Russian dossier?",
  "The American people deserve answers to these important questions.",
  "How and why did she come to be hired by Fusion GPS?",
  "Who recommended her?"
]