[
  "Nunes said in the letter that several weeks ago the Justice Department informed the committee that basic investigatory documents (FBI Form FD-302s) subpoenaed on August 24 “did not exist.”\n\n“However,” Nunes wrote, “shortly before my meeting with you in early December, DOJ subsequently located and produced numerous FD-302s pertaining to the Steele dossier, thereby rendering the initial response disingenuous at best.”\n\n“As it turns out, not only did documents exist that were directly responsive to the Committee’s subpoenas, but they involved senior DOJ and FBI officials who were swiftly reassigned when their roles in matters under the Committee’s investigation were brought to light,” he said.",
  "Those documents, he said, include but are not limited to: • All responsive FD-1023s, including all reports that summarize meetings between FBI confidential human sources and FBI officials pertaining to the Steele dossier;\n\n• All responsive FD-302s not previously provided to the Committee; and\n\n•In addition to the FD-302s and FD-1023s, certain responsive analytical and reference documents that were specifically identified and requested by the Committee, and supposedly subject to imminent production, as of December 15.",
  "Nunes also noted other outstanding requests:\n\nThe Committee further reminds you of these other outstanding requests for information:\n\n• Details concerning an apparent April 2017 meeting with the media involving DOJ/FBI personnel, including DOJ Attorney Andrew Weissman (due December 13) and\n\n• The remaining text messages between SSA Strzok and Ms.",
  "He also requested dates in January 2018 for interviews with:\n\n• Former DOJ Associate Deputy Attorney General Bruce Ohr;\n\n• FBI Supervisory Special Agent (SSA) Peter Strzok;\n\n• FBI Attorney James Baker;\n\n• FBI Attorney Lisa Page;\n\n• FBI Attorney Sally Moyer; and\n\n• FBI Assistant Director for Congressional Affairs Greg Brower.",
  "Nunes said, given the content and impact of these “supposedly newly-discovered” documents, the committee was no longer able to accept the Justice Department’s refusal to provide other requested documents — FBI Form FD-1023s that document meetings between FBI officials and FBI confidential human sources.",
  "In a letter on Thursday to Deputy Attorney General Rod Rosenstein, House intelligence committee Chairman Devin Nunes (R-CA) blasted the Justice Department for not fully producing documents related to the Trump dossier, subpoenaed by the committee four months ago.",
  "Senior Justice Department official Bruce Ohr was also removed from his position as associate deputy attorney general after it came to light that he had met with the author of the dossier as well as a co-founder of Fusion GPS, the firm behind it.",
  "Nunes did not reference who those officials were, but it has been widely reported that senior FBI official Peter Strzok was removed from the special counsel and reassigned to human resources after Robert Mueller found he sent anti-Trump texts.",
  "“Unfortunately, DOJ/FBI’s intransigence with respect to the August 24 subpoenas is part of a broader pattern of behavior that can no longer be tolerated,” Nunes wrote.",
  "“At this point it seems the DOJ and FBI need to be investigating themselves,” Nunes wrote in the letter, which was obtained by Breitbart News.",
  "Nunes has threatened to begin drawing up a resolution to hold Rosenstein and FBI Director Christopher Wray in contempt of Congress.",
  "If DOJ withholds any relevant documents, it must provide a written legal justification from Rosenstein personally, Nunes wrote.",
  "Nunes is now demanding that the DOJ and FBI hand over all requested documents no later than January 3, 2018.",
  "Strzok had also played key roles in the Clinton email investigation and the FBI’s initial Russia probe.",
  "FBI General Counsel James Baker is also being reassigned at the FBI.",
  "His wife, Nellie Ohr, was also found to have worked for Fusion GPS.",
  "Page (due December 15)."
]