[
  "Russians Aren’t Just Hacking The Election — They’re Hacking Our Power Grid\n\nThe Washington Post claimed in January 2017 that Russians were hacking the U.S. power grid through a company in Vermont, only to change the story to say that only one laptop was infiltrated.",
  "ABC Tanks Stock Market With Fake Flynn News\n\nABC was forced to suspend Brian Ross after he falsely reported that former national security adviser Michael Flynn was prepared to testify that then-candidate Donald Trump ordered him to make contact with the Russians.",
  "(RELATED: MSNBC Issues HUGE Correction To Michael Cohen ‘Wiretap’ Story)\n\nUnfortunately for the press, the obsession to prove collusion has dampened their journalistic abilities, leading to a seemingly endless list of corrections, retraction, and apologies.",
  "A little over six months later, CNN quietly walked back the scandal, explaining the FBI sent emails informing Sessions’ aide that he did not need to disclose the meetings on his forms because they were carried out in the course of his duties as a senator.",
  "CNN’s Gets Comey Prediction Wildly Wrong\n\nPrior to former FBI director James Comey’s congressional testimony last June, CNN asserted that Comey was prepared to contradict a key claim by President Trump — that Comey told him he was not under investigation.",
  "NBC initially claimed that federal investigators were listening in on Cohen’s phone calls, but it turns out they had what’s called a “pen register warrant,” which means they could see who Cohen spoke to on the phone but could not hear what was said.",
  "A number of news outlets have consistently claimed that Republicans initially paid for the anti-Trump Steele dossier, failing to note that Steele wasn’t even contracted by Fusion GPS until after the GOP donors pulled funding.",
  "Bloomberg’s Dirty Deutsche Bank Scoop\n\nBloomberg initially reported in December that special counsel Robert Mueller had “zeroed in” on Trump by subpoenaing Deutsche Bank records for the incoming-president and his family.",
  "Manafort Notes Are A Nothing Burger\n\nNBC botched its big scoop claiming that Paul Manafort’s notes from a meeting with a Russian lawyer included the word “donations” near a reference to the Republican National Committee.",
  "CNN Accuses Don Jr. Of Wikileaks Collusion\n\nLast December, CNN’s Manu Raju reported that Wikileaks emailed Donald Trump Jr. to give him access to stolen documents a full ten days before they were released to the public.",
  "The ’17 Intel Agencies’ Lie\n\nThe media perpetuated a false claim from presidential candidate Hillary Clinton for months, insisting that all 17 intelligence agencies agree that Russia interfered in the 2016 election.",
  "Sessions Exonerated\n\nLast May, CNN was sure that Attorney General Jeff Sessions had botched protocol when he didn’t list meetings he had with the Russian ambassador on his security clearance forms.",
  "Sadly for them, Comey’s prepared testimony was released with the line, “During our one-on-one meeting at Trump Tower…I offered that assurance [that he was not under investigation].”\n\n9.",
  "The media has perpetuated this falsehood so consistently that even former FBI director James Comey was confused, repeating the lie in an interview with Fox News’ Bret Baier.",
  "The major correction issued by NBC Thursday on a story about wiretaps and Michael Cohen was just another reminder of the many media mistakes on the Russian collusion story.",
  "In June, CNN relied on a single unnamed source to claim that Scaramucci was under investigation for a meeting he took with a Russian banker prior to Trump’s inauguration.",
  "The story would be huge because it would seem to corroborate the portion of the Steele dossier claiming Cohen visited Prague at that time to meet with a Kremlin official.",
  "Questions are being raised about a recent McClatchy report that states special counsel Robert Mueller has evidence Michael Cohen visited Prague in the summer of 2016.",
  "ABC clarified that Flynn was actually prepared to testify that Trump asked him to contact Russia while the administration was transitioning into office.",
  "Only four intelligence agencies ultimately deemed Russia responsible for meddling because the other 13 have no business making judgments on the claim.",
  "The Mooch Is NOT Under Investigation\n\nCNN earns another spot on this list for their shoddy reporting about former Trump adviser Anthony Scaramucci.",
  "The Republican donors say they paid Fusion for standard opposition research and that they have zero connection to the controversial dossier.",
  "Don Jr. actually received an email with access to the stolen docs on Sept. 14, 2016, after they had already been released publicly.",
  "Turns out that not only did the word “donations” not appear in Manafort’s notes, but the word “donor” didn’t either.",
  "To CNN and other establishment media outlets, this was proof that Sessions was hiding something related to Russia.",
  "Bloomberg later admitted that Mueller was looking for records relating to “people affiliated” with Trump.",
  "(RELATED: Here’s Why You Should Be Skeptical Of That Michael Cohen Prague Story)\n\nFollow Amber on Twitter",
  "However, no other outlets have confirmed the report and even anti-Trumpers are questioning its sourcing.",
  "POLITICO had to correct the NBC report, leaving the legacy network looking awfully embarrassed.",
  "The New York Times, for example, rated that claim as true only to later say the exact opposite.",
  "The stock market dropped a few hundred points at the news — but it turned out to be fake.",
  "We’ve compiled a list of some of the worst media screwups when it comes to Russia.",
  "Unfortunately for CNN, it turns out their sources gave them the wrong date.",
  "The Mooch denied the story and CNN later gave him a much-deserved apology.",
  "It turns out that one laptop was never even connected to the power grid.",
  "As NYT succinctly explained, “the rest were doing other work.”\n\n10.",
  "Oh… and three CNN employees resigned over the botched piece.",
  "Pretty standard preparation for an incoming president.",
  "Republicans Funded The Dossier!",
  "BONUS: Did Cohen Go To Prague?",
  "8.",
  "3.",
  "2.",
  "1.",
  "4.",
  "5.",
  "7.",
  "6."
]