[
  "Del Beccaro, an attorney and contributor to Forbes, joined Thursday’s edition of SiriusXM’s Breitbart News Tonight with co-hosts Rebecca Mansour and Joel Pollak to discuss his recently published – and continually updated – timeline of events, entitled “Biased FBI and DOJ Officials Broke the Law and Tried to Decide the Election.”\n\n“The DOJ [and] the entire Obama administration wound down the Hillary email crisis in time for her to really run for office and then ramped up the attacks on candidate Trump to stop him from being president,” said Del Beccaro.",
  "So he announces this, and once he does, the DOJ and the FBI then change their speed [of] work and the manner in which they’re working, the things that they’re doing, and between April and June, they exonerate her, and what I mean by that is they change the language in the memo as to whether she was doing something wrong from ‘gross negligence’ of a crime to … ‘extreme carelessness.’ That’s irrelevant.",
  "That’s not legal language: ‘extreme carelessness.’”\n\nObama’s endorsement of Clinton in May 2016 – while the FBI was ostensibly investigating the former first lady for her handling of classified information and evasion of federal record-keeping laws – suggests the FBI’s running of a “sham investigation” of Clinton’s email conduct, said Del Beccaro.",
  "“If she hadn’t had done that lie, it would have come out that she was paying Fusion GPS in May, and then reporters could have challenged her and asked, ‘What is this for?’ It’s a clear campaign violation.”\n\nOriginally published at Forbes, Del Beccaro’s timeline has moved to Political Vanguard as an ongoing project with regular updates.",
  "So I think he’s just a straw horse for them to do a wider spying operation.”\n\nComey lied to the Foreign Intelligence Surveillance Court (FISC) when presenting fraudulent information composed by Christopher Steele (the “Steele dossier”) as evidence in pursuit of a surveillance warrant, said Del Beccaro.",
  "“The FBI was sort of just going through the motions with Hillary, and it’s about March or April, and suddenly the election heats up, and Obama goes on TV, and he says, with Chris Wallace, basically, that she didn’t intend to do anything [wrong]; she didn’t want to harm us,” said Del Beccaro.",
  "Holistic analysis of the Justice Department (DOJ) and FBI’s interconnected and ostensible investigations of Hillary Clinton and Donald Trump amount to “the worst abuse of political power in American history related to elections,” according to Tom Del Beccaro.",
  "As president, Barack Obama signaled to his administration officials that Hillary Clinton was not to be meaningfully investigated for her felonious use of a private email system during her tenure as secretary of state, said Del Beccaro.",
  "That’s how they started this spying operation.”\n\nClinton violated campaign finance laws by using a law firm as an intermediary through which to pay Fusion GPS for opposition research on Trump, said Del Beccaro.",
  "Obama’s first campaign appearance with Clinton was July 5, 2016, the same day former FBI Director James Comey publicly advised against an indictment of Clinton for criminal handling of classified information.",
  "What’s really important here [is that] he had been working with the FBI in 2015 on investigations of other people, so our government knew exactly who this guy was all along.",
  "So Obama was able to keep track of everything.”\n\nSurveillance of Carter Page, said Del Beccaro, was done for the purpose of monitoring Trump and his presidential campaign.",
  "“If there wasn’t a sham investigation going on, why would he take a risk endorsing a candidate under investigation by the FBI when on its face she broke the law?",
  "“Early May, [Obama] endorses her, [and] it’s very rare in our history for a president to endorse in a divided primary within his own party,” said Del Beccaro.",
  "Breitbart News Tonight airs Monday through Friday on SiriusXM’s Patriot channel 125 from 9:00 p.m. to midnight Eastern (6:00 p.m. to 9:00 p.m. Pacific).",
  "This cannot be coincidental.”\n\n“Seems pretty much like they knew what they were doing to me, don’t you think?” asked Del Beccaro, rhetorically.",
  "The FBI’s surveillance of Carter Page and George Papadopoulos were considered a counterintelligence operation, not a criminal investigation.",
  "They needed someone to do something so that they could start the spying, and once you start spying on one, you can spread it just a bit.",
  "The fact that he went to Russia again in the summer of 2016 while he is an adviser to the Trump campaign, to me, is just a ruse.",
  "“When James Comey is doing this application and he puts this dossier in, he has to say to the court, ‘This is valid evidence.",
  "Obama kept tabs on the surveillance of Donald Trump’s campaign and associates via intelligence briefings, said Del Beccaro.",
  "“Hillary lied on her campaign finance disclosure by paying the law firm in May to start the dossier,” said Del Beccaro.",
  "Carter Page was no longer a campaign operative for Trump when the FBI resumed its surveillance of him in 2016.",
  "“That’s irrelevant to the crime she committed of possessing classified information in an insecure environment.",
  "“His intelligence briefing is put together by the FBI, the NSA, [and other intelligence agencies].",
  "“What happens every morning for a president, the first thing that he gets?” asked Del Beccaro.",
  "“Of course, we now know that at two different times in 2017, he said it was never validated.",
  "“[Carter Page] is a Russophile; he wants to do business there,” said Del Beccaro.",
  "His first appearance with her [was] on the afternoon of July 5.",
  "He clearly lied to the FISA court by trumping up this evidence.",
  "You cannot have both of those positions at the same time.",
  "This is good evidence for you to use,'” said Del Beccaro.",
  "LISTEN:\n\nFollow Robert Kraychik on Twitter @rkraychik.",
  "“He’s a promoter of himself and those kinda things.",
  "You know what happened on the morning of July 5?",
  "James Comey goes on TV to exonerate her."
]