[
  "House investigators previously told Fox News they have long regarded Strzok as a key figure in the chain of events when the bureau, in 2016, received the infamous anti-Trump “dossier,” which launched a counterintelligence investigation into possible Russian meddling in the election.",
  "Deputy FBI Director Andrew McCabe, who was reportedly scheduled to testify behind closed doors in front of the House Intelligence Committee on Tuesday, will instead meet next week due to a \"scheduling error,\" Department of Justice officials told Fox News.",
  "The precise nature of Mrs. Ohr’s duties – including whether she worked on the dossier – remains unclear but a review of her published works available online reveals Mrs. Ohr has written extensively on Russia-related subjects.",
  "Fox News also was shown an internal email from a senior FBI official instructing a subordinate to confirm with the committee that the Steele handler would visit the committee on Dec. 12, with McCabe on Dec. 19.",
  "Strzok is a former deputy to the assistant director at the FBI who was removed from Special Counsel Robert Mueller's staff after Mueller learned Strzok had exchanged anti-Trump texts with a colleague.",
  "“This was a routine scheduling error after the dates were switched on an internal email that we are happy to provide the committee,” a Justice Department official told Fox News.",
  "“The FBI regrets the error, and we look forward to making both witnesses (the alleged FBI handler for Christopher Steele and McCabe) available prior to the Christmas recess.\"",
  "But Fox News was told by those familiar with the matter that the intelligence committee is suspicious of the purported scheduling error.",
  "One source said they believe the schedule issue arose after Fox News' report Monday night on Department of Justice official Bruce Ohr.",
  "The supposition is that Justice Department officials realized McCabe would face questions about Ohr and he is not prepared to respond.",
  "The committee is prepared to subpoena all Justice Department documents and records related to the scheduling debacle, the source said.",
  "Some Capitol Hill sources have expressed reservations that McCabe could retire before various congressional investigators get to him.",
  "Fox News reported that Ohr’s wife, Nellie Ohr, worked through last fall for Fusion GPS, which was behind the anti-Trump dossier.",
  "McCabe’s testimony was likely to, at least in part, focus on Peter Strzok’s role in the Hillary Clinton email investigation.",
  "Steele is a former British spy who reportedly compiled a dossier of allegations about President Trump’s ties to Russia.",
  "The committee is also prepared to subpoena McCabe to compel his testimony later this week.",
  "Fox News' Jake Gibson and James Rosen contributed to this report.",
  "“McCabe has an Ohr problem,” one congressional source said.",
  "Ohr was recently demoted from one of his two senior posts."
]