[
  "Developing now, Thursday, Nov. 9, 2017:\n\nFox News Interview: Donna Brazile accuses Clinton campaign of being \"condescending and dismissive\" of her\n\nU.S. Navy to run rare 3-carrier military drill amid North Korea tensions\n\nSenate to unveil its version of a tax reform bill\n\nThe co-founder of the firm behind the Trump dossier agrees to return to Capitol Hill to testify\n\nCMA Awards poke fun at Trump as Garth Brooks wins Entertainer of the Year\n\nTHE LEAD STORY: Donna Brazile appeared to back away from some of the harshest claims made in her new book about last year’s presidential election in an interview with Fox News' Tucker Carlson.",
  "But that plan will be put to the test as the Senate prepares to unveil its version of the tax bill today, which reportedly could eliminate popular state and local tax deductions and include additional changes from the House bill … Any big differences between the competing bills could slow or sideline the legislation, though leaders are aiming for swift passage.",
  "ET: Former Federal Reserve Chairman Alan Greenspan sounds off on the state of the economy, President Trump's pick to succeed Janet Yellen and more; and Jim Reid-Anderson, Six Flags CEO, Chris Waldeck, Lee Jeans president and Rep. Roger Williams of Financial Services Committee take on tax reform and Trump's trip to Asia.",
  "FUSION GPS CO-FOUNDER RETURNING FOR MORE TESTIMONY: The co-founder of the opposition research firm behind the unverified and discredited Trump dossier has reached an agreement with the House Intelligence Committee to testify voluntarily on his involvement in the controversial project ...",
  "THE 2017 CMA AWARDS IN REVIEW: The 51st Annual CMA Awards saw the best in county music come together, but it was Garth Brooks that took home the top prize, being crowned entertainer of the year ... Carrie Underwood and Brad Paisley hosted the show for the 10th consecutive year.",
  "The USS Ronald Reagan, based in Japan; the USS Theodore Roosevelt, based in San Diego; and the USS Nimitz, based at Naval Base Kitsap at Bremerton, Washington, will commence the strike force exercise in the Western Pacific Saturday through next Tuesday.",
  "ET: Actor and GOP congressional candidate Antonio Sabato Jr. talks about Trump's presidential election victory, one year later, Democrats in chaos over Donna Brazile bombshells and more; Fox News' Lea Gabrielle gives guide to Veterans Week events.",
  "But the maneuvers are connected with a string of moves to showcase U.S. military strength as Washington and its allies put diplomatic pressure on North Korea to end its nuclear weapons program and cease the testing of ballistic missiles.",
  "ET: Former Reagan economist Art Laffer takes on Trump's trade talks with China; James Kallstrom, former FBI assistant director, sounds off on new questions on James Comey's handling of the Hillary Clinton email case.",
  "The former interim head of the Democratic National Committee lamented the Clinton campaign was \"condescending and dismissive\" toward her and complained that she didn't have total control of the party's resources ...",
  "When asked why she leaked questions at a Democratic primary town hall to members of Clinton’s campaign, she said she didn’t want the candidates to be \"blindsided\" - eliciting laughter from Tucker Carlson.",
  "Senate Republican leaders reportedly are considering the elimination of the state-and-local tax deductions, while the House is pushing only for a partial rollback and still deliberating in committee.",
  "The units will conduct coordinated operations in international waters to demonstrate the U.S. Navy’s unique capability to operate multiple carrier strike groups as a coordinated strike force effort.",
  "– George Washington University Law Professor Jonathan Turley, on \"The Story with Martha MacCallum,\" reflecting on new calls for President Trump's impeachment and Hillary Clinton's imprisonment.",
  "U.S. NAVY SHOW OF STRENGTH: Three U.S. military aircraft carriers are heading to the same part of the world at the same time, to take part in a rare military exercise not seen in a decade ...",
  "AS SEEN ON FOX NEWS\n\nBANNON DOWNPLAYS DEM VICTORIES: \"What we had [in Virginia] was an establishment candidate in Ed Gillespie ... Virginia, because of Northern Virginia, is a blue state.",
  "#OnThisDay\n\n2012: Retired four-star Army Gen. David Petraeus abruptly resigns as CIA director after an affair with his biographer, Paula Broadwell, is revealed by an FBI investigation.",
  "Paisley lamented not being able to sing topical songs such as, \"Way Down Yonder on the Scaramucci,\" \"Hold Me Closer Bernie Sanders,\" \"Harper Valley DNC\" and \"Stand by Your Manafort.\"",
  "TAX REFORM PUT TO THE TEST: House and Senate Republican leaders were hoping to be united on tax reform to avoid a repeat of this summer’s ObamaCare repeal debacle.",
  "His new testimony, scheduled for next Tuesday, comes following recent revelations that the Democratic National Committee and Clinton campaign funded the dossier.",
  "They opened the show on a somber note by listing off recent tragedies, such as last month's mass shooting in Las Vegas and Texas church shooting last Sunday.",
  "– Former White House Chief Strategist Steve Bannon, on \"Hannity,\" refuting liberal claims that Democrats' Election Day victories were a rebuke of Trump.",
  "The Fusion GPS co-founder Glenn Simpson last appeared on Capitol Hill in August, when he testified before the Senate Judiciary Committee for 10 hours.",
  "In the wide-ranging interview, Brazile described her book as a \"forensic examination\" of the failures of the DNC and Clinton’s presidential campaign.",
  "But in the \"Tucker Carlson Tonight\" interview, Brazile characterized her conflict with campaign manager Robby Mook as a \"generational\" difference.",
  "1989: Communist East Germany throws open its borders, allowing citizens to travel freely to the West; joyous Germans dance atop the Berlin Wall.",
  "This long-form podcast features insights from top newsmakers, along with reporters and contributors from across all Fox News Channel platforms.",
  "The stars commented on the recent controversy surrounding the CMAs press guidelines, noting that the show is supposed to be free of politics.",
  "WATCH\n\nPOLITICS AND THE LAW COLLIDE: \"We're going into a very dangerous period where we are using criminal laws as an extension of politics.",
  "HOLLYWOOD SQUARED\n\nKevin Spacey cut from movie coming out in December\n\nWill anti-Trump CNN Boss Jeff Zucker kill $84.5 billion deal?",
  "NEW IN FOX NEWS OPINION\n\nJudge Napolitano: What if government stinks at keeping us safe but is great at invading our privacy?",
  "ET: House Majority Whip Steve Scalise takes on Election Day fallout, tax reform latest, the Texas church massacre and more.",
  "Paisley then strummed a guitar and sung a parody of Underwood’s “Before He Cheats” with lyrics aimed at President Trump.",
  "WATCH\n\nACROSS THE NATION\n\nMexican citizen executed in Texas for decades-old killing vows he 'will be back for justice.'",
  "Previously released excerpts from Brazile's book accused Clinton's top male campaign staffers of sexist treatment.",
  "ET: Bret is on the scene in Beijing on President Trump's trip to Asia with live analysis and breaking news.",
  "But then the show pivoted to political quips, with Paisley and Underwood poking fun at President Trump.",
  "Rep. Marsha Blackburn: To save lives and money, we must cut off federal funding for sanctuary cities.",
  "Expert team prepares to retrieve remains of fallen WWII servicemen from up to 350 feet below ice.",
  "The announcement of the military exercise made no mention of President Trump's trip to Asia.",
  "There's this cottage industry coming up with crimes you can charge President Trump with.\"",
  "Gregg Jarrett: Did Comey obstruct justice by protecting Hillary Clinton from prosecution?",
  "On Fox News Radio:\n\nCHECK IT OUT - Fox News Radio has launched the Fox News Rundown!",
  "Benghazi militant charged for providing material support, resources to terrorists.",
  "Enjoy your Thursday and we'll see you in your inbox first thing Friday morning",
  "MINDING YOUR BUSINESS\n\nGeneral Electric signs $3.5 billion deals in China.",
  "Pennsylvania man charged with DUI after showing up to vote a day early.",
  "Dolce & Gabbana is releasing a $110 pasta collection for the holidays.",
  "All episodes of this podcast can be found at: www.foxnewsrundown.com.",
  "ET: House Budget Chairwoman Diane Black on the state of tax reform.",
  "Oregon police respond to call for help, turns out to be pet parrot.",
  "Terry Crews reportedly files a police report over sexual assault.",
  "1620: The passengers and crew of the Mayflower sight Cape Cod.",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "Panera Bread to buy Au Bon Pain, CEO stepping down.",
  "U.S., AT&T at odds over CNN in Time Warner deal.",
  "STAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m.",
  "On Fox Business:\n\nMornings with Maria, 6 a.m.",
  "Want it sent straight to your mobile device?",
  "Thank you for joining us on Fox News First!",
  "Gillespie needed to embrace Trump more.\"",
  "Your World with Neil Cavuto, 4 p.m.",
  "The Intelligence Report, 2 p.m.",
  "Welcome to Fox News First.",
  "DID YOU HEAR ABOUT THIS?",
  "Special Report, 6 p.m.",
  "Varney & Co., 9 a.m.",
  "Not signed up yet?",
  "Click here."
]