[
  "Then came more detailed reports about how the FBI cracked the case of a major Russian effort to penetrate the North American uranium industry through a host of illegal activities, but somehow the whole matter was slow-walked and kept from U.S. government officials who had to approve the Uranium One deal.",
  "Donald Trump’s demeanor invites assumptions by some about his commitment to democratic values, but it is Hillary and her campaign that colluded with the Russians, paid the hit squad Fusion GPS to manufacture and plant information on her opponent, and hired people to provoke violence at Trump rallies.",
  "Media outlets like the New York Times reported on the U.S. government approval of a partial sale of the Canadian mining company to Rosatom, a Russian firm, while those who benefitted donated to the Clinton Foundation and paid Bill Clinton $500,000 for a single speech in Moscow.",
  "Instead, it is calculated to protect Mueller and a cabal within the FBI and Justice Department who covered up crimes by Hillary Clinton because they believed it was likely that she would be elected president.",
  "The National Legal and Policy Center subsequently exposed more Clintonista support, including from then-Clinton Foundation operative Doug Band who wrote a personal check for $50,000.",
  "Meanwhile, the FBI’s email investigation was supervised by now-FBI Deputy Director Andrew McCabe, who has significant connections to the Clintons through his wife Jill McCabe.",
  "More than anything else, the indictments of Paul Manafort and his partner Rick Gates demonstrate the fraudulent nature of Special Counsel Robert Mueller’s investigation.",
  "The plot thickened last week when the bombshell hit that it was Hillary’s campaign and the Democratic National Committee that paid for the Fusion GPS dossier.",
  "As long as this “what did Hillary know and when did Hillary know it” question is of no interest to Mueller, his investigation has no credibility whatsoever.",
  "The Clintons’ ruthlessness, along with the unwillingness of the nation’s top enforcement officials to stand up to them, has created a constitutional crisis.",
  "Hillary headlined a fundraiser for a group supporting Jill McCabe’s campaign for the Virginia state senate, as first reported in the Wall Street Journal.",
  "There was a reason that Mueller was so available when he was so swiftly appointed Special Counsel in May by Deputy Attorney General Rod Rosenstein.",
  "Hillary and Bill Clinton operated an aggressive shakedown operation of domestic and foreign interests, many of which are unsavory and criminal.",
  "Yes, Rosenstein bit the bullet and drafted the memo that was the legal basis for firing Comey, but it would be followed by appointing Mueller.",
  "In July, Comey preemptively exonerated Hillary despite her maintenance of a private email server and mishandling of classified material.",
  "He has to rescue himself, Comey, McCabe, Rosenstein and others from their complicity in Hillary’s dealings with the Russians.",
  "Hillary now claims that the first she heard of it was when the dossier memo was printed by BuzzFeed in January, a likely lie.",
  "Concealing the true nature of the operation was at least part of the Clintons’ motivation for the private server.",
  "By accusing her of being “extremely careless,” he purposely distracted attention from the context of the emails.",
  "And once Mueller and then his friend and successor James Comey covered for Hillary, they had to keep covering.",
  "Reporters were chagrined to realize that they had been lied to repeatedly for months and months.",
  "The Comey firing threatened to expose all that these same officials had swept under the rug.",
  "A real probe of Hillary would mean a review of his own actions and those of his colleagues.",
  "Mueller is creating a diversion by going after Manafort, the lowest of low-hanging fruit.",
  "Just about any inquiry into Manafort’s dealings over the years was sure to yield results.",
  "The probe has little to do with Russian interference in last year’s election.",
  "Views expressed in op-eds are not the views of The Daily Caller.",
  "The outlines of the Uranium One deal were not a secret.",
  "Mueller and Comey ultimately supervised the probe.",
  "But therein lies the dilemma for Mueller.",
  "Mueller’s strategy is clear.",
  "He’s cornered."
]