[
  "According to the Associated Press, congressional investigators are interested in a coffee meeting held in June in Moscow between Rinat Akhmetshin and Ike Kaveladze, two of the Russians who attended the June 9, 2016 Trump Tower meeting with Natalia Veselnitskaya, a Russian attorney who was lobbying against the Magnitsky Act, a sanctions bill.",
  "The Moscow meeting has raised the question of whether Akhmetshin and Kaveladze sought to coordinate their stories regarding Trump Tower, which was attended on the Trump campaign side by Donald Trump Jr., Jared Kushner and then-campaign chairman Paul Manafort.",
  "Mueller — like congressional investigators — is looking into whether the meeting constituted collusion between the Trump campaign and Russian operatives or whether it was an attempt by Russians to infiltrate an unwitting Trump team.",
  "(RELATED: Ike Kaveladze Identified As 8th Trump Tower Meeting Attendee)\n\nInvestigators have obtained text messages between Akhmetshin and Kaveladze that could shed light on their motives, according to the AP.",
  "According to the AP, the Beltway-based political operative told congressional investigators this week that he contacted Kaveladze to discuss coming forward about the Trump Tower meeting ahead of news reports.",
  "Investigators are taking a fresh look at two of the Russians involved in the June 2016 Trump Tower meeting because of a secret rendezvous they had earlier this year, possibly to coordinate their stories.",
  "(RELATED: Fusion GPS Founder Told Congress He Regrets That His Research Ended Up In Kremlin Hands)\n\nVeselnitskaya worked as a consultant to Chaika, who is close to Russian president Vladimir Putin.",
  "Akhmetshin is a Russian-American lobbyist and former Soviet military officer who worked closely with Veselnitskaya and Fusion GPS founder Glenn Simpson on the anti-Magnitsky consulting project.",
  "Akhmetshin has already reportedly appeared before a grand jury being used by Special Counsel Robert Mueller as part of his investigation into Russian interference in the presidential campaign.",
  "Multiple sources have told The Daily Caller that Simpson has known Akhmetshin for more than a decade, stretching back to the oppo researcher’s time as a reporter at The Wall Street Journal.",
  "(RELATED: Here’s What We Know About Rinat Akhmetshin)\n\nKaveladze is the U.S. representative for the Agalarov family, the real estate tycoons who have done business with the Trumps.",
  "Simpson also told the House Intelligence Committee that he was unaware that Veselnitskaya had provided his research to Yuri Chaika, the Russian government’s prosecutor general.",
  "Trump Jr. accepted, saying “If it is what you say I love it.”\n\nVeselnitskaya discussed the Magnitsky Act but offered no information on Clinton, she and Trump Jr. have said.",
  "It was revealed earlier this month that Simpson and Veselnitskaya were together just before and just after she and Akhmetshin attended the Trump Tower meeting.",
  "Questions have been raised about whether Christopher Steele, the former British spy who wrote the dossier, had been told about the Trump Tower meeting.",
  "Scott Balber, a lawyer for Kaveladze and Veselnitskaya who has previously represented Donald Trump, denied that story coordination was discussed.",
  "But Simpson told the House Intelligence Committee this week that he was unaware that Veselnitskaya was meeting with the Trump campaign.",
  "Goldstone said that a “Russian government attorney” — later identified as Veselnitskaya — would be offering dirt on Hillary Clinton.",
  "But Veselnitskaya did take a four-page memo into the meeting that contained research compiled by Simpson, the Fusion GPS founder.",
  "The Daily Caller was told that Simpson expressed regret in his House interview that his work product fell into Kremlin hands.",
  "Trump Jr. accepted the meeting after being emailed by Rob Goldstone, a publicist who works for the Agalarov family.",
  "Steele was working for Fusion GPS, who in turn was working for the Clinton campaign and DNC to investigate Trump.",
  "The document contained one mention of Clinton but largely focused on the Magnitsky Act.",
  "He also said that he did not know that his research was being taken into the meeting.",
  "Akhmetshin asked Kaveladze for the meeting, he has told congressional investigators.",
  "Veselnitskaya and Trump Jr. say that it was an innocuous and fruitless.",
  "Simpson was working on the infamous Trump dossier at the same time.",
  "The New York Times broke the story of the meeting on July 8.",
  "Simpson began working with Veselnitskaya in 2014.",
  "Follow Chuck on Twitter"
]