[
  "This was followed late Thursday night by a potentially more momentous Washington Post report claiming McCabe would also face accusations he tried to throw off Horowitz’s investigators and may have conducted his leak through Lisa Page, the leftist FBI lawyer and Trump critic allegedly having an extramarital affair with FBI agent Peter Strzok and together with Strzok considered the Russia investigation an “insurance policy” against Trump’s victory over Hillary Clinton.",
  "He was forced to resign in January one day after his boss, FBI Director Christopher Wray, read an unredacted copy of House Intelligence Committee chairman Rep. Devin Nunes’s (R-CA) memo about the infamous Fusion GPS “dossier.” The memo accuses McCabe of using the memo as the primary justification for securing a FISA warrant against Trump associate Carter Page and trying to pass off a Yahoo News!",
  "According to their “four people familiar with the inquiry,” Horowitz’s report will accuse McCabe of authorizing the leaks that led to an October 2016 piece in the Wall Street Journal that revealed on ongoing dispute about how to handle the investigation into Hillary Clinton’s emails that had just been reopened by the discoveries on disgraced Congressman Anthony Wiener’s laptop.",
  "Department of Justice Inspector General (DOJ-IG) Michael Horowitz’s long-awaited report will accuse outgoing FBI Deputy Director Andrew McCabe of improper leaking to the press and deliberately misleading DOJ-IG investigators, according to Thursday reporting in the New York Times and Washington Post.",
  "Among other things, the WSJ article revealed that a senior Obama Justice Department official called McCabe “very pissed off” he was continuing his investigation and pressuring him to tack close to FBI polices and avoid tactics like subpoenas and grand juries that close to an election.",
  "Recently released text messages from an FBI agent and FBI lawyer involved in the Clinton email case show that two days before the story was published, the lawyer, Lisa Page, and the FBI’s top spokesman, Michael Kortan, were on the phone with Barrett for an extended conversation.",
  "The Page-Strzok “insurance plan” texts were also made in reference to a meeting in McCabe’s own office, and last month, the WSJ also reported that he knew of the Weiner email revelations for weeks before the Comey made his October 30, 2016, announcement to Congress.",
  "Rather than let incomplete or inaccurate coverage circulate, officials often try to fill out the picture or provide a defense,” the Times writes, but no indication is made which information leaked from McCabe’s alleged improper authorization.",
  "The official only explicitly asked he avoid subpoenas, grand juries, and other overt tactics in close proximity to an election, as is specified by FBI policy, but McCabe reportedly asked if he was being told to stop his investigation.",
  "Update: An earlier version of the article mischaracterized the Wall Street Journal’s 2016 report as claiming an Obama DOJ official pressured McCabe explicitly to “discontinue” his investigation.",
  "The Times characterizes McCabe’s leak, which apparently took the form of authorizing a phone call to the press in violation of DOJ policy, as one harmful to Clinton rather than Donald Trump.",
  "However, as the Times notes, the WSJ piece also reported that some FBI agents in the field wanted to pursue a “more aggressive approach” than McCabe was willing to allow.",
  "According to his November testimony before the House Oversight and Government Reform Committee, Horowitz’s final report is expected sometime this month or in April.",
  "McCabe refused to recuse himself from the Hillary Clinton email investigation despite extensive links to the Clintons through his wife and former Virginia Gov.",
  "If true, these first concrete findings from Horowitz’s eagerly awaited report add to the growing mountain of woes under which McCabe finds himself.",
  "This recusal would have come just as he authorized the leak to the Wall Street Journal about the dispute over the Clinton investigation.",
  "The accusation that McCabe intentionally misled DOJ-IG investigators looking into the leak is disputed by one of the Post’s sources.",
  "“Such calls are common practice across the federal government when officials believe that journalists have only part of the story.",
  "The Post writes:\n\nThe Journal’s story was written by Devlin Barrett, now a reporter at The Washington Post.",
  "Texts released in January show that Page and Strzok likely knew about the WSJ piece before it dropped.",
  "The exact nature of McCabe’s alleged misleading is also not clear in the report.",
  "report that dossier author Christopher Steele himself leaked as corroboration.",
  "Terry McAuliffe, only to do so one week before the 2016 presidential election.",
  "officials to provide information for that article,” the Times sources claim.",
  "“The inspector general has concluded that Mr. McCabe authorized F.B.I.",
  "The New York Times broke McCabe’s alleged leaking to the media first.",
  "Spokesmen for the Journal did not return an email message."
]