[
  "As long as conservatives can do something — steal an election, gerrymander crazy districts to maximize GOP advantage, use the filibuster as a routine tool of opposition, launch congressional investigations as political attacks, hold the debt ceiling hostage, repress voting among minorities, withhold a confirmation vote on a Supreme Court nominee, defend a known fraud and sexual predator who has likely colluded with a foreign government to gain the presidency — they will do it, knowing they’ll be backed by a relentlessly on-message media apparatus.",
  "It is similarly difficult for most people to imagine believing that Hillary Clinton has had multiple people killed, that Obama is a secret Muslim who wasn’t born in the US, that Trump had millions of votes stolen, that Barack Obama wiretapped Trump’s White House, that Seth Rich (the mid-level Democratic staffer who was tragically murdered) was assassinated for stealing DNC emails and giving them to WikiLeaks, or that Antifa, the fringe anti-fascist movement, will begin going door-to-door, killing white people, starting on November 4.",
  "I spoke to Fox News employees who told me their network's coverage of yesterday's Russia news was \"an embarrassment\" https://t.co/GZcJ1kr9gx — Oliver Darcy (@oliverdarcy) October 31, 2017\n\nAs always, the goal of this media/political offensive (there is no longer much distinction) is less to present some coherent alternative account of the facts than to fill the atmosphere with fog, to give those on the right enough cover to slough off the charges as yet another liberal plot.",
  "And then some alt-right members in attendance, posing as protesters, unfurled this banner:\n\nAlt right strikes first at Columbia Cernovich event, plants NAMBLA-branded sign in front of protest march pic.twitter.com/IAw6yIeINC — Jake Offenhartz (@jangelooff) October 30, 2017\n\nThe banner has a NAMBLA (North American Man/Boy Love Association) logo on it, making it look like the protesters are defending pedophilia.",
  "As Andy Wright, a law professor at Savannah Law School, put it, “with each abnormal, unbecoming, or dishonorable act, President Trump makes it harder for his appointees to defend him, harder for traditional Republicans to maintain their uneasy power alliance with him, and easier for Democrats to take the moral high ground and secure political advantage.\"",
  "Say the president — backed by the Wall Street Journal editorial page, Fox News, Breitbart, most of the US Cabinet, half the panelists on CNN, most of the radio talk show hosts in the country, and an enormous network of Russian-paid hackers and volunteer shitposters working through social media — rejects the evidence.",
  "The primary source of this breach, to make a long story short, is the US conservative movement’s rejection of the mainstream institutions devoted to gathering and disseminating knowledge (journalism, science, the academy) — the ones society has appointed as referees in matters of factual dispute.",
  "In short, they conclude, “conservative media is more partisan and more insular than the left.”\n\nThat insular partisan far-right media is also full of nonsense like Pizzagate that leaves the base continuously pumped up — outraged, infuriated, terrified, and misled.",
  "That led the alt-right to cry censorship, which led to more publicity for the photo, which led, in the end, to thousands, possibly tens of thousands, of conservatives believing that students of Columbia University were openly marching in favor of pedophilia.",
  "But if there’s one thing non-experts like me have learned over the last few decades of watching US politics, it’s that experts are frequently caught flat-footed by the growing intensity of partisanship and the destruction of norms it has wrought.",
  "— Donald J. Trump (@realDonaldTrump) October 30, 2017\n\nWe don’t know yet if Mueller has the goods — documentary or testimonial proof of explicit collusion — or if he can get them, so we have no idea how this is ultimately going to play out.",
  "The only way to settle any argument is for both sides to be committed, at least to some degree, to shared standards of evidence and accuracy, and to place a measure of shared trust in institutions meant to vouchsafe evidence and accuracy.",
  "Crazy conservative fairy tales have become numbingly common\n\nThe sheer absurdity of the tale is familiar these days, reminiscent of “Pizzagate,” the bonkers story about Democrats running a child prostitution ring out of a DC pizza joint.",
  "But if 30 percent of America’s 200 million registered voters are Republicans, and 40 percent of those don’t believe Obama was born in the US, well, that’s 24 million people, among them the most active participants in Republican politics.",
  "The US is experiencing a deep epistemic breach, a split not just in what we value or want, but in who we trust, how we come to know things, and what we believe we know — what we believe exists, is true, has happened and is happening.",
  "The pretense for the conservative revolution was that mainstream institutions had failed in their role as neutral arbiters — that they had been taken over by the left, become agents of the left in referee’s clothing, as it were.",
  "As long as Republican politicians are frightened by the base, the base is frightened by scary conspiracies in right-wing media, and right-wing media makes more money the more frightened everyone is, Trump appears to be safe.",
  "As Ezra Klein laid out, there is enough on the record now to make it at the very least highly probable that there was collusion between the Trump campaign and Russia, meant to affect the outcome of the election.",
  "The entire right-wing machine has kicked into high gear, led by the president himself, furiously throwing out chaff about Comey, Mueller, Obama, Hillary, the dossier, the uranium, the emails, and whatever else.",
  "But we are disturbingly close to the following scenario:\n\nSay Mueller reveals hard proof that the Trump campaign knowingly colluded with Russia, strategically using leaked emails to hurt Clinton’s campaign.",
  "pic.twitter.com/V7oTdN1Knm — Mike Birbiglia (@birbigs) October 31, 2017\n\nIt was such an embarrassing performance that multiple people on the news side leaked their disappointment to reporter Oliver Darcy.",
  "The US is undergoing an epistemic breach\n\nEpistemology is the branch of philosophy having to do with how we know things and what it means for something to be true or false, accurate or inaccurate.",
  "The explosion of right-wing media in the 1990s and 2000s swept those gatekeepers away, giving the loudest voice, the most exposure, and the most power to the most extreme elements on the right.",
  "As Brian Beutler wrote in a scathing piece recently, the mainstream media has never learned to deal with the right-wing bubble — it has not learned how not to take bad-faith lies seriously.",
  "The conservative base remains committed to Trump, politicians remain scared to cross the base, and US politics remains stuck in partisan paralysis, unable to act on what Mueller discovers.",
  "There’s always been a conspiratorial and xenophobic fringe on the right, but it was (fitfully) held in place by gatekeepers through the early decades of America’s post-war prosperity.",
  "That one shocked and flabbergasted experts too, but just like all the other perverse steps down this road to illiberal lawlessness, they eventually took it on board and normalized it.",
  "As long as the base is convinced that Mueller is an agent of the deep state (or whatever), it will punish any Republican politician that strays from the pack and criticizes Trump.",
  "“On the right, prominent media are highly partisan.”\n\nWhen mapping out sources of online news, researchers found that the two basic poles were the center-left and the far-right.",
  "It is quite simply impossible for most people to imagine believing all the things that would be required to also believe that DC Democrats are into organized child trafficking.",
  "There is nominal separation of conservative media from conservative politicians, think tanks, and lobbyists, but in practice, they are all part of the conservative movement.",
  "As the massive post-election study of online media from Harvard (which got far too little attention) showed, media is not symmetrical any more than broader polarization is.",
  "(See Vox’s Sean Illing’s great interview with Charlie Sykes, the conservative talk-radio host who criticized Trump and was excommunicated, for more on how this happens.)",
  "This basic story has been told plenty of times (my longer version is here), but the reason we should not let it out of our sights right now is the Mueller investigation.",
  "The incentives facing GOP politicians are not good\n\nFor Mueller’s findings to have any effect, they will have to break some part of the basic dynamic on the right.",
  "And if that’s true, if the very preconditions of science and journalism as commonly understood have been eroded, then all that’s left is a raw contest of power.",
  "Partisan media sources on the left are integrated into this landscape and are of lesser importance than the major media outlets of the center-left.",
  "Over at the Gothamist, Jake Offenhartz has an astounding and richly symbolic story about the latest bit of “fake news” burped up by the alt-right.",
  "Sen. John McCain is saying all the right things now, but back when he faced his own Tea Party challenger, he sprinted right as fast as he could.",
  "They no longer have any control over what their constituents believe or want, and their constituents believe and want increasingly ugly things.",
  "As long as the incentives are aligned in that direction, there will be no substantial movement to censure, restrain, or remove him from office.",
  "Mainstream scholars do not think that Trump will be able to get away with simply ignoring Mueller’s findings or pardoning everyone involved.",
  "Even after it went viral on Reddit and some jacked-up angry white guy showed up at Comet Pizza with a gun, it still had the scent of parody.",
  "And most elected GOP officials are in seats safe enough that they fear a primary challenge from the base more than a Democratic challenger.",
  "Indeed, the far right rejects the very idea of neutral, binding arbiters; there is only Us and Them, only a zero-sum contest for resources.",
  "Here’s how it works:\n\nPundits and yellers in right-wing media compete to freak out the base and reinforce its allegiance to Donald Trump.",
  "If climate science does its thing, checks and rechecks its work, and then the Republican Party simply refuses to accept it ... what then?",
  "https://t.co/5fGoWN6w4N — Jay Rosen (@jayrosen_nyu) October 30, 2017\n\nAs familiar as this dynamic is, however, this episode is different.",
  "Different polls find different things, and it’s always difficult to distinguish what people really believe from what they say on surveys.",
  "Donald Trump has the power to hold on to the presidency, as long as elected Republicans, cowed by the conservative base, support him.",
  "That mindset leads to what I call “tribal epistemology” — the systematic conflation of what is true with what is good for the tribe.",
  "Say the entire right-wing media machine kicks to life and dismisses the whole thing as a scam — and conservatives believe them.",
  "If one side rejects the epistemic authority of society’s core institutions and practices, there’s just nothing left to be done.",
  "But at this point, it’s just very difficult to imagine anything that could bridge the epistemic gulf between America’s tribes.",
  "— Donald J. Trump (@realDonaldTrump) October 30, 2017\n\nOn Monday, Fox News practically had a blackout of the Mueller news.",
  "In short, an increasingly large chunk of Americans believes a whole bunch of crazy things, and it is warping our politics.",
  "Mainstream scientists and journalists see themselves as beholden to values and standards that transcend party or faction.",
  "They try to separate truth from tribal interests and have developed various guild rules and procedures to help do that.",
  "“Prominent media on the left are well distributed across the center, center-left, and left,” the researchers found.",
  "They are operating based on certain assumptions that it simply doesn’t occur to them that a politician can ignore.",
  "In their place, the right has created its own parallel set of institutions, most notably its own media ecosystem.",
  "Cernovich grabbed the image off Twitter, stripped it of context, and sent it bouncing around the right-o-sphere.",
  "For a GOP officeholder, standing up for democratic integrity could mean sacrificing reelection in 2018 or 2020.",
  "At Columbia University on Monday, alt-right self-promoter Mike Cernovich gave a speech to College Republicans.",
  "The institutions it built scarcely made any pretense of transcending faction; they are of and for the right.",
  "That’s what US elites are truly afraid to confront: What if facts and persuasion just don’t matter anymore?",
  "What if there is no longer any evidentiary standard that could overcome the influence of right-wing media?",
  "We no longer learn or know things together, as a country, so we can no longer act together, as a country.",
  "And Republicans seem incapable, not only of acting on what Mueller knows, but of even coming to know it.",
  "When Offenhartz reported the copyright violation, Twitter removed the photo from Cernovich’s account.",
  "We are split in two, living in different worlds, with different stories and facts shaping our lives.",
  "The right-wing media ecosystem became a bubble from which fewer and fewer inhabitants ever ventured.",
  "The center-right is of minor importance and is the least represented portion of the media spectrum.",
  "They see themselves as neutral arbiters, even if they do not always uphold that ideal in practice.",
  "Similar things have happened so many times before, and been studied, analyzed, and documented.",
  "And the base is currently being lied to about the Mueller investigation at a furious pace.",
  "So we may just have to live with a president indicted for collusion with a foreign power.",
  "But the right’s institutions are not of the same kind as the ones they seek to displace.",
  "At this point, as the stories above show, the conservative base will believe anything.",
  "Without that basic agreement, without common arbiters, there can be no end to dispute.",
  "Basically, the alt-right tricked itself into believing even more stupid, wrong things.",
  "The center of attention and influence for conservative media is on the far right.",
  "Now they’re sure Donald Trump can’t simply brazen his way out of an indictment.",
  "It’s all playing out like some morbid script that we can only watch, stupefied.",
  "(Episteme, or ?p?st?µ?, is ancient Greek for knowledge/science/understanding.)",
  "Mainstream institutions seem as unable as ever to resist its warping effects.",
  "That is true almost regardless of what he’s done or what’s proven by Mueller.",
  "Mitch McConnell can simply refuse to hold a vote on a Supreme Court nominee.",
  "There’s no explicit rule or law that says he can’t, so he can, and he did.",
  "What if we find out Trump is guilty and just can’t do anything about it?",
  "There’s nothing wrong with colluding with Russia in this particular way.",
  "This reaction to Mueller in right-wing media was predictable enough.",
  "We are drifting perilously close to a serious constitutional crisis.",
  "The center of gravity of the overall landscape is the center-left.",
  "GOP politicians cannot (or feel that they cannot) cross the base.",
  "Instead it covered fake Clinton scandals and cheeseburger emojis.",
  "Truth cannot speak for itself, like the voice of God from above.",
  "The subject of climate change offers a crystalline example here.",
  "Whatabout this, whatabout that, whatabout whatabout whatabout?",
  "In short, what if Mueller proves the case and it’s not enough?",
  "Trump may have done this, but what about when Obama did that?",
  "And yet millions of Americans fervently believe these things.",
  "That’s why Jeff Flake and Bob Corker are leaving the Senate.",
  "Report out that Obama Campaign paid $972,000 to Fusion GPS.",
  "It can only speak through human institutions and practices.",
  "People will argue on cable TV about whether he should have.",
  "Maybe US institutions have more life in them than I think.",
  "Democrats do not currently have the numbers to stop him.",
  "But to this day, no one knows how to stop or counter it.",
  "The only way to stave off a primary is to pay obeisance.",
  "They are prosecuting its interests; that is the ur-goal.",
  "I sit and watch it unfold— in helplessness and dread.",
  "They can’t do it without some help from Republicans.",
  "But the right did not want better neutral arbiters.",
  "As long as he has that power, he will exercise it.",
  "This is what a lot of us have been warning about.",
  "There is no longer any settling such arguments.",
  "One side will say up, the other will say down.",
  "And now we will all reap the consequences.",
  "I think he's the cheeseburger on the left.",
  "That’s what recent history seems to show.",
  "The firm also got $12,400,000 (really?)",
  "They might say Mueller is compromised.",
  "And they are pissed about all of it.",
  "Other students showed up to protest.",
  "What if they’re wrong about that?",
  "What happens if nothing happens?",
  "....Also, there is NO COLLUSION!",
  "It’s a Hillary/Deep State plot.",
  "The base leans on politicians.",
  "What about Hillary’s emails?",
  "Er, despite what Trump says.",
  "Say he pardons everyone.",
  "Manafort was indicted.",
  "Nobody knows who OK'd!",
  "But politicians can.",
  "Recommended thread.",
  "Dems did it first.",
  "All of the above.",
  "Maybe I’m wrong.",
  "It's all true.",
  "Burn, I guess?",
  "Whatever.",
  "from DNC.",
  "Ha ha."
]