[
  "“The Republican majority are representing to potential witnesses that we are party to these communications — but, time after time, that has just proved untrue.”\n\nA House Judiciary Committee aide said Republicans have “continued to stay in contact with the minority staff over the scheduling of interviews.”\n\n“This includes providing them copies of letters we have sent to potential interviewees and also verbally confirming interviews with them over the phone or email,” the aide said.",
  "| Mandel Ngan/AFP/Getty Images GOP invites Comey, Lynch and Yates to testify on FBI bias claims\n\nHouse Republicans are preparing to call their highest-profile witnesses yet in a yearlong investigation into the FBI and the Justice Department’s actions in 2016 and 2017 — including former FBI Director James Comey, former Attorney General Loretta Lynch and Former Deputy Attorney General Sally Yates.",
  "Simpson has already testified to multiple House and Senate committees but is certain to be asked about his relationship with Justice Department official Bruce Ohr, who became a conduit between Steele and the FBI\n\nOhr’s wife, Nellie, who worked for Fusion GPS during the campaign, is also slated to testify next month, as is Jim Baker, the former FBI general counsel.",
  "Story Continued Below\n\nOther witnesses who received requests include Glenn Simpson, co-founder of Fusion GPS; former Trump campaign aide George Papadopoulos; former Justice Department deputy counterintelligence chief Richard Scott; and former FBI official Bill Sweeney.",
  "House Judiciary Committee Chairman Bob Goodlatte and House Oversight Committee Chairman Trey Gowdy issued requests for interviews with the three high-profile former officials in letters sent Friday and Monday, committee sources confirmed.",
  "Democrats say the Republican-led inquiry is really about discrediting special counsel Robert Mueller’s ongoing investigation into whether President Donald Trump’s associates cooperated with Russia’s interference in the 2016 election.",
  "Papadopoulos, who is slated to serve a two-week jail sentence for lying to the FBI about his contacts with a Russia-linked professor, has indicated willingness to testify to lawmakers about his role in the campaign.",
  "The episode is the latest indication of the toxic partisanship that has plagued the panels as they undertake a high-stakes, Republican-led investigation into whether anti-Trump bias infected the FBI’s Russia probe.",
  "House Republicans are investigating whether former FBI Director James Comey (left) and Attorney General Loretta Lynch might have injected bias into the bureau’s investigation of President Donald Trump’s campaign.",
  "Democrats on the committees are livid over what they say was deception by the committees’ Republicans arranging the interviews, suggesting they weren’t informed about the requests until after they had been made.",
  "Comey, who has said he believes he was fired because he refused to back off aspects of the FBI’s Russia investigation, is a potential key witness in Mueller’s inquiry into whether Trump obstructed justice.",
  "By casting doubt on the FBI’s decision to open the probe, which Mueller took over after Trump fired Comey last year, Democrats say Republicans are trying to shield Trump from deepening legal peril.",
  "The so-called Steele Dossier, which Trump has denounced as false, alleges that Trump had years-long connections with the Kremlin and worked with Russia to orchestrate his election victory in 2016.",
  "In fact, Democrats said, Republicans had not informed them of the requests, giving the invited witnesses the false impression that the minority party was aware of what was transpiring.",
  "The large slate of requests suggests the panels leading the probe are entering the most crucial phase of their work and may still have weeks to go before interviews are complete.",
  "Comey, Yates and Lynch all had roles in signing off on applications to surveil the communications of former Trump campaign aide Carter Page in late 2016 and early 2017.",
  "That leaves a narrow window for lawmakers to issue findings ahead of the 2018 congressional elections and could push their work into the lame-duck session of Congress.",
  "They say it was fueled in part by a Democrat-funded dossier, prepared by former British spy Christopher Steele, who delivered his findings to DOJ and FBI officials.",
  "“This is more than just a bad habit,” said Daniel Schwarz, spokesman for Rep. Jerry Nadler (D-N.Y.), the top Democrat on the Judiciary Committee.",
  "Steele had been hired by Simpson’s firm, Fusion GPS, which was being paid by the Democratic Party and the Hillary Clinton presidential campaign.",
  "Public hearings on the matter have at times degenerated into procedural disputes, grandstanding and partisan complaints.",
  "The GOP interview requests underscore the stakes of the probe, and how many more witnesses Republicans intend to call.",
  "In addition, the requests indicated Democrats had been CC’d, and thus had been informed of the interview requests.",
  "It likely ensures a revolving door of witness interviews during the sensitive final weeks of the campaign.",
  "But Republicans contend that the FBI investigation was opened during the 2016 on flimsy evidence.",
  "The letters ask each prospective witness to arrange a time to testify as quickly as possible.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up here for POLITICO Huddle A daily play-by-play of congressional news in your inbox.",
  "You can unsubscribe at any time."
]