[
  "Meanwhile, there is progress in negotiations for a potential Mueller interview with President Trump, FOX News has learned\n\nTrump dossier researcher Nellie Ohr has refused requests to testify before lawmakers, and Republicans are considering ways to force her testimony, sources tell FOX News\n\nAll eyes will be on Wall Street on Friday after the Dow Jones Industrial Average and S&P 500 closed at new all-time highs on Thursday\n\nTHE LEAD STORY - KAVANAUGH'S ACCUSER OUTLINES HER TERMS: Christine Blasey Ford's legal team has asked the Senate Judiciary Committee to agree to certain terms before she sits down for a potential interview over her accusation that Supreme Court nominee Brett Kavanaugh sexually assaulted her decades ago ...",
  "However, it remains unclear whether a hearing scheduled for Monday will still take place\n\nPresident Trump, in an exclusive interview with FOX News' Sean Hannity, says Kavanaugh accuser Christine Ford should be allowed to tell her story to the Senate, but that Kavanaugh's confirmation vote can't be delayed much longer\n\nFormer Trump lawyer Michael Cohen has met with Special Counsel Robert Mueller's investigators several times, according to a report.",
  "HOSTILE TRUMP DOSSIER WITNESSES: Nellie Ohr, who worked as a contractor for the firm behind the anti-Trump dossier and whose Justice Department husband became a backchannel for passing along that information, has refused multiple requests to appear voluntarily before House committees, Fox News has learned ... Former FBI general counsel James Baker also has refused similar requests.",
  "James Comey: Mueller may be in the 'fourth quarter' of Russia investigation\n\nWALL STREET RED HOT UNDER TRUMP: Wall Street will be closely watched Friday after the Dow and S&P 500 set new all-time highs Thursday ... Investors waved off the tit-for-tat exchange of newly imposed trade tariffs placed on U.S. and Chinese goods and focused on the latest, positive economic data.",
  "TRUMP'S 'FIXER' JOINS RUSSIA 'WITCH HUNT': Michael Cohen, President Trump's former longtime lawyer, has met with Special Counsel Robert Mueller's investigators several times, including within the last month, the Wall Street Journal reports ... Mueller's investigators asked Cohen about Trump's business dealings with Russia, sources told the Journal.",
  "ET: Guest host will be Pete Hegseth as Ed Henry, Dagen McDowell, Ron Hosko, Kennedy and Shannon Bream sound off on the latest developments in Brett Kavanaugh Supreme Court confirmation saga, President Trump's Thursday night rally in Las Vegas, new developments in Robert Mueller's investigation, Nike sales and more.",
  "On FOX News Radio:\n\nThe FOX News Rundown podcast: Attorney Kristen Silverberg worked with Supreme Court nominee Brett Kavanaugh in the White House under President George W. Bush and joins the podcast to talk about the sexual assault allegation against her former colleague and his character.",
  "Trump has said he would consider a Mueller probe of his business dealings a red line, telling the New York Times last year: “I think that’s a violation.”\n\nThe Wall Street Journal's report comes amid new optimism over the prospect of a potential Mueller interview with Trump.",
  "Members of FOX News Influencers:\n\nHave the opportunity to be heard\n\nBe part of a special network of peers\n\nGet to influence new ideas and initiatives\n\nReceive updates on what we’ve learned and how your input has made impact\n\nFill out our qualification survey and join us.",
  "ET: Kayleigh McEnany, RNC spokeswoman; U.S. Rep. Todd Rokita, R-Ind; Gregg Smith, Evolution Corporate Advisors founder; U.S. Rep. Andy Biggs, R-Ariz.\n\nCavuto: Coast to Coast, Noon ET: Robert Charles, former assistant secretary of state under President George W. Bush.",
  "Ambassador to the United Nations Nikki Haley, in an exclusive interview on \"The Story with Martha MacCallum,\" saying the New York Times knew the truth about the purchase of curtains in Haley's official New York City residence but published its infamous story anyway.",
  "The House Judiciary and Oversight committees have spoken to numerous other witnesses, including Nellie’s husband Bruce Ohr, as part of their joint investigation into actions taken by DOJ during the Hillary Clinton email and Russia investigations.",
  "PRESIDENT TRUMP WEIGHS IN: President Trump on Thursday night told FOX News he thinks Brett Kavanaugh is \"an outstanding person\" who deserves a vote on his Supreme Court nomination, adding: \"I don't think you can delay it any longer\" ...",
  "Among the terms: Only members of the committee -- no lawyers -- can question her; Kavanaugh cannot be in the room at the time; and Kavanaugh should be questioned first, before he has the opportunity to hear Ford's testimony.",
  "Developing now, Friday, Sept. 21, 2018\n\nLawyers for the woman accusing Supreme Court nominee Brett Kavanaugh of sexual assault have laid out the terms under which she would agree to sit down for a Senate interview.",
  "ET: Scott Martin, Kingsview Asset Management chief investment officer; James Freeman, GOP strategist; Ned Ryun, founder and CEO of American Majority; Heather Zumarraga, vice president of Vision 4 Fund Distributors.",
  "Last month, Cohen pleaded guilty to campaign finance law violations in arranging hush money payments to porn star Stormy Daniels and former Playboy model Karen McDougal “at the direction” of then-candidate Trump.",
  "ET: House Judiciary Committee Chairman Bob Goodlatte on Nellie Ohr, wife of DOJ official Bruce Ohr, refusing to voluntarily testify about her work on the infamous Russia-anti-Trump dossier at Fusion GPS.",
  "Ford's lawyers told the Senate Judiciary Committee that she was open to testifying next week, but that it was \"not possible\" for Ford to testify at a hearing scheduled for Monday by Senate Republicans.",
  "ET: Author and Compound Media host Michael Malice and comedian Jimmy Failla join Tom Shillue's nightly panel to discuss Jack Black's comments about President Trump and the latest news of the day!",
  "The Dow Jones Industrial Average rallied 251.22 points, or 0.95 percent, to 26,656.98 -- marking the Dow's 100th record close since the election of President Trump and its first since January.",
  "With lawmakers unable to secure a commitment to appear from Nellie Ohr or Baker, a Republican House Judiciary Committee aide indicated subpoenas are an option to \"compel\" their testimony.",
  "Investigators want to hear specifically from Nellie Ohr, as she worked as a contractor for the opposition research firm Fusion GPS, which was behind the dossier, and did Russia research.",
  "President Trump's legal counsel is \"pleased with the progress being made\" in talks with Mueller about a possible interview, a source familiar with the process told FOX News on Thursday.",
  "The president's remarks came during an interview with Sean Hannity ahead of a “Make America Great Again” rally in Las Vegas, where Sen. Dean Heller, R-Nev., is up for re-election.",
  "__________________________________________________________\n\nAS SEEN ON FOX NEWS\n\n'NEWSPAPER OF RECORD' NO MORE: \"We're stopping stories every day that aren't truthful.",
  "Congressional Republicans argue that the dossier was improperly used to help secure a surveillance warrant for then-Trump campaign aide Carter Page.",
  "Trump added that Kavanaugh's accuser, Christine Blasey Ford, should be given an opportunity to \"have her say and let’s see how it all works out.\"",
  "#OnThisDay\n\n1981: The Senate unanimously confirms the nomination of Sandra Day O'Connor to become the first female justice on the Supreme Court.",
  "Gavin Macomber, senior vice president of marketing at First Orion, discusses how his company is trying put a stop to phone scams for good.",
  "Plus, Bill Gavin, former FBI assistant director, on Supreme Court nominee Brett Kavanaugh’s accuser calling for an FBI investigation.",
  "ET: Special guests include: Alan Dershowitz; U.S. Rep. Jodey Arrington, R-Texas; Hugo Gurdon, Washington Examiner editorial director.",
  "The number of Americans filing for first-time jobless claims fell to 201,000 in the prior week, well below the 210,000 estimate.",
  "Plus, over the years, phone scams have gotten increasingly worse and scammers are using new technology to their advantage.",
  "The requests, some of which appeared to be negotiable, capped a whirlwind day of back-and-forth statements on Thursday.",
  "1970: \"NFL Monday Night Football\" makes its debut on ABC-TV as the Cleveland Browns defeat the New York Jets, 31-21.",
  "ET: Frank Lavin, Export Now chairman and CEO; Natalie English, Wilmington Chamber of Commerce president and CEO.",
  "Alexandria Ocasio-Cortez claims Puerto Rico is still a 'colony' that 'deserves real self-determination.'",
  "Any interview of Trump is unlikely to take place before the November midterm elections, the source said.",
  "Other special guests include: Diamond & Silk; Dan Bongino; Alan Dershowitz; the legendary Wayne Newton.",
  "Both Daniels and McDougal say they had extramarital affairs with Trump, a claim the president denies.",
  "ET: Wall Street Journal columnist Kimberley Strassel explains how Republicans can win in November.",
  "ACROSS THE NATION\n\nMillionaire murder suspect eludes capture, so cops launch 'true crime' podcast.",
  "Nevada Senate race between Heller, Rosen is one Democrats hope to flip: A look at the candidates.",
  "FOX NEWS OPINION\n\nNewt Gingrich: Texas offers a blueprint for a red wave election in November.",
  "__________________________________________________________\n\nConsider yourself an Influencer?",
  "'Dog the Bounty Hunter' says he's joining manhunt for man who allegedly threatened Trump.",
  "HOLLYWOOD SQUARED\n\nChelsea Handler says Clarence Thomas is 'sexual predator,' mocks GOP.",
  "Carrie Underwood breaks down in tears while receiving star on Hollywood Walk of Fame.",
  "Become a trusted adviser in our FOX News community and help guide our brand’s future.",
  "MINDING YOUR BUSINESS\n\nWalmart warns Trump tariffs may force higher prices - report.",
  "On Facebook:\n\nCheck out 'FOX News Update,' our new Facebook-exclusive news program!",
  "Tennis great Billie Jean King, partner join Los Angeles Dodgers ownership group.",
  "'Game of Thrones' altar discovered at ancient Maya temple, reveals its secrets.",
  "Former U.S. Olympian indicted on first-degree murder, child abuse in 2016 case.",
  "They reiterated that she had a \"strong preference\" for an FBI probe beforehand.",
  "Todd Starnes: School faces attack over post-game prayer for coach's daughter.",
  "Economic data released Thursday included a reading on weekly jobless claims.",
  "PHOTO: Raccoon breaks into Florida woman's home - and is frozen with fear.",
  "ET: Special guest: Tony Perkins, president of the Family Research Council.",
  "THE SWAMP\n\nTrump, Japan's Abe to hold summit in New York City next week.",
  "Woman in famous 9/11 picture employs same photographer for her wedding.",
  "Chuck DeVore: America, don't be like California – misery loves company.",
  "I hadn't even taken the job when these curtains were being picked up.\"",
  "Tolkien, is first published by George Allen & Unwin, Ltd. of London.",
  "ET: Don't miss Chris Wallace's interview with Sen. Lindsey Graham.",
  "ESPN's streaming service reaches milestone -- but there's a catch.",
  "Angry mutant green crabs are destroying everything in their path.",
  "WATCH\n\nTRENDING\n\nCleveland wins for the first time in two years!",
  "The tech-heavy Nasdaq Composite gained 78.19 points to 8,028.23.",
  "Want the FOX News Rundown sent straight to your mobile device?",
  "Thank you for your continued support in our company’s growth.",
  "Gunmaker on the run has rented Taipei apartment, reports say.",
  "Wells Fargo plans to slash headcount in the next three years.",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "And commentary by \"FOX News Sunday\" host Chris Wallace.",
  "FOX News First is compiled by FOX News' Bryan Robinson.",
  "We'll see you in your inbox first thing Monday morning.",
  "of beef possibly contaminated with E. coli, USDA says.",
  "You can now freeze your credit for free: What to know.",
  "- Sign up now and find out about its exciting launch!",
  "On FOX News Weekend:\n\nCavuto Live, Saturday, 10 a.m.",
  "The broader S&P 500 jumped 22.8 points to 2,930.75.",
  "Don't miss some good news with FOX News' Tonya J.",
  "But Trump noted that \"they’ve delayed it a week.",
  "FOX News Sunday, Sundays at 2 p.m. and 7 p.m.",
  "On FOX Business:\n\nMornings with Maria, 6 a.m.",
  "Thousands of bees swarm Texas Walmart store.",
  "NFL's most valuable franchise revealed.",
  "Cargill recalls more than 132,000 lbs.",
  "Countdown to the Closing Bell, 3 p.m.",
  "On FOX News:\n\nFOX & Friends, 6 a.m.",
  "STAY TUNED\n\nFOX Nation is coming!",
  "And they have to get on with it.\"",
  "The Intelligence Report, 2 p.m.",
  "The Brian Kilmeade Show, 9 a.m.",
  "1937: \"The Hobbit,\" by J.R.R.",
  "The Tom Shillue Show, 3 p.m.",
  "Click here to find out how.",
  "Enjoy your day and weekend!",
  "Welcome to FOX News First.",
  "Browns fans get free beer.",
  "Thank you for joining us!",
  "DID YOU HEAR ABOUT THIS?",
  "Special Report, 6 p.m.",
  "Varney & Co., 9 a.m.",
  "Not signed up yet?",
  "Click here.",
  "Powers.",
  "– U.S."
]