[
  "Page made the disclosure in a letter in which he called President Trump’s firing of FBI Director James Comey an “encouraging” step “toward restoring justice in America.”\n\nThe energy consultant claims in the letter that he was “extensively harassed” under an “intensive interrogation” about claims made in a dossier compiled by former British spy Christopher Steele.",
  "“Yesterday’s decision to hold Mr. Comey accountable for his well-publicized missteps on July 5, 2016 and October 28, 2016 are likely to be just the tip of the iceberg given the completely fake Russia allegations against myself and others which he vigorously perpetuated in his Congressional testimonies,” he writes.",
  "He also asserts that agents involved in the March interview claimed that FBI management was concerned that he did not agree with an assessment released by the Obama administration in January attributing cyber attacks during the presidential campaign to the Russian government.",
  "Page denies that the meeting took place and describes the Steele document as the “Dodgy Dossier.”\n\nThough some parts of the dossier have been refuted, the FBI has reportedly relied on the document as part of its investigation into Russian meddling in the election.",
  "“Discussions I held with federal agents under Comey’s command that month were reminiscent of the loyalty tests under FBI Director J. Edgar Hoover during the original McCarthy era,” Page wrote in the letter, which was shared with reporters.",
  "While Trump has reportedly been considering canning Comey for more than a week, he cited recommendations from Attorney General Jeff Sessions and Deputy Attorney General Rod Rosenstein as justification for the move.",
  "In addition to possibly inaccuracies in the document, Republicans have questioned the FBI’s reliance on the dossier because it is the result of a project financed by a supporter of Hillary Clinton’s.",
  "Rosenstein cited Comey’s handling of the investigation into Hillary Clinton’s emails — and his July 5 statement announcing no charges against the Democrat — as the rationale for his recommendation.",
  "Former Trump campaign adviser Carter Page has revealed that he was interviewed by the FBI in March as part of the bureau’s investigation into Russian meddling in the 2016 presidential campaign.",
  "Page, who was not accused of wrongdoing in the case, was identified only as “Male-1” in the document, though his identity was somehow revealed to the press.",
  "And according to the uncorroborated dossier compiled by Steele, Page met secretly with Kremlin officials to discuss removing U.S. sanctions against Russia.",
  "Page refers to the document as a “fake, politically-motivated ‘intelligence’ report.”\n\nIt is not much of a surprise that the FBI has interviewed Page.",
  "Page was also the subject of a surveillance warrant issued to the FBI in September under the Foreign Intelligence Surveillance Act.",
  "He joined the campaign in March, though he never met Trump and did not contribute in any significant way to the election effort.",
  "One of the Kremlin operatives attempted to recruit Page, according to a sealed federal court document from Jan. 2015.",
  "In July, while with the campaign, Page flew to Moscow to give a commencement speech at the New Economic School.",
  "He has regularly blasted members of the U.S. intelligence community, especially those hired by President Obama.",
  "The fact that he has been interviewed suggests that the investigation is farther along than many believed.",
  "In 2013, he was interviewed by FBI agents investigating a Russian spy ring operating out of New York City.",
  "That unidentified donor hired opposition research firm Fusion GPS, which in turn hired Steele.",
  "Carter Page’s statement on Jim Comey firing by Chuck Ross on Scribd\n\nFollow Chuck on Twitter",
  "Comey was provided a copy of the report in December by Arizona Sen. John McCain.",
  "Naval Academy graduate had refused to say so during recent interviews.",
  "Page left the Trump campaign just prior to that warrant being issued.",
  "It is also no surprise that Page supports Trump’s dumping of Comey.",
  "Page also cited Comey’s role in the Clinton investigation.",
  "During the speech, Page criticized U.S. foreign policy.",
  "Trump unceremoniously fired Comey Tuesday afternoon.",
  "Page has been on the FBI’s radar for years.",
  "But the U.S."
]