[
  "He is also demanding that Rosenstein set dates for next month for interviews with former DOJ Associate Deputy Attorney General Bruce Ohr, FBI counterintelligence official Peter Strzok, FBI general counsel James Baker, FBI lawyers Lisa Page and Sally Moyer, and the FBI’s congressional liaison, Greg Brower.",
  "Nunes wrote that “of the numerous delays and discrepancies that have hampered the process of subpoena compliance, the Committee no longer credits the representations made by DOJ and/or the FBI regarding these matters.”\n\nDevin Nunes letter to Rod Rosenstein by Chuck Ross on Scribd\n\nFollow Chuck on Twitter",
  "Nunes, a California Republican, accused Rosenstein of ignoring a subpoena issued on Aug. 24 for a slew of records related to the dossier, the Democrat-funded report that is central to the allegations that the Trump campaign colluded with Russians during the presidential campaign.",
  "“However, shortly before my meeting with you in early December, DOJ subsequently located and produced numerous FD-302s pertaining to the Steele dossier, thereby rendering the initial response disingenuous at best.”\n\nFD-302s are summaries of interviews conducted by FBI agents.",
  "Ohr was recently stripped of his top DOJ position after it was discovered that he met last year with Christopher Steele, the author of the dossier, and with Glenn Simpson, a partner at Fusion GPS, the opposition research firm that commissioned the salacious document.",
  "House Intelligence Committee chairman Devin Nunes is accusing the Justice Department and FBI of “intransigence” for ignoring a subpoena issued more than four months ago for interviews and records related to the infamous Steele dossier.",
  "Nunes is asking Rosenstein to produce summaries of all interviews conducted with witnesses and confidential human sources as part of the investigation into the dossier by Jan. 3, next Wednesday.",
  "“Several weeks ago, DOJ informed the Committee that the basic investigatory documents demanded by the subpoenas, FBI Form FD-302 interview summaries, did not exist,” Nunes wrote.",
  "Bruce Ohr, who had an office several doors down from Rosenstein until his recent demotion, reportedly did not tell his superiors about his meetings with Steele and Simpson.",
  "“At this point it seems the DOJ and FBI need to be investigating themselves,” Nunes wrote Thursday in a bluntly worded letter to Deputy Attorney General Rod Rosenstein.",
  "In his letter, Nunes also asserts that the Justice Department incorrectly claimed that some documents covered by the committee’s subpoena did not exist.",
  "Nunes also revealed the existence of a meeting involving a lawyer working on Special Counsel Robert Mueller’s Russia probe that was held in April.",
  "Andrew Weissman, a Justice Department attorney who now works on Mueller’s team, took part in the meeting, which has not previously been reported.",
  "Strzok was removed from Mueller’s investigation at the end of July after the Justice Department’s inspector general discovered the text messages.",
  "A sample of those messages was released earlier this month, showing that the two FBI officials made anti-Trump and pro-Hillary Clinton comments.",
  "The biased texts are significant because Strzok was a top investigator on both the Hillary Clinton email investigation and the Russia probe.",
  "Ohr’s wife, Nellie Ohr, also worked for Fusion GPS during the presidential campaign on its Trump investigation.",
  "Nunes also wants the full trove of text messages exchanged between Strzok and Page.",
  "That meeting that took place between DOJ/FBI personnel and members of the media."
]