[
  "They were later then edited out and replaced with the term \"extremely careless\" -- at the time, I told you there is no difference -- even though he explained that Clinton had secrets, top secret, special access program, classified information on an email server stored in the basement of a mom and pop shop which by the way we now know five separate intelligence agencies, countries that don't like us, were able to hack into.",
  "And John Solomon obtained a copy of a letter that Senator Chuck Grassley sent to the FBI which contains the key sentences found in the draft memo that says, quote, \"There is evidence to support a conclusion that Secretary of State Clinton and others used the private email server in a manner that was grossly negligent with respect of the handling of classified information and material.\"",
  "And by the way, the liberal mainstream media, oh, the same people that colluded with Hillary Clinton, the same people that are basically an extension of the Democratic National Committee and their talking points every day, that don't have an original thought in their head and they're bunch of sheep that apologized constantly for the Democrats, well now they're apoplectic.",
  "Millions of dollars pour into the Clinton Foundation and Bill and Hillary's pocket, she is the Secretary of State, she approved this agreement ,one of nine people, and of course all while Bill is doubling his speaking fees with Moscow and by the way trying to meet with nuclear officials in Russia and he did meet with Vladimir Putin.",
  "And another part of the memos says, quote, \"Similarly the sheer volume of information that was properly classified as secret at the time it was discussed on email, (that is excluding the 'up' classified emails) supports the inference that the participants were grossly negligent in their handling of that information.\"",
  "HANNITY: Victoria, if the fix is in and he is riding the exoneration before he thought of his investigation, if he takes the cue, she of course and Bill Clinton on the Tarmac and then he changes the standard from gross negligence, how could any better than conclude anything other than the fix was in?",
  "Also tonight, a source is telling Fox News, our own Catherine Herridge, that the House Intelligence Committee are now asking that Fusion GPS, that is the company behind the fake phony anti-Trump Russian dossier, to turn over records that allegedly show payments to journalists, two published stories.",
  "Hillary Clinton actually colluded with Russia by paying, you know, millions and millions of dollars for that fake news dossier, Russian propaganda, Russian collusion to smear Donald Trump, and she tried to influence you the American people to swing the election with those lies.",
  "Now keep in mind, the same company that they used to funnel $10 million or more through a third party lawyer to create the dossier that used Russian sources to smear the president and try and influence the American people with phony Russian information to steal an election.",
  "And with this new revelation tonight on the emails that probably involved gross negligence, it strengthens my call and that of others for a special prosecutor to look at that, Comey, the gross negligence, to look at the email deal more generally, to look at Uranium One.",
  "They're in and they said, listen, one of the things that strikes us is, there were lots of secret information that passed through that pattern that constant being able to put that into the emails really concerned them as evidence of what was going wrong here.",
  "Comey's original news conference never made any sense because he literally explained how Clinton broke the law for 13 and a half minutes but then he stopped short of recommending charges by claiming she was extremely careless instead of grossly negligent.",
  "Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "And finally tonight, our hearts and prayers go out to the people in Sutherland Springs, Texas, their unimaginable pain and suffering after a madman attacked a church yesterday killing 26 people including young children, injuring 20 others.",
  "James Comey changed the announcement about Clinton's private email server even after her team deleted 33,000 subpoenaed emails, destroyed some of them by using acid wash known as BleachBit and even taking a hammer to Blackberries.",
  "Hillary Clinton owned the DNC, so she is the DNC to funnel money to a lawyer to pay for the phony Russian information and campaign to pay the lawyer to funnel this phony Russian information to rig and fix the general election.",
  "Also tonight, The Hill's John Solomon is reporting that Senator Chuck Grassley has confirmed that an early draft of the former FBI Director James Comey announcement exonerating Hillary Clinton accused her of gross negligence.",
  "And on the issue of so-called Trump-Russia collusion, tonight, yet another prominent Democrat forced to admit a year later, she has seen nothing to indicate there was any collusion between Donald Trump and the Russians.",
  "Here now is the author of Defeating Jihad former deputy assistant to president, Sebastian Gorka, and the attorney, the person representing that FBI informant in the uranium one scandal Victoria Toensing is back with us.",
  "Now he's been under fire ever since the Wall Street Journal reported that a political action committee ran by yes, Virginia governor, \"I don't care about the rule of law,\" Terry McAuliffe had deep ties to the Clintons.",
  "Remember he refused to testify under oath -- did testify that former Attorney General Loretta Lynch, remember she pressured Comey to call the investigation which was an investigation a \"matter,\" and then he complied.",
  "Brazile also writes that the Clinton campaign treated her like crap by writing that she told Clinton's team, quote, \"Y'all keep whipping me and whipping me and you never give me any money or any way to do my job.",
  "At the end of the day, I had a senior FBI agent said the following to me, he said, Sebastian, you need to understand, the 7th floor of the FBI, the senior leadership, looks at the Trump White House as the enemy.\"",
  "Because what John showed in this story with this removal of gross negligence with something that the FBI, I mean, agents within the FBI, since last July, when Comey made these statements, they were up in arms.",
  "That is why in addition to Congress, the Department of Justice needs to open an investigation into how the FBI and the Obama administration handled the Clinton case where obvious law breaking took place.",
  "The NRA, the national rifle association is the preeminent organization in the United States that talks about gun safety that talks about keeping guns out of the hands of people who should not have them.",
  "This is another incident probably 4th or 5th this year that could have been if not prevented, the damage would have diminished greatly if he made small changes to our gun laws that we have right now.",
  "The only African-American woman that has led a Presidential campaign to the Democratic Party to me says how they feel about black women who have spent their entire lives pushing the Democratic Party.",
  "(BEGIN VIDEO CLIPS)\n\nTOMM BROKAW, \"MEET THE PRESS\"/NBC: To go back over this now, when they are trying to win Congressional races and trying to get ready for '18 seems to be beyond counterproductive.",
  "But if you and you donate and you work and you go to the polls and you wait in the primary, and it turns out it was for nothing, and every major Democratic is just saying trying, oh, it's nothing.",
  "(END VIDEO CLIP)\n\nHANNITY: Here with a reaction is America first action spokesman senior adviser, a friend, a former Milwaukee county sheriff David Clarkson and civil rights attorney Daryl Parks.",
  "SARA CARTER, CIRCA NEWS: Well, over the last year, you know, the Democrats have been pointing their finger at the Trump campaign, you know and President Trump, that he had a fix in with Russia.",
  "(BEGIN VIDEO CLIP, \"THIS WEEK\"/ABC)\n\nDONNA BRAZILE, FORMER DNC CHAIR: George, for those who are telling me to shut up, they told Hillary that a couple of months ago, you know what I told him?",
  "For someone who has spent over 40 years, the Democratic Party has been a Clinton loyalists to bring this note and for them to pretty much crucify her for speaking the truth is an injustice.",
  "(END VIDEO CLIP)\n\nHANNITY: If the Democrats and the left wing media in this country cared even a little bit about the truth, then they would stop spreading lies about President Trump.",
  "Have you seen any communications that suggest that the Trump campaign wanted them to release them through a different means because obviously they were ultimately released WikiLeaks?",
  "When everything comes out in the wash, I think we will be shocked and find that the Clinton corruption, this Cartel, will make Al-Capone look like a guy that took your lunch money.",
  "Whether it's the Russian investigation, any criminal manner, no person, no matter how privilege rich, entitled, connected should receive any special treatment from our government.",
  "It's a list that our friend and colleague, Fox News legal analyst Greg Jarrett, put together for us tonight showing the laws that Clinton violated with the private email server.",
  "They donated half of million dollars to the State Senate campaign of McCabe's wife Jill and she also got another $200,000 from the Virginia Democratic Party, for a state race.",
  "And there is also the massive plot that the FBI uncovered one year before that deal was approved which includes bribery, extortion, money laundering, kickbacks, racketeering.",
  "This is an all-out battle that is playing out between Donna Brazile, the Democrats, the media, after she revealed that Hillary Clinton rigged, stole the DNC primary election.",
  "And Donna Brazile is continuing to tell her story after she wrote an article for Politico magazine last week entitled \"Inside Hillary Clinton's secret takeover of the DNC.\"",
  "They were trying to interfere with the do administration of justice and they were stupid in the way they did it because gross negligence is extremely careless behavior.",
  "(BEGIN VIDEO CLIP)\n\nJAMES COMEY, FBI DIRECTOR: The Clinton campaign at the time was using euphemisms and security review matters, things like that for what is going on.",
  "You might remember when James Comey admitted under oath that Attorney General Loretta Lynch ask him to call this an investigation in the Clinton emails server scandal.",
  "Here first with reaction, our breaking news, from The Hill, we have John Solomon, investigative reporter Sarah Carter, FOX News legal analyst Gregg Jarrett is with us.",
  "And late last week, we learned from Judicial Watch that Andrew McCabe did not recuse himself from the Clinton server investigation until just days before the election.",
  "Now, John Solomon's report also notes that it was not clear who recommended making the crucial change in wording but that the Senate will likely demand those answers.",
  "And she explained how it was all rigged and she found evidence that Hillary, quote, \"Rigged the DNC,\" cheated Bernie Sanders and his supporters out of the nomination.",
  "When he was the deputy Attorney General and lawyers would argue with him at the Justice Department, he would turn to them and say I think your moral compass is askew.",
  "There are also new parts of Donna Brazile's book that are coming out like how she considered trying to replace Hillary Clinton with Joe Biden as the party's nominee.",
  "You just think back, in June of last year, July of last year, FBI director had accused her of being grossly negligent, what an impact that would had on the election.",
  "If I would had been the FBI Director, I would have called in every FBI agent on her detail and asked how that meeting came about and what were they responsible for?",
  "Any American citizen who has the right to vote, to have that be disenfranchised is a disrespect to anyone who believes in the American process, Democratic process.",
  "When you cross out gross negligence and insert \"extremely careless,\" that's pretty incriminating evidence that Comey or others may have been obstructing justice.",
  "And a source also told John Solomon that three other people were involved in helping draft and then edit out of the legal realm, Comey's statement about Clinton.",
  "And we also know that Comey decided to not recommend charges against Clinton months before interviewing the key witnesses in the case including Hillary Clinton.",
  "We have been saying for over a year, Comey, the Obama Justice Department were protecting Hillary Clinton for laws she broke that we would be put in jail for.",
  "Now, an early draft of James Comey's now infamous announcement about the Clinton email investigation actually accused Hillary of being grossly negligent.",
  "I have yet to see a gun laying out on the table or in case, lift itself up and point itself at somebody and fire itself even in a situation such as this.",
  "Yet, the Democrats, sadly, members of the mainstream media, what, within hours, they're racing to politicize this tragedy, call for more gun control.",
  "The people told us that they wanted to support Senator Sanders but could not because of the backlash that pretty much Donna Brazile is receiving now.",
  "You know at the end of the day, the fact that a neighbor got his gun, so many instance s were people get guns, used guns to protect innocent people.",
  "When Comey deletes the specific legal term gross negligence and he decides, before he does the investigation concludes he is going to exonerate her.",
  "A lot more information on this unfolding scandals, but right now, I got a question for you, does James Comey owe the American people an explanation?",
  "It gave Hillary Clinton and her campaign total control of the DNC's finances, strategy, personal decisions, budgeting, data, analytics and mailings.",
  "The gentleman with the rifle came to my truck as the shooter took off and he briefed me quickly on what just happened and said we have to get him.",
  "What will your client, this informant who has documents, emails, tape recording and infiltrated for all that period of time, what will he tell us?",
  "But the bottom line is we would end school shootings if we had retired military or retired policemen in the schools for a first line of defense.",
  "The fact that Comey -- I'm sorry, that Mueller and Eric Holder knew about bribery, extortions, kickbacks, money laundering, racketeering in ‘09.",
  "While much of the country grieves for the victims, once again, the left races, rushes to politicize the tragedy to make it about gun control.",
  "Tonight, we're going to go through step by step, we're going to explain how the fix was in with every single scandal involving the Clintons.",
  "(BEGIN VIDEO CLIPS)\n\nED RENDELL, FORMER GOVERNOR OF PA., MSNBC: I think anybody who suggests that the DNC has the power to rig an election.",
  "Investigative reporter Sara Carter reported back in July that Baker was being investigated for leaking classified information to the press.",
  "(BEGIN VIDEO CLIP, CNN)\n\nJAKE TAPPER, HOST: Have you seen any evidence that this dirt, these emails were ever given to the Trump campaign?",
  "Plus, another high ranking Democrat is now forced to admit that she's seen no evidence, zero after a year of Trump and Russian collusion.",
  "Bill Clinton met with former Attorney General Loretta Lynch on a tarmac and on airport for 40 minutes, only days before Comey's decision.",
  "The Democratic Party tonight is in complete and total disarray with a barrage of massive scandals unfolding like we told you they would.",
  "They support that kind of legislation, but to take this out on the gun itself or law-abiding citizens who have guns is just plain wrong.",
  "To take this out on people, over 150 million people estimated in the United States that own guns who would never do something like this.",
  "Former interim DNC Chair Donna Brazile continues to expose this corrupt Clinton political machine on a level nobody ever know existed.",
  "The former national justice director for Bernie Sanders Tezlyn Figaro and former Clinton pollster, Fox News contributor Doug Schoen.",
  "I find it hard to believe that anybody can cite anything that may have rigged the primary elections in the Hillary Clinton's favor.",
  "What we're saying is, the super delegates -- the 700 super delegates that has super powers to use --\n\nHANNITY: That was fixed too.",
  "We done that, those 2 heroes who took this guy down after this event, would not have the tools necessary to do that sort of thing.",
  "JARRETT: You would be charged with obstruction of justice, a violation of the federal records acts and the public officers' law.",
  "All these cases prove that the Clintons think they are above the law and they are protected by Democrats and a colluding media.",
  "Just like she rigged the general election and rigged the primary, she tried to do with the fake Russian lie propaganda dossier.",
  "Predictably, Democrats are lashing out at Donna Brazile for telling the truth and blowing the whistle on Clinton corruption.",
  "I've never heard of a prosecutor exonerating somebody two months in advance before interviewing her and the key witnesses.",
  "But of course the left doesn't want to talk about how guns actually save lives in many situation and many more situations.",
  "FIGARO: I'll say that I look forward to a lot more coming that we have been talking about for years and years and years.",
  "If god forbid, hell breaks you are trained, I am actually, some people call my radio show what kind of gun should I get?",
  "I know that churches in this day and age have multiple armed guards to protect those people that attend these services.",
  "You know, when you receive a Congressional subpoena on your documents, you are instructed to preserve and produce them.",
  "We're not certain yet that this is where the direction is going in and we just have to remain patient and wait and see.",
  "So it tells me Comey in addition to attempting to obstruct justice perhaps, doesn't know a damn thing about the laws.",
  "This our system of justice is predicated on punishing those directly involved in a situation, not those that weren't.",
  "He not only followed Loretta Lynch's advice, Sebastian, he also then went forward with the matter and the fix was in.",
  "More to come on the bombshell report that James Comey, he drafted that memo that accuse Hillary of gross negligence.",
  "UNIDENTIFIED MALE: The second amendment in this case has nullified the right to live for many people in this church.",
  "I think if I've done half of the things that she admits to in this excerpts, I am not sure I would be telling folks.",
  "And what's ironic is, these are the same people who are exploiting this tragedy -- they never talk about Chicago.",
  "They edited it out to get the legal standard gone so they could exonerate her before they did the investigation.",
  "That is them doing the things, you know, we literally have rendered the votes of people meaningless in America!",
  "Hillary Clinton, former first lady of Arkansas and the United States, former senator, stole a primary election.",
  "In the reports are true tonight and the military didn't pass this information on, that is a flaw in the system.",
  "CHUCK TODD, MODERATOR: Do you agree with the Clinton campaign that Donna Brazile fall for Russian propaganda?",
  "Remember, they used fake news, Russian lies and propaganda all to smear, besmirched and slander Donald Trump.",
  "Here is everything you need to know when it comes to America's most corrupt political family: No rules apply.",
  "And I know now that Attorney General Jeff Sessions did not recuse himself from the Uranium One investigation.",
  "SCHOEN: I was the only mainstream Democrat that I'm aware of, who publicly disavowed Hillary in the election.",
  "Death, taxes and the Democrats and anti-gun movement, politicizing a tragedy like we saw in Texas yesterday.",
  "In that sense, if that is a mistake, we can't have these flaws, because crazy people will do crazy things.",
  "I am offended for her and anyone else who has ever had any skin in the game and making this process work.",
  "HANNITY: If I destroyed my hard drives, if I busted up my Blackberries, would I be calling you from jail?",
  "The House Intelligence Committee is now asking the firm for records of alleged pavements to journalist.",
  "This is key in the email server scandal which means by definition, she broke the law but he changed it.",
  "Even though the FBI was telling the informant that the president was being brief on this investigation.",
  "And you are more critical, what do you make of every Democrat that has gone out there, oh no big deal?",
  "I am more critical of Republicans, they are weak and timid and they've lost their identity and vision.",
  "KATY TUR, MSNBC: Let's listen to Donna Brazile one more time on this week --\n\nMCAULIFFE: Nobody cares!",
  "CARTER: Well, I certainly know from talking to sources, Sean, I don't think it is going to be Mueller.",
  "VICTORIA TOENSING, ATTORNEY REPRESENTING FBI INFORMANT: Sean, gross negligence is the statutory term.",
  "And him, and the neighbor across the street were both coming out about the same time exchanging fire.",
  "It was thought through earlier on in May and by June, somehow that terms drops out of the statement.",
  "And you know, despite the fact that we've seen reports out there that they said he did, he did not.",
  "Key members of the Obama administration knew this was happening, including Mueller and Eric Holder.",
  "As Greg said earlier on your show, it would be synonymous and a Judge would explain that to a jury.",
  "Victoria would be -- well, she would never be in jail, because she has Joe, and I would be in jail.",
  "SEBASTIAN GORKA, DEPUTY ASSISTANT TO PRESIDENT TRUMP: Mere mortals like you and I would be in jail.",
  "We got to a place where the Attorney General and I were going to have to testify and talk publicly.",
  "And now, they should focus on real Russian collusion, real crime, real evidence, real impropriety.",
  "Now, we have more proof tonight that when it comes to the Clinton scandals, the fix is already in.",
  "ROBBY MOOK, FORMER CLINTON CAMPAIGN MANAGER, CNN: The allegations she's making simply isn't true.",
  "Joining us with more reaction to this bombshell claim that Hillary Clinton stole the DNC primary.",
  "(END VIDEO CLIP)\n\nHANNITY: That was one of two Texans who chased this church gunman Devin Kelley.",
  "And they did what they thought would guarantee their future under a Hillary Clinton White House.",
  "Even Lindsey Graham is now calling for a special counsel to be appointed to investigate Clinton.",
  "And then she tried to fix the general election by paying for Russian bought and paid propaganda.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "She also revealed that there was a secret agreement between the Clinton campaign and the DNC.",
  "This was worse than the stuff I saw their living in a continent of dictatorship for 40 years.",
  "UNIDENTIFIED MALE: Most of us are supporters of the second amendment, but this to your point.",
  "And the questions for Congress are going to be, who did they talk to before they edited out?",
  "And get this, it is now the 44th highest gross Christian movie in history in only two weeks.",
  "Here is my question to you, if god forbid and we have known for each other for a long time.",
  "Not doing anything and expecting a different outcome for us is the definition of insanity.",
  "(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: I pulled upon the intersection.",
  "Uranium one scandal is the biggest 20 percent of our uranium, let's just let that sink in.",
  "You will do clips all day tomorrow about people saying she doesn't know what she is doing.",
  "Sebastian Gorka, Victoria Toensing here tonight to react and so much more, straight ahead.",
  "No one is saying that people win in and changed the voting, you know, the voting machines.",
  "In fact, when jurors struggle with that, the judge gives them a standard jury instruction.",
  "Remember, Comey made his decision well before he ever talked to the main people involved.",
  "And then of course, the group that used it, now they say, hey let's pay the journalists.",
  "The left really wants is disarming law-abiding citizens, evil starts in the human heart.",
  "That was the term that was in the statute and it was surprising that it got edited out.",
  "HANNITY: This is being done before you have our interviews, her or the other witnesses.",
  "I tried for 6 months to work with the FBI out of the White House on a specific project.",
  "PARKS: We got to get on our game and when those mistakes happen, people have to answer.",
  "She is signaling she is not going to be silenced by an avalanche of left wing attacks.",
  "Now we have to have armed guards in church and schools on every block on every corner.",
  "The charge that Hillary Clinton was somehow incapacitated is quite frankly ludicrous.",
  "I am licensed to carry in New York, Rhode island and California, Alabama and Georgia.",
  "I saw the shooter coming from the cars right outside of the church that were parked.",
  "FIGARO: -- their power over the will of the people to influenced their communities.",
  "FIGARO: You know, it's not even, Sean, just to those who supported Senator Sanders.",
  "But as she said and I would say, this is not partisan, this is about -- democracy.",
  "Donna Brazile even talked about the money that was spent on consultants years ago.",
  "If you can't get a gun, you are going to use knives or a car or a truck or a bomb.",
  "We have -- there has to be a response from the government to deal with this issue.",
  "Dr. Gorka I am going to ask you this, Donna Brazile saying the primary was fixed.",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: I talked about limiting magazine capacity.",
  "And my point is, I said there would be a constitution crisis if she was elected.",
  "And it is clear that these individuals thought Hillary Clinton was going to win.",
  "Yet they decided to give 20 percent of America's uranium to Russia and to Putin?",
  "It will take much longer than an hour to get through it, but we'll going to try.",
  "REP. NANCY PELOSI, CNN: I would hope that there was another side to this story.",
  "And then we've got, you know, the fix with Comey as we were just talking about.",
  "Look, I support the general thrust of what you and certainly Tezlyn are saying.",
  "DAVID CLARKE, MILWAUKEE COUNTY SHERIFF: Sean, three things in life are certain.",
  "The Clintons are successful because they try to ruin anybody who opposes them.",
  "HANNITY: What about the whole e-mail issue that we are now understanding more?",
  "Hillary rigged, stole the Democratic primary, stole the Democratic nomination.",
  "It was so bad, Donna Brazile agonized when she had to tell Bernie the truth.",
  "And now we see there is a little bit more evidence shedding light onto this.",
  "Probably innocent, but the military forgot to put his name in the data base.",
  "Tezlyn, when I think of you and I remember you have been on the show before.",
  "I want to thank all of you and I mean thank you from the bottom of my heart.",
  "With break neck speed they race to a camera to try to politicize the event.",
  "We have seen countless deaths from guns over the last few months and years.",
  "Their families who lost loved ones and those that were killed, in a church.",
  "We scrolled the names of the thousands killed because the media ignored it.",
  "TOM PEREZ, DNC CHAIR, \"MEET THE PRESS\"/NBC: I have great respect for Donna.",
  "But that again, that's neither here or there, it's almost a waste of time.",
  "Also tonight, a smoking gun bombshell report from The Hill's John Solomon.",
  "And I don't think it's going to be Deputy Attorney General Rod Rosenstein.",
  "Describing the pursuit which eventually led to Kelley taking his own life.",
  "That was a misstep, we can't have missteps, and we got to get on our game.",
  "In this situation, we know this gentleman had a past of domestic violence.",
  "I spent 15 years of my life living in the former dictatorship of Hungary.",
  "It's very surprising and I think people are going to ask about questions.",
  "Victoria is the legal professional, but even I can see the fact pattern.",
  "I have a finger print safe all over my house and you can't open my safe.",
  "It was an independent film, we have been fighting every step of the way.",
  "Was she going to authorize us we could confirm it was an investigation.",
  "Because at this point, what we know is getting more and more troubling.",
  "Hillary Clinton won the Democratic primary by about four million votes.",
  "The Democratic National Committee does not run elections for primaries.",
  "This revelation tonight offers up even more incontrovertible evidence.",
  "That is the company that produced the Hillary Clinton's dirty dossier.",
  "Under investigation, don't call it an investigation, call it a matter.",
  "The legal standard and the email server scandal, why did he change it?",
  "When we comeback, politicizing this tragedy in Texas over the weekend.",
  "This program I have tonight, we call for equal justice under the law.",
  "(END VIDEO CLIP)\n\nHANNITY: Just following the Clinton talking points.",
  "Hillary Clinton rigged the Democratic primary to stop Bernie Sanders.",
  "And what happens, the left races to politicize that horrific tragedy.",
  "And the third person who helped Comey was his former chief of staff.",
  "GEORGE STEPHANOPOULOS, \"THIS WEEK\"/ABC: I got emails from Democrats.",
  "So, I believe right now there is an ongoing investigation into this.",
  "This is a time I am working with him in organizing his presentation.",
  "TOENSING: Yes President Obama is being brief on this investigation.",
  "And here is what I can tell everybody in the media that is so lame.",
  "One thing they did understand was that, there was some kind of fix.",
  "When you have a conclusion before an investigation, the fix was in.",
  "UNIDENTIFIED MALE, MSNBC: My issue is not that she is speaking out.",
  "Are we really to believe all they talked about was their grandkids?",
  "When we come back, an announcement more \"Hannity\" right after this.",
  "I want to thank you for taking the time out of your busy schedule.",
  "He had concluded before he investigated what the outcome would be.",
  "And I think we will get those answers in the next couple of weeks.",
  "But all of the evidence, Sean, points to the Democrats and Russia.",
  "People within the FBI, former FBI agents, they were so frustrated.",
  "They are the FBI, FBI Director and the head of Justice Department.",
  "I will share one thing that I have not said before on television.",
  "When they knew in 2009, Mueller knew and Eric Holder had to know.",
  "If god forbid you are in a situation where shooting is occurring.",
  "And I think it was not an accidental term that was seen in there.",
  "Comey top FBI officials knew Clinton engaged in criminal conduct.",
  "We will never be the left mainstream liberal destroy Trump media.",
  "Right now in Texas there are only 20 people who lost their lives.",
  "That and much more in tonight's breaking news opening monologue.",
  "When I was a DNC chair, what we did, did not influence 10 votes.",
  "I have never heard of such insider back-room dealing in my life.",
  "Tonight as one of those nights, we have so much new information.",
  "Why is your side not understanding what you seem to understand?",
  "We have to have a response to what we do about these situation.",
  "I have been trained since I was 11 in the safe use of firearms.",
  "Bribery kickback, extortion, money laundering and racketeering.",
  "Using what happens in this church shooting to push gun control.",
  "And Democrats are trying to tell us, oh, that's not a big deal.",
  "These are three criminal statutes that have serious penalties.",
  "Any regrets, do you think this helps for the book to come out?",
  "And something happens, do you want me in the room next to you?",
  "HANNITY: We have learned tonight, I think it was an oversight.",
  "You know, Hillary Clinton wrote a book called \"What Happened?\"",
  "UNIDENTIFIED MALE: We need a cleansing of the entire process.",
  "(CROSSTALK)\n\nTUR: This week -- hold on, Governor, one second.",
  "Otherwise they wouldn't have accused her of gross negligence.",
  "Consider a friend, she's done a lot for the Democratic Party.",
  "Eighteen thousand shootings in Chicago in his last six years.",
  "Content and Programming Copyright 2017 Fox News Network, LLC.",
  "Gross negligence is an extreme departure from ordinary care.",
  "But I can tell you, extremely careless is also a legal term.",
  "Of course you are the FBI director on the Attorney General.",
  "HANNITY: There is more than I can tell tonight that I know.",
  "Here's Democrat, Senator, liberal, leftist Diane Feinstein.",
  "It wasn't just a single time that they mentioned this term.",
  "It has been on the top 10 both weeks in movie ticket sales.",
  "The first 2 weeks the film has doubled in theatre exposure.",
  "CLARKE: Better record keeping might help in this situation.",
  "This is a rush transcript from \"Hannity,\" November 6, 2017.",
  "This copy may not be in its final form and may be updated.",
  "Not taking guns out of the hands of law -abiding citizens.",
  "All of you who voted for Bernie Sanders, you were cheated.",
  "And also, it was the worst mass shooting in Texas history.",
  "The FBI general counsel James Baker, he was also involved.",
  "David Clarke, Daryl Parks, powerful debate straight ahead.",
  "There are key individuals, Comey, Mueller, and Rosenstein.",
  "Right through to Benghazi, right through the uranium one.",
  "What do you want to get trained in the safety and use of?",
  "If someone comes into my house, I will protect my family.",
  "We cannot in this country have a two-tier justice system.",
  "That's not how this country works or is supposed to work.",
  "Nobody cares about what Donna Brazile has said in a book.",
  "Shouldn't everyone involved in that deal be investigated?",
  "Who recommended it editing it out and why did they do it?",
  "I have some information about Chicago from this weekend.",
  "She use to even hanging around with us Republican women.",
  "There are people about to bury their love ones in Texas.",
  "HANNITY: In other words, who the president is briefing.",
  "Then Comey accepted calling the investigation a matter.",
  "(COMMERCIAL BREAK)\n\nHANNITY: Welcome back to \"Hannity.\"",
  "TEZLYN FIGARO, FORMER NATIONAL JUSTICE DIRECTOR: Uh-hm.",
  "And it is inconceivable to me that she was not charged.",
  "Is there anything the Clintons don't fix or try to fix?",
  "Now, every day, every week this keeps growing as well.",
  "I do believe that a special counsel will be announced.",
  "You know, there is no way Democrats can rig a primary.",
  "The entire Democratic Party stinks from the head down.",
  "(COMMERCIAL BREAK)\n\nHANNITY: All right some good news.",
  "Your testament and writings to me are beyond touching.",
  "and Donna Brazile wrote, what really happened part 2.",
  "Nuclear weapons, all of that given to Vladimir Putin.",
  "I've got to update the audience, Sara on Uranium One.",
  "Let me go through this a little bit with Sara Carter.",
  "Remember when Hillary collapsed at the 9/11 memorial?",
  "What impact it would had on the leaker debate about?",
  "It's been almost 600 homicides this year in Chicago.",
  "And they wanted to figure out why did Comey do this.",
  "You actually updated your column from earlier today.",
  "The Clintons have been a decade's long crime cartel.",
  "TOENSING: Well, I think it will be very informative.",
  "GORKA: This is a house of cards that is collapsing.",
  "We have a man who may have been mentally disturbed.",
  "Proliferation of mass casualties, events like this.",
  "HANNITY: You heard that, you heard Terry McAuliffe?",
  "UNIDENTIFIED MALE: I agree both parties is a swamp.",
  "Hillary, the DNC that she ran, she paid for it all.",
  "TUR: You don't think anybody cares about her story?",
  "That exact standards which means she broke the law.",
  "We'll talk about all of this later in the program.",
  "She said yes, but don't it that, call it a matter.",
  "Tonight the country mourns for Texas, all of them.",
  "Last week, remember the terror attack in New York?",
  "Hopefully the department of defense has to answer.",
  "TOENSING: Oh, you know you have done this before.",
  "A rigged primary in the United States of America.",
  "When I hear the word rigged, let's be very clear.",
  "And Brazile has a simple message for her critics.",
  "PEREZ: I don't know what Donna Brazile fell for.",
  "And disturbing new information about Fusion GPS.",
  "You can't decide before doing the investigation.",
  "Democrats say they feel betrayed by all of this.",
  "Thankfully Brazile is not going to be pressured.",
  "And then we have, it gets even bigger than that.",
  "How did they get to investigate anything Russia?",
  "Maybe we have some disagreements on some issues.",
  "You know they pretend all of the pundits for 10.",
  "HANNITY: Darryl, you are politically a Democrat.",
  "Unfortunately that is all the time we have left.",
  "We have no help, zero from any Hollywood studio.",
  "\"Passion of the Christ\" obviously a number one.",
  "Why we would we ever give 20 percent to Russia.",
  "And for that, that has hurt a lot of Democrats.",
  "Sadly 26 people were killed, 20 others injured.",
  "They didn't understand what was going on here.",
  "So, she steals, she rigs the primary election.",
  "Oh, so what, we disenfranchised Bernie people?",
  "Let me tell you who is moral compass is askew.",
  "Sadly that is not the case with the Clintons.",
  "HANNITY: Let me get an update on uranium one.",
  "It seems like Obama was not going to stop it.",
  "DARYL PARKS, CIVIL RIGHTS ATTORNEY: For sure.",
  "HANNITY: Well, that is called, the fix is in.",
  "And the fix with Loretta Lynch on the tarmac.",
  "We are like unpeeling the layers of an onion.",
  "But tonight one Democrat is calling them out.",
  "All right thank you all for being I think us.",
  "Of course, the leftist wants to target a gun.",
  "She stole the nomination from Bernie Sanders.",
  "(END VIDEO CLIPS)\n\nHANNITY: Really governor?",
  "Now, they are deputy director Andrew McCabe.",
  "Why don't we give everybody the latest news?",
  "HANNITY: I mean, if I deleted 33,000 emails.",
  "In other words, extremely careless behavior.",
  "You talked about -- first Russia propaganda.",
  "SEN. DIANNE FEINSTEIN, D-CALIF.: Not so far.",
  "I think a national discussion has to happen.",
  "TOENSING: Who, I mean who was going stop it?",
  "HANNITY: I know more than I can say tonight.",
  "Obviously, my political views are different.",
  "The DNC, the Clinton scandal after scandal.",
  "Now we found out she was grossly negligent.",
  "TERRY MCAULIFFE, D-VA, MSNBC: Nobody cares.",
  "Then there is the corrupt Uranium One deal.",
  "PARKS: but it is not a left or right issue.",
  "HANNITY: What happen, and you go to church.",
  "And even then, President Obama ignored it.",
  "My parents had law enforcement connection.",
  "Everyone has really a stain on their hand.",
  "Where was Comey after that tarmac meeting?",
  "HANNITY: I don't like agreeing with this.",
  "How could have they have not topped that?",
  "Let me go to Greg Jarrett, legal analyst.",
  "I am not going to be your whipping girl.\"",
  "PARKS: This is not a left or right issue.",
  "(END VIDEO CLIP)\n\nHANNITY: Good for her.",
  "I mean, I've been a lawyer for 37 years.",
  "HANNITY: Let's go back to what you have.",
  "No, when the fix is in, it's corruption.",
  "Watch what will happen to Donna Brazile.",
  "My boy scout taught me how to use a gun.",
  "He just affected so many people's lives.",
  "The FBI of the highest level blocked me.",
  "But I want to go a step further tonight.",
  "That's an insult to every single person.",
  "DOUG SCHOEN, FOX NEWS CONTRIBUTOR: Yes.",
  "We have one now and she wasn't elected.",
  "It's a Republican and Democratic swamp.",
  "Why wouldn't you want to take him down?",
  "UNIDENTIFIED FEMALE: Oh, it's too soon!",
  "(COMMERCIAL BREAK)\n\nHANNITY: All right.",
  "Take a look at the side of your screen.",
  "He actually wants two special counsels.",
  "That is you party that politicize this.",
  "My issue is the fact she's been wrong.",
  "(END VIDEO CLIPS)\n\nHANNITY: All right.",
  "John, let's go back to your reporting.",
  "Now, 30 people were shot this weekend.",
  "TOENSING: A second to make one points.",
  "The uranium one sold out our security.",
  "SEAN HANNITY, HOST: All right, Tucker.",
  "Tezlyn, we'll give you the last word.",
  "I could never support Bernie Sanders.",
  "HANNITY: Doug, you are an honest guy.",
  "Those words are precise and specific.",
  "The million dollar question is what?",
  "In other words, the fix was in here.",
  "She chose to do neither one of them.",
  "Disenfranchised all of these people.",
  "HANNITY: There is a lot more coming.",
  "I don't think that is been done yet.",
  "And she said, just call it a matter.",
  "HANNITY: I have known her for years.",
  "What is the meaning of all of this?",
  "When can we have this conversation?",
  "Where was Comey's inter-moral code?",
  "GREG JARRETT, LEGAL ANALYST: Right.",
  "Nobody cares she stole an election?",
  "For a faith based film that is big.",
  "JARRETT: I have never heard of it.",
  "Others have not been laid to rest.",
  "John, let's start with your story.",
  "Now think about this for a second.",
  "Let me tell you a story about him.",
  "It was not at least two documents.",
  "I know Tezlyn is a loyal Democrat.",
  "That is why you are a good lawyer.",
  "Thank you both for being with us.",
  "HANNITY: You want me in the room?",
  "Their inability to keep promises.",
  "People are still in the hospital.",
  "Tweet me @SeanHannity on Twitter.",
  "You know and I know that's a lie.",
  "If you like it, tell your friend.",
  "We have to deal with that issue.",
  "You guys have done amazing work.",
  "We have so much ground to cover.",
  "All they care about is politics.",
  "Here's Californians for example.",
  "What we've thought the FBI knew.",
  "For them to even ostracized her.",
  "Sheriff Clark, help me out here.",
  "TOENSING: She will take them on.",
  "Donna Brazile is a tough cookie.",
  "From the cattle futures on down.",
  "I am not about to reveal it now.",
  "Darryl is making sense tonight.",
  "What is the rush to politicize?",
  "I say this is a loyal Democrat.",
  "All of these people are bodies.",
  "We've thought she was careless.",
  "The Clintons rigged everything.",
  "HANNITY: And also the military.",
  "This is a life and death issue.",
  "This is the human element here.",
  "This is a human decency issue.",
  "We owe those people the truth.",
  "Maybe it's time to give it up.",
  "Think about this for a minute.",
  "I've been saying it for years.",
  "A lot of fixing going on here.",
  "We win out to these locations.",
  "I am a big believer in safety.",
  "PARKS: Sean, here's the deal.",
  "HANNITY: Will it be historic?",
  "The shooter got in the truck.",
  "Most of the media ignores it.",
  "Busy breaking news new night.",
  "HANNITY: Listen, you hear me.",
  "They watch each other's back.",
  "UNIDENTIFIED MALE: Thank you.",
  "JOHN SOLOMON, THE HILL: Sure.",
  "There is so much more coming.",
  "She destroyed 33,000 of them!",
  "Shouldn't he be investigated?",
  "And remember one other thing.",
  "But then something happened.",
  "And this is beyond partisan.",
  "This distinction is massive.",
  "He purpose gross negligence.",
  "That is how bad it is, Sean.",
  "People were disenfranchised.",
  "It's everyone including you.",
  "We a have a lot more coming.",
  "He doesn't have a gag order.",
  "What will the country learn?",
  "We are not safe at concerts.",
  "He just hurt so many people.",
  "It's been a massive success.",
  "Great interview with Ivanka.",
  "It's all unfolding tonight.",
  "He can go straight to hell.",
  "We didn't have that budget.",
  "There are things we can do.",
  "But, Sean, here's the deal.",
  "The same thing in churches.",
  "I am more critical of them.",
  "I said why would I do that?",
  "There is also more tonight.",
  "I'm going to tell my story.",
  "FEINSTEIN: No, I have not.",
  "HANNITY: Gross negligence.",
  "SOLOMON: Gross negligence.",
  "Welcome back to \"Hannity.\"",
  "For them to cast her away.",
  "We are not safe at school.",
  "We are not safe in church.",
  "Beyond our wildest dreams.",
  "HANNITY: Tell your Party.",
  "We can't not do anything.",
  "I learned as a boy scout.",
  "That's a rigged election.",
  "We see what we see today.",
  "Lying about Donald Trump.",
  "HANNITY: This is massive.",
  "Now, those words are key.",
  "We'd go to jail for this.",
  "A huge legal distinction.",
  "This is a Fox News alert.",
  "MCAULIFFE: Nobody cares.",
  "The wrong candidate won.",
  "HANNITY: Trump is right.",
  "We have to do something.",
  "HANNITY: I can tell you.",
  "The NRA talked about it.",
  "Grossed over $4 million.",
  "Laura Ingraham is next.",
  "His vehicle was parked.",
  "This is not about guns.",
  "And he listened to her.",
  "CARTER: So, it is huge.",
  "HANNITY: Last question.",
  "This is beyond tragic.",
  "We've played it a lot.",
  "It's more than rigged.",
  "HANNITY: You say that.",
  "\"Let There Be Light.\"",
  "That is a legal term.",
  "You would be in jail.",
  "PARKS: I carry a gun.",
  "It begs belief, Sean.",
  "I won't tell you yet.",
  "She robbed him blind.",
  "Ethics do not matter.",
  "Give us what you got.",
  "HANNITY: That's huge.",
  "Welcome to \"Hannity.\"",
  "Three thousand dead?",
  "Real quick Victoria.",
  "They stick together.",
  "ALL RIGHTS RESERVED.",
  "PARKS: That is true.",
  "Let's clean it out.",
  "HANNITY: All right.",
  "SCHOEN: Yes, I did.",
  "That is what I did.",
  "That was not a gun.",
  "We have to respond.",
  "TAPPER: Not so far.",
  "HANNITY: All right.",
  "HANNITY: All right.",
  "HANNITY: All right.",
  "This is unheard of.",
  "MCAULIFFE: Nobody.",
  "She is very tough.",
  "We import uranium.",
  "The FBI informant.",
  "He didn't stop it.",
  "Tezlyn, it stinks.",
  "The whole process.",
  "HANNITY: Stole it.",
  "FIGARO: Thank you.",
  "Isn't that a fact?",
  "It doesn't happen.",
  "She sold you out.",
  "JARRETT: Oh, yes.",
  "There is a hint.",
  "Disenfranchised.",
  "It's about time.",
  "FIGARO: I agree.",
  "It is very hard.",
  "You are cowards.",
  "You carry a gun?",
  "And they should.",
  "I appreciate it.",
  "Evil spreading.",
  "HANNITY: Obama?",
  "Engine running.",
  "The fix was in.",
  "The fix was in.",
  "The fix was in.",
  "The fix was in.",
  "The fix was in.",
  "No laws exists.",
  "JARRETT: Right.",
  "JARRETT: Right.",
  "HANNITY: Scary.",
  "SOLOMON: Sure.",
  "HANNITY: Okay.",
  "It is a swamp.",
  "The fix is in.",
  "Your thoughts?",
  "Your reaction?",
  "They're upset.",
  "SCHOEN: Right.",
  "Take that in.",
  "They know it.",
  "SOLOMON: Yes.",
  "SOLOMON: Yes.",
  "Evil is evil.",
  "Take a look.",
  "It's rotten!",
  "The dossier.",
  "James Comey.",
  "Watch this.",
  "Stay tuned.",
  "Absolutely.",
  "It is huge.",
  "Watch this.",
  "Watch this.",
  "Understand.",
  "Watch this.",
  "Go to hell.",
  "Everybody.",
  "All right.",
  "Tick-tock.",
  "Tick-tock.",
  "Door open.",
  "Thank you.",
  "All of it.",
  "Just stop.",
  "All right.",
  "Nothing.",
  "Really?",
  "Really?",
  "Really?",
  "Okay.",
  "Good.",
  "GOV.",
  "Wow!",
  "OK."
]