[
  "The text continued: “Just want to check you are OK, still in the situ and able to help locally as discussed, along with your Bureau colleagues.”\n\nOhr reportedly replied: “I’m still here and able to help as discussed….I’ll let you know if that changes.”\n\nSteele reportedly said: “If you end up out though, I really need another (bureau?)",
  "The FBI “suspended and then terminated” Steele as a source in early November 2016 for what the bureau defined as “the most serious of violations” – an “unauthorized disclosure to the media of his relationship with the FBI,” according to a House Republican memo earlier this year.",
  "Steele authored and compiled information for the controversial and unverified anti-Trump dossier on behalf of Fusion GPS, which was hired to conduct opposition research funded by the Democratic National Committee and the Hillary Clinton campaign through law firm Perkins Coie.",
  "The FBI reportedly told Steele at the time he could no longer “operate to obtain any intelligence whatsoever on behalf of the FBI.”\n\nYet the emails show Ohr, a former associate deputy attorney general, and Steele communicated extensively from 2002 all the way into 2017.",
  "The dossier “formed an essential part” of the Foreign Intelligence Surveillance Act (FISA) warrants approved to surveil then-Trump campaign associate Carter Page, according to the House GOP memo alleging government surveillance abuse during 2016.",
  "Long after the FBI cut ties with former British spy and Trump dossier author Christopher Steele, senior Justice Department official Bruce Ohr continued to maintain extensive contact with him, according to newly reported emails.",
  "One text message from Steele to Ohr on Jan. 31, 2017 reportedly said: “B, doubtless a sad and crazy day for you re-SY.” The text is an apparent reference to President Trump’s firing of Acting Attorney General Sally Yates.",
  "According to new documents obtained this week by The Washington Examiner, Ohr also continued communicating with Fusion co-founder Glenn Simpson before, during and after the election.",
  "Those communications raised questions of whether Steele was working with Deripaska while working on the dossier, and whether Fusion GPS and the Justice Department were involved.",
  "“I am seeing [redacted] in London next week to discuss ongoing business, but there is something separate I wanted to discuss with you informally and separately,” Steele wrote.",
  "The FBI declined to comment when asked by Fox News whether the bureau relied on Steele’s intelligence after their working relationship was terminated.",
  "According to the Examiner, the U.S. revoked Deripaska’s visa based on alleged involvement with Russian organized crime.",
  "Other emails obtained by the Examiner reveal Steele’s communications with Russian aluminum financier Oleg Deripaska.",
  "A separate Fox News review of her previous published works reveal she wrote extensively on Russia-related subjects.",
  "The emails, first reported by The Hill, reveal Steele even continued to send information to Ohr after the election.",
  "“It concerns out favourite business tycoon!”\n\nOhr and Steele reportedly had a call on the morning of July 7, 2016.",
  "According to court documents obtained by Fox News last year, Fusion GPS hired Mrs. Ohr to help investigate Trump.",
  "Steele also sent one email to Ohr on July 1, 2016, obtained by The Hill, making an apparent reference to Trump.",
  "The Hill reported that FBI officials admitted they continued to receive information from Steele through Ohr.",
  "Last year, Fox News confirmed that Ohr’s wife, Nellie Ohr, worked for Fusion GPS during the 2016 election.",
  "It would be disastrous.”\n\nIt is unclear what and whom Steele was referring to in that exchange.",
  "Steele emailed with Ohr about Deripaska, who was seeking a visa to attend a meeting in the U.S.",
  "Deripaska was reportedly close to former Trump campaign chairman Paul Manafort.",
  "We can’t allow our guy to be forced to go back home.",
  "contact point/number who is briefed."
]