[
  "Aside from Strzok’s girl-power text to his mistress upon Hillary becoming the first female presidential nominee — “About damn time!” — his most embarrassing message to her was about the Russia investigation:\n\n“I want to believe the path you threw out for consideration in Andy’s office (FBI Deputy Director Andrew McCabe) — that there’s no way (Trump) gets elected — but I’m afraid we can’t take that risk.",
  "To wit: “Although the worst is unlikely (Trump wins/you die before age 40), you still prepare by taking out ‘insurance’ (we take Trump down with the Russia investigation/your family gets a payout).”\n\nI keep looking for a plausible alternative interpretation, but they’re all absurd; e.g., The Washington Post points out that even with an insurance policy, YOU STILL DIE!",
  "As we found out from the House Intelligence memo, Steele told Department of Justice official Bruce Ohr that he “was desperate that Donald Trump not get elected and was passionate about him not being president.” (Ohr’s wife worked for Fusion GPS, and, like Steele, was being paid by the Clinton campaign and the Democratic National Committee.)",
  "In the hands of Trump-obsessive Peter Strzok — he of the estrogen-dripping texts to his Trump-hating FBI lawyer mistress — the dossier was used to obtain a warrant under the Foreign Intelligence Surveillance Act against Trump’s alleged “foreign policy adviser,” Carter Page.",
  "First of all, if after 18 months of police work, the only evidence that you’re cooking meth in your basement is STILL your neighbor’s bald accusation, reasonable people will conclude that your neighbor is a liar.",
  "It’s like an insurance policy in the unlikely event you die before you’re 40 …”\n\nThe media have tied themselves in knots trying to explain this text as meaning anything other than its obvious, natural meaning.",
  "Steele is the author of the preposterous dossier that sparked the special counsel investigation, and Strzok is the FBI agent involved at every crucial turn of both the Trump and Hillary investigations.",
  "Every place you look in Robert Mueller’s investigation, the same names keep popping up: FBI agent Peter Strzok and sleazy, foreign private eye — or “British intelligence agent” — Christopher Steele.",
  "There was nothing wrong with Flynn’s conversation with Kislyak, but Flynn later pleaded guilty to lying to an FBI agent about it, based on a secretly recorded intercept of the phone call.",
  "This is more like a police officer calling the police on his wife, sending himself on the call, shooting her, then writing up the police report concluding it was a justified shooting.",
  "Most strangely, Strzok was the FBI agent who asked Trump’s national security adviser, Michael Flynn, about his phone call with the Russian ambassador, Sergey Kislyak.",
  "Also contrary to every single person talking on MSNBC, Steele’s dossier is not like a neighbor who hates you telling the police you’re cooking meth in your basement.",
  "He volunteered for the Mueller investigation and remained there, right up until his Trump-hating texts were discovered by the inspector general of the FBI.",
  "This is an investigation with no evidence of a crime, apart from politically motivated, anti-Trump investigators relying on a Hillary-funded dossier.",
  "So it’s rather important that they both are Trump-hating fanatics, and one was being paid by Trump’s political opponent in a presidential campaign.",
  "He was the lead agent on the investigation into whether Hillary, as secretary of state, sent classified information on her private email account.",
  "(He was also, one surmises, the authority for many of the media’s lurid, anonymously-sourced claims about how the investigation was proceeding.)",
  "It was the only evidence of Trump’s collusion with Russia 18 months ago, and it’s the only evidence of Trump’s collusion with Russia today.",
  "Everyone except American journalists understands that Strzok’s “insurance” was their plan to tie Trump up with an endless investigation.",
  "When your entire investigation turns on a handful of people with corrupt motives, maybe it’s time to call off the investigation.",
  "Contrary to every single person talking on MSNBC, the issue is not whether FBI agents are allowed to have political opinions.",
  "But the staff on a special counsel’s open-ended investigation of the president aren’t supposed to be hungry.",
  "The FISA warrant against Page constitutes the last crumbling piece of the “Russia collusion” story.",
  "In a probe of the president, FBI agents shouldn’t be dying to take him down for political reasons.",
  "The question remains: Why was any FBI agent even asking about a perfectly legitimate conversation?",
  "Strzok was the person who instigated the Russia investigation against Trump back in July 2016.",
  "(Yes, and even with the Russian investigation, TRUMP IS STILL PRESIDENT.)",
  "You want drug enforcement agents to be hungry to shut down drug cartels.",
  "You want organized crime prosecutors to be hungry to dismantle the mob.",
  "But we do know the name of the FBI agent who asked: Peter Strzok.",
  "(Conclusion: She had — but it wasn’t any of the FBI’s business!)",
  "Moreover, it’s not just the informant who hates the target.",
  "Which, coincidentally, is exactly what they’ve done.",
  "You want your maid to be hungry to clean your house.",
  "The police still have to investigate, don’t they?",
  "That’s what the Steele dossier is.",
  "They’re supposed to be fair.",
  "The investigators do, too.",
  "COPYRIGHT 2018 ANN COULTER",
  "No one seems to know."
]