[
  "The deal, which Republicans have painted as evidence of collusion between Clinton and Russia, made its way back into headlines earlier this week, shortly before it emerged that a federal grand jury approved the first charges filed by special counsel Robert Mueller as he investigates whether the Trump campaign colluded with Moscow.",
  "Though Trump's allies have pointed at the deal as damning evidence against Clinton, extensive reporting and fact-checking have found no signs of wrongdoing when the Obama administration allowed Rosatom, a Russian nuclear energy firm, to acquire Canada-based Uranium One, which had significant mining stakes in the US.",
  "Asked whether it was appropriate for him to be investigating Russia-related matters after his recusal in April because of ethics concerns over his ties to the White House, Nunes asked reporters to reread his statement and \"stop referring\" to his recusal.",
  "Shortly after The Hill published a story about the deal two weeks ago, Trump latched onto it, tweeting that the \"Uranium deal to Russia, with Clinton help and Obama Administration knowledge, is the biggest story that Fake Media doesn't want to follow!\"",
  "It's unclear what Trump meant when he said the \"R's ... are now fighting back,\" but he could have been referring to Rep. Devin Nunes, the embattled chairman of the House Intelligence Committee who recused himself from the panel's Russia probe.",
  "The dossier contains a number of unverified and salacious allegations about Trump's ties to Russia, and both the FBI and the Senate Intelligence Committee are reportedly investigating its claims.",
  "AP Photo/Andrew Harnik\n\nTrump went on to tweet on Sunday that instead of looking into Clinton's alleged culpability, \"they look at phony Trump/Russia ... 'collusion,' which doesn't exist.",
  "Nunes has been conducting his own investigation into \"unmaskings\" by the Obama administration and the credibility of the dossier, and subpoenaed Fusion GPS to appear before the committee.",
  "Last week, The Washington Post reported that Hillary Clinton's campaign hired the law firm Perkins Coie, which in turn retained Fusion GPS and continued funding the dossier's production.",
  "The deal required approval from several government agencies, including the Nuclear Regulatory Commission, which Clinton had no control over, The New Yorker reported on Saturday.",
  "Evan Vucci/AP Images\n\nPresident Donald Trump lashed out on Sunday as special counsel Robert Mueller's investigation into Russian interference in the 2016 election escalates.",
  "Nunes also announced on Tuesday that he was launching an investigation into why the FBI did not inform Congress of its concerns over the Uranium One deal.",
  "The Dems are using this terrible (and bad for our country) Witch Hunt for evil politics, but the R's ... are now fighting back like never before.\"",
  "Trump also referenced the \"Uranium to Russia deal,\" presumably referring to the 2010 Uranium One deal, which the Obama administration approved.",
  "He was referring to the so-called Steele dossier, compiled by ex-British spy Christopher Steele for the opposition-research firm Fusion GPS.",
  "\"Never seen such Republican ANGER & UNITY as I have concerning the lack of investigation on Clinton made Fake Dossier (now $12,000,000?)",
  "... the Uranium to Russia deal, the 33,000 plus deleted Emails, the Comey fix and so much more,\" Trump said in a pair of tweets.",
  "The Washington Free Beacon, a conservative publication, initially financed the dossier, but Democrats later took it over.",
  "\"All of this 'Russia' talk right when the Republicans are making their big push for historic Tax Cuts & Reform.",
  "\"There is so much GUILT by Democrats/Clinton, and now the facts are pouring out,\" he added.",
  "Hillary Clinton and Donald Trump during the 2016 campaign.",
  "the president continued.",
  "Is this coincidental?",
  "\"DO SOMETHING!\"",
  "Donald Trump.",
  "NOT!\""
]