[
  "Last Thursday, moreover, both The Washington Post and The New York Times reported that Flynn had spoken with Russia's ambassador to the US, Sergey Kislyak, about the US economic sanctions on Russia before Trump was sworn in — including at least one call on the day President Barack Obama imposed new penalties on Russia for its election-related meddling.",
  "In this file photo taken on Thursday, Dec. 10, 2015, Russian President Vladimir Putin, center right, with retired U.S. Lt. Gen. Michael T. Flynn, center left, and Serbian filmmaker Emir Kusturica, obscured second right, attend an exhibition marking the 10th anniversary of RT (Russia Today) 24-hour English-language TV news channel in Moscow, Russia.",
  "But US investigators, who have opened investigations into several members of Trump's inner circle and their ties to Russia over the past year, say they have been able to corroborate some of the details in the dossier by intercepting some of the conversations between some senior Russian officials and other Russians, CNN reported on Friday.",
  "The Kremlin recruited \"hundreds of agents\" both in Russia and in the US who were either \"consciously cooperating with the FSB or whose personal and professional IT systems had been compromised,\" the dossier says, citing \"a number of Russian figures with a detailed knowledge of national cyber crime.\"",
  "\"Washington and other Western capitals have impeded potential progress through their often hypocritical focus on ideas such as democratization, inequality, corruption and regime change,\" Page said in the speech, which was heavily critical of NATO, the US, and other Western countries.",
  "REUTERS/Brian Snyder\n\nThe document includes one particularly explosive allegation — that the Trump campaign agreed to minimize US opposition to Russia's incursions into Ukraine in exchange for the Kremlin releasing negative information about Trump's opponent, Hillary Clinton.",
  "An associate of Sechin's, the dossier claims, \"said that the Rosneft President was so keen to lift personal and corporate Western sanctions imposed on the company, that he offered Page and his associates the brokerage of up to a 19 percent (privatised) stake in Rosneft.\"",
  "Rosneft, meanwhile, ultimately signed a deal that was similar to the one the dossier described: On December 7, the oil company sold 19.5% of shares, worth roughly $11 billion, to the multinational commodity trader Glencore Plc and Qatar's state-owned wealth fund.",
  "The same source is quoted in the dossier as saying the Trump campaign was \"relatively relaxed\" about the attention on Trump's reported ties to Russia \"because it deflected media and the Democrats' attention away from Trump's business dealings in China.\"",
  "In December 2011, Millian wrote to Dmitry Medvedev, then the Russian president, to thank him \"on behalf of the fifty American entrepreneurs invited by Rossotrudnichestvo to attend the first edition of the Russian-American Business Forum in Moscow.\"",
  "The timeline of claims made in an unsubstantiated dossier presented by top US intelligence officials to President Donald Trump and senior lawmakers last month has increased scrutiny of events that unfolded in the final months of the Trump campaign.",
  "The dossier's allegations of Trump-Russia ties and conspiracy\n\nThe dossier was compiled by veteran British spy Christopher Steele, who was hired to investigate Trump's ties to Russia by the Washington, DC-based opposition research firm Fusion GPS.",
  "Source E allegedly told his compatriot that agents were compensated by \"consular officials in New York, DC, and Miami,\" who issued \"pension disbursements to Russian émigrés living in the US as cover...tens of thousands of dollars were involved.\"",
  "Skye Gould/Business Insider\n\nPaul Manafort: A language change on Ukraine, and a resignation\n\nAn American consultant named Paul Manafort, who was mentioned throughout Steele's dossier, served as Donald Trump's campaign manager until August 2016.",
  "The Ukraine language change was orchestrated by two national-security experts sent to sit in on the subcommittee meeting on behalf of the Trump campaign, according to the original amendment's author, Diana Denman, who was also in the meeting.",
  "John Brennan, the former director of the CIA, also received a recording of a conversation last year from one of the Baltic states' intelligence agencies suggesting that money from the Kremlin had gone to the Trump campaign, the BBC reported.",
  "Millian told ABC last July that he is \"one of those very few people who have insider knowledge of Kremlin politics who has the ability to understand the Russian mentality and who has been able to successfully integrate in American society.\"",
  "Associated Press/Pavel Golovkin\n\nPage has criticized the US sanctions on Russia as \"sanctimonious expressions of moral superiority,\" and he praised Rosneft CEO Sechin in May 2014 for his \"accomplishments\" in advancing US-Russia relations.",
  "The dossier further alleges that Russia's president, Vladimir Putin, became concerned when Yanukovych informed him on August 16 — two days after the Times report was published — of \"kickback payments\" being funneled to Manafort.",
  "These political figures, the dossier alleges, included \"a delegation from Lyndon LaRouche, presidential candidate Jill Stein of the Green Party, Trump foreign policy adviser Carter Page, and former DIA director Michael Flynn.\"",
  "Whereas Millian told RIA that he had been in touch with the Trump Organization as late as April 2016, he said in an email to Business Insider that the last time he worked on a Trump brand project was \"in Florida around 2008.\"",
  "Millian has also worked with Rossotrudnichestvo, a Russian government organization whose \"fundamental\" goal is to familiarize \"young people from different countries\" with Russian culture through exchange trips to Moscow.",
  "The investigation, which is reportedly ongoing, has examined whether Russia was funneling money into Trump's presidential campaign — and, if it was, who was serving as the liaison between the Trump team and the Kremlin.",
  "Page also served as an adviser \"on key transactions\" for Russia's state-owned energy giant Gazprom before setting up his own energy investment fund, Global Energy Capital, with former Gazprom executive Sergei Yatesenko.",
  "The FBI has investigated whether Rossotrudnichestvo is a front for the Russian government to cultivate \"young, up-and-coming Americans as Russian intelligence assets\" — a theory Rossotrudnichestvo has strongly denied.",
  "It's unclear what he did or who he met with before and after giving the speech, but Yahoo's Michael Isikoff, citing a Western intelligence source, reported in September that Page met with Igor Sechin during his trip.",
  "What happened\n\nIn December 2015, Flynn, then recently retired from the Defense Intelligence Agency, traveled to Moscow to speak at a gala celebrating the 10th anniversary of state-sponsored news agency Russia Today.",
  "The \"well-developed conspiracy of cooperation between [the Trump campaign] and the Russian leadership was managed on the Trump side by the Republican candidate's campaign manager, Paul Manafort,\" the dossier says.",
  "Events that unfolded in the final months of the election — especially as they related to key players linked to and within Trump's inner circle — are illuminated by some of the allegations contained in the dossier.",
  "Mikhail Klimentyev/Sputnik, Kremlin Pool Photo via AP The dossier alleges that the Trump campaign pledged to \"raise defense commitments in the Baltics and Eastern Europe to deflect attention away from Ukraine.\"",
  "What the dossier says\n\nAccording to the dossier, a Kremlin official involved in US relations said that Russia attempted to cultivate US political figures by \"funding indirectly their recent visits to Moscow.\"",
  "In this Friday, July 8, 2016, file photo, Carter Page, then adviser to U.S. Republican presidential candidate Donald Trump, speaks at the graduation ceremony for the New Economic School in Moscow, Russia.",
  "\"Unlike in Russia, these [dealings] were substantial and involved the payment of large bribes and kickbacks which, were they to become public, would be potentially very damaging to their campaign.\"",
  "And questions about these events have not been fully answered, including the sudden distancing of Trump associates from the campaign and administration as the events and Russia ties became public.",
  "What the dossier says\n\nOne of the dossier's sources, \"Source E,\" told a compatriot in July 2016 that the \"conspiracy of cooperation\" between Russia and Trump involved hacking prominent Democrats.",
  "Fusion's cofounder, Glenn Simpson, a former investigative reporter for the Wall Street Journal, continued the project with Steele even after Democrats pulled funding when Trump won the election.",
  "Michael Flynn: A trip to Moscow, a distraction from Ukraine, and secret phone calls\n\nMichael Flynn, the former head of the Defense Intelligence Agency, is now Trump's national security adviser.",
  "What happened\n\nThe timing of the alleged meeting between Page and Sechin aligns with a Page trip to Moscow in July 2016, where he delivered the commencement speech for the New Economic School.",
  "The change fits with the dossier's assertion that the Trump campaign agreed to soften US support for Ukraine in exchange for the Kremlin releasing damaging information about Hillary Clinton.",
  "Fusion was initially hired by anti-Trump Republicans to conduct opposition research on Trump in late 2015, and Democrats took over funding for the project after the Republicans pulled out.",
  "\"I think partnership is based on friendship, mutual respect and mutual understanding, and business is based on buyer-seller relationships,\" he said of his work with the Trump Organization.",
  "In this July 18, 2016, file photo, Trump campaign chairman Paul Manafort walks around the convention floor before the opening session of the Republican National Convention in Cleveland.",
  "Page's extensive business ties to state-owned Russian companies were investigated by a counterintelligence task force set up last year by the CIA, according to several media reports.",
  "Sergei Millian: From touting Trump to downplaying ties\n\nSergei Millian, a Belarus-born businessman who is now a US citizen, founded the Russian-American Chamber of Commerce in 2006.",
  "Following the now-common Trump White House communications strategy, he told Business Insider that the author of the Wall Street Journal report \"is the mastermind behind fake news.\"",
  "But it aligns with the dossier's suggestion that the Trump White House would support raising commitments \"in the Baltics and Eastern Europe to deflect attention away from Ukraine.\"",
  "What the dossier says\n\nThe dossier alleges that the Trump campaign made a secret deal with Russia in which Trump \"agreed to sideline\" the issue of Russian intervention in Ukraine.",
  "Flynn was paid by the Kremlin to speak at a gala in December 2015, and is believed to have regularly communicated with the Russian ambassador to the US before Trump was sworn in.",
  "Millian described himself as an \"exclusive\" broker for the Trump Organization's real-estate dealings in Russia in an interview with Russian news agency RIA Novosti last April.",
  "One of Flynn's appearances on RT in October 2015 ran under the headline: \"Former DIA Chief Michael Flynn Says Rise Of ISIS Was A 'Willful Decision' Of US Government.\"",
  "Drew Angerer/Getty Images Last Tuesday, Politico reported that Flynn will recommend that Trump support the ascension of Montenegro, a small Balkan nation, into NATO.",
  "Top Democratic lawmakers are now calling on the Defense Department to investigate whether Flynn ran afoul of the US Constitution by accepting money from the Kremlin.",
  "Carter Page: Two trips to Moscow, and a 'leave of absence'\n\nCarter Page, a former investment banker with Merrill Lynch, was an early foreign policy adviser to Trump.",
  "Fusion then compiled the information into a 35-page dossier that has been circulated among lawmakers, journalists, and the US intelligence community since last year.",
  "A member of the Republican National Committee present at the meeting, however, confirmed to Business Insider that the change \"definitely came from Trump staffers.\"",
  "In return, the document claims, Russia promised to feed the emails it stole from prominent Democrats' inboxes to WikiLeaks to damage Hillary Clinton's candidacy.",
  "A month after the Republican convention, on August 14, The New York Times reported new details about Trump campaign manager Manafort's involvement with Ukraine.",
  "Specifically, the dossier alleges that Page traveled to Moscow in July 2016, where he met with the president of Russia's state oil company Rosneft, Igor Sechin.",
  "Page, who denied meeting with any sanctioned officials while he was in Russia, took \"a leave of absence\" from the Trump campaign shortly after the Yahoo report.",
  "The Republican National Committee's original draft language on Ukraine proposed sending \"lethal weapons\" to the Ukrainian army to fend off Russian aggression.",
  "But Millian appears to have begun downplaying his ties to the Trump Organization after Western reporters started digging into Trump's Russia ties last summer.",
  "Page was back in Moscow on December 8, one day after the deal was signed, to \"meet with some of the top managers\" of Rosneft, he told reporters at the time.",
  "What the dossier says\n\nThe dossier claims that Carter Page was used by Manafort as an \"intermediary\" between the campaign and high-level Kremlin officials.",
  "But after a sub-committee meeting at the convention, the \"lethal weapons\" line was softened significantly and changed to \"provide appropriate assistance.\"",
  "What happened\n\nThe CIA established a US counterintelligence task force last spring to investigate whether the Trump campaign received funds from Russia.",
  "The paper reported that Ukraine leader Yanukovych's pro-Russia political party had earmarked $12.7 million for Manafort for his work between 2007-2012.",
  "What happened\n\nIn July 2016, while Manafort was still Donald Trump's campaign manager, a change was made to the Republican Party's policy on Ukraine.",
  "He has described himself as an exclusive broker for Trump's family business, the Trump Organization, with respect to real-estate dealings in Russia.",
  "The dossier alleges that Manafort was still receiving \"kickback payments\" from the former Ukrainian leader last year, a charge Manafort has denied.",
  "AP Photo/Carolyn Kaster, File\n\nAs Business Insider has previously reported, the circumstances around this language change are controversial.",
  "Flynn later told The Washington Post that he had been paid to speak at the gala, where he was photographed sitting next to Putin at dinner.",
  "Steele, citing these sources heavily, wrote a series of memos detailing alleged coordination between the Kremlin and Trump's campaign team.",
  "\"Your salvation is to pray for good health for the US President Trump and give your best efforts to help him make our country great again.\"",
  "He wrote last April that he traveled to Beijing to meet with a Chinese official and the Russian ambassador to the Republic of San Marino.",
  "Since the dinner in Moscow, Flynn has toed a Russia-friendly line that's out of line with his more hawkish former US defense colleagues.",
  "But counterintelligence officials told the Times that they have transcripts of the conversations and that the sanctions were discussed.",
  "He also suggested last year that he saw no difference between the state-run RT and other news networks like CNN, MSNBC, and Al Jazeera.",
  "Importantly, the timeline of known events fits with some of the more serious alleged Trump-Russia misconduct described in the dossier.",
  "In return for this effort, the dossier says, Putin wanted information from Trump on Russian oligarchs living in the US, Source E said.",
  "The White House has dismissed the dossier as fiction, and some of the facts and assertions it includes have indeed been proven wrong.",
  "\"Many were people who had ethnic and family ties to Russia and/or had been incentivized financially to cooperate,\" the dossier says.",
  "\"American citizens voted for President Trump and thus performed God's will,\" Millian told Business Insider in an email on Thursday.",
  "One of the Trump campaign representatives present at the meeting, JD Gordon, has since denied intervening in the platform hearing.",
  "Gordon has also denied that Trump or Manafort were involved in the language change and that there was anything nefarious about it.",
  "As happened with Paul Manafort, Page's role within the Trump campaign changed after news of his Russia connections became public.",
  "And this corroboration has reportedly led US intelligence officials to regard other information in the dossier as more credible.",
  "A dossier of unverified claims alleges serious conspiracy and misconduct in the final months of the 2016 presidential campaign.",
  "That has given the investigators \"greater confidence\" in the credibility of the some aspects of the memos, CNN's sources said.",
  "According to a recent CNN report, moreover, US intelligence officials have now corroborated some of the dossier's material.",
  "Both Flynn and Vice President Mike Pence initially denied that Flynn and Kislyak discussed US sanctions during these calls.",
  "A few days later, WikiLeaks began publishing the emails stolen from the Democratic National Committee and Clinton campaign.",
  "The dossier went on to say that the effort to cultivate these figures had been \"successful in terms of perceived outcomes.\"",
  "Manafort had advised Russia-friendly Ukraine leader Viktor Yanukovych, who he helped win the Ukrainian presidency in 2010.",
  "President Donald Trump and several associates continue to draw intense scrutiny for their ties to the Russian government.",
  "The hacking campaign \"depended on key people in the US Russian émigré community for its success,\" the dossier states.",
  "Recent reporting indicates that Flynn, now Trump's national security advisor, is poised to make good on that pledge.",
  "Five days later, on August 19, for reasons that are still unclear, Manafort resigned as Trump's campaign manager.",
  "The altered Ukraine policy amendment, with the softer language, ultimately was included in the new GOP platform.",
  "The New York Times story thrust the Trump campaign's connections with Russia into the international spotlight.",
  "Millian, on his LinkedIn page, says he is the Vice President of the World Chinese Merchants Union Association.",
  "The dossier alleges serious misconduct and conspiracy between the Trump campaign and Russia's government.",
  "Flynn has since backtracked on his denial, saying that he doesn't recall exactly what they spoke about.",
  "The dossier claims Source E — allegedly Millian — had knowledge of Trump's business dealings in China.",
  "Steele developed a network of sources while working on the Moscow desk of UK intelligence agency MI6.",
  "Last month, however, Millian told Mother Jones he \"never got any business with Rossotrudnichestvo.\"",
  "It also says that Page promised that \"sanctions on Russia would be lifted\" if Trump were elected.",
  "The White House has dismissed the dossier as fiction, and most of the claims remain unverified.",
  "Millian, who attended several black-tie events at Trump's inauguration last month, denies this.",
  "\"Source E,\" according to recent reports by the Wall Street Journal and ABC, is Sergei Millian.",
  "The timing coincided with the start of the Democratic National Convention the following week.",
  "He did not respond to requests from Business Insider to clarify that discrepancy, either.",
  "The dossier says that Page \"expressed interest\" in the offer but was \"noncommittal.\"",
  "Four of these players and their role in these events warrant closer examination.",
  "Trump and his inner circle have condemned the dossier as \"fake and fictitious.\"",
  "Other allegations in the dossier, however, are still being investigated.",
  "This was three days before Manafort resigned from the Trump campaign.",
  "The reason for the language change has also not been well explained.",
  "He has appeared on Russia Today (RT) several times as a commentator.",
  "The timing of events supporting this allegation also lines up.",
  "The Trump campaign subsequently distanced itself from Page.",
  "He did not respond to a request to clarify the discrepancy.",
  "He is said to have close ties to Ukraine and Russia.",
  "Manafort has said he never collected the payments.",
  "The dossier was published in January by BuzzFeed.",
  "The timeline of major events, however, lines up.",
  "Page was in Moscow for three days in mid-July.",
  "Russia officially opposes such a move.",
  "Michael Flynn."
]