[
  "Carlos Barria/Reuters\n\nTrump was reportedly fuming over the news early in the morning, holed up in the White House residence and consulting with his lawyers and top aides over how he could hit back, several people close to Trump told The Post.",
  "Olivier Douliery-Pool/Getty Images\n\nThe White House is reportedly in a state of turmoil over the latest developments in special counsel Robert Mueller's Russia probe, which has implicated two key figures in President Donald Trump's campaign.",
  "Thomson Reuters Gates, for instance, was kept on the Trump administration after his inauguration, and was privy to recent White House affairs, as opposed to Manafort, who was jettisoned from the campaign in August 2016.",
  "White House press secretary Sarah Huckabee Sanders asserted that the indictments had \"nothing to do with the President's campaign or campaign activity\" before changing the topic to a popular Republican-driven scandal.",
  "They were also apparently worried that Manafort or Gates might incriminate other colleagues during Muller's probe, which has been picking up steam after recruiting several top prosecutors for his team.",
  "\"The real collusion scandal, as we've said several times before, has everything to do with the Clinton campaign, Fusion GPS, and Russia,\" Sanders said during Monday's press briefing.",
  "Despite the public statements from White House officials, other people close to Trump have privately voiced concerns over Muller's next move, according to a Washington Post report.",
  "Although the two pleaded not guilty to the charges, White House officials have put out statements attempting to distance the Trump administration from Manafort and Gates.",
  "\"There's clear evidence of the Clinton campaign colluding with Russian intelligence to spread disinformation and smear the president, to influence the election.\"",
  "He, too, questioned why his Democratic presidential opponent Hillary Clinton wasn't the focus of Mueller's investigation, adding, \"Also, there is NO COLLUSION!\"",
  "Trump opted to weigh in on Twitter, saying the charges were related to alleged crimes from \"before Paul Manafort was part of the Trump campaign.\"",
  "CNN and the Associated Press reported that Trump's former chief strategist Steve Bannon has been urging the president to go on the offensive.",
  "One senior White House official said that Trump was becoming worried over his ability to negotiate with foreign leaders, according to CNN.",
  "On Monday, a federal grand jury indicted former campaign chairman Paul Manafort and his business associate and protégé, Rick Gates.",
  "According to another White House official, Trump was also worried about how the indictments could affect him internationally.",
  "\"He worries about his ability to negotiate with various entities and how much he's hamstrung by this,\" the official said.",
  "\"The world is less safe because of this investigation, and it will remain less safe until it is over.\"",
  "\"The walls are closing in,\" a senior Republican with close ties to top staffers said in The Post.",
  "The South Portico of the White House is covered in decorations for Halloween on October 28, 2017.",
  "Staffers were also concerned about where or who Mueller may turn next, The Post reported.",
  "Then-Campaign Manager Kellyanne Conway and Paul Manafort during the campaign.",
  "Trump celebrated Halloween at the White House Monday evening.",
  "\"Everyone is freaking out.\""
]