[
  "While Page denied those meetings occurred, the Trump campaign distanced itself from the adviser not long after… Though Page’s resistance to testify may delay his appearance before the panel, Senate Intelligence Committee Chairman Richard Burr (R-N.C.) and Vice Chairman Mark Warner (D-Va.) have threatened to compel any official or Trump-connected figure who tries to evade the committee, including through the use of subpoenas.”\n\n\n\nNunes signs new subpoenas behind Trump-Russia dossier - The Hill: “The House Intelligence Committee has subpoenaed the political research firm behind the controversial, unverified dossier alleging ties between the Trump campaign and Russia.",
  "‘As we evaluate these subpoenas,’ Levy said, ‘we have serious concerns about their legitimacy.’”\n\n\n\nPLAY-BY-PLAY\n\nTrump admin asks for $4.9 billion in additional Puerto Rico aid - Politico\n\nTrump takes to Twitter over rumors of firing Kelly spread - The Hill\n\n\n\nTrump admin attorneys say federal judge can’t hold up Keystone XL pipeline decision - AP\n\n\n\nAUDIBLE: OUCH\n\n“‘…he’s better than this.” – President Trump’s top campaign donor and friend of 30 years Tom Barrack said when talking to the WaPo about the complaints he has lodged with Trump about the president’s unwillingness to reach beyond his political base.",
  "‘The DCCC has already cut the check to donate all old Harvey Weinstein money to Futures Without Violence,’ DCCC spokeswoman Meredith Kelly said in a statement Tuesday night.”\n\n\n\nCARTER PAGE WON’T TESTIFY BEFORE SENATE INTEL\n\nPolitico: “Carter Page, a former foreign policy adviser to the Trump campaign, informed the Senate Intelligence Committee on Tuesday that he will not be cooperating with any requests to appear before the panel for its investigation into Russian meddling in the 2016 election and would plead the Fifth, according to a source familiar with the matter.",
  "James Lankford (Okla.) and Tim Scott (S.C.) are continuing their efforts break down racial barriers within the United States by encouraging American households to share a Sunday meal with a family of a different race -- an effort they dubbed ‘Solution Sundays.’ ‘[I]t was a very simple idea of how to interact with race because I see that as a barrier in America that we still have to be able to cross into that friendship area and to be develop ongoing open conversations,’ Lankford said in a new video released first to The Hill.",
  "‘We don’t always have the same policy prescriptions to do that, but our desire to help the middle class and those working hard to join it, we always find common ground,’ Trudeau said.”\n\n\n\nWhat he wants - Axios: “The Trump administration will present controversial proposals for NAFTA negotiations… Auto rules of origin: Requiring very high percentages of car parts and materials to be made by the NAFTA countries, and a certain percentage to come from the United States in order for automobile manufacturers to benefit from NAFTA.",
  "The best way to see that this race is not necessarily a reliable barometer for the rest of the country is to compare the result in past Virginia gubernatorial elections with the national House vote in the following midterm.”\n\nTRUMP HIKES PRESSURE ON NAFTA IN MEETING WITH TRUDEAU\n\nBloomberg: “Canadian Prime Minister Justin Trudeau played up the similarities between President Donald Trump’s policy objectives and his own, saying before a White House meeting Wednesday the two leaders always managed to find common ground.",
  "… Dispute settlement: The Trump administration wants to make changes to the dispute settlement system between the NAFTA parties that the business community is expected to find troublesome.”\n\nHOUSE DELAYS VOTE ON KIDS’ INSURANCE PROGRAM\n\nThe Hill: “Republicans on the House Energy and Commerce subcommittee on health have agreed to return to negotiations with Democrats on a bill to continue funding for the popular Children’s Health Insurance Program (CHIP).",
  "The Republican lawmakers first posed the challenge of ‘Solution Sundays’ to their constituents in 2016, arguing that sharing a meal is a simple step that could go a long way bridging the divide between those who come from different backgrounds.”\n\n\n\nMcConnell goes to bat for judicial nominees - Weekly Standard: “The Republican drive to confirm federal judges has gained momentum from a series of actions by Senate Majority Leader Mitch McConnell.",
  "**\n\n\n\nOn the roster: A good economy is bad for tax cut chances - Twitter flips, will allow Blackburn pro-life ad - Trump hikes pressure on NAFTA in meeting with Trudeau - House delays vote on kids’ insurance program - **Googles defense attorneys near me**\n\nA GOOD ECONOMY IS BAD FOR TAX CUT CHANCES\n\nOne of the best examples of the perverse incentives of our political duopoly is the way the minority party roots against good economic news.",
  "They are sick and tired of the liberal elites and the liberal media telling them what they’re going to listen to, and what is going to be pushed forward and broadcast and what is not, and in this example it was Twitter,’ Blackburn said.”\n\n\n\nEnten: Beware overstating Virginia results - FiveThirtyEight: “Virginia is about to elect a new governor, and some Democratic operatives are worried.",
  "House Energy and Commerce Chairman Greg Walden (R-Ore.) said Monday he would delay floor consideration of the bill passed by the committee last week ‘in hopes of reaching a bipartisan agreement on offsets.’ The bill last week passed with no support from Democrats, who complained that the bill took money from Medicare and the Affordable Care Act to offset the costs of the program.",
  "And he can make this happen because he sets the Senate schedule.”\n\n\n\nDCCC to donate all Weinstein donations - WaPo: “The campaign arm for House Democrats is donating more than $23,000 it’s received from Harvey Weinstein over more than two decades in response to allegations of rape and sexual assault against the Hollywood mogul.",
  "SCOREBOARD\n\nTrump net job-approval rating: -20.4 points\n\nChange from one week ago: down 3.4 points\n\n\n\n[President Trump’s score is determined by subtracting his average job disapproval rating in the five most recent, methodologically sound public polls from his average approval rating, calculated in the same fashion.]",
  "America has some structural economic problems including excessive debt, an aging workforce, young workers who are short on necessary qualifications, a confused and dysfunctional health insurance regime and a lack of job stability for lower-middle-class workers in an era of technological disruption.",
  "‘I am pleased to know that Democrats are willing to seriously consider reasonable, bipartisan ways to offset the cost of CHIP and important public health priorities like community health centers, the National Health Service Corps and the special diabetes program,’ Walden said in a statement.",
  "TWITTER FLIPS, WILL ALLOW BLACKBURN PRO-LIFE AD\n\nFox News: “Twitter has decided to change course on a controversial Senate campaign advertisement by Rep. Marsha Blackburn, R-Tenn., and will allow the ad to run, even though the social network initially claimed it violated ad guidelines.",
  "Five-year sunset: This would mean that every five years the parties to the agreement — the U.S., Canada, and Mexico — would have to restate their willingness to continue the agreement, creating a virtual cliff every five years, which would be vulnerable to political shifts.",
  "In an interview, detectives said Johnson told them he was in need of money and searched on Google ‘how to rob a bank.’ Deputies booked him into the Pinellas County Jail about 3 a.m. Tuesday in lieu of $100,000 bail.”\n\n\n\nChris Stirewalt is the politics editor for Fox News.",
  "Speaking at an event in Washington late Tuesday, Trudeau also reiterated his stance that adding ‘progressive elements’ to trade deals, such as labor and environmental protections, would help reassure people the benefits of free trade will be more evenly distributed.",
  "But Walden warned that if both sides can’t reach a deal by the end of the week, the House will take up the marked bill immediately following next week’s recess.”\n\n\n\nGOP senators suggest ‘Solution Sundays’ to fix racial divide - The Hill: “Republican Sens.",
  "Politicians and the press tend to fabulously overstate the influence presidents and congresses have on the economic behavior of every rutabaga farmer, dongle dangler, geegaw and gimcrack maker and shoeshine stand proprietor across our fair nation.",
  "Republicans have been yearning to relive their party’s glory days of the 1980s when Ronald Reagan, with an assist from a divided Congress and a Democrat-appointed Federal Reserve chairman, pulled the nation out of a long, painful economic slide.",
  "… Virginia is a key swing state, after all, and [Ed Gillespie] is running hard to the right on immigration and cultural issues… But regardless of whether [Ralph Northam] wins, I’d urge you not to read too much into Virginia’s governor’s race.",
  "But presuming that cooler heads continue to prevail and Trump remains in the economic policy posture of a normal Republican president, there’s no looming crisis to disrupt what has been a rosy stretch after a long slog following the panic.",
  "**GOOGLES DEFENSE ATTORNEYS NEAR ME**\n\nTampa Bay Times: “According to the Pinellas County [Fla.] Sheriff’s Office, William Joe Johnson, 26, on Thursday stole an undisclosed amount of money from Achieva Credit Union at 10125 Ulmerton Road.",
  "… ISDS (Investor State Dispute Settlement): The Trump administration wants to seriously undermine the ability of private companies to take legal action when foreign governments’ moves devalue their investments in that foreign country.",
  "We have not started a trade war with China, dropped out of NAFTA, defaulted on federal debts, begun mass deportations or started World War III — all things that Trump’s critics have warned of or that Trump himself has threatened.",
  "If so, and the trend of the past two years – full employment, rising wages, climbing GDP, high profits, relatively modest inflation and robust markets – continues, what exactly will be the case Republicans make for tax cuts?",
  "We’ll find out in a month or so whether September’s jobs report – the worst in seven years – was an anomaly owed to the most active hurricane season in almost as many years battering two of the largest state’s economies.",
  "THE RULEBOOK: IF THEY DON’T SAY SO THEMSELVES\n\n“The plan, like every thing from the same pen, marks a turn of thinking, original, comprehensive, and accurate…” – Alexander Hamilton or James Madison, Federalist No.",
  "A former naval-officer-turned-energy consultant, Page came under fire last year after reports emerged that he had met with high-level associates of Russian President Vladimir Putin in Moscow in 2016.",
  "Even if Northam isn’t raking in cash hand over fist, he has still outraised Gillespie… More than that, gubernatorial elections — especially in Virginia — don’t necessarily reflect the national mood.",
  "Joshua Levy, a lawyer with Fusion GPS, the political research firm, called the decision a ‘blatant attempt to undermine the reporting’ of the dossier, in a statement cited by The Associated Press.",
  "The fourth round of negotiations in the North American Free Trade Agreement are set to begin Wednesday, as signals mount the U.S. is putting potentially deal-breaking proposals on the table.",
  "House Intelligence Committee Chairman Devin Nunes (R-Calif.) signed the subpoenas despite having stepped aside from the committee’s probe into Russia’s involvement in last year’s election.",
  "But Republicans aren’t narrowly targeting those things and instead are focused on giving big business a huge boost and bumping up the disposable incomes of upper-middle-class households.",
  "The idea here is that by goosing GDP up a point or so from 3.1 percent will result improvements for all and that a simpler tax code will deliver benefits for many years to come.",
  "Paramount Pictures had paid him an unprecedented $3 million over three years to star in 18 silent films, and he’d just signed another million-dollar contract with the studio.",
  "Short of politically capitalizing on military failures, hoping for bad economic outcomes is among the most sadly dispatriotic parts of our already sad political discourse.",
  "The picture business has a long history of sleaze, but did you know the real story behind one of the incidents that has framed the shot for nearly a century of scandals?",
  "In the past, senators have sometimes barred a nominee from their state by refusing to return their slip to the committee, thus preventing a hearing and confirmation.",
  "Trudeau said he and the president were elected with many of the same goals -- to improve the lot of ordinary citizens who felt economic success had passed them by.",
  "But the real concerns are among moderate members who are worried about jacking up deficits through the roof when the country is already $20 trillion in debt.",
  "Blackburn confirmed on Fox News’ ‘The Story with Martha MacCallum’ Tuesday night that Twitter will allow her ad to be promoted on the social media platform.",
  "12 on ‘felony row’ at the San Francisco Hall of Justice, held without bail in the slaying of a 25-year-old actress named Virginia Rappe.”\n\nFlag on the play?",
  "Part of this is because they’re still partly in credit-taking mode from the Obama era, but another part is because the economy has been pretty darned good.",
  "Republicans today are a little like historical re-enactors: They’re adopting the familiar positions on the battlefield, but they’re not firing live rounds.",
  "Blackburn said she believes Twitter reversed its decision because ‘the American people rose up.’ ‘I think what has happened, the American people rose up.",
  "Johnson entered the bank just before 11 a.m., approached the teller, implied he had a gun and told the teller to give him cash, according to deputies.",
  "It’s a straightforward conservative economic viewpoint: lower taxes and fewer regulations means more growth and better outcomes for more Americans.",
  "If Trump makes good on some of that, as he seems to be preparing to do on NAFTA, he won’t be tweeting his love for Wall Street numbers anymore.",
  "49\n\n\n\nTIME OUT: FAT SHAMING\n\nAmerica is watching with revulsion as one of Hollywood’s biggest moguls is exposed for his serial abuse of women.",
  "… The steps McConnell has taken in recent weeks are aimed at thwarting their efforts to block, sideline, or delay President Trump’s nominees.",
  "Without such a crisis and desirous of credit for current economic growth, Trump is left to argue essentially that “The economy is awesome!",
  "People were desperate for the change Reagan promised, and Democrats were in a poor position to refuse to let him at least try his methods.",
  "Both parties do it, as even a cursory review of official comments on jobs reports and economic data since the Panic of 2008 would show.",
  "The Democratic Congressional Campaign Committee confirmed it has received $23,225 from Weinstein in four separate donations since 1993.",
  "Twitter said that they made the decision after reconsidering the ‘context of the entire message,’ according to a report by Recode.",
  "He and his cohorts help turn things around in the short term, and they also helped plant the seeds for the next boom of the 1990s.",
  "Let’s make it awesomer!”\n\n\n\nAnd the farther we get into his presidency the less willing Trump will be to preach economic gloom.",
  "Republicans want to run in 2018 on tax cuts, but Trump wants to run in 2020 as an economic wiz, whether tax cuts pass or not.",
  "Share your color commentary: Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "… No longer will ‘blue slips’ be allowed to deny a nominee a Senate Judiciary Committee hearing and vote on confirmation.",
  "The previous years had seen an energy crisis, stock market crash, crushing inflation and sustained high unemployment.",
  "Both Reagan and Barack Obama knew well the value of using moments of crisis to affect large-scale policy changes.",
  "Yes, markets and corporate leaders are bullish about his regulatory rollbacks and the hope for tax cuts to come.",
  "There’s an almost gleefulness there that only a politico could summon about people losing jobs, homes and hope.",
  "Here’s what McConnell has done: Confirming judicial nominees has been elevated to a top priority in the Senate.",
  "Deputies arrested him Monday night on a robbery charge at the Express Inn at 11333 U.S. 19 N in Pinellas Park.",
  "President Trump can’t stop talking about how good the economy, particularly Wall Street, is doing these days.",
  "Anything other than the micro-managerial approach from the previous administration must feel like a relief.",
  "… The so-called ‘30 hours rule’ —which provides for 30 hours of debate on a nominee—won’t be overturned.",
  "Trump is looking for credit, and deservedly so, if not entirely for reasons he would like.",
  "Smithsonian: “In the summer of 1921, Roscoe ‘Fatty’ Arbuckle was on top of the world.",
  "Reagan & Co. were only able to do what they did because the economy was in shambles.",
  "The headlines today are about how a shameful open secret stayed quiet for so long.",
  "- Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM with your tips, comments or questions.",
  "Reagan succeeded in not only slashing taxes but also reforming the tax code.",
  "But Democrats these days are having a hard time talking down the economy.",
  "Such complaints are much easier to swat away in times of economic crisis.",
  "And for a guy who likes to compare ratings, these are killer numbers.",
  "But there has also been the matter of missed negative expectations.",
  "But by the end of the week, Fatty Arbuckle was sitting in Cell No.",
  "But we are already hearing lots of grumbling among Republicans.",
  "But McConnell vowed to set aside time for these debates.",
  "‘I decide the priority,’ McConnell said in an interview.",
  "After an investigation, deputies found him at the hotel.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "Want FOX News Halftime Report in your inbox every day?",
  "Some conservatives say that it’s flat or fair enough.",
  "State politics are different from national politics.",
  "If times are bad, it’s because of those other finks.",
  "Plutocratic populism can only survive in good times.",
  "That’s nothing like the political moment of today.",
  "If times are good, it’s because your guys did it.",
  "The group said all of the money will be donated.",
  "Brianna McClelland contributed to this report.",
  "He ran from the store with the cash.",
  "But back then, it was the opposite.",
  "Sign up here.",
  "Sign up here.",
  "..."
]