[
  "Michael Caputo unloaded on Democrats on the Senate Select Committee on Intelligence\n\nThe former Trump campaign adviser denies the campaign colluded with Russia\n\n“You’re the swamp,” Caputo said\n\nMichael Caputo, a former Trump campaign adviser, unloaded on Democrats on the Senate Select Committee on Intelligence on Tuesday during a closed-door interview as part of the panel’s Russia investigation.",
  "“I want to know because God damn you to hell.”\n\nCaputo, who denies that the campaign colluded with Russia, also said that he wanted to know who was “coordinating this attack on President Donald Trump.”\n\nHe pointed to an article recently published by McClatchy that asserted the special counsel’s office has been provided evidence that Trump lawyer Michael Cohen traveled to Prague in August 2016.",
  "“Your investigation and others into the allegations of Trump campaign collusion with Russia are costing my family a great deal of money — more than $125,000 — and making a visceral impact on my children.”\n\n“Forget about all the death threats against my family.",
  "Caputo questioned the sourcing for the McClatchy article and suggested one of the sources was Daniel Jones, a former Senate Intel staffer who now works closely with Fusion GPS, the opposition research firm that commissioned the dossier.",
  "(RELATED: Cabal Of Wealthy Donors Funding $50 Million Trump-Russia Investigation)\n\nA lawyer who met with Jones on March 16, 2017 said Jones claimed Fusion GPS is operating as a “shadow media organization” that is helping the government.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“Today, I can’t possibly pay the attendant legal costs and live near my aging father, raising my kids where I grew up,” Caputo said during his three-hour interview.",
  "The infamous Steele dossier alleges that Cohen traveled to Prague to meet with Kremlin officials to discuss the collusion conspiracy to influence the 2016 election.",
  "The lawyer, Adam Waldman, has told The Daily Caller News Foundation that Jones said billionaire progressive activist George Soros is one of Fusion’s clients.",
  "Both Jones and Waldman were in contact in 2017 with Virginia Sen. Mark Warner, a Democrat and vice chairman of the Senate Intelligence panel.",
  "I want to know who cost us so much money, who crushed our kids, who forced us out of our home, all because you lost an election,” he added.",
  "Jones has told the FBI that he has received $50 million in funding from 10 “wealthy donors” to investigate Trump’s alleged ties to Russia.",
  "It couldn’t be Dan [Jones]; he was the first source … So who could it be — perhaps one of his former Senate Intelligence colleagues?",
  "He sent Waldman one text message with a link to a McClatchy article written by the same two reporters who authored the Cohen piece.",
  "Jones worked on the project with Fusion GPS and Christopher Steele, the former British spy that wrote the dossier.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“God damn you to hell!” he said at one point in the interview, according to the Washington Examiner.",
  "Caputo was upset over his mounting legal expenses, which he said clock in at more than $125,000.",
  "Jones also sent text messages suggesting that his team helped place anti-Trump news articles.",
  "Cohen has vehemently denied the allegation, saying that he has never been to Prague.",
  "Caputo speculates Jones was a source for the McClatchy article, he told TheDCNF.",
  "“But who is McClatchy’s second source?",
  "I mean, you’re all in this together.",
  "You’re the swamp,” Caputo said."
]