[
  "Developing now, Wednesday, Jan. 10, 2018:\n\nPresident Trump's plan to end the Obama-era DACA program gets blocked by a San Francisco judge\n\nTrump's personal lawyer files defamation suits against BuzzFeed, Fusion GPS over the Trump-Russia dossier\n\nSouth Korea's president credits Trump with inspiring the first talks between the Koreas in two years\n\nSteve Bannon steps down from Breitbart News after fallout over his ‘Fire and Fury’ comments\n\nMudslides, flooding in Southern California kill at least 13 people, leave 25 injured\n\nTHE LEAD STORY: A federal judge in San Francisco on Tuesday barred the Trump administration from turning back the Obama-era DACA (Deferred Action for Childhood Arrivals) program, which shielded more than 700,000 people from deportation ... U.S. District Judge William Alsup granted a request by California and other plaintiffs to prevent President Trump from ending the DACA program while their lawsuits play out in court.",
  "'SLOPPY STEVE' EXITS: Steve Bannon has stepped down as executive chairman of Breitbart News, less than a week after a dramatic falling out with President Trump ... Breitbart announced the news Tuesday afternoon on its website, saying it would work with Bannon on “a smooth and orderly transition.” Last week, Trump issued a blistering takedown of Bannon after the former adviser was quoted speaking ill of members of the president’s family in the new anti-Trump book, “Fire and Fury: Inside the Trump White House.” Bannon's departure also means he will lose his radio platform.",
  "DEADLY MUDSLIDES: At least 13 people were killed and 25 injured Tuesday after a powerful winter storm drenching Southern California sent mud, rocks and debris plummeting down wildfire-scarred hillsides and into several neighborhoods, some of which house lavish celebrity homes ... Santa Barbara County Sheriff Bill Brown confirmed the deaths at a news conference in which he said the affected areas \"looked like a World War I battlefield.\"",
  "House committee gets access to long-sought Trump dossier records\n\n'BIG CREDIT' FOR TRUMP: President Trump deserves \"big credit\" for kicking off the first talks between Pyongyang and Seoul in more than two years, South Korean President Moon Jae-in said Wednesday ... North Korea agreed Tuesday to send a delegation to next month’s Winter Olympics, which are set to begin next month in Pyeongchang, South Korea.",
  "DOSSIER DEVELOPMENTS: One of President Trump's personal attorneys has filed defamation lawsuits against BuzzFeed News and Fusion GPS over the Trump-Russia dossier ... Michael Cohen filed a \"defamation action\" Tuesday against BuzzFeed News and its editor-in-chief Ben Smith over allegations about Cohen that were published in the infamous, but discredited, anti-Trump dossier.",
  "ET: Joe Arpaio talks about his U.S. Senate run in Arizona; Sen. David Perdue discusses DACA and government funding; the Hill's John Solomon has the latest on possible anti-Trump bias at the FBI; and Michelle Malkin weighs in on President Trump's handling of the immigration debate and more.",
  "Cohen's lawsuit came hours after Sen. Dianne Feinstein, D-Calif., ranking member on the Judiciary Committee, unilaterally released a 312-page transcript of Fusion GPS co-founder Glenn Simpson's August interview with committee investigators.",
  "1920: The League of Nations is established as the Treaty of Versailles goes into effect\n\n1776: Thomas Paine anonymously publishes his influential pamphlet, \"Common Sense,\" which argues for American independence from British rule.",
  "– Laura Ingraham, on \"The Ingraham Angle,\" saying President Trump's meeting with legislators discredited \"Fire and Fury\" author Michael Wolff's narrative that the president is unfit for office.",
  "On Fox News Radio:\n\nThe Fox News Rundown podcast: Leaders from North Korea and South Korea met for the first time in more than two years to discuss the upcoming Winter Olympics in South Korea.",
  ": \"It's going to be a lot harder, I think, to run against [President Trump] in 2020 than anybody is suggesting right now, and I think Oprah would be very smart to sit this one out.\"",
  "ET: Secretary of Veterans Affairs David Shulkin on President Trump's executive order taking aim at the suicide crisis among our military veterans; RealClearPolitics columnist A.B.",
  "The transcript's release revealed that Simpson's attorney told congressional investigators that “somebody's already been killed” as a result of the dossier's publication.",
  "An aide to Senate Judiciary Committee Chairman Chuck Grassley said it was \"confounding\" for Feinstein to drop the transcript in the \"middle of an ongoing investigation.\"",
  "The ruling followed a bipartisan meeting that Trump hosted at the White House before TV cameras, trying to reach a deal to avoid a potential government shutdown Jan. 19.",
  "Rescues have unfolded throughout the day on Tuesday in Montecito, an enclave that includes the mansions of Oprah Winfrey, Ellen DeGeneres and several other celebrities.",
  "Stoddard on Trump and immigration negotiations with lawmakers; Mike \"Rooster\" McConaughey and Wayne \"Butch\" Gilliam give the inside story on their new show on A&E.",
  "Cohen also filed a federal defamation lawsuit against Fusion GPS, the research firm that hired former British spy Christopher Steele to compile the dossier.",
  "Alsup said lawyers in favor of DACA clearly demonstrated that the young immigrants \"were likely to suffer serious, irreparable harm\" without court action.",
  "In the lawsuit against BuzzFeed, Cohen said his personal and professional reputation had been harmed by website's decision to publish the dossier.",
  "– Lara Trump, President Trump's daughter-in-law, on \"Hannity,\" weighing in on the possibility of Oprah running for president in 2020.",
  "The White House said the meeting yielded a framework for future negotiation, covering everything from border security to DACA.",
  "WATCH\n\nTRUMP IN CHARGE: \"[President Trump's meeting] made petty gutter-dweller author Michael Wolff become even smaller.\"",
  "“I think President Trump deserves big credit for bringing about the inter-Korean talks,” Moon said at a news conference.",
  "ET - Don't miss interviews with boxing great Floyd Mayweather; Carlos Ghosn, Nissan chairman; and Rep. Diane Black.",
  "ET: Interviews with former Chrysler CEO Bob Nardelli and White House Director of Legislative Affairs Marc Short.",
  "WATCH\n\n\n\nACROSS THE NATION\n\nSocialite NFL heiress denies using anti-Semitic remark leading up to bloody brawl.",
  "Tech companies from around the world have flocked to Las Vegas for the annual Consumer Electronics Show.",
  "HOLLYWOOD SQUARED\n\nGayle King may be too close to Oprah Winfrey to report on the story, observers say.",
  "James Franco cancels event amid accusations of sexual misconduct following his Golden Globes win.",
  "MINDING YOUR BUSINESS\n\nMerck CEO: Amazon drug sales could \"blow the entire ecosystem apart.\"",
  "The rival nations’ talks are the first sign of a possible thaw in their relationship.",
  "Former CIA Deputy Division Chief for Korea, Bruce Klingner, weighs in on the meeting.",
  "#OnThisDay\n\n2000: America Online announces it is buying Time Warner for $162 billion.",
  "\"F--- the police\": Chelsea Manning slams cops on Law Enforcement Appreciation Day.",
  "NEW IN FOX NEWS OPINION\n\nSteve Kurtz: Don't remove Trump with the 25th Amendment.",
  "Trump last year decided to end DACA, but gave Congress until March to find a fix.",
  "Starting in March, young people were to lose their protections under the program.",
  "ET: Vice President Mike Pence sits down with Martha for an exclusive interview.",
  "California zoning law banning gun shops is challenged in Supreme Court filing.",
  "Enjoy your day, and we'll see you in your inbox first thing Thursday morning.",
  "Fox News' Brett Larson gives us a sneak peek into the hottest new devices.",
  "Musicians outraged after airline severely damages 17th century instrument.",
  "This \"smart mirror\" will tell you everything that's wrong with your face.",
  "Could $10,000 scooter from Ujet be the mobility solution of the future?",
  "CES 2018\n\nSamsung to bring 1,000 jobs to South Carolina factory plant.",
  "\"It could be a resulting work of the U.S.-led sanctions and pressure.\"",
  "The death toll could rise as some people remain unaccounted for.",
  "Dr. Marc Siegel: Smartphones really are dangerous for our kids.",
  "(The merger, which proved disastrous, ended in December 2009.)",
  "Want the Fox News Rundown sent straight to your mobile device?",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "New sensor technology could prevent \"hot car\" infant deaths.",
  "Weinstein Co. may be sold to ex-Obama appointee: report.",
  "Stocks signal 2018 may be another record-setting year.",
  "Plus, commentary by Fox News contributor Erich Reimer.",
  "John Stossel: New York strangles small business.",
  "STAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m.",
  "On Fox Business:\n\nMornings with Maria, 6 a.m.",
  "Rise in dog flu cases has pet owners worried.",
  "Thank you for joining us on Fox News First!",
  "These are the best occupations for 2018.",
  "The Story with Martha MacCallum, 7 p.m.",
  "ET: Guests include: Rep. Louie Gohmert.",
  "Moon credited Trump for sparking them.",
  "Countdown to the Closing Bell, 3 p.m.",
  "AS SEEN ON FOX NEWS\n\nOPRAH'S FOLLY?",
  "The Brian Kilmeade Show, 9 a.m.",
  "Welcome to Fox News First.",
  "Varney & Company, 9 a.m.",
  "DID YOU HEAR ABOUT THIS?",
  "Here's why\n\nJob hunting?",
  "Not signed up yet?",
  "Click here."
]