[
  "Alan Futerfas, a lawyer for Trump Jr., said his client “has been professional and responsible throughout the Mueller and Congressional investigations.”\n\n“We are very confident of the accuracy and reliability of the information that has been provided by Mr. Trump, Jr., and on his behalf.”\n\nCohen is currently under investigation in New York over payments he made to Stormy Daniels, an adult film star who claims she had an affair with Trump in 2006.",
  "“And, frankly, by the time anyone was aware of it, which was summer of this year, as I stated earlier, I wouldn’t have wanted to get him involved in it because it had nothing to do with him.” (RELATED: Drudge Dubs Michael Cohen ‘The Rat’)\n\nAccording to CNN, Cohen claims he was present when Trump Jr. informed his father about a meeting with Russians who were offering to provide damaging information about Hillary Clinton.",
  "In perhaps the strangest twist of the Trump Tower saga, Veselnitskaya and Akhmetshin worked closely on the anti-Browder project with Fusion GPS, the opposition research firm that commissioned the infamous Steele dossier, which alleges that the Trump campaign colluded with the Kremlin to influence the 2016 election.",
  "During the fallout from the meeting last year, Cohen praised Don Jr. for being “open, honest and transparent.”\n\nFormer Trump attorney Michael Cohen praised Donald Trump Jr. last year for being “open, honest and transparent” about a June 2016 meeting at Trump Tower with a group of Russians.",
  "(RELATED: CNN Airs Trump/Cohen Tape)\n\nOf all of the Trump campaign’s encounters with Russians, the Trump Tower meeting has provided the most ammunition for Democrats who believe that the campaign colluded with the Russian government to help Trump win the election.",
  "California Rep. Adam Schiff, the top Democrat on the House Intelligence Committee, asserted on Thursday that if Trump knew about the meeting before it occurred, “the conspiracy case may have just gotten stronger.”\n\nBoth of the Trumps have defended Trump Jr’s.",
  "Trump Jr. accepted the meeting after a music publicist named Rob Goldstone contacted him on June 3, 2016 to say that a Russian government attorney wanted to provide information about Hillary Clinton.",
  "Goldstone accompanied the Russian attorney, Natalia Veselnitskaya, her translator, Anatoli Samochornov, a Russian-American lobbyist named Rinat Akhmetshin, and a businessman named Ike Kaveladze.",
  "Cohen’s year-old comment took on new significance on Thursday after CNN reported that he is willing to tell the special counsel’s office that Trump knew in advance about the Trump Tower meeting.",
  "The Fusion GPS link has raised questions about whether what occurred in the Trump Tower meeting is described in the dossier, which was written by former British spy Christopher Steele.",
  "It is not clear if he published the tweet in response to the Hannity interview or Trump Jr.’s decision earlier in the day to release his email correspondence setting up the meeting.",
  "Cohen made the statement in a July 11, 2017 tweet posted just after Trump Jr. appeared on Fox News with Sean Hannity to discuss fallout from the Trump Tower meeting revelation.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Veselnitskaya and Akhmetshin were working together at the time on a lobbying campaign to smear the main proponent of the law, a London-based banker named Bill Browder.",
  "“He wasn’t aware of it,” Trump Jr. told the Senate Judiciary Committee in a Sept. 7, 2017 interview when asked if his father knew about the meeting before it occurred.",
  "Such a statement, if accurate, would contradict Trump and Trump Jr.’s denials about whether the president was aware of the meeting before it occurred.",
  "It is not clear from the report if Cohen claims that Trump Jr. mentioned the details of what the Russians were offering to provide the campaign.",
  "Cohen, who reportedly feels betrayed by Trump amid his legal problems, recently hired longtime Clinton insider Lanny Davis to his legal team.",
  "decision to take the meeting, saying that it would have been political malpractice to turn down an offer of opposition research on Clinton.",
  "The only information that Veselnitskaya had on Clinton was an allegation that her campaign may have received illegal campaign donations.",
  "Trump has said multiple times that he did not learn of the meeting until The New York Times began asking questions about it last July.",
  "Veselnistkaya’s true focus, meeting participants have claimed, was the Magnitsky Act, a 2012 sanctions law opposed by the Kremlin.",
  "Michael Cohen reportedly claims that Donald Trump was aware of the infamous June 2016 meeting at Trump Tower before it occurred.",
  "Davis provided CNN on Wednesday with an audio recording that Cohen made of a conversation he had with Trump in September 2016.",
  "CNN’s sources said that Cohen does not have an audio recording of the meeting but that he is willing to testify to Mueller.",
  "That could pose a problem for Trump and his son, Don Jr., since both have denied that the president knew about the meeting.",
  "In the interview, Trump Jr. said that his father was not aware of the Trump Tower meeting, which occurred on June 9, 2016.",
  "In addition to his public denials, Trump Jr. has testified to Congress that his father did not know about the meeting.",
  "Cohen can be heard discussing setting up a shell company to make payments to National Enquirer’s parent company, AMI.",
  "AMI paid $150,000 to Karen McDougal, a former Playboy playmate who also claims she had an affair with Trump in 2006.",
  "Akhmetshin has acknowledged telling at least two reporters about the Trump Tower meeting shortly after it occurred.",
  "Trump Jr. invited his brother-in-law, Jared Kushner, and Trump campaign chairman Paul Manafort to the meeting.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“He’s been lying all week, he’s been lying for years.” Trump lawyer Rudy Giuliani told CNN’s Chris Cuomo.",
  "Most of the meeting attendees — eight in total — have described the 20-minute meeting as a dud.",
  "But Simpson has denied knowing about the Trump Tower meeting until it was reported in the news.",
  "Trump critics claim that the Trump team should have reported the Russian outreach to the FBI.",
  "“So proud of @DonaldTrumpJr for being open, honest and transparent to the American people.",
  "“It was such a nothing, there was nothing to tell,” Trump Jr. told Hannity.",
  "Sources told the network that Cohen claims Trump approved of the meeting.",
  "The reporters did not publish stories about the meeting.",
  "Trumpworld blasted Cohen following Thursday’s report.",
  "“If it is what you say I love it,” Trump Jr. replied.",
  "But Cohen has given mixed signals on the matter.",
  "This nonsense needs to stop!” Cohen tweeted."
]