[
  "President Trump has proclaimed himself the “king of debt,” a proud master of “doing things with other people’s money.” So it was quite surprising when Jonathan O’Connell, David A. Fahrenthold, and Jack Gillum revealed in a Washington Post story in May that Trump had abruptly shifted strategies and begun spending hundreds of millions of dollars in cash to fund projects.",
  "In fifteen years, he bought twelve golf courses (ten in the U.S., one in Ireland, and a smaller one in Scotland), several homes, and a winery and estate in Virginia, and he paid for his forty-million-dollar share of the cost of building the Trump Hotel in Washington, D.C.—a property leased to Trump by the U.S. government.",
  "Although we cannot say that Trump himself knowingly engaged in money laundering, we do know with certainty that much of his business in the past decade was in the industries most known for money laundering, in the locations most conducive to money laundering, and with people who bear the key hallmarks of money launderers.",
  "It is so much bigger than his other recent projects that it would not be unreasonable to describe the Trump Organization as, at its core, a manager of a money-losing Scottish golf course that is kept afloat with funds from licensing fees and decades-old real-estate projects.",
  "His Boeing 757 alone cost more than ten thousand dollars per hour of use, not to mention the dozens of staffers at his various properties, the clothes and food and jewelry of a status-conscious family, and countless other expenses that could easily eat up all of that income.",
  "We know, of course, that the Trump Organization has worked with some truly questionable business associates, that it has run afoul of anti-money-laundering laws, and that its most high-profile business expansion—a line of three- and four-star hotels—has all but collapsed.",
  "However, revenue for the months it was open were so low—about $1.5 million per month—that it is hard to understand how the property will ever become profitable, let alone so successful that it will pay back nearly three hundred million dollars in investment and losses.",
  "This is the first edition of a weekly column in which I hope to expose, explore, and analyze the financial activity of our President and his associates—including his family, his political appointees, and business partners—and make the case for greater transparency.",
  "He did a series of deals in Toronto, Panama, the Dominican Republic, Azerbaijan, and Georgia with businesspeople from the former Soviet Union who were unlikely to pass any sort of rigorous due-diligence review by pension funds and other institutional investors.",
  "(A recent report by R&A, the world’s leading golf organization, shows that there is far more opportunity in Asia, Africa, and Latin America—where golf is growing quickly—than in Scotland, the country most oversupplied with courses, clubs, and resorts.)",
  "After buying the property for more than sixty million dollars, he then spent a reported hundred and fifty million pounds—about two hundred million dollars total—remaking the site, adding a new course, rehabbing an old one, and fixing up the lodgings.",
  "Faced with a cash-flow problem, he could have followed other storied New York real-estate families and invested in the ever more rigorous financial-due-diligence capabilities required by pension funds and other sources of real-estate capital.",
  "Through the public disclosures required of someone running for and becoming President, many media outlets have tried to re-create a model for Trump’s business, recognizing that, by his own frequent admission, he often exaggerates his worth.",
  "In congressional testimony, Glenn Simpson, the founder of Fusion GPS, the firm that hired Christopher Steele to report out the document that became known as the Steele dossier, wondered aloud if the money really was Trump’s.",
  "All we know is that the money that went into Turnberry, for example, came from the Trump Organization in the U.S. We—and the British authorities—have no way of knowing where the Trump Organization got that money.",
  "In the nine years before he ran for President, the Post reported, the Trump Organization spent more than four hundred million dollars in cash on new properties—including fourteen transactions paid in full.",
  "The problem is especially egregious in the United Kingdom, where some have called the U.K. luxury real-estate industry “a money laundering machine.” Golf has been a particular focus of money laundering.",
  "Eric Trump told the Post that Trump had “incredible cash flow,” and that none of the cash used to purchase the fourteen properties in full came from outside investors or from selling off other assets.",
  "Even before the financial crisis of 2008, Trump found it increasingly difficult to borrow money from big Wall Street banks and was shut out of the rapidly growing pool of institutional investment.",
  "Although the U.K. has strict transparency rules for financial activity within the country, its regulators have been remarkably incurious about the sources of funds coming from firms based abroad.",
  "By borrowing money, developers increase their profits when successful, reduce their losses when they fail, and are able to diversify their holdings to increase the likelihood of success.",
  "It is a bizarre, confounding move that raises questions about the central nature of his business during the years in which he prepared for and then executed his Presidential campaign.",
  "We do know that, in the past decade, wealthy oligarchs in the former Soviet Union and elsewhere have seen real-estate investment as a primary vehicle through which to launder money.",
  "Using what appears to be more than half of the company’s available cash to purchase Trump Turnberry makes no obvious sense for any business person, but especially for Donald Trump.",
  "Did Trump take a turn, in the midst of his years-long frenzy of overseas deals with questionable partners, toward the sentimental use of his own cash to fund a hopeless money pit?",
  "Between meeting the Queen of England and Vladimir Putin, President Trump will spend this weekend at Turnberry, the golf course he bought in 2014 and rechristened Trump Turnberry.",
  "We know so little about the internal finances of the Trump Organization’s activities elsewhere that it is hard to understand where all of the money spent on Turnberry came from.",
  "Many oligarchs in the former Soviet Union who made their money by expropriating the state’s wealth want to move their money into a more stable nation with greater rule of law.",
  "But, if he had used the three hundred million dollars he spent on Turnberry as a pledge, he could have surely received several hundred million in loans at a competitive rate.",
  "He also made deals in India, Indonesia, and Vancouver, Canada, with figures who have been convicted or investigated for criminal wrongdoing and abuse of political power.",
  "In short, it is up to us, citizens and journalists, to do what we can to unravel the financial entanglements of the President, to make sense of the seemingly insensible.",
  "We still don’t know if the Mueller investigation will focus on questionable transactions that don’t clearly and directly involve Russian influence during the campaign.",
  "The goal of laundering money is to take the proceeds of a criminal activity—government corruption, tax fraud, drug trade, or many others—and to disguise its origin.",
  "Perhaps he sees something in the business of golf that others have missed, and he has a vision for how to turn the money-losing property into a thriving concern.",
  "However, the portfolio of assets that Trump owns does not suggest that he would have so much money that he can casually spend a few hundred million on a whim.",
  "A comprehensive analysis by the Wall Street Journal, in 2016, concluded that Trump brought in about a hundred and sixty million dollars in income a year.",
  "But his largest cash purchase was the Turnberry, followed by tens of millions of dollars in additional cash outlays for rehabbing the property.",
  "His business is an odd one, hurtling from real-estate development to casinos to licensing to golf to roadside motels, with no obvious logic.",
  "The President has refused to release his tax returns or to provide anything other than the barest minimum of required financial disclosure.",
  "And Trump Turnberry offers a tantalizing and maddeningly incomplete glimpse into the ways in which our President makes and spends money.",
  "Forbes came up with a figure of a net worth of just over three billion dollars, with less than two hundred million in available cash.",
  "There are also realistic fears about past business partners using their knowledge to unduly influence the President and his policies.",
  "While Trump has portrayed himself as uniquely aggressive in his use of debt, borrowing money is central to any real-estate business.",
  "(Just this week, the Financial Times published a remarkably deep dive into the questionable financing of Trump’s Toronto property.)",
  "With that money, Trump had to pay for his business, his taxes (if he paid any), his personal life style, and that of his family.",
  "Instead, he chose to put nearly all of his available cash in an old, underperforming course in a remote corner of Scotland.",
  "By 2014, Trump was seen by lenders as a high-risk bet because he had so many bankruptcies and so few successful projects.",
  "Or, as some have suggested, he may have become sentimental and wanted a deeper connection to his mother’s Scottish roots.",
  "There simply isn’t enough money coming into Trump’s known business to cover the massive outlay he spent on Turnberry.",
  "There are countless ways for a President, his family, his Cabinet, and his associates to profit from the Presidency.",
  "All of these projects involved specially designated limited-liability companies that are opaque to outside review.",
  "This presents a challenge: How can one insert illegally obtained funds into a system that requires due diligence?",
  "President Trump will spend the weekend playing golf at his newest and most financially confounding major project.",
  "The Trump Organization argued that these losses were the result of being closed for several months for repair.",
  "The Turnberry has been losing an astonishing amount of money, including twenty-three million dollars in 2016.",
  "It can’t be dismissed, out of hand, that there is an innocent explanation for the Trump Turnberry purchase.",
  "We know far too little about how he has made and spent his money, and much of what we do know is troubling.",
  "Congress has the power to uncover much of what we would want to know, but is declining to do so.",
  "Did he purchase and rehabilitate Turnberry, as he did so much else, with other people’s money?",
  "Much of his wealth is tied up in properties that lose money or are not especially profitable.",
  "With, say, a billion dollars total, he could have invested in projects around the world.",
  "(“The income number is wrong by a lot,” Trump said, though he provided no details.)",
  "But, for all the coverage of Trump’s finances, there is so much we just don’t know.",
  "This would have given him access to a pool of trillions of dollars from investors.",
  "The answer, quite often, is to use shell companies to disguise the flow of funds.",
  "It is, by far, the biggest investment the Trump Organization has made in years.",
  "We know very little about how money flowed into and out of these projects.",
  "It is possible, though, that he will have some harsh words for his staff.",
  "If so, why would he have spent it in this location and not elsewhere?",
  "We can’t, until we learn far more about Trump’s internal finances.",
  "There is another way to view the investment in Trump Turnberry.",
  "Instead, Trump turned to a new source of other people’s money.",
  "This property has not received the attention it deserves.",
  "Perhaps Trump actually did make far more than we know.",
  "No doubt, the President will be excited to visit.",
  "Or has Trump’s business practice stayed constant?",
  "In this case, the questions are simple.",
  "This is an astonishing sum, of course.",
  "We don’t know."
]