[
  "Now, the new McClatchy report by Stone and Gordon claims Mueller has evidence that Cohen “secretly made a late-summer trip to Prague.” They write that, per their anonymous sources, “investigators have traced evidence that Cohen entered the Czech Republic through Germany, apparently during August or early September of 2016, as the ex-spy reported.”\n\nIf Stone and Gordon are right, it of course wouldn’t tell us what Cohen actually did in Prague.",
  "The final report in the published Steele dossier, dated December 13 (after Trump was elected president), reiterated the claim of a Cohen/Prague meeting — now saying it happened in August or September 2016 — and gave many more supposed specifics (emphasis added):\n\nCOHEN had been accompanied to Prague by 3 colleagues and the timing of the visit was either in the last week of August or the first week of September.",
  "That’s because the claim that such a meeting happened is one of the most specific claims in Christopher Steele’s dossier alleging collusion between the Trump team and Russia to influence the 2016 election — and because, since the very first day that dossier was publicly released, Cohen has adamantly denied taking any such trip, and Trump’s team has relied on that denial to dispute the dossier’s accuracy.",
  "In one dated October 19, 2016, Steele wrote (emphasis added):\n\nSpeaking in confidence to a longstanding compatriot friend in mid-October 2016, a Kremlin insider highlighted the importance of Republican presidential candidate Donald TRUMP’s lawyer, Michael COHEN, in the ongoing secret liaison relationship between the New York tycoon’s campaign and the Russian leadership.",
  "Another possibility, though, is that Cohen’s denial of a Prague visit is in fact technically correct, but misleading in some respect — after all, his denials have been very specific to the city of Prague itself, which would seem to leave open the possibility of a similar meeting to the one alleged that took place in some other nearby city or town.",
  "Yet a new report from McClatchy’s Peter Stone and Greg Gordon claims that special counsel Robert Mueller has evidence that Cohen did, in fact, enter Prague through Germany at the height of the 2016 campaign, in “August or early September.”\n\nThe McClatchy report is based on anonymous sources, and we don’t yet know what the purported evidence is.",
  "According to [redacted], the agenda comprised questions on how deniable cash payments were to be made to hackers who had worked in Europe under Kremlin direction against the CLINTON campaign and various contingencies for covering up these operations and Moscow’s secret liaison with the TRUMP team more generally.",
  "The immediate issues had been to contain further scandals involving MANNAFORT’s commercial and political role in Russia/Ukraine and to limit the damage arising from exposure of former TRUMP foreign policy advisor, Carter PAGE’s secret meetings with Russian leadership figures in Moscow the previous month.",
  "Cohen has insisted since January 2017 that he’s never been to Prague, but Mother Jones’s David Corn writes that, a few months before that, Cohen told him he in fact was in Prague “for one afternoon 14 years ago.” So at the very least Cohen has been inconsistent on whether he’s ever been to the city.",
  "Cohen immediately tried to use the “Prague visit” claim to debunk the dossier\n\nOn January 10, 2017 — 10 days before Donald Trump’s inauguration — CNN reported that Trump had been briefed on the claims of the Steele dossier, and BuzzFeed News subsequently published the dossier itself.",
  "That’s because, to be blunt, there is no reason for Cohen to try to debunk the Steele dossier by lying and saying that he didn’t visit Prague at all if he actually did, unless he was trying to cover up extremely serious wrongdoing that happened during that visit.",
  "#fakenews pic.twitter.com/CMil9Rha3D — Michael Cohen (@MichaelCohen212) January 11, 2017\n\nImmediately, many observed it was strange that Cohen attempted to debunk the dossier by tweeting a picture of the cover of his passport, rather than its interior.",
  "Cohen himself reiterated his denial again Saturday morning, telling CNN, “No, I have never been to Prague,” and sending this tweet rebutting the story:\n\nBad reporting, bad information and bad story by same reporter Peter Stone @McClatchyDC.",
  "These are, of course, highly inflammatory claims that a Trump Organization executive and lawyer was collaborating closely with Russian government officials regarding paying hackers who had worked against the Clinton campaign in some way.",
  "What the Steele dossier alleged about Michael Cohen visiting Prague\n\nThe Steele dossier, you will remember, was a months-long research project in which former MI6 agent Christopher Steele dug into Donald Trump’s connections to Russia.",
  "Additionally, since Prague is in the European Union’s Schengen Area, which allows passport-free travel between countries, he could theoretically have gotten an initial entry stamp from any EU country, not just the Czech Republic.",
  "https://t.co/ra7nwjUA0X — Michael Cohen (@MichaelCohen212) April 14, 2018\n\nIf the McClatchy report was accurate, it would utterly devastate one of the Trump team’s leading arguments that there was no Trump-Russia collusion.",
  "The overall objective had been “to sweep it all under the carpet and make sure no connections could be fully established or proven.”\n\nThen in a report dated the next day, October 20, Steele gave more specifics.",
  "According to the Kremlin insider, COHEN now was heavily engaged in a cover up and damage limitation operation in the attempt to prevent the full details of TRUMP’s relationship with Russia being exposed.",
  "If it in fact was wrong, it would discredit the dossier as a whole (though there are many different sources quoted in the dossier, and even if many are accurate, it’s possible that others are wrong).",
  "Yet it would raise enormous questions about why he would have lied so brazenly about the trip, and made that lie the centerpiece of the Trump team’s efforts to discredit the Steele dossier.",
  "The dossier, as publicly released, is a series of 17 reports written over six months, based on a plethora of sources, that allege deep and corrupt ties between Trump and Russian officials.",
  "He said Cohen’s “clandestine meeting” with Russian officials was in Prague, and mentioned a Russian NGO, Rossotrudnichestvo, as a potential host for the meeting.",
  "In pursuit of this aim, COHEN had met secretly with several Russian Presidential Administration (PA) Legal Department officials in an EU country in August 2016.",
  "If that was false, there would be no reason for him to take that tack — unless he was trying to cover up something very serious and hoping to get away with it.",
  "The provided passport revealed just one trip inside the Schengen Area — to Italy, in July, which doesn’t quite match the timeline laid out in the dossier.",
  "It’s very difficult indeed to think of an innocent explanation for why Cohen — whose office was raided by the FBI this week — would have done so.",
  "If Cohen did in fact visit Prague in 2016, but for innocuous reasons that Steele’s sources twisted, he could have just said that at the time.",
  "Finally, it’s also possible that Cohen is on the level here, and both Steele’s dossier and the new McClatchy report are just flat-out wrong.",
  "Steele was paid by the firm Fusion GPS, which was paid by a lawyer for the Hillary Clinton campaign and the Democratic National Committee.",
  "The report claims that Cohen discussed how to destroy evidence of this purported hacking operation in the event of a Clinton victory.",
  "Most importantly, Cohen deliberately chose to make a denial that he visited Prague his main argument in disputing the dossier.",
  "BuzzFeed News asked to see the inside of his passport, so he showed it to Anthony Cormier, a reporter for the site.",
  "But the claim that Cohen visited Prague was a very specific one that showed up in a few different dossier reports.",
  "COHEN’s role had grown following the departure of Paul MANNAFORT [sic] as TRUMP’s campaign manager in August 2016.",
  "(However, we should note again that the McClatchy report remains unconfirmed by other outlets at this point.)",
  "But for 15 months after the dossier’s publication, no evidence emerged that this had actually taken place.",
  "One of their main Russian interlocutors was Oleg SOLODUKHIN operating under Rossotrudnichestvo cover.",
  "The future of Donald Trump’s presidency could hinge on whether the answer to that question is yes.",
  "Some time went by without any comment from Trump’s teams on the shocking allegations.",
  "Did Trump lawyer Michael Cohen secretly visit Prague to meet with Russians in 2016?",
  "#fakenews,” Cohen tweeted on January 10, 2017, hours after the dossier was posted.",
  "No matter how many times or ways they write it, I have never been to Prague.",
  "And then Michael Cohen spoke up:\n\nI have never been to Prague in my life.",
  "Suffice to say, though, we haven’t heard the last of this topic.",
  "And for several months afterward, that is where things remained.",
  "Cohen emerges as a major character in the final set of reports.",
  "Instead, he vociferously denied that he went to Prague at all.",
  "A few months later, in May 2017, Cohen decided to share more.",
  "It’s also possible for one person to have multiple passports.",
  "Cohen claimed to them that this was his only passport.",
  "Prior to that MANNAFORT had led for the Trump side.",
  "“I have never been to Prague in my life.",
  "It could still prove to be mistaken.",
  "Yet the story gets even weirder.",
  "I was in LA with my son.",
  "Proven!"
]