[
  "A U.K. security official, speaking on background, said “it is normal for U.K. intelligence agencies to have meetings with the chairman and members of the House Permanent Select Committee on Intelligence.” But those meetings did not pan out—Nunes came away meeting only with the U.K.’s deputy national-security adviser, Madeleine Alessandri.",
  "Earlier this year, Nunes alleged in a memo that the FBI had used intelligence passed to them by Steele to bolster the bureau’s application for a surveillance warrant targeting an early Trump campaign adviser, Carter Page, while failing to disclose “the political origins” of Steele’s research to the Foreign Intelligence Surveillance Court.",
  "His trip to London at such a precarious moment for the president, and the intelligence agencies’ decision to decline him a meeting, is emblematic of the political island on which Nunes finds himself—along with a handful of other Trump allies in Congress and the media—as he continues his search for wrongdoing by the Justice Department.",
  "Nunes, who served on Trump’s transition team, has been conducting a parallel investigation into the FBI and the DOJ since March 2017, when he first began examining whether top officials improperly “unmasked” and then leaked the names of Trump associates who surfaced in intelligence reports during the transition period.",
  "The people familiar with his trip told me that officials at MI6, MI5, and GCHQ were wary of entertaining Nunes out of fear that he was “trying to stir up a controversy.” Spokespeople for Alessandri and Nunes did not return requests for comment, and neither did the press offices for MI5 and MI6.",
  "Steele, who authored a collection of memos sourced to Kremlin and campaign insiders alleging a conspiracy between Trump’s campaign and Moscow to win the 2016 election, has been a fixation for Nunes ever since the document was published slightly more than two weeks before Trump’s inauguration.",
  "In an interview with the Fox News host Sean Hannity last month, Nunes said that Ohr “is at the heart” of the FBI’s alleged misconduct “because his wife was working for Fusion GPS.” There is no evidence that his wife’s work influenced his own, however.",
  "The unmasking scandal lost steam as Nunes shifted his attention to alleged surveillance abuses by the DOJ—a probe that Democrats said they did not approve and had no control over, but to which a group of House Republicans were privy.",
  "Last summer, two of Nunes’s staffers, Kash Patel and Doug Presley, traveled to London—without the knowledge of the U.S. Embassy or British government—in search of Steele, whose lawyer denied the staffers access to his client.",
  "With the FBI’s knowledge and approval, Ohr met with Steele repeatedly from late 2016 to early 2017 to debrief him on any new intelligence he may have obtained about the Trump campaign’s ties to Russia.",
  "Ohr, a high-level Justice Department official whose wife worked for the opposition-research firm Fusion GPS—the firm that hired Steele to research Trump’s Russia ties—has landed on Nunes’s radar, too.",
  "Ohr, who is scheduled to testify before the House Oversight and Judiciary Committee panels on Tuesday, has known Steele since 2007, when Steele was still in MI6, according to The New York Times.",
  "Steele, a 20-year MI6 veteran whose work focused mostly on Russia, has worked with the FBI on and off for years, offering valuable intelligence on Russian organized crime.",
  "A copy of the FBI’s warrant application, however, directly contradicts that claim.",
  "This time, Nunes sought a work-around, I’m told.",
  "GCHQ declined to comment."
]