[
  "The rest – nearly three-quarters of the total funds originally claimed – was not a direct injection of DNC money but instead cash the DNC raised on behalf of Jones through email solicitations.”\n\nThe House districts that matter for a Dem takeover in 2018 - Center for Politics: “In sketching out a potential path to a bare Democratic House majority of 218 seats out of 435, we found that in all likelihood the Democrats will need to win similar numbers of Republican-held seats won by Hillary Clinton as well as by Donald Trump in the last presidential election.",
  "But the budget resolutions — nonbinding overviews of fiscal goals — that have come out of the House and Senate Budget committees in recent years have seen delayed floor action or none at all, or have been used as conduits for the reconciliation process to pass partisan legislation without the threat of a Senate filibuster.”\n\nTax bill begins to deliver change, starting with bigger paychecks - AP: “The contentious tax overhaul is beginning to deliver a change that many will welcome — bigger paychecks.",
  "A Scott bid would complicate Democratic hopes of winning back the Senate next year — of the 10 Democrats up for reelection in states carried by President Donald Trump, Nelson has been considered one of the most vulnerable.”\n\nDNC fudged how much it spent on Alabama special - McClatchy: “In the immediate aftermath of Doug Jones’ shock victory in the Alabama Senate race, the Democratic National Committee tried to take no small amount of credit.",
  "Treasury Secretary Steven Mnuchin has estimated that the new rules will mean more take-home pay for about 90 percent of American workers.”\n\nREPORT: MCCONNELL READIES REPLACEMENT FOR COCHRAN\n\nWaPo: “Senate Majority Leader Mitch McConnell has asked the governor of Mississippi to consider appointing himself to the Senate if ailing Republican Sen. Thad Cochran resigns from office, according to two people familiar with the conversations.",
  "But as we’ve previously said, the majority of Democratic gains will have to come from beating incumbents, unless considerably more Republican incumbents retire from vulnerable seats.”\n\nDems looking strong in key SoCal House races - LAT: “Democrats have a few problems to sweat over in this year’s midterm elections: winnowing their vast fields of candidates and navigating California’s top-two primary system, to name a couple.",
  "SCOREBOARD\n\nTrump job performance\n\nAverage approval: 40.2 percent\n\nAverage disapproval: 55 percent\n\nNet Score: -14.8 points\n\nChange from one week ago: up 1 point\n\n[Average includes: Monmouth University: 44% approve - 48% disapprove; Gallup: 38% approve - 58% disapprove; Fox News: 45% approve - 53% disapprove; Quinnipiac University: 36% approve - 58% disapprove; ABC News/WaPo: 38% approve - 58% disapprove.]",
  "Like others interviewed for this article, the person spoke on the condition of anonymity to describe private talks.”\n\nRomney will make a Senate race announcement in two weeks - Salt Lake Tribune: “The former Massachusetts governor and 2012 Republican presidential nominee said Thursday that he’ll announce on Feb. 15 whether he’ll run for the Senate seat that Sen.Orrin Hatch is vacating.",
  "Control of House\n\nRepublican average: 40.8 percent\n\nDemocratic average: 48.4 percent\n\nAdvantage: Democrats plus 7.6 points\n\nChange from one week ago: Democratic advantage down 0.8 points\n\n[Average includes: Monmouth University: 47% Dems - 45% GOP; Fox News: 44% Dems - 38% GOP; Quinnipiac University: 51% Dems - 38% GOP; ABC News/WaPo: 51% Dems - 39% GOP; CNN: 49% Dems - 44% GOP.]",
  "Maybe that’s why Nancy Pelosi looked so unhappy Tuesday.”\n\nPLAY-BY-PLAY\n\nPoll: 70 percent want Trump to talk to Mueller - The Hill\n\nTrump holds meeting with NoKo defectors to send message to Kim Jong Un - WaPo\n\nRead this: What happens when one successful school district goes all in cultural reeducation - Weekly Standard\n\nWhat would Litmas Day be without The Mooch?",
  "And rarely do potential candidates hint at a candidacy if the end result is to say ‘no thanks.’ Friends and supporters of Romney say they want to let him make the formal declaration.”\n\nWith no formal race announcement, Scott’s fundraising shows Senate race in sight -Politico: “In the clearest sign he’s ready to challenge Democratic Sen. Bill Nelson, Florida Gov.",
  "While the memo makes other smaller-bore allegations, including against McCabe for his testimony about the dossier, these four data points are offered in support of the central claim from Nunes & Co.: That the agency wrongfully, unethically and perhaps illegally withheld the true provenance of their information in seeking the warrant.",
  "And people in both parties predicted the other side would suffer the greater political consequences if there is no deal, a dynamic that makes compromise less likely.”\n\nRyan tries to bring welfare reform back into consideration - Politico: “Senate Republicans last December panned Speaker Paul Ryan’s pitch to overhaul entitlements.",
  "The White House and many House Republicans say that at a bare minimum, four pillars need to be addressed in any bill: border security, protections for ‘Dreamers’ who will lose their legal status with the end of the Deferred Action for Childhood Arrivals program, family-sponsored visas and the Diversity Visa lottery program.",
  "THE RULEBOOK: THE GOOD AND THE BAD\n\n“The cries of the nation and the importunities of their representatives have, upon various occasions, dragged their monarchs into war, or continued them in it, contrary to their inclinations, and sometimes contrary to the real interests of the State.” – Alexander Hamilton,Federalist No.",
  "Reporters like you are why Donald Trump won.” – Former Congressman Michael Grimm, who is running for his old seat in New York’s State Island, talking to reporter Greg Smith of the New York Daily news, who was seeking information from Grimm regarding the unexplained settlement of a large debt from his failed 2014 campaign.",
  "‘If I can read the tea leaves on what’s coming from the Senate, that doing a budget resolution that will be meaningful, that we can get House and Senate together on, is very problematic right now,’ the Arkansas Republican said at a Thursday press conference here, where GOP lawmakers were having their annual retreat.",
  "‘My own view is if we can solve DACA and border security, that may be the best we can hope for,’ Senate Republican Conference Chairman John Thune told reporters here Thursday.”\n\n\n\nMeanwhile Trump says if Dems don’t deal, he’ll walk - WSJ: “…many involved in the debate said the chances of a deal appear to be fading.",
  "Now, faced with documentation that questions the claim, DNC officials say the committee spent only $250,000 of its own money on the race, cash that funded more than two dozen staffers on the ground in the state who, among other things, conducted extensive outreach to African-American voters.",
  "Though we have a pretty good idea of what Trump thinks about his current deputy attorney general, Rosenstein, at least Boente seems to still be in good graces, having just been named as general counsel for the FBI, a huge gig aimed right at the heart of overhauling the agency.",
  "When the agency went nuclear over the release, it seems to have been hinting at the fact that in order to answer the charges leveled by Nunes and the Trumps, the agency would have to reveal even more of its work and show even more of its hand on the Trump investigation.",
  "GOP STILL FAR FROM CONSENSUS ON IMMIGRATION DEAL\n\nRoll Call: “Immigration negotiations are moving so slowly that congressional leaders haven’t even agreed on which policy areas must be addressed as part of a deal — a fissure that exists even within the Republican Party.",
  "It is hard to construct a Democratic majority without the party netting several seats from California, and Democrats also likely need to win at least multiple seats apiece in New Jersey, New York, and Pennsylvania, where a new district map may be in the offing.",
  "At least know enough to talk intelligently about the Super Bowl.New Yorker: “On Monday, when the New England Patriots arrived in Minnesota for Super Bowl LII, Bill Belichick, the head coach, descended the stairs of the team’s plane wearing a black fedora.",
  "- Vanity Fair\n\nDNC hires former Kerry campaign manager Cahill as interim CEO - Politico\n\nAUDIBLE: SO WE’LL PUT YOU DOWN AS ‘DECLINED TO COMMENT’\n\n“Please print out my statement, roll it into a little ball, and shove it up your tight liberal a-- Greg.",
  "**\n\n\n\nOn the roster: Some takeaways on memo-mania – GOP still far from consensus on immigration deal - Report: McConnell readies replacement for Cochran - Audible: So we’ll put you down as ‘declined to comment’ - Is that health class or economics?",
  "After Jones defeated Republican and accused pedophile Roy Moore, the DNC said it had quietly spent $1 million constructing a voter-outreach effort for the Democrat, including an extensive campaign of text messages, phone calls, and door-knockers.",
  "Their seats are two of the likeliest to flip to Democrats in November.”\n\nContinetti: ‘The Back to the Future Democrats’ - Free Beacon: “The fate of working-class people in the country’s interior is a defining domestic issue.",
  "During a GOP retreat here in Appalachia, Ryan urged congressional Republicans to tackle ‘workforce development.’ He messaged the somewhat amorphous phrase as a matter of ‘helping people’ — not a budget-cutting excursive.",
  "But House Democrats and some senators of both parties say the only realistic path to a bipartisan deal is a narrowed focus on DACA, which is all Democrats really want, and border security, Republicans’ top priority.",
  "President Trump, a supporter of Bryant, backs the plan, according to a person familiar with the situation, though there are several other options that McConnell and Trump have discussed if Bryant declines.",
  "SOME TAKEAWAYS ON MEMO-MANIA\n\nYou may happen to have heard about a memo from the Republicans on the House Intelligence Committee accusing the FBI of rigging the probe into President Trump and his campaign.",
  "‘We’ll either have something that’s fair and equitable and good and secure, or we’re going to have nothing at all,’ Mr. [Donald Trump] told Republican lawmakers at a retreat at the Greenbrier resort here.",
  "House Oversight Committee Chairman Trey Gowdy buttressed Ryan’s assurances with his own statement today: “As I have said repeatedly, I also remain 100 percent confident in Special Counsel Robert Mueller.",
  "But after reporters asked Belichick about the uncharacteristic accessory he explained that the hat had belonged to his late father, Steve, who coached and scouted in college football for forty years.",
  "They argue that since Steele and his handlers at the investigation firm Fusion GPS were paid by Trump’s political opponents, Steele’s work shouldn’t be allowed to be used against the Trump campaign.",
  "… As Belichick and [Tom Brady] have prepared for their eighth Super Bowl together, the press has struggled to find something new to say about the two men—hence all the attention on Belichick’s hat.",
  "The student, who used his personal cellphone to call the agency and paid for the entertainer with a credit card, has been identified by school officials and is facing disciplinary action, she said.",
  "It’s basically the moral case for plot of “Lethal Weapon.” The bad guys are so bad and the system is so corrupt, sometimes you just have to throw an Afrikaner or two out of a skyscraper window.",
  "The secret strength of the memo – and the benign explanation for the FBI’s objection to its disclosure – is that it makes allegations that the agency cannot answer because of security rules.",
  "Workers are starting to see more take-home pay as employers implement the new withholding guidelines from the IRS, which dictate how much employers withhold from pay for federal taxes.",
  "Third, we have corroboration of prior reporting by our Fox News colleagues about how the wife of a since-demoted Justice Department official acted as the conduit for Steele’s dossier.",
  "When the woman showed up at the address around 11:30 a.m., she realized it was a school and called the front office to report a prank, district spokeswoman Jenny LaCoste-Caputo said.",
  "The consensus seems to be that the outcome of the game against the Philadelphia Eagles won’t really affect the so-called ‘legacies’ of either Belichick or Brady…”\n\nFlag on the play?",
  "The growing number of Republican-held open seats may allow the Democrats to net a third or more of the seats they need to win the House from districts that don’t have an incumbent.",
  "Now, we’re not saying that Washington tends to get a little overexcited these days, but we half expected to see memo release survival kits for sale in Capitol Hill corner markets.",
  "Indeed, at least two Senate Republicans said Thursday that they liked the idea in theory — but weren’t sure the upper chamber would ever take it up.”\n\nAnd what about the budget?",
  "First, we have confirmation that the dossier compiled by former British spy Christopher Steele was used in obtaining surveillance warrants for former Trump staffer Carter Page.",
  "‘While regrettable, the incident had no negative impact on any students, other than the student who is responsible.’’\n\n\n\nChris Stirewalt is the politics editor for Fox News.",
  "If you believe in human freedom as the only morally acceptable objective for a government to pursue, then disruption and disquiet becomes a necessary price for its pursuit.",
  "In short, the memo reads as if it was written by a criminal defense lawyer who was looking to impeach witnesses or exclude evidence for a potential trial or indictment.",
  "Second, we know the names of the Justice Department officials who sought warrants against Page, including some of the greatest villains in the defense’s narrative.",
  "Steve Womack, Budget chairman for less than a month, is considering skipping a budget resolution — thinking time would be better spent changing the budget process.",
  "… The annual budget process calls for the president to submit a budget request to Congress and the chambers to use that to come up with their own budget blueprint.",
  "He’s for tight labor markets within the original free trade zone, the United States, and all the Democrats have left is virtue signaling and grievance mongering.",
  "But at least a half-dozen Republicans told POLITICO that Ryan's proposal could include work requirements for welfare beneficiaries, which could repel senators.",
  "Fourth, we also now know that the FBI cut ties with Steele when he confirmed to a friendly reporter his involvement with the investigation in the fall of 2016.",
  "Austin American-Statesman: “A student at Noel Grisham Middle School in Round Rock is in hot water after ordering a stripper to come to the school on Thursday.",
  "I was at Dr. King’s Detroit March in 1963, actively following in the steps of other Yankees who had become aware of the tragedy of segregation in our nation.",
  "And if the origin of dossier was withheld from the FISA court, then warrant would have been granted in error, perhaps denying the proceeds of those warrants.",
  "And we suspect that all of the committees of jurisdiction in the House and Senate will be disgorging enormous volumes of information in the following weeks.",
  "As Kevin Williamson acidly argues today, most of Trump’s supporters, even in Congress, are no longer troubled by untruths of either omission or commission.",
  "But even if the allegations stick, the memo frames powerful taking points for the president’s defenders as the investigation reaches its terminal phase.",
  "Presumably that’s what the foreign policy hawks on the Washington Post’s editorial board were getting at in their harsh indictment of Ryan today.",
  "But those same sympathetic northerners tended to be unhappy when the actions of those victimized by Jim Crow threatened to become too disruptive.",
  "There will be a return volley from the Democrats at some point, somehow, some way, but this is really the end for the investigation in the House.",
  "Rick Scott has raised more than $1.1 million for a super PAC he recently revived and stocked it with top consultants from his previous campaigns.",
  "Incumbents in all four Orange County districts held by Republicans raised less money than some of their challengers in the last quarter of 2017.",
  "For the Democrats to win nationally, they must stanch their losses among this key voting bloc, just as Clinton’s husband and Barack Obama did.",
  "The contents of this memo do not - in any way - discredit his investigation.”\n\nBut will it be enough to save Rosenstein, Sessions and Mueller?",
  "… [Trump] has framed these issues in ways that leave the Democrats in the cold, and oh by the way he’s taken family leave away from them too.",
  "It was great because time and again, protesters stood by their values, leaving police ‘unable to take action due to the lack of provocation’.",
  "Phil Bryant this week, would give Republicans a formidable candidate in advance of a possible special election in the state later this fall.",
  "The reports cover fundraising through Dec. 31, before Reps. Ed Royce of Fullerton and Darrell Issa of Vista announced they were bowing out.",
  "There had been for a century white northerners very sympathetic to the cause of black southerners kept in a legal state of sub-citizenship.",
  "‘Our staff handled the situation with the utmost decorum and professionalism,’ Principal Paige Hadziselimovic said in an email to parents.",
  "Grimm, who has threated violence against reporters before, is seeking re-election to the seat he lost after pleading guilty to tax fraud.",
  "Page, the subject of these warrants, has presumably long ago ceased to be of interest to investigators either in Congress or at the DOJ.",
  "If the special counsel wasn’t hearing Trump’s footsteps loudly enough before, this memo should sound like Clydesdales at a full gallop.",
  "‘Looking forward to making an announcement on February 15th about the Utah Senate race,’ [Mitt Romney] tweeted Thursday afternoon.",
  "One other big takeaway: This is as close to a majority report as we are likely to ever get from the House Intelligence Committee.",
  "Those determined to maintain inequality were repeatedly exposed for who they were by assault, murder, bombing and assassination.",
  "I also know that the actions of those young men and women at the Greensboro Woolworth’s were not broadly popular in the moment.",
  "This was classic Belichick, offering a prosaic explanation for a decision that others wanted to invest with meaning or mystery.",
  "There will be lots and lots of dumping and lawyerly spinning from all sides as Mueller approaches and reaches the finish line.",
  "The young men at the lunch counter were models for all of us, not just then, but today.” – Don McGaffey, Redford, Mich.\n\n[Ed.",
  "In Williamson’s explanation, even if the memo was just a stunt aimed at protecting Trump, many in the GOP wouldn’t even care.",
  "The question for new generations is whether we can fully recognize what happened, but somehow not be possessed by the past.]",
  "Share your color commentary: Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "But the Wisconsin Republican is back at it again, repackaging his proposals in hopes of gaining traction on welfare reform.",
  "I was born at the end of the great tumult that stretched from 1963 to the mid-1970s so I do not have firsthand experience.",
  "On Capitol Hill, there was no sign of a breakthrough in the talks a week before the Senate was scheduled to begin debate.",
  "That certainly seems to be the argument of the president’s eldest son, himself a subject of the investigation, is making.",
  "Former FBI Director turned Twitter troll James Comey, the recently ousted Andrew McCabe and Resistance hero, Sally Yates.",
  "Privately, he’s talked up his good polling numbers, according to several supporters who have spoken to Scott recently.",
  "But in Orange County, a key battleground as they attempt to take back the House, money doesn’t seem to be one of them.",
  "But I know from living in that era’s aftermath the astonishing degree of disruption you and your peers lived through.",
  "Mr. Trump used his State of the Union speech this week to cast many unauthorized immigrants as dangerous criminals.",
  "That’s a huge claim that suggests not just Obama-era corruption at the Justice Department, but ongoing crookedness.",
  "The reductive reasoning: If the other side is crooked, a little crookedness in one’s own defense is permissible.",
  "Half of the town seems to be saying this is worse than Watergate and the beginning of the end of Robert Mueller.",
  "Similarly, you may have heard that there’s going to be a professional football game of some kind this weekend.",
  "FROM THE BLEACHERS\n\n“Thank you for reminding folks about one of the greatest periods in our nation’s history.",
  "Those whose checks have remained the same shouldn’t fret — employers have until Feb. 15 to make the changes.",
  "It was de facto (and not spoken of) where I grew up, de jure where these young men took a stand for justice.",
  "No one who watched Detroit burn in the aftermath of Martin Luther King’s assassination could say otherwise.",
  "There’s no substantiation of the claim that it was the sole reason for the warrants, but it was in there.",
  "Treat it all with healthy skepticism and do what you can to reserve judgement until we see the results.",
  "She worked for the research firm that employed Steele and passed it on to her husband and the agency.",
  "House Speaker Paul Ryan says the memo is not about the work of the special counsel, but it really is.",
  "This is significant since this a longstanding accusation of the foes of the Mueller investigation.",
  "The miracle of the Civil Rights Movement is that we navigated it as a culture as well as we did.",
  "But you know enough by now to understand that it’s neither of those things, not by a long shot.",
  "But here are some relevant revelations, regardless of which narrative to which you subscribe.",
  "Ryan, though, also said he believed that the Democratic counter-memo should also be revealed.",
  "If Romney weren’t going to run, he’s not likely to tout an announcement two weeks ahead.",
  "- Email us at HALFTIMEREPORT@FOXNEWS.COM with\n\nyour tips, comments or questions.",
  "The other half sounds like they are witnessing the installation of a junta.",
  "It would come with a pair of oven mitts for handling all the hot takes.",
  "The following eight years would prove many of those concerns correct.",
  "The idea, which McConnell (R-Ky.) discussed directly with GOP Gov.",
  "Even if its bunkum, it’s still good messaging for MAGA Nation.",
  "But also Trump appointees Dana Boente and Rod Rosenstein.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "The memo certainly ratchets up the pressure on Mueller.",
  "This is an after-action report, not a real-time update.",
  "… The sports media, always eager for imagery, pounced.",
  "Want FOX News Halftime Report in your inbox every day?",
  "First, you should read it here if you haven’t already.",
  "Clinton-won districts are not enough on their own.",
  "Let’s do figure out what it actually is, though.",
  "Brianna McClelland contributed to this report.",
  "But that’s the thing about loving humanity.",
  "Indeed, it took $1 million worth of credit.",
  "note: Thanks for writing in, Mr. McGaffey.",
  "6\n\nTIME OUT: LET’S GET READY TO RUMBLE!!",
  "The woman did not enter the school.",
  "IS THAT HEALTH CLASS OR ECONOMICS?",
  "All indications are that he’s in.",
  "The truth is more complicated.",
  "Don’t be like these people.",
  "And it might just work.",
  "- Roll Call: “Rep.",
  "Brace yourselves.",
  "Sign up here.",
  "Sign up here."
]