[
  "However, Politico also reported on the bias of the company: “The report by research firm Fusion GPS attempts to undermine the videos’ political, legal and journalistic value.”\n\nFinally, Politico also reported:\n\nBut the firm also wrote that it is impossible to characterize the extent to which the edits and cuts distort the meaning of the conversations depicted and that there was no “widespread evidence of substantive video manipulation.”\n\nThe Wall Street Journal’s editorial board wrote about Fusion GPS in May of 2012, and the work of Kimberly Strassel in uncovering the Obama campaign’s smears of then-GOP nominee Mitt Romney:\n\nAs Ms. Strassel has reported in recent columns, Idaho businessman Frank VanderSloot has become the target of a smear campaign since it was disclosed earlier this year that he had donated $1 million to a super PAC supporting Mr. Romney.",
  "Ms. Strassel traced the operative, Michael Wolf, to a Washington, D.C. outfit called Fusion GPS that says it is “a commercial research firm.” Fusion GPS is run by a former Wall Street Journal reporter, Glenn Simpson, who wouldn’t say who is paying him for this high-minded slumming but said in an email that Mr. VanderSloot was a “legitimate” target because of “his record on gay issues.”\n\nThough Planned Parenthood has consistently denied any wrongdoing in its sale of body parts, the abortion business also released a statement in October of 2015, announcing it would no longer accept payments for aborted fetal tissue.",
  "This second analysis found that the videos were “not manipulated” and that they are “authentic.”\n\nPaul Sperry writes at the New York Post about Fusion that “federal records show a key co-founder and partner in the firm was a Hillary Clinton donor and supporter of her presidential campaign.”\n\nHe continues:\n\nIn September 2016, while Fusion GPS was quietly shopping the dirty dossier on Trump around Washington, its co-founder and partner Peter R. Fritsch contributed at least $1,000 to the Hillary Victory Fund and the Hillary For America campaign, Federal Election Commission data show.",
  "The shadowy “research” firm that commissioned a dossier on President Donald Trump is the same firm hired by Planned Parenthood to create the narrative that the videos exposing the abortion business’s alleged profiteering from the sales of aborted baby parts were “deceptively edited.”\n\nThe website for Fusion GPS provides only two paragraphs about the firm and an email address for further contact:\n\nFusion GPS is based in Washington, DC and provides premium research, strategic intelligence, and due diligence services to corporations, law firms, and investors worldwide.",
  "The group hired Fusion GPS to perform a forensic evaluation on CMP’s videos, the results of which were reported at Politico in August of 2015 with the headline, “Report for Planned Parenthood Finds Sting Videos Manipulated.”\n\nThe Politico report stated:\n\nA report commissioned by Planned Parenthood has found that the sting videos targeting its tissue donation practices contain intentionally deceptive edits and inaccurately transcribed conversations and are missing footage.",
  "Just as Planned Parenthood and its media and political allies keep referring to the CMP videos as “deceptively edited” – based on Fusion’s “report” – so, too, the same politicians and media elites are referring to the sketchy firm’s Trump “dossier” as evidence of the president’s wrongdoing in a “Russiagate” conspiracy.",
  "The organization and its leftwing media and political supporters continue to this day to insist the videos, produced by CMP, were “deceptively edited.”\n\nAnother analysis of the videos was then conducted by Coalfire, a third-party forensics company hired by pro-life Alliance Defending Freedom.",
  "President Obama’s campaign website teed him up in April as one of eight “less than reputable” Romney donors and a “bitter foe of the gay rights movement.” One sin: His wife donated to an anti-gay-marriage campaign, of the kind that have passed in 30 or so states.",
  "Email: info@fusiongps.com\n\nIn the summer of 2015, Center for Medical Progress (CMP) began releasing its undercover videos exposing alleged profiteering on the part of Planned Parenthood and its partners in the biomedical fetal tissue procurement industry.",
  "Now we learn that little more than a week after that Presidential posting, a former Democratic Senate staffer called the courthouse in Mr. VanderSloot’s home town of Idaho Falls seeking his divorce records.",
  "The shocking videos forced America’s largest abortion provider into rapid defense mode, and smearing undercover journalist David Daleiden and his group became a top priority of Planned Parenthood.",
  "Fritsch, who served as the Journal’s bureau chief in Mexico City and has lectured at the liberal Wilson Center’s Mexico Institute, married into a family with Mexican business interests.",
  "His wife, Beatriz Garcia, formerly worked as an executive at Grupo Dina, a manufacturer of trucks and buses in Mexico City that benefits from NAFTA, which Trump opposes.",
  "Property records show that in June 2016, as Clinton allies bankrolled Fusion GPS, Fritsch bought a six-bedroom, five-bathroom home in Bethesda, Md., for $2.3 million.",
  "A third founding partner, Glenn Simpson, is reported to have shared dark views of both Russian President Vladimir Putin and Trump.",
  "We offer a cross-disciplinary approach with expertise in media, politics, regulation, national security, and global markets.",
  "… Sources say Fusion GPS had its own interest, beyond those of its clients, in promulgating negative gossip about Trump.",
  "Fritsch’s Fusion GPS partner Thomas Catan, who grew up in Britain, once edited a business magazine in Mexico.",
  "Before joining Fusion GPS, Simpson did opposition research for a former Clinton White House operative.",
  "But there is no evidence that the anti-abortion group behind the attack made up dialogue.",
  "His wife also donated money to Hillary’s campaign."
]