[
  "Nevertheless, some — including President Trump, as recently as this morning — are using the memo to claim that the FBI was trying “to spy on the Trump team.”\n\n“You had Hillary Clinton and the Democratic Party try to hide the fact that they gave money to GPS Fusion to create a Dossier which was used by their allies in the Obama Administration to convince a Court misleadingly, by all accounts, to spy on the Trump Team.” Tom Fitton, JW — Donald J. Trump (@realDonaldTrump) February 2, 2018\n\nA more honest memo would have made it clear that Page was no longer on Trump’s team at the time of the surveillance order.",
  "If you look closely, the memo never actually claims that the FBI knew the Clinton campaign and DNC funded the Steele dossier\n\nThe key accusation in the memo is that in the application to surveil Page, the FBI “omitted” to inform the court that one of their sources of information — Christopher Steele’s dossier — was in fact funded by the DNC and the Clinton campaign.",
  "The memo finishes by burying the lede: that the Trump-Russia investigation really did start because of George Papadopoulos\n\nFinally, the memo finishes up by confirming a much-disputed recent New York Times report that FBI did not, as conservatives have theorized, start its investigation into Trump associates and Russia because of the Steele dossier.",
  "Here’s what the tip entailed, per the Times report:\n\nDuring a night of heavy drinking at an upscale London bar in May 2016, George Papadopoulos, a young foreign policy adviser to the Trump campaign, made a startling revelation to Australia’s top diplomat in Britain: Russia had political dirt on Hillary Clinton.",
  "But two months later, when leaked Democratic emails began appearing online, Australian officials passed the information about Mr. Papadopoulos to their American counterparts, according to four current and former American and foreign officials with direct knowledge of the Australians’ role.",
  "Yes, it tries to imply that, by saying Ohr “worked closely with Deputy Attorneys General Yates and later Rosenstein,” who were previously mentioned as approving the wiretap:\n\nBut Yates and then Rosenstein were top justice officials overseeing basically everything in the department.",
  "It’s conspicuously vague on dates in several key places and overall tends to downplay or omit information that doesn’t fit its desired narrative (that politically motivated FBI and DOJ officials supposedly abused the FISA process in the surveillance of Carter Page).",
  "The memo reveals that Steele was in contact with Ohr and that in September 2016, Steele shared some of his negative opinions on Trump:\n\nYet note what the memo does not claim: that Ohr had anything to do with the surveillance application on Carter Page.",
  "Another eyebrow-raiser is that Nunes’s Democratic counterpart on the House Intelligence Committee, Rep. Adam Schiff (D-CA), has disputed this claim entirely, suggesting the FBI did disclose something about the dossier’s political angle.",
  "The memo blames the FBI for not disclosing something they didn’t know\n\nFurther down, the memo reveals that the FISA application to surveil Page also cited an article from Michael Isikoff of Yahoo News about Page’s Russian contacts.",
  "Nunes goes on to criticize Strzok’s political opinions as revealed in “text messages with his mistress,” but the admission that the Papadopoulos tip kicked off the investigation is a key one — and devastating for Nunes’s narrative.",
  "Nunes describes a surveillance application targeting Carter Page, who “served as a volunteer advisor to the Trump presidential campaign.”\n\nIt is indeed true that Page “served” as an adviser to Trump’s campaign — in the past tense.",
  "He pulls a similar trick a little further down:\n\nHere, Nunes writes, “it was known by DOJ at the time that political actors were involved with the Steele dossier.” But again, he isn’t specific about which actors they knew about.",
  "Ohr was a subordinate of theirs, but his actual job was as the “Organized Crime Drug Enforcement Task Forces Director.” If he was involved in the Page wiretap specifically, Nunes sure doesn’t provide the evidence to show that.",
  "“The Majority suggests that the FBI failed to alert the court as to Mr. Steele’s potential political motivations or the political motivations of those who hired him, but this is not accurate,” Schiff writes.",
  "His wife, Nellie, works for Fusion GPS, the company that took the Clinton campaign/DNC money and paid Steele for the dossier, which conservatives have understandably pointed to as potentially inappropriate.",
  "About three weeks earlier, Mr. Papadopoulos had been told that Moscow had thousands of emails that would embarrass Mrs. Clinton, apparently stolen in an effort to try to damage her campaign.",
  "In fact, when the FBI learned that Steele had gone to another reporter and revealed he was in contact with the bureau the following month, they terminated their relationship with him.",
  "Nunes clearly wants us to think that’s the case because he keeps criticizing the DOJ and FBI for not disclosing Clinton and the DNC’s involvement to the FISA court.",
  "The government only surveilled Carter Page after he left the Trump campaign\n\nThe memo is often vague on dates, a slipperiness that begins on its first page.",
  "And Nunes buries the lede — that the Trump-Russia investigation was started for a very good reason having nothing to do with Christopher Steele’s dossier.",
  "Because this October 21, 2016, surveillance application happened nearly a month after the Trump campaign harshly disassociated themselves from Page.",
  "(As an aside, this clears up why Republicans on the Senate Judiciary Committee last month recommended Steele be prosecuted for lying to the FBI.)",
  "So the most he’s willing to say is that (unnamed) “senior DOJ and FBI officials” knew the dossier had “political origins.” Which officials?",
  "Yet in the FISA application, the government “incorrectly assesses” that Isikoff’s information wasn’t “directly” from Steele, per the memo.",
  "Only then did the FBI actually get around to asking to surveil the former Trump adviser with a litany of Russian connections, Carter Page.",
  "Indeed, and importantly, the memo does not claim, anywhere, that the officials knew that the DNC and Clinton campaign funded the dossier.",
  "Nunes criticizes one top justice official, but he doesn’t claim that official had anything to do with surveillance of Carter Page.",
  "Exactly how much Mr. Papadopoulos said that night at the Kensington Wine Rooms with the Australian, Alexander Downer, is unclear.",
  "So the investigation was started back in July because a Trump adviser professed knowledge of Russian “dirt” on Hillary Clinton.",
  "In particular:\n\nNunes doesn’t explain that the government only surveilled Carter Page well after he’d left the Trump campaign.",
  "That certainly doesn’t seem like an overly biased attempt to whip up a baseless investigation with political motives.",
  "Instead, it seems like the FBI started investigating the Trump team’s ties to Russia for a very good reason indeed.",
  "Things get really vague when the memo gets to Bruce Ohr\n\nBruce Ohr is a high-ranking Justice Department official.",
  "“He’s certainly not part of the campaign I’m running,” campaign manager Kellyanne Conway said on September 25.",
  "Was the information in the relevant hands of the people involved with the wiretap application at the time?",
  "Then in early October, WikiLeaks began posting hacked emails from Clinton’s campaign chair, John Podesta.",
  "Again and again, the memo makes allusions and suggestions that it does not manage to back up with facts.",
  "The memo claims that “the political origins” of the dossier were known to senior DOJ and FBI officials.",
  "But, as the memo goes on to admit, the FBI didn’t actually know Steele was talking to Yahoo News.",
  "Nunes claims that the FBI should have terminated Steele for his leak to Isikoff in September.",
  "Nunes accuses the FBI of not disclosing things he admits the bureau didn’t even know about.",
  "The Nunes memo is out — and, after reading it closely, I’m struck by how sketchy it is.",
  "However, Nunes points out, Steele has since admitted to being one of Isikoff’s sources.",
  "“Steele improperly concealed from and lied to the FBI about those contacts,” he admits.",
  "Page “has no role” in the campaign, spokesperson Steven Cheung said the same day.",
  "But he doesn’t appear to have the evidence that they actually knew that.",
  "Page is not an advisor and has made no contribution to the campaign.",
  "Period,” campaign spokesperson Jason Miller said on September 24.",
  "But then he admits the bureau didn’t actually know about it.",
  "This is certainly embarrassing for the bureau.",
  "... He’s never been a part of our campaign.",
  "Note the lack of specificity of that claim.",
  "The DNC emails were posted that month.",
  "The memo doesn’t explain any of this.",
  "But read that again, closely.",
  "What did they know?",
  "Nunes didn’t.",
  "Who knew it?",
  "“Mr."
]