[
  "Washington (CNN) FBI Deputy Director Andrew McCabe faced numerous questions this week about his interactions, conversations and correspondence with his onetime boss, former FBI Director James Comey, spanning both the FBI's Russia investigation and its probe into Hillary Clinton's private email server, according to multiple sources from both parties with knowledge of his testimony.",
  "Criticism of FBI from Republicans\n\nMcCabe has come under fire in recent days from Republicans amid the release of anti-Trump text messages sent between FBI agent Peter Strzok, who was removed from Justice Department special counsel Robert Mueller's team when the messages were discovered, and FBI lawyer Lisa Page.",
  "Earlier this year, Comey testified that he briefed senior FBI officials about at least two conversations with Trump: The January dinner where Trump asked for loyalty, and the February meeting where Trump asked Comey to go easy on former national security adviser Michael Flynn, who was under FBI investigation.",
  "McCabe appeared for more than 16 hours of testimony behind closed doors in two sessions this week before members of the House Intelligence, Oversight and Judiciary committees, amid growing calls for his firing from Republicans critical of the FBI's handling of both investigations.",
  "But two Republicans emerged from the Thursday hearing saying McCabe's testimony did not change their belief that Clinton got favorable treatment by the FBI when it decided not to pursue criminal charges last year over the handling of her private email server.",
  "In private testimony before the House Intelligence Committee this week, McCabe told lawmakers that Comey informed him of conversations he had with President Donald Trump soon after they happened, according to three sources with knowledge of the matter.",
  "But Democrats argue that the Republican criticisms of McCabe and the FBI are an effort to undermine Mueller as his investigation ramps up, and to give Trump cover should he try to remove Mueller, a step the White House insists is not on the table.",
  "First in a series with FBI witnesses\n\nThursday's hearing is the first connected to the joint investigation into Comey's handling of the Clinton email case that was launched earlier this year by the Oversight and Judiciary committees.",
  "Rep. Jim Jordan, a Republican who was been a sharp critic of the FBI's handling of the Clinton email investigation, told CNN: \"Everything that I've heard reinforces what I believed before\" McCabe came in for the Thursday interview.",
  "Thursday, before the House Judiciary and Oversight committees, McCabe faced intense questioning from Republicans about the FBI's handling of the Clinton email investigation, which many in the GOP believe was unfair.",
  "On Thursday, House Judiciary Committee Chairman Bob Goodlatte defended the two panels' focus on the Clinton email investigation, saying it is consistent with their focus on FBI decisions made in the 2016 elections.",
  "\"All this time on Clinton emails and dragging the FBI in to talk about Clinton instead of the real crime: Russian interference in our democracy,\" said Krishnamoorthi, who sits on the House Oversight Committee.",
  "In his bombshell testimony before the Senate Intelligence Committee in June, Comey did not identify McCabe by name, only saying that he briefed \"the FBI leadership team\" about his interactions with Trump.",
  "The criticism of McCabe comes as a growing number of Republicans are questioning the credibility of Mueller's investigation into possible collusion between Trump's team and Russian officials.",
  "Both sides say they expect this is the first in a series of hearings involving FBI witnesses, and the two committee have asked for at least two other senior FBI officials to appear.",
  "Drawing the ire of Republicans, Comey also said the investigation found \"evidence of potential violations\" of the statutes that dictate how classified information should be handled.",
  "Republicans have pointed to the anti-Trump texts as well as connections between the FBI and Fusion GPS, the firm that paid for the opposition research dossier on Trump and Russia.",
  "Thursday's hearing behind closed doors was considered \"confidential,\" but not classified, according to Rep. Elijah Cummings, the top Democrat on the House Oversight panel.",
  "\"I mean, this hearing occurred with very little prior notice, with weeks before the relevant documents are obtained, but although we're expecting the relevant documents.",
  "In particular, the panel pressed McCabe to discuss his interactions with Comey, who contended that on multiple occasions Trump reached out to him, including over dinner.",
  "Comey said \"no reasonable prosecutor would bring such a case,\" primarily because investigators didn't determine that Clinton intentionally schemed to break federal law.",
  "The panel's Republicans forced McCabe to answer questions about internal emails they believe showed Comey mishandled the investigation, according to multiple sources.",
  "But the House Intelligence Committee's hearing, which lasted roughly eight hours Tuesday, did touch on topics Mueller's inquiry appears to be covering, sources said.",
  "\"This hearing is part of an ongoing Republican attempt to divert attention,\" said Rep. Jerrold Nadler of New York, the top Democrat on the House Judiciary Committee.",
  "Intelligence Committee Republicans also grilled McCabe about how the FBI used the dossier compiled by a British agent alleging collusion between Trump and Russia.",
  "The testimony suggests McCabe could corroborate Comey's account, including Trump's ask that Comey show him loyalty, which the President has strongly disputed.",
  "In the heat of the presidential campaign last summer, Comey publicly announced that Clinton would not be charged in the email server investigation.",
  "\"This investigation was announced two months ago, and this is the first interview and we are gathering documents,\" Goodlatte, R-Virginia, told CNN.",
  "Told that Democrats called the probe an effort to distract from the Russia investigation, Goodlatte said: \"That's definitely not right.\"",
  "Comey previously testified that he briefed some of his senior colleagues at the FBI about this conversation with Trump.",
  "As part of the agreement, McCabe did not discuss topics that touched on Mueller investigation, Cummings said.",
  "They declined to provide details about what McCabe said, citing the confidential nature of the interview.",
  "Several Republicans, including Senate Judiciary Chairman Chuck Grassley, have called for his removal.",
  "The text messages also criticized liberals, including Sen. Bernie Sanders and Chelsea Clinton.",
  "McCabe testified this week that Comey did in fact tell him about these conversations.",
  "The mood, according to Illinois Democratic Rep. Raja Krishnamoorthi, was \"tense.\"",
  "Some Republicans were dissatisfied with the responses, according to the sources.",
  "And suddenly we're told we have an emergency hearing.\"",
  "McCabe was the first witness.",
  "The FBI declined to comment."
]