[
  "The Justice Department claimed the cancellation was due to a “scheduling error,” but California Rep. Devin Nunes, the chairman of the Intelligence committee, dismissed the excuse, telling Fox News that it was “not really believable.”\n\nSources on the committee said they believed that McCabe cancelled in order to avoid questions about Bruce Ohr and his wife, Nellie.",
  "(RELATED: FBI Officials Discussed ‘Insurance Policy’ Against Trump Victory)\n\n“It’s like an insurance policy in the unlikely event you die before you’re 40.”\n\nThe timing of the text is significant because it was sent in the earliest weeks of the Russia investigation.",
  "Jordan, a member of the House Judiciary Committee, said earlier this week that he suspects that Strzok helped put together a Foreign Intelligence Surveillance Act warrant that was obtained in Sept. 2016 against Trump campaign adviser Carter Page.",
  "He recused himself from the Clinton investigation near the end of that probe after it was discovered that his wife received campaign contributions for a Virginia state senate bid from a political group controlled by Virginia Gov.",
  "Deputy FBI Director Andrew McCabe will appear next Tuesday before the House Intelligence Committee, where Republicans on the panel are likely to grill him about Justice Department official Bruce Ohr and FBI agent Peter Strzok.",
  "Strzok was removed from Special Counsel Robert Mueller’s investigation in July after the Justice Department’s inspector general discovered Strzok’s texts, which he exchanged with Lisa Page, an FBI lawyer and his mistress.",
  "(RELATED: Fusion GPS Confirms Hiring DOJ Official’s Wife To Investigate Trump)\n\nCongressional investigators want to know whether McCabe was aware of the Ohrs’ contacts with Fusion and their knowledge of the dossier.",
  "“I want to believe the path you threw out for consideration in Andy’s office — that there’s no way [Trump] gets elected — but I’m afraid we can’t take that risk,” Strzok wrote to Page on Aug. 15, 2016.",
  "McCabe can also expect to be grilled about Peter Strzok, the FBI agent who sent anti-Trump and pro-Hillary Clinton text messages while leading the Clinton email investigation and Trump-Russia probe.",
  "Of particular interest to Congress is a text that Strzok sent making an apparent reference to a conversation that took place in Aug. 2016 in McCabe’s office.",
  "And while Nellie Ohr worked for Fusion, Bruce met during the presidential campaign with Christopher Steele, the former British spy that wrote the dossier.",
  "Strzok’s cryptic text has invited all sorts of speculation from pundits and Republican lawmakers as it is not clear what “insurance” he was referencing.",
  "Despite Republican concerns over McCabe, he was considered to be on the short list to replace James Comey after he was fired as FBI director in May.",
  "McCabe was originally scheduled to appear before the committee earlier this week, but the session was cancelled the night before the interview.",
  "It was revealed that Nellie Ohr worked during the presidential campaign for Fusion GPS, the opposition research firm behind the Trump dossier.",
  "There has been some speculation that he was referring to the Fusion GPS dossier, which was funded by the Clinton campaign and DNC.",
  "Republican lawmakers like Ohio Rep. Jim Jordan have suggested that Strzok was directly involved in handling the dossier.",
  "2 at the FBI’s counterintelligence division, was picked to supervise the investigation at the end of July 2016.",
  "McCabe has long faced scrutiny over his involvement in both the Clinton email and Russia investigations.",
  "He also met after the election with Glenn Simpson, a Fusion co-founder.",
  "Terry McAuliffe, a staunch Clinton ally.",
  "Christopher Wray was picked instead.",
  "Strzok, who then served as No.",
  "Follow Chuck on Twitter"
]