[
  "More: President Trump's Russia denialism is grounds for impeachment\n\nIf you want to argue that Russia randomly decided to endure unknown risks to do almost everything it could to put Trump in the White House, and that Trump was just too hapless to properly conspire, even after decades of schemes where he got richer while others got burned, here are just some of fantastic events that you have to believe are only “coincidences”:\n\nIn 2013, after decades of struggling to do business in Russia and in the midst of plotting what many assumed would be another vanity run for president, Trump announced he planned to hold his Miss Universe pageant in Moscow.",
  "On Fox News that February, Trump defended the slapstick spectacle of the Sochi Olympics and warned that “we should not be knocking that country” because the United States is “going to win something important later on, and they won’t be opposed to what we’re doing.”\n\nIn April 2014, after the U.S. had levied sanctions on Russia for “violating the sovereignty and territorial integrity of Ukraine,” the Internet Research Agency allegedly began its U.S.-focused \"translator project\" with a goal of spreading “distrust towards the candidates and the political system in general.\"",
  "The 67-year-old reality TV star tweeted that June, “Do you think Putin will be going to The Miss Universe Pageant in November in Moscow — if so, will he become my new best friend?”\n\nThe next month, the Internet Research Agency registered in Russia to begin what a recent indictment filed by special counsel Robert Mueller’s office called “information warfare against the United States of America.”\n\nThough Trump's meeting President Vladimir Putin in Moscow didn't happen then, the courtship continued.",
  "Coincidentally, at that point the Internet Research Agency’s agenda, according to the Mueller indictment, “included supporting the presidential campaign of then-candidate Donald J. Trump (‘Trump Campaign’) and disparaging Hillary Clinton.”\n\nIn October, just hours after the Access Hollywood tape came out, WikiLeaks began to release Podesta’s emails.",
  "Russian President Vladimir Putin and President Trump (Photo: Jorge Silva, AFP/Getty Images)\n\nThere are two options: Donald Trump’s campaign and Russia worked together to help elect our current president of the United States, or we are witnessing the greatest coincidence since the Big Bang.",
  "In June 2016, Donald Trump Jr. received an email that said the “Crown prosecutor” of Russia had “some official documents and information that would incriminate Hillary.” Trump Jr. responded, “If it's what you say I love it especially later in the summer.” They met that month.",
  "In 2014, Trump opportunistically attacked Russia’s policies when it was convenient to criticize President Obama, but he refused to say a negative word in public about Putin — a policy he pretty much extends only to his businesses, his relatives and his anatomy.",
  "They include naming a winner of the “Russian Order of Friendship” as secretary of State, rushing to ease sanctions on Putin, and refusing to implement new sanctions on Russia or secure our elections from likely attacks on the 2018 elections.",
  "The next month, more than a week after Trump's Twitter account tweeted an article entitled “Putin Loves Donald Trump,” Trump signed a letter of intent to build a Trump Tower in Moscow (something he never disclosed during the campaign).",
  "I will get all of Putin's team to buy in on this, I will manage this process.”\n\nIn March 2016, Paul Manafort, a Trump Tower resident with a long history of lobbying for Trump interests and foreign despots, joined the Trump campaign.",
  "More: GOP's crazy Russia probe conspiracies are crushed in Fusion GPS transcript\n\nPOLICING THE USA: A look at race, justice, media\n\nThat same month, the Gmail account of Hillary Clinton campaign chair John Podesta was hacked.",
  "Of particular interest to the Trump campaign was an email that allegedly mocked “conservative Catholicism.” Somehow, it almost immediately became the obsession of the right, amongst the over 20,000 pages eventually leaked.",
  "That November, Felix Sater, a longtime Trump associate reputed to have Russian mob connections, told Trump Organization lawyer Michael Cohen in an email, “Our boy can become president of the USA and we can engineer it.",
  "Follow him on Twitter: @LOLGOP\n\nYou can read diverse opinions from our Board of Contributors and other writers on the Opinion front page, on Twitter @usatodayopinion and in our daily Opinion newsletter.",
  "As Trump continued to praise Putin and question NATO, the backbone of Soviet and Russian containment for more than half a century, social media trolls backed by the Kremlin rained support on Trump.",
  "CLOSE Rick Gates, a former top adviser to President Donald Trump's election campaign, pleads guilty to federal conspiracy and false statements charges in the special counsel's Russia investigation.",
  "Vice presidential candidate Mike Pence joined the calls for Clinton to apologize to Catholics, a group she was leading with in August but either lost or came close to losing on Election Day.",
  "After the Democratic National Convention, Trump famously said at a news conference: \"Russia, if you're listening, I hope you're able to find the 30,000 (Clinton) emails that are missing.",
  "The next month at the Republican National Convention, after years of criticizing Obama’s weakness toward Russia, the GOP softened platform language opposing Putin’s moves in Ukraine.",
  "In September 2015, the FBI contacted the Democratic National Committee to warn that at least one of its computers had been hacked by the Russians.",
  "Jason Sattler, a writer based in Ann Arbor, Mich., is a member of USA TODAY’s Board of Contributors and host of The Sit and Spin Room podcast.",
  "Trump has long benefited from the willingness of his opponents, his creditors and the news media to underestimate his guile and ruthlessness.",
  "Or, even better, call it a “conspiracy against the United States” — since that’s probably what the indictments will keep calling it.",
  "(Feb. 23) AP\n\nYou could argue that Russia randomly decided to go all in for Trump and Trump was too hapless to properly conspire.",
  "For some reason, Manafort was willing to work for free despite apparently owing as much as $17 million to pro-Russian interests.",
  "Coincidentally, this became a major theme of Trump’s presidential campaign that he officially launched in June of 2015.",
  "“I love WikiLeaks,” Trump said in one of his 141 references to the organization in the month before the election.",
  "Trump could only be sure Russia would be “rewarded mightily” if he knew Russia was aiming to harm Clinton.",
  "Though the Trump campaign is supposedly feckless, it summoned laser focus on these emails.",
  "In which states might the Catholic vote have been decisive for the Trump-Pence campaign?",
  "Just don’t call it a coincidence, especially if the FBI is interviewing you.",
  "There are also the “coincidences” that have taken place since the election.",
  "The next week, WikiLeaks began leaking hacked emails from the DNC.",
  "More: GOP is selling out everything to protect their Dear Leader.",
  "To respond to a column, submit a comment to letters@usatoday.com.",
  "If you don’t see the conspiracy by now, you just don’t want to.",
  "I think you will probably be rewarded mightily by our press.\"",
  "Michigan, Pennsylvania and Wisconsin, for a start.",
  "Read or Share this story: https://usat.ly/2ozlztr",
  "Apparently, that’s a mistake Russia didn’t make.",
  "And I've got a Trump Tower to sell you.",
  "Call it a collaboration.",
  "What a coincidence.",
  "Call it collusion.",
  "Even America."
]