[
  "Before members depart for Christmas break, the Senate Intelligence Committee is expected to hear closed-door testimony Monday from Bruce Ohr, the former associate deputy attorney general who was demoted at the Justice Department following revelations about undisclosed meetings he had with officials from Fusion GPS.",
  "The GOP-controlled Congress last week agreed on a final tax-reform plan that would reduce the corporate tax rate from 35 percent to 21 percent while adding across-the-board cuts to individual taxpayers -- adding an estimated $1.46 trillion to the deficit over a decade.",
  "On Tuesday, Deputy FBI Director Andrew McCabe is set to appear before the House Intelligence Committee behind closed doors, after his previously scheduled appearance was scrapped due to what Justice Department officials called a last-minute \"scheduling error.\"",
  "Congress is slated for a busy week that includes expected final votes in both chambers on its sweeping tax-reform bill, testimony from two key figures in the Trump Russia probe and a perilous vote to keep the government from shutting down after Friday.",
  "House investigators have said they regard Strzok as a key figure in the chain of events that occurred when the bureau received the dossier, which launched a counterintelligence investigation into possible Russian meddling in the election.",
  "Strzok, a former deputy to the assistant director at the FBI, was removed from Special Counsel Robert Mueller's staff after Mueller learned Strzok had exchanged anti-Trump texts with a colleague and mistress.",
  "Treasury Secretary Steven Mnuchin told “Fox News Sunday” he cannot rule out a possible government shutdown later this week if Congress deadlocks on another temporary spending bill, but thinks that’s unlikely.",
  "Mnuchin also says he expects lawmakers will understand the need to reach bipartisan agreement on another short-term funding extension to avoid \"sending government workers home for Christmas.\"",
  "Lingering budget issues include disaster aid, children's health and the potential addition of subsidies for low-income people participating in ObamaCare.",
  "That measure bought time for negotiations on Republicans' signature tax bill, but GOP talks with Democrats haven't been going as smoothly on the budget.",
  "To be sure, shuttering the federal government would be a political nightmare for either party, especially ahead of next year’s congressional elections.",
  "Trump said Sunday night that he spoke with the McCain's wife, Cindy, and that the senator could return to Capitol Hill \"if we need his vote.\"",
  "McCain had been recovering at the Walter Reed National Military Medical Center in Maryland for side effects of his brain cancer therapy.",
  "Fusion GPS is the company that commissioned the anti-Trump dossier containing salacious allegations about then-candidate Donald Trump.",
  "Mueller’s team is investigating whether Trump associates colluded with Moscow to influence the outcome of the 2016 White House race.",
  "And members of Congress have avoided that situation since the highly unpopular shutdown in 2013 -- largely over ObamaCare funding.",
  "The situation appeared more complicated Sunday after President Trump confirmed GOP Sen. John McCain has returned to Arizona.",
  "Fox News’ Catherine Herridge, James Rosen, Jake Gibson, Sam Chamberlain and The Associated Press contributed to this report.",
  "The Senate vote slated to follow is less certain, considering Republicans need 51 votes with just a 52-48 majority.",
  "Ohr’s wife, Nellie, worked at Fusion GPS during the summer and fall of 2016, specifically on Trump-related issues.",
  "Congress in early December passed a two-week stopgap bill that keeps the government running through this Friday.",
  "McCabe is expected to face questions about Peter Strzok’s role in the Hillary Clinton email investigation.",
  "The president also said the senator and his family are \"going through a very hard time.\"",
  "The House is expected to vote Tuesday and pass the measure without problems."
]