[
  "The opposition research firm behind the Steele dossier tipped a major news network off to Sergei Millian\n\nFormer British spy Christopher Steele revealed that Millian was “Source D” for the dossier\n\n“It’s all garbage news,” Millian said\n\nDuring the 2016 presidential campaign, the founder of the opposition research firm behind the Steele dossier tipped a major news network off to Sergei Millian, a Belarus-born businessman who has been identified as a source for the salacious claims made in the dossier.",
  "“Never happened,” he added, saying that he “was not in Moscow on that night.”\n\nMillian’s involvement in the dossier was of apparent concern to Simpson, according to “Russian Roulette.”\n\n“The memo had described Millian as a Trump intimate, but there was no public evidence he was close to the mogul at that time or was in Moscow during the Miss Universe event,” the book reads.",
  "Asked by California Rep. Adam Schiff, a Democrat, whether Millian was a source, Simpson said: “I’m not in a position to get into the identity of the sources for the dossier for security reasons, primarily.”\n\nSimpson also described research that Fusion GPS had done on Millian, though without noting he had provided some of the information to the media.",
  "(RELATED: Christopher Steele Is Unsure About ‘Golden Showers’ Tape)\n\nAccording to Isikoff and Corn, former British spy Christopher Steele revealed to Simpson that Millian was “Source D” for the dossier, which was funded by former Secretary of State Hillary Clinton’s campaign and the Democratic National Committee.",
  "“Source D” is described in a June 20, 2016, memo written by Steele as “a close associate of TRUMP who had organized and managed his recent trips to Moscow.” The dossier claims that the source — now known as Millian — confirmed that the Kremlin had been feeding the Trump team intelligence on Clinton.",
  "(RELATED: George Papadopoulos’ Fascinating Link To The Dossier)\n\nIn his ABC interview, Millian denied sharing information with Russian government officials but acknowledged having friends in the Kremlin and discussing American politics with them.",
  "Also WATCH: Dossier “coincidences” continue piling up\n\nABC News reporter Brian Ross dutifully followed up on the lead, grilling Millian during the 2016 campaign about supposed contacts with Trump as well as to the Kremlin.",
  "“Usually if I meet top people in the Russian government, they invite me to the Kremlin for the reception, so of course I have a chance to talk to some presidential advisers and some of the top people,” said Millian.",
  "(RELATED: Congressional Investigators Struggling To Find Alleged Dossier Source)\n\nSimpson was tight-lipped about Millian during his testimony in November before the House Permanent Select Committee on Intelligence.",
  "“Like all of those who had spoken to Steele’s collector, Millian was an unwitting source; he had no idea his conversation with the collector would be passed along to Trump’s political foes,” they wrote.",
  "The ABC News interview with Millian resurfaced shortly after Trump’s inauguration when the network — along with The Wall Street Journal — broke the story that Millian was “Source D” for the dossier.",
  "That’s according to “Russian Roullette: The Inside Story of Putin’s War on America and the Election of Donald Trump,” a book written by Michael Isikoff and David Corn that hit shelves on Tuesday.",
  "(RELATED: The Source Of The Salacious Claims In The Dossier Has Been Identified)\n\nReached by The Daily Caller News Foundation, Millian disputed Steele’s claims and the new book.",
  "The two veteran journalists report that Simpson told ABC News about Millian, the chairman of the Russian-American Chamber of Commerce, during the heart of the 2016 campaign.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Simpson, Steele and Steele’s business partner, Christopher Burrows, have all expressed reservations about the “golden showers” incident, according to Isikoff and Corn.",
  "And he likes to be able to make lot of money with Russians, yes, correct.”\n\nRoss then quizzed Millian about any links he had to the Kremlin or to Russian spy services.",
  "The interview largely flew under the radar, though it was cited in a few articles published before the election about Trump’s supposed ties to mysterious Russians.",
  "Glenn Simpson, the founder of Fusion GPS, provided the tip to ABC News despite having doubts about the veracity of Millian’s claims about President Donald Trump.",
  "He was one of “very few people who have insider knowledge of Kremlin politics…who has been able to successfully integrate in American society,” Millian claimed.",
  "“Simpson would later learn from Steele the identity of Source D, the main source for the ‘golden showers’ allegation: It was Sergei Millian,” the book reads.",
  "Trump wanted to defile the room because it was where former President Barack Obama and his wife Michelle had stayed years before, according to the dossier.",
  "(RELATED: Alleged Trump Dossier Source Has Overstated His Business Connections)\n\nThe information had been “very helpful” to the campaign, Millian said.",
  "He considered Millian a big talker.”\n\nThose doubts did not stop Simpson from telling ABC News about Millian, whose real name is Siarhei Kukuts.",
  "Millian has kept a low profile since the release of the dossier, issuing vague denials about being a source for the dirty document.",
  "He also provided shocking allegations about Trump’s activities in Moscow during a November 2013 trip to the Miss Universe pageant.",
  "This conduct allegedly included employing prostitutes to perform a “golden showers” show in front of him in his hotel room.",
  "Asked why Trump likes Russia, Millian responded with an answer that slightly mirrors the allegations int he dossier.",
  "Source D, aka Millian, was present in Moscow where Trump engaged in “perverted” conduct, according to the dossier.",
  "Congressional committees investing Russian interference have tried but failed to contact Millian for interviews.",
  "“He likes Russia because he likes beautiful Russian ladies,” Millian said in the awkward interview with Ross.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“Had Millian made something up or repeated rumors he had heard from others to impress Steele’s collector?",
  "Papadopoulos has since pleaded guilty for lying to the FBI about contacts with Russian nationals.",
  "He was also told by a Russian-linked professor about emails that had been stolen from Democrats.",
  "Isikoff and Corn report that Millian was not aware his comments were being used to spy on Trump.",
  "Unknown at the time was Millian’s friendship with Trump campaign adviser George Papadopoulos.",
  "Millian met Trump in Florida in 2008 and was an official broker for Trump Hollywood, he said.",
  "Trump has done “hundreds of millions of dollars” of business with Russians, he also claimed.",
  "Ross, the investigative reporter at ABC, conducted the interview with Millian in July 2016.",
  "He tipped off ABC News, which conducted an on-air interview with Millian,” the book reads.",
  "Though Millian is not Russian, he runs a trade group that caters to Russian businesses.",
  "“Trump team, they realized that we have a lot of connections with Russian investors.",
  "It is unclear whether Simpson told ABC that Millian was a source for the dossier.",
  "“Are you involved in any way with Russian intelligence agencies?” Ross asked.",
  "And they noticed we bring a lot of investors from Russia,” Millian said.",
  "Steele has lowered his degree of certainty that the incident happened.",
  "“For Simpson, Millian was now an investigative target.",
  "“It’s fifty-fifty,” he has told associates.",
  "“It’s all garbage news,” he told TheDCNF.",
  "“He likes talking to them, of course.",
  "“Absolutely, no,” said Millian.",
  "Simpson had his doubts."
]