[
  "The draft also alleges that Rosenstein “failed his oath of office” by “refusing to discipline” Justice Department personnel after “obtaining evidence of disqualifying conflicts of interest demonstrated throughout the course of the ongoing investigation regarding charging decisions in the investigation surrounding former Secretary Clinton’s private email server.”\n\nAccording to the document, Rosenstein “knowingly provided misleading statements related to this supervision” of the Justice Department investigation into the Trump campaign’s alleged contacts with Russia.",
  "The caucus also alleges that Rosenstein “failed to enforce multiple laws” including “improper authorization of searches and electronic surveillance” under FISA, and “failed to act on behalf of the Attorney General by properly supervising the administration of FISA by failing to demonstrate probable cause to believe the targets of surveillance were a foreign power or agents of a foreign power.”\n\nThe draft was referring to the multiple FISA warrants obtained to conduct surveillance on former Trump campaign adviser Carter Page.",
  "The draft suggests the misleading statement came during a hearing on Dec. 13, 2017, when he said “any involvement FBI attorney Bruce Ohr had in the Russian investigation was without his knowledge.”\n\nOhr was demoted at the Justice Department in December for concealing his meetings with Fusion GPS—the research group that hired ex-British intelligence officer Christopher Steele for the dossier.",
  "The draft states that Rosenstein allegedly “engaged in a pattern of conduct incompatible with the trust and confidence placed in him in that position by refusing to comply with a subpoena issued by the House Committee on the Judiciary on March 22, 2018,” connected to the congressional investigation into potential abuses of the Foreign Intelligence Surveillance Act (FISA).",
  "If he believes being asked to do his job is ‘extortion,’ then Rod Rosenstein should step aside and allow us to find a new Deputy Attorney General—preferably one who is interested in transparency.”\n\nRosenstein has been in conservative crosshairs in large part due to his oversight of the special counsel Russia investigation, which President Trump calls a \"witch hunt.\"",
  "Speaking at an event in Washington on Tuesday, Rosenstein accused caucus members of not being able to “resist leaking their own draft,” adding that DOJ “will not be extorted.”\n\nMeadows fired back: “Rosenstein’s stonewalling of this investigation has already embarrassed the Department of Justice and the rule of law.",
  "The draft, obtained by Fox News Tuesday, comes just days after House Oversight Committee Chairman Trey Gowdy, R-S.C., and House Judiciary Committee Chairman Bob Goodlatte, R-Va., announced they had reached an agreement with the Justice Department on producing documents.",
  "It was also revealed in December that Ohr’s wife, Nellie Ohr, was hired by Fusion GPS to investigate then-candidate Donald Trump for opposition research paid for by the Hillary Clinton campaign and the Democratic National Committee through law firm Perkins Coie.",
  "Rosenstein signed at least one renewal of the original FISA warrant, with others signed by former FBI Director James Comey, former Deputy FBI Director Andrew McCabe, former Acting Attorney General Sally Yates, and other Justice Department officials.",
  "Members of the conservative House Freedom Caucus have drafted articles of impeachment against Deputy Attorney General Rod Rosenstein, calling it a “last resort” if the Justice Department continues “slow walking” its response to document requests.",
  "Sources with the caucus emphasized they are not planning right now to move forward with any impeachment effort -- apparently intending the draft as a warning shot to the DOJ in their quest for documents.",
  "First reported by The Washington Post, the draft impeachment from the caucus, chaired by Rep. Mark Meadows, R-N.C., outlines eight instances of Rosenstein’s alleged wrongdoing.",
  "McCabe, in Senate testimony, said that the controversial anti-Trump dossier was the basis for FBI and DOJ officials seeking FISA warrants.",
  "Fox News' Jake Gibson contributed to this report."
]