[
  "HOUSE INTEL BREAKTHROUGH ON FUSION GPS: The House and Justice Department reached a deal late Wednesday to provide records relevant to investigations of possible Trump 2016 campaign ties to Russia that could shed a light on whether the infamous Trump-Russia “dossier” was used to justify surveillance on Trump campaign officials and kick-start the FBI investigation ...The deal comes after FBI Director Christopher Wray and Deputy Attorney General Rod Rosenstein met with House Speaker Paul Ryan to talk about the demands by the Republican-led House Intelligence Committee to turn over documents related to the probe into the allegations of Russian meddling in the 2016 election campaign to prop-up the Republican candidate against Hillary Clinton, Reuters reported.",
  "IRAN'S THEATER OF THE 'ABSURD': An Iranian ambassador lambasted President Trump for encouraging disruption in Iran with his “absurd tweets,” and crossing “every limit” in international relations by expressing support for Iran’s anti-government protestors ... Iranian Ambassador Gholamali Khoshroo, in a letter to U.N. officials, accused Washington of intervening “in a grotesque way in Iran’s internal affairs,” and singled out Trump and Vice President Mike Pence for “personally stirring up trouble.” At least 21 people have been killed and hundreds arrested in Iran during a week of anti-government protests and unrest over economic woes and official corruption.",
  "Developing now, Thursday, Jan. 4, 2018:\n\nPresident Trump's legal team sends Steve Bannon a cease-and-desist letter after day of war of words\n\nMuch of the southeast sees rare snowfall as cities brace for \"bomb cyclone\"\n\nThe House Intel committee reaches deal with the Justice Department on Fusion GPS documents related to Trump \"dossier\"\n\nIranian ambassador accuses Trump of inciting unrest with \"absurd tweets\"\n\nTHE LEAD STORY: President Trump’s lawyers sent a cease-and-desist letter Wednesday night threatening ‘imminent’ legal action against former top strategist Steve Bannon, capping a whirlwind day of a war of words between the two men ...",
  "AS SEEN ON FOX NEWS\n\nCLINTON INVESTIGATION IRREGULARITIES: \"It doesn't take a Congressional investigation [to show that] nothing about that investigation was right\" – Chris Swecker, former assistant FBI director on \"Tucker Carlson Tonight,\" sounding off on a report that congressional investigators found 'irregularities' in the FBI's handling of the Hillary Clinton email case.",
  "ET: Tomi Lahren, Trump campaign adviser Michael Caputo and Dr. Sebastian Gorka all sound off on the Bannon-Trump war of words, and Trump administration-congressional leaders negotiations over immigration; Sen. Rand Paul on tax reform and the legislative agenda ahead for Congress.",
  "Charles Harder, Trump’s attorney, charges in the letter that Bannon violated a non-disclosure agreement signed during the campaign by disclosing confidential information, speaking to the media about the campaign and disparaging members of the Trump family.",
  "Rand Paul and Bill Cassidy; Bart Chilton, former commissioner at the U.S. Commodity Futures Trading Commission\n\nCavuto: Coast to Coast, Noon ET: Former Senate Majority Leader Trent Lott; former Sen. Joe Lieberman\n\nCountdown to the Closing Bell, 3 p.m.",
  "BEWARE OF THE 'BOMB CYCLONE': Much of the southeastern U.S. was slammed by a brutal winter storm Wednesday, with Florida, Georgia and South Carolina seeing a rare blast of snow and sleet — the worst snowstorm to hit some cities in decades ...",
  "ET to Noon ET: Rep. Will Hurd on the latest on the unrest in Iran and North Korea's new threats; Marie Harf on President Trump's handling of Iran and North Korea this week; Chris Wallace on the implications of the Bannon-Trump war.",
  "– Former House Speaker Newt Gingrich, on \"Your World with Neil Cavuto,\" saying Steve Bannon has \"an exaggerated sense of self-importance\" and that he is \"a guy who's been fired, who's been trying to claim a bunch of things.\"",
  "Romney is exactly the hero the Senate deserves, but not the one it needs right now | I’m a Trump supporter and I hope Mitt Romney becomes Utah’s next senator\n\nJohn Moody: Why Trump can envy, but not imitate, China.",
  "1868: \"The Moonstone\" by Wilkie Collins, considered by some the first full-length English detective novel, begins to be serialized in Britain and the U.S. in All the Year Round and Harper's Weekly.",
  "1904: The U.S. Supreme Court, in Gonzalez v. Williams, rules that Puerto Ricans were not aliens and could enter the United States freely; however, the court stops short of declaring them citizens.",
  "The storm could “produce strong, damaging winds — possibly resulting in downed trees, power outages and coastal flooding,” according to the National Weather Service (NWS).",
  "Also, a tip from an Australian diplomat may have pushed the FBI to investigate Russian meddling in the 2016 election, according to a New York Times report.",
  "The letter is a response to sharply critical comments that Bannon reportedly made to journalist Michael Wolff about Trump’s campaign and leadership.",
  "ET: House Majority Whip Steve Scalise; Lanhee Chen, former policy director for Mitt Romney; Jess Lockwood, professional world champion bull rider.",
  "Forecasters have warned the same weather system could soon strengthen into a “bomb cyclone” as it continues to travel north on the East Coast.",
  "#OnThisDay\n\n1974: President Richard Nixon refuses to hand over tape recordings and documents subpoenaed by the Senate Watergate Committee.",
  "WATCH\n\nTRUMP-BANNON WAR, IN CONTEXT: \"Trump had won the nomination without Bannon... Trump governed without Bannon.\"",
  "The NWS on Wednesday recorded 5 inches of snow and significant accumulations of ice in Charleston, South Carolina.",
  "NEW IN FOX NEWS OPINION\n\nCal Thomas: Trump's record should delight any conservative -- even at The New York Times.",
  "MAINSTREAM MEDIA MADNESS\n\nCBS News fires political director over allegations of 'inappropriate behavior': report.",
  "Across the Georgia-South Carolina state line, the weather service reported 1.2 inches of snowfall in Savannah.",
  "On Fox News Radio:\n\nThe Fox News Rundown podcast: Chris Stirewalt takes on the fiery between Bannon and Trump.",
  "Plus, 'Cooking with Friends' with Steve Cortes and his party chicken\n\nThe Story with Martha MacCallum, 7 p.m.",
  "WATCH\n\nACROSS THE NATION\n\nTexas Amber Alert girls found safe in Colorado; suspected kidnapper caught.",
  "ET: Dana Loesch on Fusion GPS and the Trump dossier and the latest in the Mueller Russia probe.",
  "ET: Rep. Mark Meadows on the latest in Trump administration-congressional negotiations on DACA.",
  "HOLLYWOOD SQUARED\n\nStephen Colbert campaigns for Trump's 'Dishonest & Corrupt Media Awards.'",
  "Hoda Kotb gets Matt Lauer's job, but only a fraction of his or Megyn Kelly's NBC paychecks.",
  "Chef who claimed she spiked vegan dishes with meat quits after receiving death threats.",
  "Additionally, Harder suggests that Bannon told lies that defamed and slandered Trump.",
  "Meryl Streep calls out Melania and Ivanka Trump for 'silence' on sexual harassment.",
  "Cancer patient starts 'cap wigs' initiative to fight emotional pain of hair loss.",
  "ET: CES 2018 preview with Gary Shapiro, Consumer Technology Association CEO; Dem.",
  "Enjoy your day, and we'll see you in your inbox first thing Friday morning.",
  "Trump dissolves voter fraud commission after states balk at data requests.",
  "Rep. John Garamendi sounds off on California becoming a sanctuary state.",
  "Rep. Matt Gaetz, a member of the House Judiciary Committee, weighs in.",
  "Jon Bernthal has blunt response to alt-right fans of 'The Punisher.'",
  "MINDING YOUR BUSINESS\n\nTech shares push U.S. stocks to new records.",
  "ET: Newt Gingrich on the latest developments in the unrest in Iran.",
  "Floridians in Tallahassee saw snow for the first time in 28 years.",
  "Matt Lauer still sending notes to 'Today' producers, report says.",
  "Want the Fox News Rundown sent straight to your mobile device?",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "Ancient DNA gives glimpse of ancestors of Native Americans.",
  "DNC deputy chair Keith Ellison signals support for Antifa.",
  "But some in the GOP leadership are blaming political bias.",
  "Plus, commentary by Fox News Radio talk host Tom Shillue.",
  "McDonald's relaunches 'Dollar Menu' amid fast food wars.",
  "Accelerating housing market boosts homebuilder stocks.",
  "STAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m.",
  "On Fox Business:\n\nMornings with Maria, 6 a.m.",
  "Thank you for joining us on Fox News First!",
  "The Brian Kilmeade Show, 9 a.m.",
  "The Ingraham Angle, 10 p.m.",
  "Welcome to Fox News First.",
  "Fox News @ Night, 11 p.m.",
  "Varney & Company, 9 a.m.",
  "DID YOU HEAR ABOUT THIS?",
  "Don’t do it, Mitt!",
  "Not signed up yet?",
  "Click here.",
  "ET: Sens."
]