[
  "Trump's comments on the radio program \"The Larry O'Connor Show\" about the Justice Department and FBI came the same week the Justice Department's special counsel investigation handed down indictments to his former campaign hands.",
  "Trump said, referring to the law firm Perkins Coie saying it had paid Fusion GPS to compile a dossier of information on Trump and Russia on behalf of Clinton's presidential campaign and the Democratic National Committee.",
  "The President responded to a suggestion from the host that his listeners want the Justice Department to go after Clinton by saying that he'd like those entities to focus on his 2016 opponent as well.",
  "The President reiterated his unhappiness with his Justice Department Friday morning in a series of tweets, saying \"everybody is asking\" why the DOJ and FBI isn't investigating Clinton and Democrats.",
  "Trump is under significant scrutiny regarding his interactions with the Justice Department, and it remains unresolved whether he did anything improper by firing former FBI Director James Comey.",
  "Washington (CNN) President Donald Trump said Thursday he wishes he could get involved with the Justice Department and direct it toward Hillary Clinton.",
  "\"The saddest thing is that because I'm the President of the United States, I am not supposed to be involved with the Justice Department,\" Trump said.",
  "But honestly, they should be looking at the Democrats,\" he said, adding, \"A lot of people are disappointed in the Justice Department, including me.\"",
  "He then brought up the subject to reporters at the White House before leaving for his trip to Asia.",
  "Well, why aren't they going after Hillary Clinton with her emails and with her, the dossier?\"",
  "\"At some point the Justice Department, and the FBI, must do what is right and proper.",
  "\"I am not supposed to be doing the kind of things that I would love to be doing.",
  "\"I'm very unhappy with it that the Justice Department isn't going,\" Trump said.",
  "\"I look at what's happening with the Justice Department.",
  "\"I am really not involved with the Justice Department.",
  "\"I am not supposed to be involved with the FBI.\"",
  "The American public deserves it!\"",
  "And I am very frustrated by it.\"",
  "I'd like to let it run itself.",
  "he tweeted."
]