[
  "Then you have the pro-Hillary, anti-Trump, Peter Strzok and then his girlfriend Lisa Page, yeah, they are the ones going to save America with what they are doing, but this exoneration of Hillary Clinton, when you take out the word likely foreign actors were able to access her email account, to cover up a foreign a national security breach in this country, then when you take the actual legal language gross negligence and remove that and put in and try to be cute and put in extreme carelessness, I don't even know what to say.",
  "And the article goes on to detail, quote, \"At least 85 of 154 people from private interest who met or who had phone conversations scheduled with Clinton while she led the State Department, they all donated to her family charity or pledged commitments to its international programs according to a review of State Department calendars released so far to the AP, combined the 85 donors contributed as much as $156 million.",
  "But the problem is when the fifth courts, when the foreign intelligence surveillance courts took a look at this, they said wait a minute, no, you mishandled this program and you were actually using it as a back door without a warrant and one out of 20 searches, upstream data searches were done inappropriately and they even said, they think it was far greater than that.",
  "And, you know, unfortunately, we are facing battles with this Justice Department and this State Department over efforts to get all of her emails, over efforts to hold her accountable about the damage down to our National Security as a result of putting classified information essentially on the internet equivalent of a park bench.",
  "DOJ Inspector General Michael Horowitz is now revealing that his office requested those text messages from government issued cell phones of several FBI employees that handled the Clinton email case, in this particular case, there are more than 10,000 of them, text messages between Strzok and his girlfriend, Page.",
  "We now have documents that were obtained through the Freedom of Information Act, it shows that Clinton and her top aide, they were given permission by the State Department to remove both electronic and physical records that they claim were, quote, \"personal\" and, quote, \"unclassified\" and non-recorded materials.",
  "Because I think Attorney General Sessions has an absolute obligation to look at this information and begin to think about how they are going to prosecute Comey and how they are going to prosecute all of these other senior FBI agents who clearly, based on their text messages back and forth.",
  "BONGINO: Sean, if you and I both know and so does Jessica and so as Geraldo, if there was a text message in 2008 right before the election between two senior FBI agents investigating Barack Obama, that talked about an insurance plan, in case he won, this country would have exploded.",
  "According to the report, well, the officials, they were concerned over a practice that is known as reverse targeting, which, quote, \"Occurs when intelligence and law enforcement officials use a foreign person as a legal pretense for their intended target, an American citizen.\"",
  "It is now clear, first of all, that if the -- if Comey and the FBI done their job early enough, that you probably would have had Bernie Sanders as the nominee because Hillary couldn't have survived the obvious news --\n\nHANNITY: Well, the fix was in there too.",
  "HANNITY: You know, would you listen to this, all of this as a lawyer and you know, some like we have been on this program with the help of you, John Solomon, Sara Carter, Tom Fitton, there is a small group of us unpeeling layer, layer, layer of this onion.",
  "RIVERA: I think personally if you are asking me, that the pressure on the special prosecutor now to wrap up this investigation, I fear that when we go to these other issues we lose sight of what is important to the 45th President of the United States.",
  "Imagine that you had gotten a report last summer, the summer of 2016 by Director Comey saying, well, you know, it's likely that foreign agents did get to her accounts, because of the way she had handled them and the way she had broken the rules.",
  "Isn't it sad, probably the biggest news story in our lifetime politically and the news media in this country has basically ignored it and has -- they have been co-opted by a phony narrative and that they spreading lies and fake news for a year.",
  "Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "RIVERA: Don't you think it's far more important to stress the fact that you have the special prosecutor with lavish funding all of these acolytes who hate President Trump and they have come up with absolutely nothing in all these months.",
  "This Comey news tonight proves what we have been saying the fix was in, when you read what Comey was writing in early May, before he even talked to Hillary and key people in that email server investigation, isn't that obstruction?",
  "And the Wall Street Journal is reporting that this apparent meeting between Strzok, Page and McCabe happened during the same time the FBI started its counter-intelligence investigation into, quote, \"possible Trump/Russia ties.\"",
  "But she had a deal with the Obama administration that allows she and her top aides to take away whatever they wanted to, which apparently included an entire section on her outreach to the Muslim community in the Middle East.",
  "During his trip to the Middle East, Pence will meet with leaders of Egypt and Israel, but Palestinian President Mahmoud Abbas cancelled their meeting after the President officially recognized Jerusalem as Israel's capital.",
  "Second, this is a whole new zone that just showed up during the day today as a report of a special arrangement that she had made to be able to take all this stuff away, even though it was illegal in terms of the security.",
  "Also tonight breaking, investigative reporter Sara Carter is out with damning new details on this controversial NSA surveillance program that may have been used to collect information on Americans without a warrant.",
  "Now Judicial Watch is obtained documents that show Clinton and Abedin were allowed to actually physically remove electronic records from the State Department that they claim were quote, \"unclassified and personal.\"",
  "Also in addition to all this, the document shows that Huma Abedin was allowed to take five boxes of physical files from the State Department, some of which were described as, quote, \"Muslim engagement documents.\"",
  "So, how could Comey, how could this Hillary-loving, Trump-hating FBI agent Peter Strzok, reach any conclusion about Clinton's server investigation two months before they even interviewed her or other key people?",
  "And as we have been telling you, these two are best friends, and as Fox News legal analyst Gregg Jarrett has pointed out on many an occasions, their relationship could also actually be a violation of the law.",
  "Then you have an aide busting up devices, blackberries and the like with hammers and the only thing they turn over to the FBI in terms of a device is one without a sim card, rendering it useless for the FBI.",
  "And including, by the way, I think, a great deal of his yet unreported guilt in terms of the chief deputy whose wife had gotten I think $900 from the Democrats and yet who were still engaged in all of this.",
  "This is beyond outrageous and it shows that there is a different set of rules and standards for the Clintons and their allies, a two-tiered justice system we have been talking about and warning you about.",
  "Sara Carter reporting that numerous former intelligence law enforcement officials are now blowing the whistle on this potentially dangerous conduct in the way your government is conducting surveillance.",
  "I think there is a likelihood that Clinton investigations get re-opened, the Mueller investigation is derailed in the result of his - - compromised his caused by having this FBI special agent involved.",
  "Joining us now with more reaction to this exclusive new document that Fox News obtained just a couple of hours ago regarding James Comey's exoneration statement about the Clinton server investigation.",
  "What in God's name is Robert Mueller thinking to have ever put together this abusively biased, this corrupt FBI agent and so many other people that have agendas on his so-called investigative team?",
  "TOM FITTON, JUDICIAL WATCH PRESIDENT: Well, the State Department once again was making secret deals with Hillary Clinton to let her take documents away and the deal was, that the documents were.",
  "Also tonight, Judicial Watch has uncovered an absolutely bombshell report about the special treatment that Hillary Clinton and her top aide Huma Abedin were given by the Obama State Department.",
  "And what would his motivation be, it has revealed in his emails with Lisa Page when she writes, you are here because you are meant to protect the country from bad menace, meaning Donald Trump.",
  "He is the guy, he is the one that actually changed the legal standard language in James Comey's exoneration statement about Hillary Clinton from \"grossly negligent\" to \"extreme carelessness.\"",
  "Particularly the unmasking and the revelations that people on Obama's -- in Obama's administration have requested all of this information, they thought it was important that this be exposed.",
  "Now, also tonight, we have breaking information about how the anti-Trump, pro-Clinton text messages from that FBI agent Peter Strzok and his FBI lawyer girlfriend Lisa Page were discovered.",
  "In August of 2016, Strzok texted, \"I want to believe the path you threw out for consideration in Andy's office, that there is no way he gets elected but I'm afraid we can't take that risk.",
  "The only reason why these intelligence officials and law enforcement officials, Sean, came forward is because they were so concerned after what happened with President Trump and his team.",
  "Before being demoted from Mueller's investigation, he was a top counter intelligence official, he was the guy that actually signed the document that kicked off the Russian investigation.",
  "Now, we edited out the middle of it which contained a web link and Page says, \"Maybe you are meant to stay where you are because you're meant to protect the country from that menace.\"",
  "Both of these cases, I think the congress has to insist and, frankly, Attorney General Sessions has to insist that both of these are going to be pursued not as a matter of vengeance.",
  "(BEGIN VIDEO CLIP, \"MORNING JOE\"/MSNBC)\n\nJOE SCARBOROUGH, CO-HOST: Jim Jordan thinks the American people are stupid enough, maybe because he is not wearing a jacket, he is one of us.",
  "Because we know the mishandling of classified top secret, special access programming information, we know that was on that server and a mom and pop shop bathroom, closet by the way.",
  "HANNITY: And I see a big house of cards that is about to come collapsing in because now we are getting to the raw part of this which is there is a deep state, laws are being broken.",
  "Now, why would Strzok, why would his girlfriend Page and who we now think is Andrew McCabe, need an insurance policy against Donald Trump if he is on his way to win the election?",
  "Also, the word likely was removed from a section where Comey talked about foreign actors actually gaining access to top secrets, special access program information on her server.",
  "GREGG JARRETT, FOX NEWS LEGAL ANALYST: Well, these are the papers that we have just obtained and it shows very clearly that James Comey felt that Hillary Clinton commit a crime.",
  "They talk about General Flynn without mentioning the essential fact that neither of those men had anything to do with Donald Trump colluding with Russians to alter the election.",
  "But if we both sat down and said two years ago, let's write a story and watch the head of the FBI consciously sets out to protect Hillary Clinton, no matter how guilty she is.",
  "That's the same guy whose wife Jill got $700,000 in donations from Democrats, including Terry McAuliffe up to his eyeballs in this, during a 2015 Virginia State Senate run.",
  "I mean, when you are talking about law enforcement officials who decide they will impose their version on the American people, you are talking about something very scary.",
  "To your point about the text messages I think Peter Strzok should have been removed, but he also exchanged text messages about Bernie Sanders who I believe is a liberal.",
  "According to Judicial Watch, this includes records of Hillary Clinton's calls, her schedules, which conveniently will not be made available to you, the American people.",
  "Fox News has now obtained the draft of James Comey's exoneration statement about the Clinton server investigation remember before the investigation was even completed.",
  "Jim Jordan is saying that now that they are actually getting close to figuring out what went on and people have already admitted to wrongdoing, and they served time.",
  "And according to a brand new poll a majority of you, the American people, believe that Special Counsel Robert Mueller's tainted and corrupt investigation is biased.",
  "Also, we have new details on how the anti-Trump, pro-Clinton text messages from the FBI agent Peter Strzok and his FBI lawyer girlfriend Lisa Page were discovered.",
  "He has now been accused by half the American people and propagandize on a regular basis that he collaborated and colluded with the Russians to alter the elections.",
  "GERALDO RIVERA, FOX NEW ROAMING CORRESPONDENT: It is fascinating evidence indicating at the very least an inclination to go with the Democrats, with the liberals.",
  "And some of those documents according to the State Department promises to Hillary Clinton's representative would not be subject to the Freedom of Information Act.",
  "Now, Judicial Watch just announced that it has filed a lawsuit to gain access to all the FBI records about the removal of Strzok from the Mueller investigation.",
  "JARRETT: Comey initially wrote in this paper his exoneration paper that the sheer volume of classified documents on Clinton server is evidence of criminality.",
  "Not to go after people, but because the rule of law, the very base of the American system requires that we take seriously when powerful people are corrupted.",
  "We here at Fox News have obtained the draft of James Comey's exoneration statement that let Hillary Clinton off the hook as it relates to the email server.",
  "FITTON: Spying by the FBI, Justice Department Intelligence Agencies on the political opponents of the administration of Barack Obama into Hillary Clinton.",
  "Peter Strzok and others, including Comey, set out to exonerate Clinton for purely political motives in the face of overwhelming evidence of criminality.",
  "According to documents that Judicial Watch received, Clinton's calls, her schedules were blocked from being made public and were allowed to be removed.",
  "And then, again, that all seems to make sense when you consider all the Democratic donors that Mueller has handpicked to be part of the investigation.",
  "I don't know what's going on over there but if we believe in our Constitution, we believe in equal justice under the -- they have got to step up here.",
  "Up next the liberal media is doing everything in their power to cover up the anti-Trump bias that is within Robert Mueller the special counsel's team.",
  "Plus, explosive new information about how the Obama State Department actually gave Hillary Clinton and her top aide Huma Abedin special treatment.",
  "We have more reaction to this blockbuster news about James Comey and a May 2nd exoneration of Hillary before the investigation was even complete.",
  "JARRETT: If the FBI and the Department of Justice used the phony dossier and their affidavit in support of a warrant to spy on Trump associates.",
  "All of this is -- I literally and I will challenge anybody in our audience to find me a case where you have this kind of methodical corruption.",
  "So earlier today, liberal Joe over conspiracy TV MSNBC took a vicious nasty personal shot at freedom caucus member Ohio Congressman Jim Jordan.",
  "Giving Strzok's anti-Trump/pro-Hillary text messages, he also played a pivotal role in this Clinton email exoneration so-called investigation.",
  "There is all wreaks of this deep state we have been telling you about, and their effort to undermine a candidate that then became president.",
  "Also Sara Carter is here tonight with a new bombshell report about the FBI using an NSA surveillance program to spy on the American people.",
  "I mean, you have here a cesspool of corruption, covering up for the Clintons in a way which I would have to as a historian is unimaginable.",
  "They probably are going to try to get his text messages or subpoena documents that he, you know, what he has been involved in from the FBI.",
  "Make no mistake, it shouldn't be surprising, because it's all part of a pattern when it comes to the Clintons, the fix is in all the time.",
  "According to a new poll, 54 percent say, Robert Mueller has a conflict of interest because of his friendship -- he's BFF with James Comey.",
  "JARRETT: Well, I think Congress is going to demand the truth and began holding people in contempt of Congress if they continued to defy.",
  "The wildfire burning across Ventura and Santa Barbara counties has burned more than 240,000 acres and destroyed nearly 1,000 structures.",
  "JARRETT: Including a top Department of Justice official who was removed from for concealing his meetings with Fusion GPS, the dossier.",
  "Specifically what they do is they have, you know, the NSA has a surveillance program that's meant to capture everything on foreigners.",
  "Joining us now the President of Judicial Watch Tom Fitton, investigative journalist Sara Carter, Fox News legal analyst Gregg Jarrett.",
  "Now, these investigators have given over 50 grand in cash to Democrats, including Barack Obama and, you guessed it, Hillary Clinton.",
  "President Trump and GOP lawmakers are hoping for a vote early next week and if need the Vice President could be the tie breaker.",
  "It is clear that she was guilty of gross negligence, which, in fact, is as a technical term meaning that she had broken the law.",
  "The problem with special prosecutors is they are so lavishly funded they are empowered and they never want to give up the rains.",
  "Well, as of now, 375 -- that's it -- Fox News was able to obtain, just those show a severe anti-Trump/pro-Hillary Clinton bias.",
  "And Fox News legal analyst Gregg Jarrett says what we just laid out could mean James Comey is guilty of obstruction of justice.",
  "And then Joe attacked Jordan for simply trying to get to the truth and get answers on the possible bias in the Mueller probe.",
  "In the part where Comey was talking about foreign actors accessing Clinton's server, the word \"likely accessed\" was removed.",
  "FITTON: Right, and this State Department also let her walk away with those 60,000 emails including classified information.",
  "Both Christopher Wray and Rod Rosenstein testified in the last week to say this Mueller probe is working as it should and.",
  "Strzok's team also oversaw the handling of the anti-Trump dossier, the Russian propaganda, when it was given to the FBI.",
  "HANNITY: I always thought that it was a mistake that Jeff Sessions recused himself here and you have got Rod Rosenstein.",
  "(COMMERCIAL BREAK)\n\nTRACE GALLAGHER, FOX NEWS CORRESPONDENT: Live from America's news headquarters I'm Trace Gallagher.",
  "Part one is Hillary and the entire gang from the foundation through her aides, et cetera, that is got to be reopened.",
  "GINGRICH: Well I think a couple things here, first of all there is a report out today that she apparently had a deal.",
  "The things we have been saying about weaponizing the intelligence community and corrupt people at the highest levels.",
  "Now, Sara Carter will also join us in a moment to explain how this practice may have been used as a political weapon.",
  "You have talked to long serving NSA legal officials and others about the FBI's use of this NSA surveillance program?",
  "The document shows that the term \"grossly negligent\" was, in fact, changed to \"extreme carelessness\" in two places.",
  "RIVERA: I think if we keep down this road of a special prosecutor for everything, we will distract this government.",
  "Look at Ken Starr what started as the real estate transaction white water morph into impeachment of the President.",
  "All of this continues to prove that the fix was in from the very beginning of what is a farce of an investigation.",
  "And that we now know five foreign agencies tapped into that particular server that compromised national security.",
  "First Scarborough went after Jordan for not wearing a suit coat during yesterday's hearing with Rod Rosenstein.",
  "DAN BONGINO, FORMER SECRET AGENT SERVICE: Sean, I know what you have done for our military and law enforcement.",
  "First of all, the Obama administration didn't have the authority to violate law by having this kind of a deal.",
  "He recused himself narrowly on the Russia investigation about whether or not the Trump campaign was involved.",
  "And I think it's maybe the greatest crisis in terms of law and order and the rule of law in American history.",
  "Sending an email to Sally Yates, raising her anti-Trump actions as an Obama holdover acting Attorney General.",
  "We now know that the legal term grossly negligent was changed to extreme carelessness in two specific places.",
  "Here with reaction, former Secret Service Agent Dan Bongino, Fox News correspondent at large Geraldo Rivera.",
  "RIVERA: I don't want to be -- you watch MSNBC and CNN and their continuing regurgitation of the same facts.",
  "It's absolutely true that we're both very fortunate and, of course, I will try and approach it that way.",
  "He was in charge of the interview of former National Security Adviser Lieutenant General Michael Flynn.",
  "Vice President Mike Pence delaying his trip to the Middle East as congress near as vote on tax reform.",
  "Because on a level far deeper than Watergate ever was here, there is corruption at the highest levels.",
  "These two things are so profound that he has to take them head on or he is frankly not doing his job.",
  "I don't know any other way to interpret it if you're writing an exoneration before an investigation.",
  "CARTER: Well, what we now know, I think Deputy Director Andrew McCabe is going to be in big trouble.",
  "Remember, grossly negligent is the legal standard which would have meant that Clinton broke the law.",
  "FITTON: Look, you know, just as you know, Sean, we looked in to the prosecutors that Mueller hired.",
  "I do not know of any point in American history where you have this level of a system of corruption.",
  "Then you have the acid wash and the use of bleach bit, most Americans had never heard of it before.",
  "Fox News contributor Jessica Tarlov and I want to start with you Geraldo and put your legal hat on.",
  "Sean, this is a critical question right now, which, by the way, honorable man Jim Jordan has asked.",
  "HANNITY: What did you think of the Comey letter from May 2nd or exoneration before investigation?",
  "I think looking at this is definitely going to question him and ask him, why did you change this?",
  "JARRETT: Robert Mueller, you know, it's hard to say because he does have a distinguished record.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "I believe Donald Trump sits at 1600 Pennsylvania Avenue and Hillary Clinton lives in the woods.",
  "He was also in the room for the interviews with key Clinton aides Huma Abedin and Cheryl Mills.",
  "Hillary and others in her case wasn't interviewed by the FBI until the Fourth of July weekend.",
  "Removing, destroying documents, that's now just part of Clinton standard operating procedures.",
  "When we come back, we will going to get Newt Gingrich's reaction to all of this breaking news.",
  "And you have both a Clinton corruption and Comey FBI corruption, those are two separate cases.",
  "Then the elite media will have been more severely damaged than any time in the last 50 years.",
  "We haven't even mentioned Uranium One in any detail but that's about to blow up in a big way.",
  "So, is that why Clinton and Abedin wanted to remove records of Hillary's calls and schedules?",
  "It has now become a witch hunt and it's now the time where Jeff Sessions needs to do his job.",
  "Hillary bought and paid for Russian lies, salacious dossier to influence the American people.",
  "Fox News believes -- we haven't confirmed yet -- that Andy in that message is Andrew McCabe.",
  "And so it's no surprise, they are hesitant to turn over the records to us so we got to sue.",
  "That is the critical question and thank god people like Jim Jordan are asking it right now.",
  "This would have come out in the campaign and people would have been asking good questions?",
  "Here is another wrinkle to this scandal that is disturbing that needs to be investigated.",
  "And I said, this should have sounded familiar because this is what we have been covering.",
  "Part two is the level of corruption and dishonesty in the FBI and the Justice Department.",
  "How close do you think we are to now getting to the truth and who is in trouble tonight?",
  "Because Clinton claims they were personal between her and her husband who doesn't email.",
  "These people not hear of our U.S. Constitution against unreasonable search and seizure?",
  "Just one donated to a Republican and none of them gave any money to the Trump campaign.",
  "Well, that's interesting when you consider this article from the AP in August of 2016.",
  "This is his obligation under the law to enforce it and to protect the American people.",
  "Number two deputy being a Hillary Clinton activist going to her election night party.",
  "He hadn't interviewed Hillary Clinton or at least 17 others key to the investigation.",
  "And, frankly, I think it puts an enormous amount of pressure on the Attorney General.",
  "Now, remember, Clinton on her own, 33,000 subpoenaed emails from her personal server.",
  "That allowed the fix to be in from the get-go even though we know she broke the law.",
  "And as we have been telling you, this FBI agent Peter Strzok, is tied to everything.",
  "There is no need to even say it people who know you know exactly what you have done.",
  "(END VIDEO CLIP)\n\nHANNITY: Poor liberal Joe sold his soul to work at conspiracy TV.",
  "HANNITY: Bruce Ohr and his -- who did the op research against Trump for Fusion GPS.",
  "And at least 40 donated more than $100,000 each and 20 gave more than $1 million.\"",
  "Weaponizing the system of justice we have in this country, dual system of justice.",
  "But as Attorney General he is not recused on whether or not the FBI was corrupted.",
  "We know under the law under the hatch act you can have personal political beliefs.",
  "Now, these text messages include calling Trump a loathsome human being, an idiot.",
  "Now, Judicial Watch President Tom Fitton, he will be here in just a few minutes.",
  "HANNITY: When you talk about the Clintons, the fix was in there too we now know.",
  "I love our intelligence community, but at the top, we have got deep corruption.",
  "There was the exoneration before the investigation was anywhere near concluded.",
  "RIVERA: What I want to do is let this president -- I want to free Donald Trump.",
  "BONGINO: A disgrace and you need a special prosecutor to get to the bottom of.",
  "How often have you heard me talk about weaponizing our intelligence community?",
  "The call logs, the schedules, there were gift logs by the way, you know, gift.",
  "It's like an insurance policy in the unlikely event you die before you're 40.\"",
  "I want to be clear, Dan Bongino, because - I want to be clear, I love the FBI.",
  "We know that she lied when she said she didn't have this information on there.",
  "The idea they were sitting around in Andy McCabe's office talking about this.",
  "And if the corruption of the FBI goes down as hard as I think it's going to.",
  "Sets up everything so that even his statements in public will exonerate her.",
  "You probably would have had Trump winning with 55 or 60 percent of the vote.",
  "You know all the information, you are covering all of these on many fronts.",
  "But to prove substantive will that altered the course of the investigation.",
  "Our sources are telling us tomorrow is going to be a big breaking news day.",
  "It's time for the Attorney General to step up to the plate and do his job.",
  "And this is the most damning piece of information when it comes to Strzok.",
  "Where do you begin when you read this Comey exoneration written early May?",
  "We are talking about the Fourth Amendment, the illegal search and seizure.",
  "The FBI uses that as a back door to do warrantless searches on Americans.",
  "And somebody removed that from the statement in clearing Hillary Clinton.",
  "Consciously sets out to protect her staff, no matter how guilty they are.",
  "And if he had said, therefore, I am recommending that she be prosecuted.",
  "I mean, you would have blown the whole campaign wide open at that point.",
  "A massive wildfire in southern California now blamed for a second death.",
  "Peter Strzok and Comey had the fix in and it shouldn't surprise anybody.",
  "Mueller claims to have, oh, impeccable integrity, a sterling reputation.",
  "It is worse than you even know in the sense that --\n\nHANNITY: All right.",
  "Remember, she deleted them, she acid watched them, she used Bleach Bit.",
  "They both have to be brought to light and people have to be prosecuted.",
  "The people who have spent their career who are sworn to uphold the law.",
  "And he is not recuse on whether or not the Clinton team was corrupted.",
  "Then you have the whole thing about deleting 33,000 subpoenaed emails.",
  "GINGRICH: Well, look, this is the beginning of the end of their world.",
  "Do you see a real clear present danger to equal justice under the law?",
  "The headline, many donors to Clinton Foundation met with her at state.",
  "James Comey, the former FBI director is in huge legal trouble tonight.",
  "You can't use dubious information in support of a federal court order.",
  "I want to remind you, you do not want to miss our show tomorrow night.",
  "We will see you back here for an important breaking news Friday night.",
  "I don't understand why it is we are battling this Justice Department.",
  "JESSICA TARLOV, DEMOCRATIC STRATEGIST: You can't fix 4 million votes.",
  "He has no excuse for hiding he has to set up a Clinton investigation.",
  "But this level of constant methodical undermining of the rule of law?",
  "GINGRICH: At every level, this is undermining our system of justice.",
  "Imagine that, they had allowed the law to follow its natural course.",
  "This special prosecutor has to admit that there is no evidence here.",
  "And guess what, her aides were smashing mobile devices with hammers.",
  "Text messages about an insurance plan to make sure Trump is elected.",
  "HANNITY: Meaning, if the fix was in, Greg, Comey should go to jail.",
  "And his FBI lawyer girlfriend also served on Robert Mueller's team.",
  "TARLOV: No, you can't and Donna Brazile even admitted that herself.",
  "NEWT GINGRICH, FOX NEWS CONTRIBUTOR: I think this is unbelievable.",
  "You know have -- this is a very serious question for the Congress.",
  "I can protect our country at many levels, not sure if that helps.\"",
  "Now, here is what is raising all kinds of red flags and it should.",
  "We have been telling you the rest of the media needs to catch up.",
  "We know that Comey testified about this just before he was fired.",
  "How stupid are they and how stupid, Willie, do they think we are?",
  "Rod Rosenstein said oh, I have the answer, but I can't answer it.",
  "Jim Scarborough couldn't wipe Jim Jordan's nose if he had a cold.",
  "Former speaker of the House, Fox News contributor Newt Gingrich.",
  "HANNITY: Mr. Speaker, I want to get into the specifics of this.",
  "This violation of the rule of law at this level of bureaucracy.",
  "It's very likely all of these people will end up going to jail.",
  "That is obstruction of justice by Strzok and Comey, and others.",
  "Well, that allowed Hillary Clinton a get out of jail free card.",
  "That's happening right in this breaking news opening monologue.",
  "Strzok and Page also disparaging and mocking Trump supporters.",
  "And they destroy, you know, servers, delete, delete, break up.",
  "HANNITY: Hillary Clinton should be very, very worried tonight.",
  "HANNITY: Chilling, Mr. Speaker, we will stay on it, I promise.",
  "Please set your DVR so you never miss an episode of \"Hannity.\"",
  "Content and Programming Copyright 2017 Fox News Network, LLC.",
  "HANNITY: We will never have it we have a dual justice system.",
  "If the Clintons go down as hard as I think they are going to.",
  "I worked with them and women, by the way, they are wonderful.",
  "And it was about a wedding, a funeral and yoga and grandkids.",
  "And by the way, they gave the other mobile device to the FBI.",
  "This is a rush transcript from \"Hannity,\" December 14, 2017.",
  "Why don't he just roll up his sleeves and put on a hard hat.",
  "He has no excuse as somebody who I know believes in the law.",
  "I mean, there is -- wouldn't you define this as obstruction?",
  "But if we keep looking back and we keep special prosecuting.",
  "So, does that mean now the fix is in with Comey and Strzok?",
  "Meaning they would be kept secret from the American people.",
  "But, really, who does this unless you are hiding something?",
  "And he adamantly stated that we never did anything illegal.",
  "And that in fact, it's being misused specifically, explain.",
  "JARRETT: Oh, Clinton should be very, very worried tonight.",
  "This copy may not be in its final form and may be updated.",
  "It's time for you the American people to understand this.",
  "Now, this includes sitting in on Hillary's FBI interview.",
  "He has to set up an FBI Justice Department investigation.",
  "By the way details, major news, tick tock about tomorrow.",
  "You would have had a shattering of the Democratic Party.",
  "A firefighter was killed while battling the Thomas fire.",
  "We couldn't find anyone who was a registered Republican.",
  "Who should be worried tonight based on what we now know.",
  "I think she has been worried about this for a long time.",
  "However, the people he put on this special counsel team.",
  "But what they have done is they used it as a back door.",
  "Something which totally undermines the American system.",
  "I didn't know Joe was that stuffy and fashion oriented.",
  "TARLOV: You don't need two special prosecutor for this.",
  "He is the author of the best-selling book \"vengeance.\"",
  "GINGRICH: -- about how guilty she and her staff were.",
  "Did you go back and find individuals who were crooks.",
  "(COMMERCIAL BREAK)\n\nHANNITY: Welcome back to Hannity.",
  "HANNITY: That would be with the Obama administration?",
  "Didn't recuse himself on uranium one and the dossier.",
  "Who breaks up their blackberries except the Clintons?",
  "HANNITY: You watched as I did the hearings yesterday.",
  "(COMMERCIAL BREAK)\n\nHANNITY: Welcome back to Hannity.",
  "(LAUGHTER)\n\nI hear you laughing, Dan, but it's true.",
  "BONGINO: Jessica you can't set up an insurance plan.",
  "Like everything else the Clintons do, the fix is in.",
  "The fire is now the fourth largest in state history.",
  "People who thought it was their job to save America?",
  "You don't want to miss one minute of tonight's show.",
  "Let me draw this into two parts for a second, Sean.",
  "We'll hear from him coming up later in the program.",
  "TARLOV: I said Peter Strzok should have been fired.",
  "RIVERA: I want the President to shake this off now.",
  "BONGINO: Jessica, seriously, with all due respect.",
  "A major development in the Clinton server scandal.",
  "They are defending Hillary Clinton in court, Sean.",
  "In May, they were already writing the exoneration.",
  "Isn't that great to take that all upon themselves?",
  "If you and I sat down -- obviously very pro-Trump.",
  "HANNITY: I don't think I could say it any better.",
  "Was this dossier used to spy on Americans or not?",
  "Joe Scarborough by the way should be embarrassed.",
  "Calling Attorney General Sessions: Where are you?",
  "This entire investigation is corrupt to its core.",
  "Let's talk about your revelations that you found.",
  "HANNITY: Is it not clear by now he has an agenda?",
  "RIVERA: I want the special prosecutor to go away.",
  "HANNITY: Do we wants equal justice under the law?",
  "Unfortunately that is all the time we have left.",
  "That's an obscene amount of money for that race.",
  "HANNITY: Jessica, he is in the Christmas spirit.",
  "GINGRICH: Let me say this straight for a second.",
  "Let me just stay on what he is exonerating here.",
  "And it's everything we have all been unfolding.",
  "Because I have known Jeff Sessions a long time.",
  "We will show you one of the worst examples yet.",
  "Geraldo is being gracious and generous tonight.",
  "SARA CARTER, INVESTIGATIVE REPORTER: Well, yes.",
  "Judicial Watch has been doing an amazing work.",
  "HANNITY: You want to bet they're gone forever?",
  "And here's the other piece of new information.",
  "And Jeff Sessions has nowhere to hide on this.",
  "HANNITY: I said to Geraldo I don't want to be.",
  "GINGRICH: Yes, with the Obama administration.",
  "This is not a knock on the rank and file FBI.",
  "Why aren't you disbanding this investigation?",
  "Not the political appointees at the very top.",
  "SEAN HANNITY, HOST: And welcome to \"Hannity.\"",
  "And this is where it gets really interesting.",
  "We know that she destroyed such information.",
  "It's provable fact that the fix was in here.",
  "HANNITY: Tom, do you agree with all of that?",
  "FITTON: We did find 10 registered Democrats.",
  "No registered Republicans on Mueller's team.",
  "We have to go back and do it all over again?",
  "We know that as a fact counselor, my friend.",
  "HANNITY: The Clintons got away with crimes.",
  "I know that Congress is looking at him now.",
  "But, imagine that the reverse had happened.",
  "We now know the Clintons fixed everything.",
  "He has not recused himself on any of this.",
  "You've got to pay close attention tonight.",
  "And I don't know what it's going to take.",
  "National security advisor may serve time.",
  "It is obvious that laws were broken here.",
  "HANNITY: Equal justifiable under the law.",
  "More with Newt Gingrich right after this.",
  "We have had occasional attorney generals.",
  "CARTER: Yes, I think Comey is in trouble.",
  "JARRETT: In so many different ways it is.",
  "HANNITY: Sara, you know all the players.",
  "The draft statement is from May 2, 2016.",
  "This is going to be a blockbuster hour.",
  "HANNITY: Should Huma Abedin be worried?",
  "Why would anybody allow that to happen?",
  "She doesn't get interviewed until July.",
  "(COMMERCIAL BREAK)\n\nHANNITY: All right.",
  "HANNITY: Seriously that is smoking gun.",
  "HANNITY: It's happy Hanukkah everybody.",
  "As always, thank you for being with us.",
  "I haven't seen the exact language yet.",
  "He refuses --\n\nHANNITY: Andrew McCabe?",
  "HANNITY: Anyone else can you think of?",
  "That would be the deputy FBI director.",
  "I just know it will be tough at times.",
  "Well, maybe Debbie Wasserman Schultz.",
  "FITTON: Bigger than Watergate by far.",
  "HANNITY: I say Watergate on steroids.",
  "HANNITY: The rule of law in jeopardy.",
  "HANNITY: It is all good information.",
  "I mean, they are already in trouble.",
  "HANNITY: One second, Jessica, sorry.",
  "We saw a very passionate Trey Gowdy.",
  "More Hannity right after this break.",
  "So, obviously nothing happened here.",
  "TARLOV: What do you think they did?",
  "You can't set up an insurance plan.",
  "My patience is fried at this point.",
  "TARLOV: I appreciate it by the way.",
  "HANNITY: So what is your take, Dan?",
  "CARTER: Peter Strzok and Lisa Page.",
  "She is conflicted out of his case.",
  "Exit question, yes or no question.",
  "I think so and I agree with Gregg.",
  "In other words, without a warrant.",
  "You are ignoring everything I say.",
  "And that is just the start of it.",
  "I mean, they have admitted to it.",
  "Here's what we know about Strzok.",
  "Do we have a dual justice system?",
  "HANNITY: Welcome back to Hannity.",
  "That is what Bernie Sanders lost.",
  "Nobody could answer the question.",
  "And being caught regularly at it.",
  "He can't say he is not involved.",
  "Glad you are with us on Hannity.",
  "At its core like the fix was in.",
  "How stupid do they think we are?",
  "If news breaks out, we'll break.",
  "In other words, no Constitution.",
  "You are really good at your job.",
  "It obviously back fired, right?",
  "Let not your heart be troubled.",
  "Bill Clinton doesn't use email.",
  "Human growth hormone overdoses.",
  "Okay, this is May, Mr. Speaker.",
  "HANNITY: It is core corruption.",
  "I feel sorry for Bernie people.",
  "That she didn't send a receipt.",
  "He has an absolute obligation.",
  "JARRETT: He is in big trouble.",
  "We couldn't have made this up.",
  "We will start with you, Gregg.",
  "It appears to be Peter Strzok.",
  "Sara Carter, let me go to you.",
  "News continues, Laura is next.",
  "We will never get out of this.",
  "TARLOV: Dan, just two seconds.",
  "A very passionate Jim Jordan.",
  "Rosenstein, is he in trouble?",
  "Others don't get interviewed.",
  "And this is a Fox News alert.",
  "JARRETT: It's more pervasive.",
  "Chelsea Clinton mega liberal.",
  "This is not just about Trump.",
  "Poor Bernie never had a shot.",
  "We have major breaking news.",
  "There's a lot at stake here.",
  "That's a fraud on the court.",
  "I want to free Donald Trump.",
  "RIVERA: Let's clean this up.",
  "HAYES: You are ignoring me.",
  "And this is a huge problem.",
  "Remember, that was in July.",
  "What exactly did that mean?",
  "We also have this exchange.",
  "Let me bring in Tom Fitton.",
  "The fix is on other issues.",
  "And I will just say flatly.",
  "That is an entire new case.",
  "We will do the media's job.",
  "This is no longer paranoia.",
  "Welcome back to \"Hannity.\"",
  "Who is in trouble tonight?",
  "Let's go through the list.",
  "HANNITY: I agree with you.",
  "HANNITY: Of course it did.",
  "HANNITY: Actually you can.",
  "The fix is against Bernie.",
  "That would be number four.",
  "And this is getting scary.",
  "This is national security.",
  "It didn't have a SIM card.",
  "Tom, what can you explain?",
  "I don't get Jeff Sessions.",
  "TARLOV: He is plenty free.",
  "He does whatever he wants.",
  "TARLOV: It's not finished.",
  "They talk about Manafort.",
  "HANNITY: Let Dan respond.",
  "You, the American people.",
  "We now have the evidence.",
  "Eric Holder also liberal.",
  "HANNITY: How about Comey?",
  "HANNITY: Hillary Clinton?",
  "We had one under Harding.",
  "It is violating the law.",
  "HANNITY: Robert Mueller?",
  "You donated for nothing.",
  "Perhaps a personal bias.",
  "TARLOV: Hanukkah spirit.",
  "But this case is a sham.",
  "I know you believe that.",
  "He can't recuse himself.",
  "In other words, illegal.",
  "Here's what the deal is.",
  "Strzok replies, \"Thanks.",
  "Step up and do your job.",
  "That came up later too.",
  "Now, that sounds to me.",
  "I know Jim Jordan well.",
  "Have you noticed, Sean?",
  "They voted for nothing.",
  "I love law enforcement.",
  "HANNITY: Exit question.",
  "In I'm Trace Gallagher.",
  "We had one under Grant.",
  "We know the fix was in.",
  "HANNITY: Yes, yes, yes.",
  "HANNITY: Wait a minute.",
  "RIVERA: It no, no, no.",
  "This is very profound.",
  "Bigger than Watergate?",
  "That's straight ahead.",
  "HANNITY: Cheryl Mills?",
  "That is been debunked.",
  "And his tie is untied.",
  "HANNITY: Unbelievable.",
  "HANNITY: Cheryl Mills.",
  "And I'm sitting there.",
  "This is a huge story.",
  "GINGRICH: Wait, wait.",
  "You have James Comey.",
  "Highly inappropriate.",
  "No more Russia gate.",
  "HANNITY: Ding, ding.",
  "You know I like you.",
  "ALL RIGHTS RESERVED.",
  "GINGRICH: All right.",
  "So, here's my point.",
  "Now back to Hannity.",
  "This is blockbuster.",
  "Somebody rewrote it.",
  "You deserve answers.",
  "No Fourth Amendment.",
  "The fix is in here.",
  "HANNITY: Jim Comey?",
  "CARTER: Absolutely.",
  "CARTER: Absolutely.",
  "HANNITY: Yes or no.",
  "We will stay on it.",
  "RIVERA: Yes, we do.",
  "Everybody has them.",
  "That is what this.",
  "TARLOV: Thank you.",
  "Hey, look at him.",
  "HANNITY: You did.",
  "JARRETT: Oh, yes.",
  "Wiretapping them.",
  "Plain and simple.",
  "That is a felony.",
  "That is a crime.",
  "This is serious.",
  "CARTER: Oh, yes.",
  "Dan and Geraldo.",
  "Right on point.",
  "It's dangerous.",
  "Thank you both.",
  "The fix was in.",
  "It was useless.",
  "And here's why.",
  "The fix was in.",
  "JARRETT: Right.",
  "That's a crime.",
  "The fix was in.",
  "HANNITY: Sara?",
  "HANNITY: Sara?",
  "HANNITY: Huma?",
  "The fix is in.",
  "It's serious.",
  "JARRETT: Yes.",
  "JARRETT: Yes.",
  "JARRETT: Yes.",
  "I don't know.",
  "Stay with us.",
  "HANNITY: Yes.",
  "Dan Bongino.",
  "Interesting.",
  "Take a look.",
  "Poor Bernie.",
  "FITTON: Yes.",
  "CARTER: Yes.",
  "You listen.",
  "All right.",
  "All right.",
  "Last word.",
  "I think.",
  "Comey.",
  "Sorry.",
  "Okay.",
  "I do.",
  "Why?",
  "Wow!"
]