[
  "Fusion GPS would hire ex-British spy Christopher Steele, who would rely on Russian sources to produce what would become the “dossier.”\n\nThe House Intelligence and Judiciary Committees have also discovered that the dossier would be shopped to the FBI, Justice Department, intelligence community, State Department, Democratic members of Congress, and members of the media – including some who wrote stories just days before the election.",
  "A CNN story on Monday acknowledged, 19 paragraphs in, “There has been no publicly available evidence that Trump or his subordinates knowingly conspired with a Russian effort to help him win power in 2016.”\n\nDemocrats have pushed a theory of “collusion in plain sight,” where Russia dangled offers of dirt to see if the campaign was receptive, the Trump campaign responded favorably, thereby implicitly colluding.",
  "But, he added, “If the smoking gun on collusion is Roger Stone telling Guccifer 2.0 that the data Guccifer showed him was ‘standard’ — I think it falls well short of collusive activity.”\n\nWhat has been uncovered over the past two years, however, is evidence the Clinton campaign worked with a former British spy to collect dirt from the Russians on Trump.",
  "Collusion theorists often point to the number of indictments Special Counsel Robert Mueller has issued so far – against former campaign aides Paul Manafort, Rick Gates, Michael Flynn, George Papadopoulos, and Russians who ran disinformation campaigns or hacking operations.",
  "Mook and others have claimed that the Trump campaign had weakened the Republican Party platform on Ukraine, but the Washington Examiner‘s Byron York has debunked that claim and showed that the platform on Ukraine was actually strengthened.",
  "They told the New York Times that the investigation began after the DNC email release on July 22, 2016, when an Australian diplomat went to the U.S. to disclose his conversation with Papadopoulos about what Mifsud had mentioned to him.",
  "The collusion theory was first floated in the media by Hillary Clinton campaign manager Robby Mook, on July 24, 2016, two days after hacked Democratic National Committee emails had been released on the eve of the DNC convention.",
  "“I think Mueller is very competitive — I don’t think he likes to lose, I think he’s very cognizant of his own image in the legal community,” Rep. Matt Gaetz (R-FL) told Breitbart News in an interview earlier this month.",
  "Collusion theorists have also pointed to Trump adviser Roger Stone’s private Twitter messages with Guccifer 2.0 in August 2016 and with Wikileaks in October 2016, sites that published stolen Democratic emails.",
  "They also point to George Papadopoulos’s meeting with Joseph Mifsud, an elusive Maltese professor who allegedly told the young campaign adviser in March 2016 that Russia had emails embarrassing to Clinton.",
  "GOP members of Congress have subpoenaed the FBI and DOJ for information on the informants, but have faced resistance ever since they began investigating potential government misconduct last summer.",
  "I think this is like a foundational document so that he can later bring conspiracy charges, because he has to establish the underlying criminal act before he can establish the conspiracy,” he said.",
  "They believe law enforcement officials are trying to stall until the midterm elections in hopes Democrats will win the House, and the requests for information will not have to be fulfilled.",
  "Stefan Halper, a Cambridge University professor with ties to the CIA and the FBI, reached out to a Trump campaign adviser as early as June 2016 to invite him to a conference at Cambridge.",
  "Collusion theorists salivated when Rudy Giuliani revealed Monday that former Trump lawyer Michael Cohen has claimed there was a pre-planning meeting to discuss the Trump Tower meeting.",
  "The House Intelligence Committee revealed that the Clinton campaign and the DNC, through their law firm Perkins Coie, hired Fusion GPS to dig up dirt on Trump and any ties to Russia.",
  "It has been two full years since the FBI formally launched its investigation into the Trump campaign on July 31, 2016, but it has yet to find any evidence of collusion with Russia.",
  "The unverified Steele dossier claimed that Carter Page met with two senior Russian officials, but he has denied it under oath, and there is no evidence of that actually occurring.",
  "However, the meeting produced no dirt, and centered instead on repealing the Magnitsky Act, which would pave the way for Americans to be allowed to adopt Russian children again.",
  "However, Giuliani said Trump did not know about or participate in it, and he only revealed the meeting to preemptively bat down a potential New York Times story about it.",
  "Those private messages, released publicly by Stone and The Atlantic, show minimal communication and that he did not have an established relationship with either.",
  "Mook told CNN’s Jake Tapper to look at the Republican National Committee’s platform on assisting Ukraine, Trump’s comments on NATO, and the hacking.",
  "“I think that Mueller’s plan is to have these ghost indictments of the Russians, and then build upon that a conspiracy case against Americans.",
  "The FBI has still not come clean on when it surreptitiously began using government informants to reach out to members of the Trump campaign.",
  "Two years and the launch of a special counsel later, there has been no evidence of any collusion between the Trump campaign and Russia.",
  "2 counterintelligence official Peter Strzok formally launched the Bureau’s investigation into the Trump campaign, on July 31, 2016.",
  "They have argued that Trump Jr.’s acceptance of the meeting at Trump Tower with a Russian lobbyist on that premise is collusion.",
  "Some point to Trump’s public call for Russia to find Clinton’s 30,000 emails she deleted, but Trump has said that was a joke.",
  "And as Giuliani has begun accurately pointing out recently, even if there were “collusion,” it would not be a crime.",
  "However, none of the indictments have anything to do with collusion or conspiracy between the campaign and Russia.",
  "“I think when you put all this together, it’s a disturbing picture, and voters need to reflect on that,” he said.",
  "That was much earlier than when law enforcement officials said their investigation on the Trump campaign began.",
  "Some Republican lawmakers believe Mueller is trying to lay the groundwork to indict someone for conspiracy.",
  "Papadopoulos does not appear to have ever passed on that information to the campaign.",
  "Their hopes have come down to Mueller finding some kind of crime.",
  "He repeated that suggestion to ABC News’s George Stephanopoulos.",
  "No such Clinton emails have ever been produced.",
  "Seven days later, the FBI’s No."
]