[
  "Chris Cillizza, a prominent CNN blogger, proclaimed the Cohen story a “collusion bombshell.”\n\nGeraldo Rivera, a Fox News personality who supports Trump, said that if Trump approved of the meeting and gained “something else of value” that was used against Hillary Clinton, “that could be collusion.”\n\nBut questions remain, and most Trump supporters dispute the idea that Trump Jr. accepting the Trump Tower meeting rises to the level of collusion.",
  "Attendees claim it lasted around 20 minutes and that Kushner and Manafort quickly lost interest when they realized that Veselnitskaya, the Russian attorney, did not have the information promised to Trump Jr.\n\nAttendees have said that Veselnitskaya carried a four-page memo of allegations against Bill Browder, a London-based banker who is behind the Magnitsky Act, a 2012 law that sanctions Russian human rights abusers.",
  "“This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr Trump,” Goldstone, who was reportedly writing on behalf of a Russian, wrote in a June 3, 2016 email to Trump Jr.\n\nAnd though Veselnitskaya has represented herself as a lawyer with few connections to the Russian government, she had close ties to Yuri Chaika, Russia’s chief prosecutor.",
  "The core collusion question seems to center on whether what occurred during the meeting rose to the level of an illegal conspiracy: whether the Russian side offered anything of value to the campaign; whether the campaign offered to help the Russians obtain information on Clinton; and whether the Trump campaign side offered a quo to the Russian quid.",
  "“Given my own proximity to the President of the United States as a candidate, let me also say that I never saw anything – not a hint of anything – that demonstrated his involvement in Russian interference in our election or any form of Russian collusion,” Cohen said in a statement just before his testimony before the Senate Intelligence Committee.",
  "One of Trump Jr.’s lawyers, Alan Futerfas, disputed Cohen’s alleged claims, telling CNN that, “we are very confident of the accuracy and reliability of the information that has been provided by Mr. Trump Jr., and on his behalf.”\n\nThe collusion debate has long been characterized by murky and imprecise terminology.",
  "Instead, conspiracy is the charge that most closely matches what journalists, pundits and lawmakers mean when they refer to “collusion.”\n\nWhether or not Cohen is telling the truth, a collusion conspiracy, if it occurred, would seemingly have taken place with or without Trump’s direct knowledge.",
  "I don’t think that’s fair because from everything that I’ve been reporting on, there was no substantial incriminating information turned over by these Russians at the Trump Tower meeting,” Ken Dilanian, an NBC News reporter and a harsh critic of Trump’s, said in an interview on MSNBC on Friday.",
  "The question is front and center again following a report that President Donald Trump’s former attorney Michael Cohen is willing to tell the special counsel’s office that Trump had advance knowledge of and approved of the infamous June 2016 Trump Tower meeting.",
  "(RELATED: Trump Accuses Michael Cohen Of Lying About Russian Meeting)\n\n“If it is what you say I like it,” replied Trump Jr., who was joined in the meeting by his brother-in-law, Jared Kushner, and Trump campaign chairman Paul Manafort.",
  "“If in fact [Trump] did have knowledge of it and drafted a misleading statement, that could be a factor in how Mueller approaches a case of obstruction against the President of the United States,” he said.",
  "California Rep. Adam Schiff, the leading Democrat on the House Intelligence Committee, cites the conclave as exhibit A whenever he is asked to lay out the evidence of Trump campaign collusion.",
  "Trump Jr. accepted the June 9, 2016 meeting after being told that a Russian government attorney — later identified as Natalia Veselnitskaya — had derogatory information about Hillary Clinton.",
  "(RELATED: Michael Cohen Praised Don Jr. For Being ‘Open, Honest, And Transparent’ About Trump Tower Meeting)\n\nCohen himself has denied allegations that he or Trump colluded with the Kremlin.",
  "Cohen is under investigation in the Southern District in New York for possible campaign finance violations related to payments he made to women who claimed to have affairs with Trump.",
  "Fusion GPS prepared some of the information on Browder that was provided to Russia’s chief prosecutor, Yuri Chaika, and included in the memo that was used in the Trump Tower meeting.",
  "The longtime Trump fixer has not gone on the record to support the CNN story, and it is unclear exactly what he claims to have heard in the meeting discussing the Trump Tower tryst.",
  "“If this is accurate and Cohen is a credible witness, this could be the smoking gun establishing collusion,” said Max Boot, an anti-Trump columnist at The Washington Post, tweeted.",
  "If accurate, the story is significant because Trump and his son have repeatedly denied that the president was aware of the meeting until more than a year after it occurred.",
  "One issue that complicates the Trump Tower saga is Veselnistkaya’s contemporaneous work with Fusion GPS, the opposition research firm that commissioned the Steele dossier.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Trump supporters’ strongest defense against the collusion allegation appears to be the lack of substantive information provided by Veselnitskaya and her compatriots.",
  "In his emails to Trump Jr., tabloid reported Rob Goldstone made it clear that the offer of Clinton dirt was being provided by people in the Russian government.",
  "Cohen is prepared to tell investigators that he was present during a conversation where Don Jr. told his father about the meeting, according to CNN.",
  "The claim could pose problems for Trump and his son, Donald Trump Jr., since both have denied that the president knew about the meeting beforehand.",
  "Other Trump critics, and at least one prominent supporter of the president, also see Cohen’s potential testimony as stronger evidence of collusion.",
  "Many Democrats have held up the meeting as the strongest piece of evidence of collusion between the Trump campaign and Russian government.",
  "Michael Cohen reportedly claims that President Donald Trump approved of a meeting with a group of Russians at Trump Tower in June 2016.",
  "Trump denied knowing about the meeting while claiming that Cohen is making the allegations in order to help his own legal problems.",
  "They claim that the campaign did what any campaign would do by entertaining offers of opposition research on a political opponent.",
  "Schiff’s Intelligence Committee sidekick, California Rep. Eric Swalwell, suggested the CNN report showed evidence of collusion.",
  "Sounds to me like someone is trying to make up stories in order to get himself out of an unrelated jam (Taxi cabs maybe?",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The story has reignited a debate over whether the Trump campaign colluded with the Russian government.",
  "Whether Cohen is telling the truth about the Trump Tower meeting is also an unsettled question.",
  "What the Trump team understood about the people they were meeting with is also a key question.",
  "In a tweet on Thursday, he used the word “conspiracy” to describe the new Cohen revelations.",
  "Dilanian instead thinks the Cohen developments are significant for another reason.",
  "For one, “collusion” is not a term that has a meaning in the justice system.",
  "By most accounts from the eight people who attended, the meeting was a dud.",
  "“He was always okay with #RussianCollusion,” the Democrat tweeted.",
  "“Some people are suggesting this is the smoking gun of collusion.",
  "One prominent anti-Trump journalist seems to agree.",
  "“I did NOT know of the meeting with my son, Don jr.",
  "),” Trump tweeted on Friday.",
  "Collusion or no collusion?"
]