[
  "“Now, we have long suspected that, but basically, you had Hillary Clinton and the Democrats funneling money to the Perkins Coie law firm who then paid Fusion GPS, and then Glenn Simpson contracting out with Chris Steele, and then Steele paying whoever the heck he needed to pay to try to get some of the garbage that he got, and then they’re bringing these reports back, and Nellie Ohr, from Fusion GPS, is giving that to her husband, Bruce Ohr, and then Bruce is giving it to people like Strzok in the FBI.”\n\nLISTEN:\n\n:\n\nBreitbart News Senior Editor-at-Large Peter Schweizer suggested FBI leadership sought to hide political and partisan corruption from public view by directing Strzok not to answer various questions about the bureau’s operations during Thursday’s public hearing.",
  "Schweizer remarked, “The other exchange that came out that was so interesting was talking about [how Strzok] met with Bruce Ohr, and Jim Jordan asked him, ‘Did he exchange any documents with you?’ And Peter Strzok said, ‘I can’t answer that question.’ He was simply asking were any documents passed, and Strzok said, ‘No, FBI will not let me answer that question.’”\n\nSchweizer added, “It just seemed to me in a lot of those cases, the FBI did not want that information shared not because it protected an intelligence method or an ongoing investigation, but they didn’t want [Strzok] to answer the question because it would reflect badly on the FBI… FBI authorities know that Peter Strzok could say a lot of things that could damage [them].”\n\nFollow Robert Kraychik on Twitter.",
  "The “Steele dossier” — composed in 2016 by former British Intelligence officer Christopher Steele as a compilation of accusations against Trump and commissioned by the Clinton campaign via Fusion GPS — was used as a basis by the DOJ and FBI procure warrants for surveillance of Trump campaign persons via the Foreign Intelligence Surveillance Act (FISA).",
  "FBI agent Peter Strzok revealed Thursday during his testimony before the House Oversight and Judiciary Committees that he had communicated with Bruce Ohr and that Ohr gave “documents and material” to the FBI, which Republican lawmakers believe is linked to the FBI acquiring the infamous “pee dossier” by ex-British spy Christopher Steele.",
  "“It’s really unprecedented to have the opposition party’s candidate; opposition research being supplied to the incumbent administration via the incumbent party’s candidate,” DeSantis said in a Friday interview on SiriusXM’s Breitbart News Daily with Breitbart News Editor-in-Chief Alex Marlow.",
  "Fusion GPS describes itself as a firm providing “strategic intelligence.” The company was hired by the Hillary Clinton campaign to produce opposition research on then-presidential candidate Donald Trump.",
  "Schweizer examined Strzok’s exchange with Rep. Jim Jordan (R-OH) in an interview with Breitbart News Senior Editor-at-Large Rebecca Mansour on Thursday’s edition of SiriusXM’s Breitbart News Tonight.",
  "[Strzok] confirmed for the first time — the FBI would never confirm this — that the Steele dossier made its way into the FBI through Bruce Ohr at the Justice Department.",
  "Rep. Ron DeSantis (R-FL) described the potential provision of the “Steele dossier” to the Obama administration’s DOJ and FBI via the Ohrs as politically incestuous.",
  "He was demoted by the Justice Department (DOJ) — but not fired — following revelations of his meetings with Glenn Simpson, co-founder of Fusion GPS.",
  "Ohr worked as associate deputy attorney general during the Obama administration’s final year.",
  "Ohr’s wife, Nellie Ohr, worked for Fusion GPS in 2016.",
  "DeSantis said, “There was some new information."
]