[
  "The veteran reporter cited a congressional official as a source, as well as a “senior U.S. law enforcement official” who said that the allegations against Page were “on our radar screen.”\n\nThe official said that Page’s contacts with Russians were “being looked at.”\n\nSteele revealed in a court filing in London last year that he briefed several reporters prior to the campaign, including from Yahoo!, The New York Times, The Washington Post, The New Yorker and Mother Jones.",
  "The source said that Moffa “more or less admitted that the FBI/DOJ have previously leaked info to the press and then used stories from the press as justifications for FISA warrants.”\n\nMoffa’s claim, if accurate, would have been a major development in House Republicans’ investigation into possible FBI abuse of the Foreign Intelligence Surveillance Act.",
  "On Monday, North Carolina Rep. Mark Meadows tweeted that Congress had “learned NEW information suggesting our suspicions are true: FBI/DOJ have previously leaked info to the press, and then used those same press stories as a separate source to justify FISA’s.",
  "Unreal.”\n\nA congressional source told The Daily News Foundation that Meadows was referring to information provided during a congressional interview on Friday with Jonathan Moffa, an FBI analyst who worked on the Hillary Clinton email investigation.",
  "He never explicitly said: ‘we use our own leaks.’ Frankly, he doesn’t have to.”\n\nHouse Republicans have led an intense investigation into possible FISA abuse by the FBI, while also focusing on leaks from senior FBI officials to the press.",
  "If FBI executives want the American people to believe they haven’t used leaks to their advantage, they are not being honest.”\n\nTheDCNF’s source cited an internal “miscommunication” regarding statements about Moffa’s testimony.",
  "But an FBI official disputed the claims about Moffa’s testimony, and TheDCNF’s source is acknowledging that he did not explicitly say that the FBI has leaked information to the press that is later used to obtain FISAs.",
  "“Moffa’s admission that the FBI regularly uses media reports to corroborate their own work products is a huge admission given what we know about the FBI’s incredible culture of leaking for their own purposes.",
  "Republicans have accused the FBI of misleading FISA judges by relying heavily on the unverified Steele dossier to obtain spy warrants against former Trump campaign chairman Carter Page.",
  "Former FBI Deputy Director Andrew McCabe was also fired from the FBI for authorizing his general counsel, Lisa Page, to leak stories about the Clinton investigation to the media.",
  "The FBI is disputing a claim that an FBI analyst told Congress that the bureau uses information leaked to the press to obtain surveillance warrants against American citizens.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "FBI Special Agent Jonathan Moffa told Congress on Friday that the FBI has used leaked stories to obtain FISA warrants, according to a congressional source.",
  "The FBI official who spoke to TheDCNF did not categorically deny that leaked information has never been used to obtain FISA applications.",
  "Rep. Mark Meadows alluded to the information in a tweet on Monday, which was referring to Moffa’s testimony, according to the source.",
  "Steele, a former MI6 officer, claimed in the dossier that Page met secretly with Kremlin insiders during a July 2016 trip to Moscow.",
  "“Jonathan Moffa made it clear to the committee the FBI routinely uses media reports to corroborate analytic work product,” he said.",
  "Editor’s note: This post has been updated to include the FBI’s denial and additional comments from Meadows and TheDCNF’s source.",
  "The FBI relied heavily on the Steele dossier to obtain four FISA warrants against former Trump campaign adviser Carter Page.",
  "Steele also accuses Page of being the Trump campaign’s conduit to the Russian government for purposes of collusion.",
  "The FBI said in its applications that investigators did not believe that Steele was a direct source for the Yahoo!",
  "In its applications for the FISA warrants on Page, the FBI cited an article published on Sept. 23, 2016 by Yahoo!",
  "(RELATED: DOJ Releases Carter Page FISA)\n\nThere is no indication that the FBI provided information to Isikoff.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The FBI did not acknowledge that Steele was a source for the article, which was written by Michael Isikoff.",
  "“We have emails and texts plainly showing the FBI leaks to the media, raising major red flags.",
  "The initial claims about Moffa’s testimony are “just not true,” the FBI official told TheDCNF.",
  "But the official said that the bureau has strict rules against leaking to the press.",
  "Republicans have noted that the dossier was cited despite being unverified.",
  "Meadows clarified his comments in a statement to TheDCNF.",
  "News that relied heavily on Steele as a source.",
  "Page has vehemently denied the allegations.",
  "The FBI is disputing that claim.",
  "report."
]