[
  "But, you know, this story comes out of, again, another intelligence community leak trying to undermine this president, his administration, and ultimately, it boils down to a he said/he said situation where, Anderson, quite frankly, I'm going to always defer to the American citizen, the man that served honorably in various states, including a U.S. attorney like myself, versus, you know, a Russian spy/diplomat.",
  "And the quick thing I got to say on Sean as well, a lot of folks I think have been piling on Sean today but I don't think he's got enough credit for some of the things he put in this White House Press Briefing Room including bringing in some of the regional reporters with Skype interviews, opening up the White House Press Briefing Room to more ideological press from both the left and the right.",
  "I think they did a really good job of minimizing the political circus that would have happened on Wednesday, but at the same time, getting the important information to the committee to conduct their investigation because these are two key people in that meeting that happened last year that will know details that are important to the judiciary committee and their investigation.",
  "For all of those reasons, so that the Justice Department can function without this chaos, I don't think he should any longer be the attorney general, and I actually think Congress should step up and make sure that whoever is there next can lead it in a way that it can conduct the Russia investigation and the other business that we need the Justice Department to do.",
  "Jen, I mean what is the job of a communications director compared to the, you know, the person is doing the briefings in the room and how difficult is it for anybody, to David's point, in this White House where, you know, where they say one thing during the day and then oftentimes the President, you know, seems to contradict it within 24 hours online?",
  "If, in fact, Ambassador Kislyak was just bragging, was just making this up, whether for nefarious purposes to confuse U.S. intelligence or to somehow affect investigations or the operation of the Trump administration, if he does step down and the ambassador was lying, isn't that playing into their hands or, you know, taking action based on a lie?",
  "But just the challenge of if it's a planning job and planning a month out or six months out, I mean you can plan all the Made-in-America weeks you want but if the President, you know, starts the week off by tweeting about something else, that's going to dominate the news cycle, you know, the best laid plans are going to get toss out the window.",
  "But if he was having conversations with Kislyak as a representative of the Trump campaign, giving him a sense of what Trump would do as president and indicating that he would take a different approach to issues like sanctions, that seems like a big thumbs up to Moscow if they were considering how deeply they wanted to invest in this campaign.",
  "Because I think it's important because there is -- I've seen it online, a lot of people sort of have a, I don't know if it's conspiracy theory to grant the term but the idea that perhaps given what President Trump said about his anger toward Attorney General Sessions and then the story breaks that it gives him a reason to get rid of Sessions.",
  "\n\n\n\nReturn to Transcripts main page\n\nANDERSON COOPER 360 DEGREES\n\nWashington Post: Sessions Discussed Trump Campaign-Related Matters with Russian Ambassador; Interview with Democratic Congressman Eric Swalwell of California; Manafort, Trump Jr., Reach Senate Deal To Avoid Public Hearing; Scaramucci Named White House Communication Director.",
  "BERNSTEIN: It's the same question to the President of the United States, why won't he disclose all of his conversations and tell us, I am ordering everybody in my White House to disclose publicly all of their dealings with Russians during the campaign and since, unless, it involves secret diplomacy of a nature that can't be disclosed.",
  "COOPER: Carl, what does it say that the attorney general of the United States, the highest law enforcement official in the land, has to be called back a third time to testify under oath to try to explain what you would think a panel of senators or folks on Capitol Hill could have gotten out of him in two appearances on Capitol Hill?",
  "But the attorney general stands by his testimony from just last month before the Senate Intelligence Committee when he specifically addressed this and said that he, quote, never met with or had any conversations with any Russians or any foreign officials concerning any type of interference with any campaign or election.",
  "And so we've been working on it for weeks, you know, before this and when \"The New York Times\" had that excellent interview with Trump in which Trump commented about Sessions in particularly, you know, talked about specifically how he didn't appreciate the way he answered the questions in the confirmation hearing.",
  "And how incredibly rare, maybe even unprecedented and somebody will probably correct me if I'm wrong, for the son of a President to be called to Congress to testify about alleged conversations that he may or may not have had to further his father's campaign and those conversations being with a Russian national.",
  "Sometimes if they think that message is not correctly reported, they will go back to Kislyak and basically tell him, without revealing that they were reading his reporting home, they could have a chance to basically say, you know, just want to underline again the way we're thinking about this or that issue.",
  "COOPER: And you hinted at this, but it's important to point out it's very possible that Kislyak is bragging to his Russian bosses, kind of making himself more important, saying, all right, I had substantive discussions and this is what they discussed and sort of trying to build his own credentials.",
  "SARA MURRAY, CNN WHITE HOUSE CORRESPONDENT: Yes, not just the dramatic end to the week but to really months of speculation that a staff shakeup could be coming months of speculation that there be a change in the communication shop, that all came to play out and what is relatively short time frame.",
  "COOPER: I don't want the program the areas (INAUDIBLE) too much but then, you know better than anybody what to say or not to say, but the information about what Kislyak said to his boss is, is that information you had had for --\n\n\n\nENTOUS: That's information we had since basically early June.",
  "It's hard to imagine just like, you know, journalists, maybe even more importantly when you're talking about investigators that they would agree to limit the scope of questions, particularly because they're following the investigation and their questions will be based on what they learned.",
  "It doesn't mean there's obstruction of justice, it doesn't mean that the law has necessarily been broken but we have seen for months and months now, there is a coverup going on, that various people are part of it, that the President of the United States has not been honest or forthcoming.",
  "I never had meetings with Russian operatives or Russian intermediaries about the Trump campaign, and the idea that I was part of a, quote, continuing exchange of information during the campaign between Trump surrogates and intermediaries for the Russian government is totally false.",
  "BERNSTEIN: It says clearly that he has not been forthcoming, that he has very carefully chosen his words to give only as much as he wants to give without giving a full version of what occurred, trying perhaps to avoid a perjury charge as he continues to go through these motions.",
  "It was documents that you were just referring to Donald Trump Jr. His any contacts that may have occurred including the Trump Tower meeting that he had met with Russians and an effort to try to get dirt on the Clintons, as well as with Paul Manafort to provide some more records.",
  "I mean he revealed some e-mails, we don't know if it is fully e-mail change on that meeting but we haven't, we don't know if there are other e-mails, I mean there's could be a whole host of e-mails about this meeting or about the results of it or subsequent phone conversations.",
  "COOPER: You also made the point to me during the break and I think it's an important one and fair one to make, it is that -- there's nothing necessarily nefarious about Jeff Sessions working for the Trump campaign having a conversation with Kislyak about the Trump campaign.",
  "(COMMERCIAL BREAK)\n\n\n\n[20:32:16] COOPER: You heard the Congressman Eric Swalwell before the break that he thinks Attorney General Sessions should step down, given tonight's breaking new news, which cast doubt on the attorney general past statements on contact with Russians.",
  "ENTOUS: Yes, I mean we had the initial story back in March which was that Sessions had two encounters with Kislyak and basically ever since then, we were trying to figure out what was the nature of those discussions, what were the contents of those communications, right?",
  "Could this give the president a reason to fire Sessions and appoint a loyalist, his attorney general during the upcoming congressional recess, who, by the way, if there was a new attorney general, they would not have to recuse themselves, I assume, from the Russia probe?",
  "At this point, you know, he might feel dug in and feel that he wants to stay just to spite President Trump, that he feels like he can do things that he's wanted to do for some time in the Justice Department no matter what is going on and swirling around him with Russia.",
  "Not saying it won't happen but they're trying to slow walk it in the witness side and even though there is bipartisan agreement and they're working in a bipartisan way in the judiciary committee, to make these conversations happen, it is still a Republican led Congress.",
  "Sessions, as you just showed very clearly, has sort of changed his accounts as we've gone through the months from basically saying there were no meetings initially to the meetings weren't about the campaign, to the meetings were not about collusion or coordination.",
  "You know, it raises a really interesting question because you appoint an attorney general who doesn't have the recusal issues that Sessions does, then you have someone with a clean slate who can come in and perhaps pull the levers to control this investigation.",
  "Just to be -- just to clarify, Sessions initially said -- and as far as I know still argues -- that all of these meetings were about his role on the Senate Armed Services Committee, not because of his advisory role that he was playing on the Trump campaign.",
  "And at this point, it's unclear if they will appear publicly but the committee did issue a subpoena for another witness who is expected to come on Wednesday that was Glenn Simpson, the co-founder of the firm Fusion GPS, which of course is behind that.",
  "But if it wasn't a boast and the information bears out, it casts serious doubt on the credibility of Jeff Sessions, the highest law enforcement official in the land, who denied having any contacts with Russians during the campaign about the campaign.",
  "And so, with respect to this report, I will just say that as far as anything Jeff Sessions has said about his contacts with Russia, we should be able to corroborate or contradict those statements with all of the evidence and be able to review that.",
  "Certainly, Kislyak he is doing his job, talking to Sessions and advise her to the campaign and it would seem like it would be Sessions' role as a foreign policy adviser to also engage, whether it's the British ambassador or the Russian ambassador.",
  "He would like to fire him, and there is a possibility that this disclosure could give him the mechanism, as we're talking about, as Dana is talking about, to do that through a combination of recess appointments and other internecine mechanisms.",
  "Why would Kislyak go out of his way, one of the few ambassadors actually that turned up at that April event --\n\n\n\nCOOPER: And at the Republican convention, it seems odd to not be discussing Donald Trump as a candidate and what he would mean?",
  "But I think, you know, perhaps -- and, you know, I don't want to sound overly conspiratorial here, Anderson, but you mentioned that \"New York Times\" article where the president already sort of rhetorically threw Jeff Sessions under the bus.",
  "You're a key partner with the policy teams, working with them on policy rollouts and announcements, approaching things that are terrible that are going to happen and there is a lot of deep policy work and thinking and strategy that happens.",
  "They should ensure that whoever would be appointed next, if he does step down, is somebody who is going to allow the Russia investigation to proceed unimpeded as we've seen the White House try and obstruct and keep it from moving forward.",
  "And so, I think we have to tell the country that the so what is that our democracy has been undermined by a foreign adversary and we have to do everything now as leaders in Congress to never put our country in a position like this again.",
  "COOPER: Michael, I mean I think one of the things that's so fascinating about this President is, you know, he clearly has a long relationship with the press, very different obviously when he was a businessman in New York than it is now.",
  "I don't know of course who the source was, but given the fact it follows on \"The New York Times\" story, as well as \"The Washington Post\" story saying how senior aides were shocked that Sessions had agreed or wanted to stay on his job.",
  "Kislyak was doing exactly his job, which is basically meeting with people in the Trump campaign, trying to get information about how that campaign would actually deliver on some of its rhetoric during the campaign if it was elected.",
  "Sean Spicer really set the tone on the -- the first time he ever gave a briefing when he was talking about inauguration crowd sizes, he relied on faulty information and made it clear that he was going to go to battle with the press.",
  "So that was January, and when asked in a written question whether he'd been in contact with anyone connected to any part of the Russian government about the 2016 election, either before or after election day, Sessions responded no.",
  "He could also be trying to plant false information into communications in order to deceive the American intelligence services or maybe actually plant derogatory information that could be designed to embarrass people down the road.",
  "It is hard to speak for this President because you make representations presumably with his approval and then he will take it in a completely different direction, often cutting you off at the knees, costing you your credibility.",
  "COOPER: Matt, are there any restrictions for the president and who he could appoint as attorney general in a recess appointment, and is there any legal reason why, under a new attorney general, Robert Mueller couldn't be fired?",
  "Keep in mind when Mueller does find anything, if he decides that he wants to refer this to Congress or perhaps impeachment, it depends on Rod Rosenstein or whoever is in that position to make the official referral to Congress.",
  "BASH: I mean, look, who would have thought that after the president of the United States says the kind of things that he said about his attorney general to \"The New York Times,\" trashing him, that he would decide to stay?",
  "But, really, what's most interesting here is what might have Sessions said to the candidate, to Donald Trump, about these and any other discussions he had with Russians, because now we're playing with the word collusion.",
  "In other words, what the relationship would be like between a future Trump presidency and the Russian government -- the kind of thing that Kislyak was under orders by his boss, Putin, to try to get information about.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSEN. AL FRANKEN (D), MINNESOTA: If there is any evidence that anyone affiliated with the Trump campaign communicated with the Russian government in the course of this campaign, what will you do?",
  "So, yes, they're addressing an issue that really isn't the subject of the story, which is I have no information to suggest that Kislyak spoke to him about that issue of coordination or interference in the election.",
  "This same Justice Department conducts leak investigations and if we did not provide that anonymity, we would not be getting the information that we're able to provide to basically fact-check these officials, right?",
  "They -- it's understandable they might want to avoid a public glare, at least until they've had an opportunity to say to members of Congress --\n\n\n\nCOOPER: That I fully get -- if they would want to testify publicly.",
  "COOPER: It is interesting, Carl, Donald Trump Jr. is willing to go publicly on Hannity's program when this story is broke to give his side of the story, you know, in an interview which is pretty limited in scope.",
  "But really but what we're talking about throughout all of this is the conduct of the President of the United States and how the White House is trying to explain the conduct of the President of the United States.",
  "Now infamous Russian dossier, Mr. Simpson's representative saying that they believe this hearing is a pretext and effort to throw cold water on the issue of collusion with Russian officials and Trump officials.",
  "The big news, just a few hours ago and it continuous to be right now, the departure of Press Secretary Sean Spicer the naming of Wall Street Financier Anthony Scaramucci as White House Communications Director.",
  "Obviously, I cannot comment on the reliability of what anonymous sources describe in a wholly uncorroborated intelligence intercept that \"The Washington Post\" has not seen and that has not been provided to me.",
  "[20:55:06] The communications director's job is to see around the corner and to think about the strategy and how you're going to position the White House policies and the President six months, a year from now.",
  "And it is a job that nobody should have to do because it is by its very nature and by the nature of what the President is allowing to happen, by trying to undermine our judicial system and special prosecutor.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSESSIONS: I have never met with or had any conversation with any Russians or any foreign officials concerning any type of interference with any campaign or election in the United States.",
  "But now, we're beginning to see why these investigations are moving so close and why the president of the United States is so concerned that they're closing in on him, his family, his dealings with Russians.",
  "As far as some of the nuts and bolts or may be he doesn't have the long background in traditional politics, there's some very good deputies and folks in a communications department to work with him on that.",
  "COOPER: But it does raise the essential question of, again, if there's nothing nefarious about it, why not just be honest about having meetings like, yes, I met with the guy, he was asking by the campaign.",
  "[20:25:03] But also, Anderson, this is the pattern we've seen in this investigation, which has put more into focus the ties that the Trump team has had, which is they deny ever having contacts with Russia.",
  "The job, as David referenced of the communications director -- you know, the press secretary is the fireman who's dealing with the incoming press inquiries and things that are blowing up on a daily basis.",
  "Joining us now, people I have spoken for, spoken to, or written award winning news copy about president, including this one, David Axelrod, Jen Psaki, Carl Bernstein, Michael D'Antonio and Jason Miller.",
  "You know, given that the fact that the president essentially has said that he doesn't exactly want him there, and if he had known he was going to recuse himself, that he would never have appointed him.",
  "So, what would happen is then his new boss, the new attorney general, who doesn't have this issue, would then be the most senior person at the Justice Department who has oversight of what Mueller does.",
  "COOPER: Another element of the investigation as some of our other breaking news tonight Donald Trump Jr. and Paul Manafort have avoided subpoenas by cutting a deal with the Senate Judiciary Committee.",
  "But it's clear the highest law enforcement official in the country has not been forthcoming with the Congress of the United States unless, by some chance, these intercepts turn out to be braggadocio.",
  "Tonight, a new story just out in \"The Washington Post\" says Russian Ambassador Sergey Kislyak told his Kremlin bosses that he did in fact talk about campaign matters with then-Senator Jeff Sessions.",
  "AXELROD: Well, Anderson, I would say of all of the pools that develop in Washington, all of the betting that goes on, I think one of the most prominent was exactly how long Sean Spicer would last.",
  "I think that because of the recusal that Sessions currently faces, I think the ownership of the Russian investigation and Bob Mueller's appointment would then fall on the new attorney general.",
  "The president just in \"The New York Times\" interview, two days ago I guess it was or maybe yesterday, it blends together now, you know, expressing his anger that Sessions did recuse himself.",
  "CNN Political Analyst Carl Bernstein, former U.S. Attorney in Iowa Matthew Whitaker, CNN Chief Political Correspondent Dana Bash and Adam Smith, The Washington Post is here with us as well.",
  "He wants all of this to go away rather than deal with it in a forthright way, the same way that the attorney general of the United States did not want to deal with this in a forthright way.",
  "COOPER: In your article in \"The Washington Post\" tonight, I believe you have somebody quotes about Kislyak's past kind of conversations and whether he is somebody who is prone to bragging.",
  "COOPER: Right, but you've talked to --\n\n\n\nENTOUS: We've talked to multiple current and former officials who described it, and I think we can all understand why we use anonymous sources.",
  "But this is something like a close personal relationship with President Trump different from what we saw with who Sean Spicer adopted this role, sort of the head of the press shops.",
  "But in the past, I don't know, eight years or so, and David can probably remember this more than I because it was -- it happened mostly when President Obama was in the White House.",
  "Only when confronted and oftentimes because of dogged media reporting do they acknowledge it, and now, we've gotten to the point where the president is essentially saying so what?",
  "Is this information that the president of the United States would already have known based on his access to intelligence or because it's part of the Russia -- well, I don't know.",
  "COOPER: Are you concerned at all -- I mean, as a Democrat, are you concerned at all about whomever might replace him and what impact that might have on the Mueller investigation?",
  "The sort of Senate and the senators, particularly those of the opposing party of that person in the White House, they kind of -- they're on to the notion of recess appointments.",
  "Look, this is the President who feels very much like he is under siege in this White House between the Russian investigations at the Justice Department as well on Capitol Hill.",
  "What do you learning about what's going to happen next week, because there was a lot of talk that they were going to testify publicly on Wednesday that's not going to happen.",
  "BERNSTEIN: Leis and lies and obfuscation and indigenousness and unwillingness to say to the people around the President by there President, hey let's tell him what we did.",
  "What I am saying is he's already been found to not be fully forthcoming with the American people about his contacts with Russia while they were meddling in our elections.",
  "I think Dana and I have talked about this in the sense that if you fire the attorney general and the Congress is not in session, then they could do a recess appointment.",
  "MATTHEW WHITAKER, FORMER FEDERAL PROSECUTOR: Right, it would be very interesting to see a new attorney general first run the traps of getting confirmed in this Senate.",
  "EVAN PEREZ, CNN JUSTICE CORRESPONDENT: Well, I think it comes at a particularly tricky time for the attorney general as I think a lot of our guests have talked about.",
  "He proved himself on the transition team and there is -- I think at a different level than we have seen other folks, he's been able to really relate to the President.",
  "BERNSTEIN: First all, let's not get caught up in atmospherics and this about atmospheric to some extent, and about who the President wants to be and the banker with..",
  "You know, I -- when I saw him speak today I thought that if the President could have an all billionaire team with uniforms by Brioni, this would be the guy, you know.",
  "(COMMERCIAL BREAK) [20:47:41] COOPER: Well, these breaking news tonight close another big story which in turn you had to going to go eclipsed Made in America week.",
  "So, you know, again, either he doesn't recall clearly what they are and maybe shouldn't have said what he said initially, or he is not telling us the full account.",
  "Congressman, first of all, your reaction to this reporting from \"The Washington Post\" which does completely contradict Attorney General Sessions' past statements.",
  "I think he will argue what he has, which is these are uncorroborated and there's no verification of them other than the representation of Kislyak in these cables.",
  "Right now he's being overseen by Rod Rosenstein, the deputy attorney general, who is the acting attorney general for the purposes of this investigation, Anderson.",
  "COOPER: And the truth is it's only once it becomes public, it's only once you or the \"New York Times\" or CNN or whoever uncovers it, that then something changes.",
  "We need to find out from Sessions, probably the Congress needs to call him back very soon and get a full explanation of all of his conversations with Russians.",
  "It became clear this is what the President wanted but -- that he was doing this in many ways of his own accord without the advice of some of his top advisers.",
  "And these are still people that members of the Congress senators want to show a bit of deference and understanding to as they get their information together.",
  "So, that's going to be -- I think it adds the pressure of the attorney general over the next few weeks to see whether or not he stays on this job, Anderson.",
  "COOPER: You're saying -- I mean, there's -- it's a theory, but a theory that it actually plays into what the president wants, which is --\n\n\n\nBASH: Totally.",
  "I mean at the end of his conversations, I assume he gets into his car and goes back to the embassy or back to his residence, and then he writes a report.",
  "COOPER: So, the meetings that you know about between Sessions and Kislyak, that Kislyak is reporting on, how many meetings are there, and when were they?",
  "They can gavel out because traditionally for the last few years, they have not done that as a way to prevent Barack Obama from doing recess appointments.",
  "And you know, I say along with what Dana is saying, I think Dianne Feinstein, who is a ranking member together with my home state Senator Chuck Grassley.",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: To his credit, he tried to answer as many questions as possible, which is something we don't see a lot in that briefing room.",
  "It also raises a question about whether the president has some expectation that the attorney general essentially doesn't have any independence from him.",
  "He is now talking about throughout the White House, to many people in the White House, who are now aware that he is trying to get rid of Robert Mueller.",
  "I think it's also important to point out to that we saw Sarah Huckabee Sanders promoted to press secretary today which is a very important part of this.",
  "And it's worth pointing out, Anderson, that now in this role Anthony Scaramucci has now reports to Reince Priebus he report directly to the President.",
  "It's a competitive environment and, you know, obviously something -- sometimes we can work on stories for months and not worry about the competition.",
  "Do you believe the attorney general needs to be called back a third time to testify under oath for a third time just to try to clear this matter up?",
  "JEN PSAKI, CNN political commentator: Well, incredibly difficult for anybody who is speaking on behalf of this President sitting in the White House.",
  "It seems to me that he has spoken his mind time and time and time again and that often is what gets him in trouble and it makes planning impossible.",
  "COOPER: So, Evan, just to be clear, a new attorney general without any need to recuse himself or herself, they would be overseeing Robert Mueller?",
  "One, the president can ask for this intelligence, and it would not surprise me if he did, particularly if he is intent on getting rid of Sessions.",
  "COOPER: Jason, how big -- I mean to me -- how big -- you know, I guess that's one challenge, he's obviously got a very impressive business record.",
  "He participated in the firing of Comey, which again I think was improper considering that he had told the American people he had recused himself.",
  "Could it include the scope of the questions that either man could be ask or just the scope of the information that they're expected to turn over?",
  "COOPER: So for those who believe that this only fell into your lap 24 hours ago, that is not the case this is something you've been working out.",
  "But, you know, the thing that stunned me more than anything was that he said, we're -- I told the President that we need to let him be himself.",
  "COOPER: And, Adam, just so I'm clear, if there is a new attorney general appointed, then does he or she oversee Robert Mueller's investigation?",
  "First of all, the Congress of the United States, they reserve the right to call these people into public sessions and into a further hearing.",
  "And he felt in many ways expose like he wanted this job filled by someone he sees as a killer, someone who is going to go out and defend him.",
  "I think he's got some of the best political instincts in the world and perhaps in history he's done a phenomenal job for the American people.",
  "You know, in March he said very point blank, very strongly, I had no contact with Russians, you know, during the campaign about the campaign.",
  "We're not sure how long it lasts, but it was described by intelligence officials who have seen the reporting as a substantive conversation.",
  "Now, that's going to look different from the previous administration, it's going to look different from other administrations before that.",
  "I mean, was this just a culmination of events for Sean Spicer or do you think this had specifically to do with the hiring of Scaramucci?",
  "And, you know, there's been a pattern in dealing with this Russia story where obviously initially we're told the meetings never happen.",
  "I wonder if under -- with Scaramucci that there will be that sort of free-wheeling kind of interviews without anybody else in the room.",
  "That will change in the months ahead and we'll see how he deals with it and how his relationship with the President as a result of it.",
  "Also, Sarah Huckabee Sanders has been named the press spokesperson, details now from CNN Sara Murray at the White House who joins us.",
  "COOPER: John, I mean, just yesterday, Attorney General Sessions said he would stay on the job, quote, as long as that is appropriate.",
  "SWALWELL: Anderson, that's why I say we're not helpless in Congress from a presidency that is careening into a constitutional crisis.",
  "So, again, you know, Sessions seems to be kind of a moving target when it comes to explaining those interactions he had with Kislyak.",
  "This is his account of his conversations, these two conversations, one in April, a second one in July, of his contact with Sessions.",
  "You know, my home state senator, Chuck Grassley, would have a lot of input and influence in who the next attorney general would be.",
  "But there also in the question what did Jeff Sessions and the candidate, Donald Trump, discuss about Russia in these conversations?",
  "Now, Scaramucci clearly reportedly has a close relationship, so that's good but it's far more than being comfortable at the podium.",
  "It impugns him in a way at a time, as you point out, that is very, very inconvenient because he seems to be on the rocks as it is.",
  "[20:05:01] And then there was a meeting, a third meeting which took place in Sessions' Senate office, which occurred in September.",
  "Interesting that what they're specifying is he stands by that he didn't have any conversations about interference in the election.",
  "So if that is the philosophy of the new communications director, I don't think it bodes well for the White House in the long term.",
  "We realized that we may not have as much time as we thought and we should basically try to push the story out as soon as we could.",
  "(BEGIN VIDE CLIP)\n\n\n\nSEAN HANNITY, AMERICAN TALK SHOW HOST: You said in a tweet, you would fully cooperate with any investigation?",
  "And the president in that interview criticized the way Sessions handled his answers to questions during his confirmation hearing.",
  "It's unclear what exactly Kislyak would be interested in talking about when it comes to Senate Armed Services Committee business.",
  "We should be able to have access to all of the evidence so that we can again confront him with it to see just what is the truth.",
  "I've seen him at Madison Square Garden with a topcoat on, standing in the key and he's hitting foul shots and swishing them, OK?",
  "And these two men have agreed to have a private interview with members of the Senate Judiciary Committee and the staff as well.",
  "COOPER: So what you're saying it's a coverup because I mean, Carl Bernstein has a coverup that gets a lot of people sketching.",
  "But I think the more likely thing here would be that the Senate would take this very seriously and fire the attorney general.",
  "But in the long run, it's one more piece in a puzzle that is becoming more and more troubling, Anderson, for the White House.",
  "And so, we have to now step up as Republicans and Democrats for the sake of this country to get our democracy back in order.",
  "COOPER: And, Dana, the timing of this, it comes two days after the president publicly criticizes Attorney General Sessions.",
  "His relationship obviously with the president based on the president's interview with \"The New York Times\" is on the rocks.",
  "JASON MILLER, CNN CONTRIBUTOR: So here is why I think Anthony is going to be so good in this job, is he gets the President.",
  "But the real thing, and I've been talking to people around the White House, that he's intent on is getting rid of Mueller.",
  "Dana, the negotiations the senators are having with Donald Trump Jr. and Manafort, what would they be negotiating exactly?",
  "[20:50:07] So it will be fascinating to see how that relations (INAUDIBLE) and place out over the coming months, Anderson.",
  "And then he amends that to, I had no contact with Russians about any, you know, interference in any election or campaign.",
  "That's not going to happen is because of this deal that was cut behind the scenes after a series of active negotiations.",
  "And I would home and expected that would after this private sessions but more important than that, they too have rights.",
  "And clearly what Kislyak is saying is that they discussed the goings on in the Trump campaign and future Trump policies.",
  "And Carl is right, that no one should have to explain a coverup if it is under way, no one should have to back and fill.",
  "He seemed at ease when he is taking questions from reporters and he was also sort of gentler in paring those responses.",
  "Later, the president's son, his former campaign chairman both reach a deal on their scheduled Senate hearing next week.",
  "I have been called a surrogate at a time or two in that campaign, and I did not have communications with the Russians.",
  "For all of our viewers just joining us, we are just at the top of the hour, a busy one at the end of a very busy week.",
  "We need to pay attention to the President, his words and what the investigators are finding and our own investigation.",
  "And that conduct, especially of late, is aimed at undermining the judicial system and integrity of the United States.",
  "So, they tried to stop the Senate from formally going into recess, which deprives a president of recess appointments.",
  "MURRAY: Oh, no doubt, there's no doubt that this is something that not everyone in the White House was on board with.",
  "I don't know anybody who had Christmas, because this has been a very, very difficult relationship from the beginning.",
  "So this is really the President's decision in many ways over very serious objections from people in the White House.",
  "And yet when it comes to actually answering questions in public, seems, or at least his attorneys don't want him to.",
  "First of all, at the time, Jeff Sessions had been named the head of national security policy for the Trump campaign.",
  "COOPER: So, while Sessions didn't seem to remember any specifics about these meetings, Kislyak sent back specifics?",
  "COOPER: And with Spicer's departure, Scaramucci's appointment, how did it go over in some sectors of the West Wing?",
  "But this deal cut with Paul Manafort and Donald Trump, Jr., has avoided the notion of subpoenas for now as for now.",
  "COOPER: Matthew this behind closed doors discussion, if it's not under oath, do they still have to tell the truth?",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: So, there he said never had meetings with Russian surrogates about the Trump campaign.",
  "Also, CNN contributor and former Nixon White House counsel John Dean, former federal prosecutor Matthew Whitaker.",
  "Current and former U.S. officials telling \"The Washington Post\" they know from American intelligence intercepts.",
  "By most accounts of the officials that I deal with, they tell me that Kislyak's reporting to Moscow is accurate.",
  "We knew about them in March, that Sessions did not disclose them when he appeared for his confirmation hearing.",
  "And then we find out actually there's intelligence showing that they were about something completely different.",
  "He clearly wants the job, Anderson, and I think he's going to put up a good fight before he walks away from it.",
  "HANNITY: Yes and you have nothing to hide, you want to be -- that means you'll testify under oath, all of that?",
  "How would it work if the president decides he no longer has confidence in Sessions while Congress is in recess?",
  "David, I mean, this is just one more -- again, I hate to use that cliched term, but drip in this Russia story.",
  "But, you know, that New York Times interview which came right after lunch with the senators about health care.",
  "They'll deliver a message, and then they'll be able to read whether Kislyak reported that message accurately.",
  "COOPER: Which Sessions has said in the past that that was in his capacity as a senator, he held that meeting.",
  "First of all, Manu, when Donald Trump Jr. said he's already -- he thinks he's already turned over everything.",
  "ENTOUS: Well, Sessions did provide a little bit of a readout of that meeting in which Ukraine was discussed.",
  "COOPER: I would think so because the investigation is under the offices of the Justice Department, isn't it?",
  "That is also a very real possibility that he'll just kind of dig in and say, uh-uh, I'm not going anywhere.",
  "CARL BERNSTEIN, CNN POLITICAL ANALYST: It's possible, but I think we need to look at a couple other things.",
  "I would expect they will be sworn in but that's probably part of the discussions and negotiations they had.",
  "I think he had a pretty commanding presence while he was there but it's going to be Sarah Huckabee Sanders.",
  "COOPER: I mean, obviously, this White House can be very unpredictable with how it staffs its top positions.",
  "(BEGIN VIDEO CLIP)\n\n\n\nANTHONY SCARAMUCCI, WHITE HOUSE COMMUNICATIONS DIRECTOR: The President is a winner.",
  "SWALWELL: Yes, Anderson, I'm not even speaking with respect to the report today in \"The Washington Post.\"",
  "ENTOUS: Yes, he could be trying to impress his superiors by showing how much access he has in Washington.",
  "They're not saying he stands by the March statement that he had absolutely no contact about the campaign.",
  "And then officials basically revealed elements of intelligence which showed what actually was discussed.",
  "And I think he and Sarah Huckabee Sanders have really kept that up in a lot of ways, day in and day out.",
  "And then, you know, Scaramucci extensibly is going to be the communications director in the White House.",
  "[20:10:01] DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR: Well, it's obviously big for Jeff Sessions.",
  "He doesn't have experience doing that and I think that's probably going to be a big challenge for him.",
  "This almost seems like somebody is putting the bus in reverse, backing up, going forward, backing up.",
  "I mean, it doesn't seem to be an accident that this comes at a time that Jeff Sessions is vulnerable.",
  "There's still a lying to Congress statute that is very broad that could be applied in this situation.",
  "But for now, you need your top law enforcement official to be trusted, and he simply is not trusted.",
  "And so, there's an encounter there that Kislyak reports on in which they discussed campaign matters.",
  "He is a guy who is going to go his own way and he'll go three different ways sometimes before lunch.",
  "And so I think as you showed at the top of the hour, you know, we have an evolving story line here.",
  "You and I were talking during the break, and I just want to have everyone else hear what you said.",
  "But when we saw The New York Times story, we realized, you know, we really need to finish up that.",
  "COOPER: Of course, same question of what did Donald Trump Jr. and his father discuss, if anything?",
  "Again, it's based on Russian ambassador, the words he said to his bosses and in they're accurate.",
  "The issue is, did he accurately characterize, did he even disclose when asked about that contact.",
  "He didn't have to answer for very many things the President has said that are not rooted in fact.",
  "And look, Anthony Scaramucci has the strategic vision to look down the road and to plan this out.",
  "And I think Scaramucci is saying, I love this man many times, him saying, I'm here to serve him.",
  "He made a funny equip about Sean Spicer where he said, well, maybe now he'll go make some money.",
  "There are all kinds of ways that there are repercussions that can be brought upon the witnesses.",
  "The Senate should not recess or do anything that would allow a recess appointment to take place.",
  "[20:35:05] And when he was asked about it, did he give an honest answer about the nature of it?",
  "COOPER: Adam, the Justice Department is going after, you know, unnamed sources, uncorroborated.",
  "So, it could give, in the short run, the president the means to rock Sessions out of that job.",
  "He wasn't forthcoming about his contacts with Russia as they were interfering in our campaign.",
  "What do you make of this reporting by \"The Washington Post\" and the impact it's going to have?",
  "COOPER: Carl, what do you make of these changes and the difficulties that he faces in reality?",
  "MICHAEL D'ANTONIO, AUTHOR, \"THE TRUTH ABOUT TRUMP\": I think he might see Anthony in the room.",
  "COOPER: The briefing room seemed a little less combative today with Scaramucci at the podium.",
  "I want to bring in Democratic House Intelligence Committee member, Congressman Eric Swalwell.",
  "I don't want to get too far into sort of the weeds of the Senate and how their recesses work.",
  "ENTOUS: Well, there was a meeting in -- I don't know how to characterize the first encounter.",
  "This is what Attorney General Sessions said during his confirmation hearing back in January.",
  "But we now need to know a lot more about how it is that all of these discussions took place.",
  "This is a time for Congress to thoughtfully and aggressively put a check on this president.",
  "JEFF SESSIONS, ATTORNEY GENERAL: Senator Franken, I'm not aware of any of those activities.",
  "CNN contributor Adam Entous is one of three correspondents on \"The Washington Post\" story.",
  "And, again, Sessions gives a speech, and at the end, Kislyak as a pull-aside, if you will.",
  "COOPER: May not have as much time because other reporters are going to be hunting it down?",
  "I'm not sure if somebody else in the room would have made any difference or not than that.",
  "Let's say we wanted to have a broader relationship with the Russians based on X, Y, or Z.",
  "One thing became clear Scaramucci does say a lot of positive stuff about President Trump.",
  "So, there is a VIP reception before Trump gives his first foreign policy speech in April.",
  "Now, if true, it's also possible that the Russian ambassador was boasting to his bosses.",
  "Evan, you've been covering the Justice Department, the Russia investigation for a while.",
  "And they trust him to be out there being the voice for the President and defending him.",
  "Some people had, you know, Easter, some people had July 4th, some people had Labor Day.",
  "Would it make it easier to get rid of Robert Mueller if there's a new attorney general?",
  "And the question of how appropriate it is, is something he's going to have to address.",
  "Now, here's what he said when he recused himself from the Russian probe back in March.",
  "I think it's important for people to keep in mind this is Kislyak's version of events.",
  "A really dramatic end of the week to say the least, what more you're learning tonight?",
  "Normal investigative practice often dictates that you do want to pre- interview them.",
  "That's certainly has not been Scaramucci's relationship with different media outlets.",
  "It's unclear if they will be under oath in those conservations typically they're not.",
  "And so, that way Putin can make a decision about what he thinks of this relationship.",
  "Keep in mind the communications director's spot had been open for a couple of months.",
  "I mean, Adam, this is just another bombshell report coming out on a Friday evening.",
  "The Congress and the intelligence committees will find out what the intercepts are.",
  "(BEGIN VIDE CLIP)\n\n\n\nCOOPER: Manu Raju joins me now with the latest from Capital.",
  "MILLER: He really understands how the President wants to communicate his message.",
  "This is something the President decided with the guidance of his family members.",
  "COOPER: Just briefly, Adam, I know you may not be able to say this or know this.",
  "Today, Scaramucci didn't have to answer for anything the President had tweeted.",
  "That he's tried to demean, undermine and obstruct all of these investigations.",
  "Attorney general Sessions should no longer serve, I believe for other reasons.",
  "The Senate and the House can both check the abuses of power that we're seeing.",
  "Distinguished \"Washington Post\" alumnus, CNN political analyst Carl Bernstein.",
  "And we were trying to figure out, well, what was the nature of those contacts?",
  "ENTOUS: He told him what he thought they discussed, which was campaign issues.",
  "So I don't think that Spicer was terribly comfortable over time in that role.",
  "I mean if they don't tell the truth and it's revealed later, is that perjury?",
  "I'd be surprised if this information is -- why it wouldn't be widely shared.",
  "You know, again, I think as president I'm sure he could have access to this.",
  "Just explain what you and the others at \"The Washington Post\" have learned.",
  "Now it's not Scaramucci's job to be at the podium in front of us every day.",
  "HANNITY: Turn over everything that they want and you feel you already have.",
  "Obviously, the fact is he's got a Republican Senate and a Republican House.",
  "Back now with the panel in particular Adam Entous form The Washington Post.",
  "Steve Bannon, the President's Chief Strategist was not supportive of this.",
  "And Sean Spicer was still opposed with that, that we saw him resign today.",
  "But you don't have information about what Kislyak said about that meeting.",
  "COOPER: Also, Adam, this could not come at a worse time for Jeff Sessions.",
  "REP. ERIC SWALWELL (D-CA), INTELLIGENCE COMMITTEE: Good evening, Anderson.",
  "That takes a lot of work directly with the President working hand in hand.",
  "And so, what we've learned is basically what Kislyak sent back to Moscow.",
  "Aired 8-9p ET\n\nAired July 21, 2017 - 20:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "What they, Manafort and Donald Jr. clearly want to avoid, is a spectacle.",
  "It is his job to develop strategy that's not something he has ever done.",
  "It wasn't, at least in Kislyak's view, something superficial or cursory.",
  "They actually sent us that same statement before we published our story.",
  "So, he's now saying, we didn't talk about interference in the campaign.",
  "It will be fascinating to see if it changes the tone from the top down.",
  "COOPER: When we come back, the big shakeup in the White House staffing.",
  "So is \"Axe Files\" host and former senior Obama adviser, David Axelrod.",
  "It is interesting, as you point out, that he has moved the goal posts.",
  "And now, you see that he doesn't have the confidence of the president.",
  "JOHN DEAN, CNN CONTRIBUTOR: Well, I was speechless there for a moment.",
  "D'ANTONIO: You know, that could have come out of Donald Trump's mouth.",
  "We've just gotten a statement from a Justice Department spokeswoman.",
  "We have breaking details on that as well on a very, very busy night.",
  "Now, there's no date yet set, Anderson, for that private interview.",
  "I've talk about -- I mean, Carl, is there anything wrong with that?",
  "But Reince Priebus, the Chief of Staff, was not supportive of this.",
  "They've worked alongside Anthony Scaramucci, known him for a while.",
  "I mean -- I also want to bring in some other voices for a reaction.",
  "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT: That's exactly right.",
  "Is it appropriate for Jeff Sessions to remain as attorney general?",
  "I mean there are some were reporting that some folks were unhappy.",
  "He spoke in rarely televised White House briefing this afternoon.",
  "OK. And what we're going to do is we're going to do a lot of win.",
  "COOPER: But it just being speaks lies about what actually happen.",
  "He's one of three reporters on the story, breaking story tonight.",
  "So, you know, they could cooperate with the president to do that.",
  "[20:20:00] But I'm not sure how far it's distributed and to whom.",
  "He participated in the firing of James Comey, which was improper.",
  "There can be some innocent explanations for all kinds of things.",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: So, there, he's changed it somewhat.",
  "Apparently he was hired to be kind of a preening peacock on T.V.",
  "You want -- he wants the atmospherics to fit a certain template.",
  "BENRSTEIN: Well, but they ought to eventually publicly testify.",
  "You can also be in contempt of Congress if you don't cooperate.",
  "COOPER: I'm joined now by CNN justice correspondent Evan Perez.",
  "You've actually been working on this story for quite some time.",
  "ADAM ENTOUS, CNN CONTRIBUTOR: Well, we knew about the meetings.",
  "This is on the sidelines of the Republican National Convention.",
  "Dana, I mean, what are the chances he will not stay on the job?",
  "Now, here's the -- or about Russians about the Trump campaign.",
  "So there's a real affinity here I think for these two fellows.",
  "Apparently, the only other person in the room was hope hicks.",
  "The exact same thing kind of happened with Mike Flynn, right?",
  "COOPER: Congressman Swalwell, I appreciate your time tonight.",
  "Here's the attorney general's Senate testimony back in June.",
  "We don't need to pay too much attention to the atmospherics.",
  "He's saying about interference in the election or campaign.",
  "COOPER: You say that the attorney general should step down.",
  "It is accurate to say you have not heard these intercepts?",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "And they understand how red hot this issue is politically.",
  "The President himself is always going to be the President.",
  "Obviously, he is not going to be at the podium every day.",
  "But at no point did I discuss --\n\n\n\nCOOPER: Interference.",
  "Do you think it's appropriate for him to stay on the job?",
  "[20:15:00] Mueller will find out what the intercepts are.",
  "It's because I'm really struck by the timing of the leak.",
  "COOPER: Sean Spicer really didn't have that relationship.",
  "There were no cries of fake news and that kind of thing.",
  "We saw he brought his sort of New York swagger with him.",
  "I have seen this guy throw a dead spiral through a tire.",
  "Find out who's in, who's out, and what it means, next.",
  "[20:40:11] BASH: Probably more likely the information.",
  "He has a lot of close relationships with news outlets.",
  "People are not exactly hiding their feelings about it.",
  "Mike Flynn only was fired after the story went public.",
  "COOPER: He has a more personal relationship than Sean?",
  "There shouldn't really be an issue with him engaging.",
  "March, it happened but it wasn't about the campaign.",
  "COOPER: John Dean, I think we have your audio fixed.",
  "He's already lost the trust of the American people.",
  "[20:00:12] ANDERSON COOPER, CNN HOST: Good evening.",
  "That's the way most ambassadors, diplomats operate.",
  "DONALD TRUMP JR., PRESIDENT TRUMP'S SON: Of course.",
  "He has no background in White House communications.",
  "BERNSTEIN: I'm going to come to their defense here.",
  "It is a very complex job and it is a planning job.",
  "We had these conversations, we had these meetings.",
  "MANU RAJU, CNN SENIOR CONGRESSIONAL REPORTER: Yes.",
  "We're going to pick the conversation in the panel.",
  "Here's the thing a couple folks have pointed out.",
  "There also are also is an oath involved probably.",
  "You want me to leave, you fire me, Mr. President.",
  "Then, we're told they were about something else.",
  "COOPER: -- which is to get rid of Jeff Sessions.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSESSIONS: Let me be clear.",
  "It was a different vibe with Anthony Scaramucci.",
  "COOPER: I want bring out panel, lots to discuss.",
  "I think he should get some more credit for that.",
  "Here is what Trump Jr. promised just last week.",
  "This is the kind of job that's difficult to do.",
  "I think that their rights need to be respected.",
  "He's the most competitive person I've ever met.",
  "COOPER: So what did he tell his Russian bosses?",
  "ENTOUS: No, I have not heard these intercepts.",
  "COOPER: So, you're saying he should step down?",
  "I cannot comment on that one way or the other.",
  "He's doing everything he can to undermine him.",
  "COOPER: Is it smarter to have a pre-interview?",
  "Jen was a White House communications director.",
  "They're going to talk in private on Wednesday.",
  "That's why he is not appearing next Wednesday.",
  "I also serve on the House Judiciary Committee.",
  "This is how we dealt with it in the campaign.",
  "I personally don't see any problem with that.",
  "We need to let him express his full identity.",
  "But first, let's see what they have to offer.",
  "ENTOUS: Yes, I don't know the answer to that.",
  "ENTOUS: At the Mayflower Hotel in Washington.",
  "It happens everywhere, Pakistan, you name it.",
  "So that's the way diplomacy actually happens.",
  "Anthony proved himself on the campaign trail.",
  "It's in a hotel outside the convention area.",
  "This certainly makes it much more difficult.",
  "I think he should come before our committee.",
  "That really undercuts the attorney general.",
  "PEREZ: Well, you know, that's one scenario.",
  "Maybe it did happen, I can't really recall.",
  "The President is phenomenal with the press.",
  "And that is how he sees Anthony Scaramucci.",
  "But we'll find out what the intercepts are.",
  "Carl, I mean, do you think that's possible?",
  "That's the way we have these conversations.",
  "I love the mission that the President has.",
  "And I'm very, very loyal to the President.",
  "So that would be absolutely unprecedented.",
  "The deal entails providing more documents.",
  "That's what the president may indeed want.",
  "But this is the reality with Donald Trump.",
  "Not only that, you can learn some things.",
  "We started hearing about this last night.",
  "COOPER: Sara Murray, thank you very much.",
  "We're playing with the word interference.",
  "We don't know where this is going to go.",
  "COOPER: Adam, just hold on for a moment.",
  "Now, his whole background is in finance.",
  "Do you expect that that's going to last?",
  "COOPER: Congressman, it's kind of weird.",
  "The alternative would have been Hillary.",
  "I don't know why that would be an issue.",
  "He's genuinely a wonderful human being.",
  "The can be brought into public session.",
  "So, that is possible that that happens.",
  "He would like to end the investigation.",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: All right.",
  "You statement doesn't mean illegality.",
  "So he doesn't want this investigation.",
  "Let's see if it's really so innocent.",
  "COOPER: So you've had it for a while.",
  "Was the President feeling restrained?",
  "And so, we now cannot trust his word.",
  "It would be a very interesting issue.",
  "Pieces are starting to fall together.",
  "We found out about the conversations.",
  "He wants this investigation stopped.",
  "Jared Kushner is supportive of this.",
  "Ivanka Trump is supportive of this.",
  "BERNSTEIN: Not yet and is possible.",
  "I was a surrogate for the campaign.",
  "There's a second encounter in July.",
  "They tell us it's about something.",
  "It turns out it's not about that.",
  "BERNSTEIN: Let me say two things.",
  "I've got to get a quick break in.",
  "He is putting that out there now.",
  "He's the communications director.",
  "They have Fifth Amendment rights.",
  "This has been of a new direction.",
  "They have sought to cover it up.",
  "Yes, he's talking about pardons.",
  "But he doesn't want to go there.",
  "That was at the Mayflower Hotel.",
  "I want to get the panel's take.",
  "It certainly came off that way.",
  "What they needed was a leader.",
  "(CROSSTALK)\n\n\n\nBERNSTEIN: Yes.",
  "BERNSTEIN: It's exactly right.",
  "But that's his ultimate goal.",
  "I obviously love the country.",
  "They have done the opposite.",
  "I'm going to read it to you.",
  "I think they get each other.",
  "Everyone, hold on a second.",
  "Look, that is all possible.",
  "TRUMP JR.: Hundred percent.",
  "Jen Psaki is sitting there.",
  "So it will be interesting.",
  "He sinks three-foot putts.",
  "January, it didn't happen.",
  "BERNSTEIN: That's correct.",
  "They'll meet with Kislyak.",
  "What was being discussed?",
  "John, we lost your audio.",
  "We'll try to get it back.",
  "And this is including Mr.",
  "ENTOUS: Correct, correct.",
  "Is that true, do we know?",
  "and defend the President.",
  "I didn't get that sense.",
  "SWALWELL: Yes, Anderson.",
  "There's a way to do it.",
  "TRUMP JR.: I'd be, yes.",
  "ENTOUS: That's correct.",
  "SWALWELL: My pleasure.",
  "PEREZ: Right, exactly.",
  "That is his objective.",
  "So they see it, right?",
  "This isn't a shake up.",
  "It's not just Russia.",
  "That's also possible.",
  "He wants Mueller out.",
  "ENTOUS: I believe so.",
  "ENTOUS: Interference.",
  "TRUMP JR.: All of it.",
  "MURRAY: That's right.",
  "And it was televised.",
  "I love the President.",
  "I respect these guys.",
  "I love the President.",
  "I love the President.",
  "David, why quit now?",
  "HANNITY: Completely.",
  "Sessions' testimony.",
  "He joins us tonight.",
  "It's exactly right.",
  "OK.\n\n\n\nENTOUS: Yes.",
  "WHITAKER: It's not.",
  "They clearly click.",
  "I love these guys.",
  "COOPER: All right.",
  "This is a coverup.",
  "Dana Bash is here.",
  "We lost his audio.",
  "COOPER: All right.",
  "June, it was yes.",
  "It wears on you.",
  "ENTOUS: Correct.",
  "How big is this?",
  "Very important.",
  "ENTOUS: Right.",
  "SWALWELL: Yes.",
  "ENTOUS: Right.",
  "COOPER: Right.",
  "ENTOUS: Right.",
  "ENTOUS: Right.",
  "ENTOUS: Right.",
  "COOPER: Right.",
  "But we'll see.",
  "ENTOUS: Right.",
  "COOPER: Right.",
  "COOPER: Carl?",
  "Do you know?",
  "COOPER: Yes.",
  "ENTOUS: Yes.",
  "ENTOUS: Yes.",
  "COOPER: Wow.",
  "COOPER: Yes.",
  "COOPER: Yes.",
  "MILLER: Yes.",
  "But he did.",
  "John Dean?",
  "Thank you.",
  "Yes.",
  "OK."
]