[
  "Chip Somodevilla / Getty Images file\n\nAs first reported by the Washington Post, the FBI reached a deal in October 2016 to pay Steele to continue the research that had led to what became known as the Trump dossier, an indication of how seriously the bureau was taking the allegations, according to a person familiar with the matter.",
  "But people who have read the supporting documents for the FISA warrants, including Rep. Adam Schiff, the ranking Democrat on the House Intelligence Committee, say they contain secret evidence establishing ties between Page and Russians — evidence that goes beyond what was included in the dossier.",
  "\"So we now find out that it was indeed the unverified and Fake Dirty Dossier, that was paid for by Crooked Hillary Clinton and the DNC, that was knowingly & falsely submitted to FISA and which was responsible for starting the totally conflicted and discredited Mueller Witch Hunt!\"",
  "/ Updated By Tom Winter\n\nThe FBI has released 71 pages of what it describes as correspondence between the bureau and Christopher Steele, the former British spy who authored a dossier alleging collusion between the 2016 Trump campaign and Russia.",
  "President Donald Trump and his allies have claimed that Mueller's Russia investigation was improperly launched on the basis of the dossier and of a secret warrant that authorized electronic surveillance of former Trump aide Carter Page.",
  "In addition to lurid stories about Trump's personal behavior and allegations of collusion, the dossier said Cohen met with Russian officials in a country in the European Union — which was later reported to have been the Czech Republic.",
  "Because of the redactions, it is not possible to tell when payments to Steele began, but it has previously been reported that he assisted the FBI with past investigations, including a probe of corruption in international soccer.",
  "House Intelligence Committee ranking member Rep. Adam Schiff (D-CA) (C) heads for a meeting of the members of the so-called 'Gang of Eight' and intelligence officials at the U.S. Capitol on May 24, 2018 in Washington, DC.",
  "It has already been established by the House Intelligence Committee that the Russia investigation began after the FBI learned that another campaign aide, George Papadopoulos, had been approached by a Russian agent.",
  "On Nov. 1, 2016, according to the documents, the FBI told Steele it was unlikely to continue working with him, and he should not \"obtain any intelligence whatsoever on behalf of the FBI.\"",
  "They also show that Steele told the FBI he had informed a third party he was acting as a CHS for the bureau, and that the FBI determined Steele had been a source for an online article.",
  "NBC News reported in October that members of Mueller's team had traveled to interview Steele about his information gathering for the American opposition research firm Fusion GPS.",
  "Frank Figliuzzi, the former FBI counterintelligence chief who is now an NBC News analyst, says that likely includes reporting from human sources and intercepted communications.",
  "Papadopoulos then mentioned to an Australian diplomat that the Russians had \"dirt\" on Clinton, the Australians contacted the U.S. government, and the FBI began to take a look.",
  "Steele, a former MI6 operative who opened a private firm, compiled the Trump dossier during the 2016 presidential campaign under contract to the U.S. research firm Fusion GPS.",
  "The Steele dossier formed a portion of the evidence used to meet the surveillance warrant's legal burden of establishing \"probable cause\" that Page was an agent of Russia.",
  "It is a briefing on the rules of being an informant to ensure the source complies with guidelines set by the Attorney General, and usually not criticism of the source.",
  "A federal law enforcement official explains that an admonishment is typically given when a person begins a stint as a confidential informant and annually thereafter.",
  "The FBI also disclosed to the court that authorized the warrant that Steele was paid by people seeking to discredit Trump, but said it viewed Steele as credible.",
  "The agent told Papadopoulos the Russians had incriminating information about Hillary Clinton, including emails, according to court documents.",
  "Steele’s sources told him the Russian government was working with Trump to try to help him beat Clinton, including providing hacked emails.",
  "When Trump became the Republican nominee, the Clinton campaign and the Democratic Party began picking up the tab for the Fusion research.",
  "Michael Cohen, Trump's former lawyer, sued Fusion and the website BuzzFeed after BuzzFeed published the dossier in January 2017.",
  "Fusion had been hired to get information on Trump during the primaries by a Republican media firm, Washington Free Beacon.",
  "The heavily redacted records show FBI payments to Steele as a Confidential Human Source (CHS) over an unknown period.",
  "Cohen has denied the meeting ever took place and offered his passport as proof he has never been to Prague.",
  "Fusion owner Glenn Simpson hired Steele, a Russia expert, to gather information from his sources in Russia.",
  "An April report from McClatchy, meanwhile, said Mueller has found evidence that Cohen did travel to Prague.",
  "The deal fell apart when Steele pulled out, said the source, who has direct knowledge of the situation.",
  "That unproven allegation is among those being investigated by special counsel Robert Mueller.",
  "Page denies that he was an agent of Russia and has not been charged with a crime.",
  "The records also indicate that in February 2016 the FBI “admonished” Steele.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "the president wrote in a tweet Monday morning.",
  "Cohen has dropped the suits."
]