[
  "(RELATED: Media Still Pinning Dossier On Republicans)\n\nFormer Obama official and current CNN reporter Jim Sciutto was just one network talking-head who claimed the dossier was “initially paid for by Republicans.”\n\nWhile Republicans bought standard opposition research from Fusion GPS, they stopped paying the firm well before it ever contracted with Christopher Steele to compile the anti-Trump dossier.",
  "President Donald Trump called out CNN for its questionable report on his son’s 2016 Trump Tower meeting with the Russians, insisting that “CNN is being torn apart from within based on their being caught in a major lie and refusing to admit the mistake.”\n\n“Make no mistake, Mr. President, CNN does not lie,” the network responded.",
  "Is that possible to ask?”\n\nHowever, when reading his full remarks — which Shane left out — it is clear that the president was making a joke and knows that Japanese manufacturers make cars in the U.S. (RELATED: CNN Spreads Two Fake Narratives During Trump Visit To Japan)\n\nShane ended up issuing a correction on his article.",
  "Just Tap It In\n\nCNN originally denounced Trump’s claim in March of 2017 that former President Barack Obama was wiretapping phones in Trump Tower as a “flat-out lie.”\n\nThen, in September of 2017, CNN reported that the FBI had a wiretap on former campaign chairman Paul Manafort — who has a residence in Trump Tower.",
  "(RELATED: CNN Reporters Shirk Responsibility For Melania Conspiracies)\n\nMedia reporter Brian Stelter led his “Reliable Sources” newsletter on June 3rd with the headline “Melania M.I.A,” and insisted the first lady’s whereabouts were a “mystery” because she had not been seen in public since May 10.",
  "— CNN Communications (@CNNPR) August 29, 2018\n\nWhile CNN is standing by its July 27 report claiming Michael Cohen was prepared to tell special counsel Robert Mueller that Trump knew about the Trump Tower meeting in advance, a number of factors have called their reporting into question.",
  "(RELATED: Mainstream Media Reporting About Twitter ‘Fake News’ Is 100% False)\n\nThe researchers in the study were talking about “junk news,” not “fake news” — and their definition of junk news includes mainstream conservative sites like The Washington Examiner and Breitbart News.",
  "CNN media reporter Brian Stelter accused the Republican National Committee of “misquoting” him in an ad attacking the credibility of Michael Wolff’s book “Fire and Fury.”\n\n“Real factual errors … makes you wonder about the overall content,” Stelter was quoted as saying.",
  "Officer Cuomo\n\nCNN anchor Chris Cuomo inexplicably said in October of 2016 that possessing WikiLeaks stolen documents is “illegal,” but insisted it’s “different for the media.”\n\n“Also interesting is, remember, it’s illegal to possess these stolen documents.",
  "(RELATED: CNN Re-Ups False 22 School Shootings Stat)\n\nHowever, CNN wildly exaggerates the number of school shootings by using methodology that includes accidental firearm discharges on school property, domestic disputes, and other non-active shooter events.",
  "#CongressionalBaseballGame pic.twitter.com/3duycYw7qx — Robby Starbuck (@robbystarbuck) June 16, 2017\n\nPictures of the prayer circle clearly show both Democrats and Republicans praying together, and CNN eventually deleted their tweet claiming otherwise.",
  "She tweeted in response to the news to “just remember the first line of the song” — which is, “And now, the end is near.”\n\nCNN spun Sinatra’s tweet into an article claiming she was “not happy” about Trump using her father’s song at the Inauguration.",
  "The article and headline have been corrected to reflect that Comey does not directly dispute that Trump was told multiple times he was not under investigation in his prepared testimony released after this story was published,” CNN corrected.",
  "17 Intel Agencies Lie\n\nFormer Director of National Intelligence James Clapper said during a congressional hearing in May that three intelligence agencies — the CIA, NSA and the FBI — concluded that Russia interfered with the 2016 election.",
  "If You Build It, They Will Lie\n\nCNN claimed that only Democratic members of Congress gathered to pray before the 2017 Congressional Baseball Game — the first game after House Majority Whip Steve Scalise was shot and nearly killed.",
  "While initial reports speculated that Brown had his hands up when he was shot by Darren Wilson, the DOJ concluded in a report in 2015 that physical and forensic evidence showed Brown’s hands could not have been above his waist.",
  "Republicans Did (NOT) Fund The Dossier\n\nThe salacious and unverified Steele dossier was paid for by the Democratic National Committee and the Clinton campaign, but that hasn’t stopped CNN from pinning the document on the GOP.",
  "While Stelter blamed random internet commenters for specific conspiracy theories about plastic surgery or a move back to NYC, CNN repeated such theories in an article and even asked Melania’s spokesperson to comment on them.",
  "CNN’s claim is pure nonsense, as the Department of Energy, Department of the Treasury, and Drug Enforcement Agency, among others, would have no authority to make any assertions about Russian meddling in elections.",
  "Hands Up, Fake News\n\nA CNN panel consisting of Margaret Hoover, Sally Kohn, Sunny Hostin and Mel Robbins displayed the “hands up, don’t shoot” gesture in 2014 while talking about marches against police violence.",
  "CNN Gets Hit With A Cruz Missile\n\nAfter the school shooting in Parkland, Florida, CNN media reporter Brian Stelter accused Republican congressmen of being “scared” to come on the network to debate gun control.",
  "(RELATED: CNN Botches Major ‘Bombshell’ Alleging Contacts Between Don Jr. And WikiLeaks)\n\nCNN updated the report but still has not explained how two sources managed to give them the wrong date on the email.",
  "While it is unclear if the FBI tapped Manafort’s phones in Trump Tower or picked up his conversations with the president, it’s plausible enough that CNN should not be dismissing Trump’s claims out of hand.",
  "PolitiFact rated that claim “mostly false,” explaining that “the bill does not change what is or is not a pre-existing condition; the health insurance companies write those definitions for themselves.”\n\n7.",
  "Trump (Not) Ignorant About Japanese Cars\n\nCNN Money’s Daniel Shane accused President Trump of not knowing that Japan makes cars in the United States, writing, “Trump asks Japan to build cars in the U.S.",
  "(RELATED: CNN’s Quadruple Down On Dubious Trump Tower Story Leaves Out Key Details)\n\nUnfortunately for CNN, the Trump Tower story isn’t their first fling with dubious or just flat-out wrong reporting.",
  "A Clean Bill Of Health\n\nIn May of 2017 when Republicans were authoring a new health care bill, CNN claimed that GOP changes to Obamacare could make rape and sexual assault pre-existing conditions.",
  "Multiple CNN reporters speculated about the whereabouts of Melania Trump after a scheduled kidney surgery and then denied responsibility for any conspiracy theories about the first lady.",
  "— Jeff Zeleny (@jeffzeleny) July 31, 2018\n\nJust one day prior to Zeleny’s tweet, Trump answered questions during a joint news conference with the Italian Prime Minister Giuseppe Conte.",
  "(RELATED: CNN Retracts Story About Trump Adviser Being Under Investigation)\n\nThe story relied on one anonymous congressional source and CNN apologized to Scaramucci for the error.",
  "Comey Testimony Crumbles\n\nOn June 6, 2017, CNN reported that former FBI director James Comey would contradict President Donald Trump’s claim that he was not under investigation.",
  "Scaramucci Slip\n\nCNN retracted a story in June of 2016 claiming that former Trump adviser Anthony Scaramucci was under investigation by Congress for his alleged ties to Russia.",
  "(RELATED: Journalists Slam Trump For Copying Fish Food Dump)\n\nAn unedited video revealed that Trump was simply following the lead of Abe, who emptied his box of food first.",
  "School Shooting Slip-Up\n\nAfter a May shooting at Santa Fe High School in Texas, CNN reporters immediately began claiming that there were 22 school shootings on the year.",
  "Fake News About Fake News\n\nCNN cited a study from the Oxford Internet Institute to claim that fake news targeted swing states during the 2016 presidential election.",
  "It already does.”\n\nDuring the president’s November visit to Japan, he told Japan Inc, “Try building your cars in the United States instead of shipping them over.",
  "These Boots Were Made For Correctin’\n\nNancy Sinatra made a quick joke about her late father’s song, “My Way,” being used at Trump’s Inauguration in January 2017.",
  "According to The Washington Post, it is not illegal to possess or distribute illegally obtained material so long as you were not involved in the original hack.",
  "He blasted the network for airing “NONE” of his interview and noted that he had previously done three town hall debates on CNN with Senator Bernie Sanders.",
  "Despite CNN’s assertion this week that it “does not lie,” the network has an extensive history of bungled reporting — some of which has gone uncorrected.",
  "However, Donald Trump Jr. actually was emailed about the documents on Sept. 14, 2016 — a day after they were already available to the general public.",
  "Trump’s Fish Food\n\nWhen President Trump met with Japanese Prime Minister Shinzo Abe last November, the pair took part in a koi fish feeding ceremony.",
  "(RELATED: Comey Confirms: Trump Wasn’t Under FBI Investigation)\n\n“This article was published before Comey released his prepared opening statement.",
  "Zeleny’s Folly\n\nCNN reporter Jeff Zeleny tweeted on July 31, 2018, that President Trump had not taken questions from reporters in at least a week.",
  "Peace Be With You\n\nCNN deceptively edited a video of Sherelle Smith and Kimberly Neal, the sisters of an unarmed black man who was shot by police.",
  "President Trump waves, but declines to answer questions on south lawn of White House today as he heads to Florida for a campaign rally tonight.",
  "When the time came for Comey to release his opening statement for his congressional testimony, he actually ended up confirming Trump’s account.",
  "Collusion\n\nCNN reported in December of 2017 that Donald Trump Jr. received special access to documents stolen by WikiLeaks on Sept. 4, 2016.",
  "A deep dive into the study thus reveals that Twitter users didn’t receive nearly as much “fake news” as CNN initially claimed to readers.",
  "For example, one listed shooting at Savannah State University in Georgia involved just two people, neither of whom were students.",
  "Nonetheless, CNN has repeatedly claimed that all 17 intelligence agencies came to the same conclusion about Russian meddling.",
  "(RELATED: Ted Cruz Did A 15 Minute Interview With CNN — They Aired None Of It, Then Attacked Him For Not Coming On Air)\n\n13.",
  "(RELATED: CNN Incorrectly States Only Dems Prayed At Congressional Baseball Game)\n\nShaking my head @CNN & @CNNPolitics.",
  "She was calling for peace in her community, urging the protesters to go elsewhere,” CNN told The Washington Examiner.",
  "“I stand corrected: I thought this RNC ad misquoted me, but the quote came from a @CNNI TV hit,” Stelter admitted.",
  "It marks at least a week that he’s gone without answering questions about his Tweets or anything else in the news.",
  "Stelter did utter those words during a CNN International television hit and quickly deleted his accusatory tweet.",
  "My advice: Read it — skeptically https://t.co/VWXvjWpaYV — Brian Stelter (@brianstelter) January 6, 2018\n\n14.",
  "“Don’t bring that violence here,’ [Kimberly] Neal, his other sister, said while sobbing,” CNN’s report said.",
  "The gesture seemed to be a reference to the fatal police shooting of Michael Brown in Ferguson, Missouri.",
  "A video posted by CNN appeared to show Trump dumping his entire box of food into the koi pond unprompted.",
  "Big picture point: Wolff’s errors are sloppy, but many Trump experts say the book “rings true” overall.",
  "But we need it.”\n\nCNN removed the portion of their report about Sherelle and owned up to their error.",
  "Anchor Chris Cuomo specifically called out Texas Senator Ted Cruz for not rising to the challenge.",
  "CNN stands by our reporting and our reporters.”\n\nMake no mistake, Mr. President, CNN does not lie.",
  "The following list details 20 additional stories that CNN has bungled following the rise of Trump.",
  "“An earlier version of this story mischaracterized what the victim’s sister was trying to convey.",
  "The network claimed the two sisters were “calling for peace” amidst riots in their neighborhood.",
  "I stand corrected: I thought this RNC ad misquoted me, but the quote came from a @CNNI TV hit.",
  "However, in a longer video, Sherelle says, “Y’all burning down s—t we need in our community.",
  "As it turns out, Sen. Cruz had done a 15 minute interview with CNN earlier that day.",
  "Three CNN reporters ended up resigning from the company over the botched report.",
  "However, as The Daily Caller first reported, the study says nothing of the sort.",
  "There may be many fools in this story but @carlbernstein is not one of them.",
  "So everything you learn about this, you’re learning from us,” Cuomo said.",
  "(RELATED: CNN Reporter: Trump’s Wiretap Tweets Still Not Plausible)\n\n9.",
  "“What a rotten spin to put on a harmless joke.”\n\n15.",
  "CNN stands by our reporting and our reporters.",
  "And we report when people in power tell lies.",
  "And we report when people in power tell lies.",
  "So I’ve deleted my previous tweet about this.",
  "Why do you lie, CNN?” Sinatra asserted.",
  "They lie like this with a purpose.",
  "It’s different for the media.",
  "Take that s—t to the suburbs.",
  "Follow Amber on Twitter",
  "They really did this.",
  "“We report the news.",
  "We report the news.",
  "We need our weaves.",
  "Burn that s—t down.",
  "I never said that.",
  "“That’s not true.",
  "Where’s Melania?",
  "We need our s—t.",
  "I don’t wear it.",
  "Silly Stelter!",
  "Trump Jr.",
  "12.",
  "10.",
  "11.",
  "20.",
  "18.",
  "19.",
  "17.",
  "16.",
  "6.",
  "8.",
  "2.",
  "3.",
  "4.",
  "5.",
  "1."
]