[
  "What was happening here -- and this ought to scare American people -- it scares me to know that the FBI and DOJ would go out and leak fake news stories in many cases, plant them in many cases, and then pick up those fake news stories to use it as a pretext -- and that's the word that they use in their texts, in one of their text messages -- a pretext to go out and interview American citizens, knock on their door and say, look, we read these three news stories that we're not going to tell you we actually planted with the news, and we want to talk to you about these new stories.",
  "BARTIROMO: It seems to me that the president's skeptic, whether it be John Kerry and the Obama administration talking and trashing the president in these outings, or the mainstream media ignoring important stories, they are out of their minds over the outcomes that this president has had, 4-plus percent economic growth, the outcome of his economic policy, the outcome of these judges.",
  "But you are -- you are slowly starting to see this collapse in on them, even though the mainstream media is not covering this, because they seem so focused on drinking the Russian Kool-Aid on terms of what is -- who is getting indicted by the special counsel, and instead focus on, look, was there any collusion between the Trump campaign and Russia, which the answer is no.",
  "But I think they have been very smart and very strategic with respect to prepositioning and prestaging assets, everything from rescue helicopters and vehicles, rescue personnel, medical personnel, power and utility personnel, as well as supplies, six million meals, four million liters of water, hundreds of thousands of cots and blankets for those impacted.",
  "The fact is, though even our allies in Europe seem to be clinging to that bad agreement, their businesses are exiting Iran, because, if you give them a choice, as President Trump and Mike Pompeo have now forced them to make, between doing business with Iran, $500 billion GDP, and doing business with America, $21 trillion GDP, it's an easy choice.",
  "But what I -- I can tell you is that we -- we saw, I think, an unprecedented level of coordination between the Clinton campaign, their associates, like Fusion GPS and others, who had ties and tentacles into the FBI and other agencies, the Department of State, where they were able to generate fake news stories, and dozens and dozens, really.",
  "In fact, I think it's very possible within just a few years, you will see the Silicon Valley and the Austin, Texas, and those places where it's kind of a hotbed of think tanks and people who really develop new technology, you could easily see that code be transferred over to China and you could see China become the new Silicon Valley.",
  "And I think, look, if the Chinese don't come to the table and, number one, stop stealing our intellectual property, number two, stop dumping products on the market, I don't think we have a choice, because if we really wait too long, our military is not going to be able to go up against the Chinese in parts of the globe.",
  "And in this case and, in my opinion, thank God, the election had the consequence of pulling us out of a bad agreement that didn't stop the Iran nuclear program, which is why we adopted all those economic sanctions in Congress all those years that just forced them to put the brakes on for a while if they keep their word.",
  "I think the way he has staffed his team with folks that are very clearly anti-Trump and very pro-Clinton partisans, some of whom attended her victory party, some of whom have given her money, and some of whom have made derogatory statements about Donald Trump, all call into question whatever findings he comes up with.",
  "When a former secretary of state goes to see the foreign minister of Iran, particularly when that former secretary of state, John Kerry, has a totally different position than the Trump administration, Secretary Pompeo, myself, I'm really grateful that the Trump administration pulled out of the Iran nuclear agreement.",
  "And a meeting between John Kerry and the Iranian foreign minister really sends a message to them that somebody in America who is important and maybe trying to revive them, and let them wait and be stronger against what the administration is trying to do, which is to get a better nuclear agreement with the Iranians.",
  "There is a large -- there is a large number of Americans, Maria -- and I know it's probably not the people watching your show right now, but you would be shocked at the number of Americans who have drank the Russia Kool- Aid, and they actually believe that Donald Trump is under control of Vladimir Putin.",
  "The ones that are classified, we will have to send to the department of the-- or the director of national intelligence to declassify, but we hope that that would only take a matter of days, and they don't do their normal foot- dragging, where they slow-roll and we don't get these before the election.",
  "And at the same time, they have militarized -- I can't see your map, but I'm familiar with the map -- they have militarized, building these islands which are essentially stationary aircraft carriers, where they have complete, military control, command-and-control, of the entire South China Sea.",
  "And I will tell you, if -- as we continue to move forward here, it's in the best interests of our intelligence agencies to have full transparency on this, because you're -- you're really dealing with many Americans who are living in an alternative universe, who have drank this Russia Kool-Aid.",
  "(END VIDEO CLIP)\n\nBARTIROMO: That was House Judiciary Committee Chairman Bob Goodlatte of Virginia with me last weekend on this program when I asked him whether the committee is going to be bringing back people like Loretta Lynch, James Comey and Sally Yates before the midterm elections.",
  "But Lisa Page's testimony, I can say, is consistent with a lot of other testimony, to the point that neither she or Peter Strzok and the folks at the center of the Trump-Russia collusion investigation had any evidence of collusion with Russians nearly a year into the investigation.",
  "I would urge Chairman Goodlatte to do the same with respect to Lisa Page and Peter Strzok and others, because the sooner those transcripts become public, the sooner the public will see that this Russian collusion narrative is at best misleading and at worst false from the onset.",
  "As I told you last time I was on this show, Maria, before Bruce Ohr's deposition, I was hoping to find out whether folks at the Department of Justice and the FBI were aware of certain material facts and exculpatory evidence before the first FISA application.",
  "Secondly, you have economic subversion that they're doing to countries all over the globe, including what I think many people understand, many Western European countries, where they own major financial institutions, power grids, electric companies, ports.",
  "BARTIROMO: Real quick, Congressman, is it even possible that Robert Mueller will not look at -- with all of this blatant wrongdoing in our faces that we talk about every Sunday, is it even possible that Robert Mueller is not going to look at this?",
  "So what we have known and what I want the public to see from these transcripts is that our law enforcement and intelligence communities have known for a while that there isn't evidence of Russian collusion with Donald Trump or the Trump campaign.",
  "Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "And they are really disgusted by the mess in Washington, by the partisan reflex back and forth, because as my friend John McCain -- God bless him -- would say, they're not putting -- people in Washington are not putting their country first.",
  "And what I don't want is for the American people to end up in a hung jury, where regardless of the work that he's doing, half the folks are going to conclude that it's not accurate because of who has been involved in his team.",
  "So it makes it very hard for the United States to keep those major trade waters open in the event of any type of conflict, because on any given day, you have two-thirds of the world's commerce transiting through that region.",
  "And, of course, last, under President Obama, Merrick Garland, Judge Garland was delayed, didn't come up, but these hearings on...\n\nBARTIROMO: But I'm talking about Kamala Harris, Cory Booker, the theatrics that they staged.",
  "Let me move on, Mr. Chairman, and that is -- and get your update on where you are in your investigation into the FBI, the DOJ, and its handling of the two investigations, Trump-Russia and the Hillary Clinton investigation.",
  "But just for the sake of full transparency, because there's so much that's out there that's misinformation or disinformation on the -- on this Russia- gate fiasco, that we need this information out before the election.",
  "And I know this is something that your committee has been looking at, the fact that China is going into the sea and building islands, and saying that this is Chinese territory, and then building military sites there.",
  "Published, I mean being put out for the American people to review, so that they can see the work that we did and they can see all of the people that were interviewed by us and their answers to those questions.",
  "And if the president wants the American people to really understand just how broad and invasive this investigation has been to many Americans, and how unfair it has been, he has no choice but to declassify.",
  "I hope that we continue to get all of this information out before the election, so that people know just how sick this Russia Kool-Aid that's been poured upon the American people, how bad it's really been.",
  "And what I don't want Bob Mueller to do is to fall into the same circle with Jim Comey and allow their actions to influence the outcome of an election or attempt to influence the outcome of an election.",
  "We are going to take a short break, Mr. Chairman, but I have got to get your take on these new texts that we just -- were revealed this past week, where we hear Peter Strzok say, well done, Page.",
  "But if you look out there, you can see just unbelievable what it's been doing to Onslow County, where we are, officials saying they have already made rescues this morning trying to get to people.",
  "But the texts really underscore that what Lisa Page and Peter Strzok were doing there wasn't trying to control the leaks, but to get information out that they wanted to influence this narrative.",
  "He identified half-a-dozen people at the FBI and at the Department of Justice that knew of his operational role, his wife's operational role, the fact that they were being paid for those roles.",
  "And we have these texts from Peter Strzok to Lisa Page back in 2017, when Peter Strzok was questioning whether or not he should move over to the special counsel Robert Mueller investigation.",
  "Pompeo tweeted this: \"What John Kerry has done by engaging with Iran's regime, the world's top state sponsor of terror, is unseemly, unprecedented and inconsistent with U.S. foreign policy.",
  "BARTIROMO: Yes, I don't think we can underestimate, though, the misconduct on the left and the theatrics with the Kavanaugh hearing or the theatrics or the putting your finger on the scale.",
  "Mr. Chairman, let me ask you to comment on what we learned this week, some of these texts that were revealed from Peter Strzok to his girlfriend, Lisa Page, about a media leak strategy.",
  "I have got to get your take on this, because they were pretty effective with their media leak strategy, if you're telling me that 20 percent of the American people actually believe it.",
  "So here is one, where Peter Strzok says to her: \"I had literally just gone to find this phone to tell you that I want to talk to you about media leak strategy with DOJ before you go.\"",
  "Secretary of State Mike Pompeo lasting his predecessor, John Kerry, for -- quote -- \"actively undermining U.S. policy in Iran\" by meeting with officials in Iran since leaving office.",
  "And that's why we have been asking the president of the United States to declassify many more documents as it relates to not only Bruce Ohr, but also with the Carter Page FISA.",
  "RATCLIFFE: Well, part of what he's doing is still a mystery and a source of frustration to some of us in Congress, because we have only seen of order appointing Robert Mueller.",
  "So I think, with John Kerry meeting with the Iranians, it encourages them, whether he said this or not, to believe they could wait it out, they should be tougher with the U.S.",
  "And any number is too many, but when you look at a storm of this size and this magnitude, we're talking about a tiny, tiny fraction of what we typically see or expect here.",
  "NUNES: Yes, Maria, so the American people now are beginning to see the walls are beginning to close in on the corrupt officials at the Department of Justice and the FBI.",
  "But we want them in as quickly as possible, as well as some other key people, Nellie Ohr, the wife of Bruce Ohr, Glenn Simpson, her employer at Fusion GPS, and others.",
  "And we ought not to -- John Kerry ought not to lessen that impact on the Iranians, when we got them at a point where they may really want to make a better deal.",
  "And we wanted to make sure to point it out, because we talk a lot about trade as it results -- as it relates to China, but not as much about national security.",
  "It's a major presidential election, and all of this misconduct, not just from this cabal of people at the top of the FBI and the DOJ, but also perhaps the CIA.",
  "The American people deserve to know that Donald Trump wasn't colluding with the Russians, if, in fact, that determination has been made by the special counsel.",
  "And so it seems incredible to me that members of Congress with oversight responsibilities at the Department of Justice, none of us have seen that scope memo.",
  "But if it goes higher, and it goes to more subjects, I think it is going to have a big impact, and it could be all the way through the presidential election.",
  "President Trump is set to impose additional tariffs on Chinese goods in an escalating trade war with Beijing, as threats to our national security loom large.",
  "We're also getting reaction this morning from Congressman John Ratcliffe, who sits on both the House Judiciary Committee and the Homeland Security Committee.",
  "America has only one secretary of state at a given time, one president, and they have a right, as a result of their election, to conduct our foreign policy.",
  "We will also get back into the testimony from Lisa Page in which she said collusion was still unproven by the time of Mueller's special counsel appointment.",
  "So we will wait until relief and rescue efforts turn to remediation efforts, and then we will bring FEMA in, assess the final damage and give final grades.",
  "As Florence downgrades to a tropical depression, it is still dumping historic amounts of rain in North Carolina, posing a major risk of even more flooding.",
  "It's a politically dangerous move, because this, unlike the previous rounds, which kind of hit manufactures, these are tariffs on a lot of consumer goods.",
  "And I think that that's why many of us think there need to be a second special counsel dedicated to investigating the Department of Justice and the FBI.",
  "And it's just another example of the way partisanship, the parties and ideologies have taken over, and the best interests of the country are not served.",
  "Florence is now drifting westward over South Carolina, where at least one person was killed Friday and tens of thousands are without power this morning.",
  "Second, don't forget that the Page -- the Carter Page FISA, it wasn't just that they used the Clinton dirt to -- as a basis to go out and get the FISA.",
  "They probably first began in a way that seems quite tempered and civil now with Judge Bork being nominated to the Supreme Court by President Reagan.",
  "What's important and significant about what Devin Nunes told you earlier is more than 70 witnesses appeared before the House Intelligence Committee.",
  "They actually match this dossier, never telling the court that actually, no, those were planted news stories by the Clinton campaign and the FBI.",
  "You called it, when we spoke earlier, a rolling production of data, forcing you to bring people back, because, otherwise, it looks like perjury.",
  "Let's bring in House Intelligence Committee Chairman California Republican Congressman Devin Nunes from the World Ag Expo in Tulare, California.",
  "Well, and what you see is the mainstream media and even Strzok's attorneys have said, no, no, he actually wanted to get to the bottom of leaks.",
  "RATCLIFFE: Yes, I will concede that there is such a thing as a media leak strategy, having been a national security and terrorism prosecutor.",
  "The writer writes: \"One question Republicans needs to ask voters to keep Congress, are you better off today than you were two years ago?\"",
  "The storm closed everybody down, and most of the places around here are corporate-owned or something like that to, where they don't open.",
  "Anyone who has ever been to Jacksonville knows this late-night landmark spot, Marina Cafe, behind me, you can see it's taken on flooding.",
  "Here is the Peter Strzok text on December 15, 2016, referring to the CIA, we believe: \"We think our sisters have begun leaking like mad.",
  "These are folks like Susan Rice and Samantha Power, senior DOJ and department officials and intelligence and law enforcement officials.",
  "But right now, I think they are doing a good job under really, really difficult circumstances, and hope to see that continue this week.",
  "FREEMAN: So all of these -- this good economic news, which comes from the tax-cutting and the deregulating, is understood by voters.",
  "Plus, a heated back and forth between Secretary of State Mike Pompeo and his predecessor, John Kerry, over U.S. policy toward Iran.",
  "We're talking a little China with these tariffs that we're going to see tomorrow from the president, as well as midterm elections.",
  "BARTIROMO: You say, on the one hand, the tariffs are going to hit every day, ordinary Americans because it's just consumer goods.",
  "All I can say is, this upcoming midterm election seems like the most consequential midterm elections we have seen in a long time.",
  "I have found these hearings on Kavanaugh, whatever you think of Judge Kavanaugh, to be, well, unseemly, to be very disappointing.",
  "And just this past week, you saw that you have countries in Central America who have long supported Taiwan, the island of Taiwan.",
  "I want to just take a look at how the Chinese are using their economic strength and putting it toward their military strength.",
  "So the irony in all this -- and it's always good to go back and look at recent history, so that we get the facts on the table.",
  "A war of words erupting between Secretary of State Mike Pompeo and former Secretary of State John Kerry, meanwhile, over Iran.",
  "Let me kick it off with China, because I know that your committee has been investigating China from a national security angle.",
  "We have been running an investigation into -- from the House Intelligence Committee into Chinese activities around the globe.",
  "There's been a call from your colleagues for the president to declassify documents related to the Trump-Russia investigation.",
  "I think the not-so-nice way of a subpoena is going to be necessary and appropriate at this point, because...\n\nBARTIROMO: Yes.",
  "And you have to believe the retaliation from China, as has been their pattern, is going to target Trump states, agriculture.",
  "We're going to actually withdraw troops from Europe, because the Russia threat is no more, and we're going to pivot to Asia.",
  "NUNES: If you go back, you can probably pick out about two to three dozen authors of -- reporters...\n\nBARTIROMO: Incredible.",
  "I was heartened to hear Chairman Nunes say he was going to release those transcripts from the House Intelligence Committee.",
  "So there's a question here of how patient farmers, who generally like the president, are going to be with this trade fight.",
  "And I can tell you that, based on his testimony, without getting into the specifics, did nothing to ameliorate my concerns.",
  "Florence is now a tropical depression, as it continues to batter the Southeast, leaving a trail of destruction in its wake.",
  "The only way I would say he should meet with any world leader today is if he was authorized by the current administration.",
  "He's obviously trying to set the table either to permanently advantage the United States, in his view...\n\nBARTIROMO: Yes.",
  "I mean, will voters...\n\nROLLINS: I think it's very important that congressmen make that challenge: Are you better off?",
  "(COMMERCIAL BREAK)\n\nBARTIROMO: And we're back now with House Intelligence Committee Chairman Devin Nunes from Tulare.",
  "If you look at a lot of the facts that are now out, it's the facts that we found on the House Intelligence Committee.",
  "You are going to declassify your depositions of some 70 individuals related to the Trump-Russia collusion narrative?",
  "Earlier, we heard Devin Nunes say that he is going to declassify some of the classified depositions that he's taken.",
  "And so when folks say, let Robert Mueller do his job, I'm all in favor of that, but we need to know what his job is.",
  "The dockmaster you see in the distance has been back in a boat trying to see what the damage is, assess the damage.",
  "President Trump is expected to announce new tariffs on about $200 billion of Chinese imports as early as tomorrow.",
  "(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nREP. BOB GOODLATTE, R-VIRGINIA: We are working right now to schedule them.",
  "You know, Bob Mueller, the cost of this, obviously, we're in the millions of dollars, tens of millions of dollars.",
  "And it's hard to believe, that not so long ago, Justice Scalia was unanimously confirmed by the bipartisan Senate.",
  "Let us know what you would like to hear from the chairman of Intel, as we look ahead on \"Sunday Morning Futures.\"",
  "BARTIROMO: But John Kerry, basically, he admitted it in his memoir book tour, that he met with him three times.",
  "BARTIROMO: I don't think this is what the American people want, particularly going into the midterm elections.",
  "So, we believe that the depositions that we took, I think nearly about 70 people, those need to be published.",
  "And when I say that, I mean the senior folks within the Obama administration that we have been talking about.",
  "And if Republicans are not in control of the House, we may never get a chance to question these folks again.",
  "And what we have got now over the highest court is a mud fight, which brings the court and the country down.",
  "He's busy, but he says it's about 10 feet underwater back in the back, as people try and get back to life.",
  "Just told you, now that you have fish in the parking lot, it's just a testament to how deep this water is.",
  "Texas Republican Congressman John Ratcliffe sits on the House Judiciary and Homeland Security Committees.",
  "So I expect to make those available from our committee to the American public here in the next few weeks.",
  "But all of those statistics you're talking about have definitely been appreciated by the American people.",
  "I'm back with Republican Congressman John Ratcliffe of Texas, a member of the House Judiciary Committee.",
  "The White House keeping a close eye on the unfolding situation, with all eyes on FEMA and its response.",
  "But, first, let me kick it off with Florence, because 12 people are dead now as a result of this storm.",
  "Have you ever seen anything like the circus that we saw for the Brett Kavanaugh hearing two weeks ago?",
  "LIEBERMAN: Well, we have had some circuses, even on Supreme Court nominations, which are so important.",
  "And I would have said that if Condi Rice wanted to meet with somebody when Barack Obama was president.",
  "And how much is this special counsel investigation costing us, where he is not looking at any of this?",
  "Dozens of devastated communities already coping with historic levels of floodwaters and power outages.",
  "It's been raining all morning, but he's getting his first look at the dock, to the damage back there.",
  "It's all worth it if he does write the definitive narrative on Russian interference in our elections.",
  "As the storm dissipates, it's a little bit difficult to get final grades for how FEMA has been doing.",
  "If -- the president talks a lot about how this Russia investigation has hampered his administration.",
  "NUNES: They actually believe that House Republicans are somehow under the control of Vladimir Putin.",
  "And with respect to Comey and Lynch and Yates and others, Chairman Goodlatte has tried the nice way.",
  "Whether or not it happens before the midterm elections, you are in a fight in terms of the midterms.",
  "And they probably have a 10-year plan relative to how they screw up Trump and screw up the Congress.",
  "That is a lower level than the initial 25 percent rate suggested by the president earlier this year.",
  "Scorned and worried and political, they're kicking into overdrive,\" says Peter Strzok to Lisa Page.",
  "You can see, on the highway, on the bridge, there are cars moving, and getting some power back on.",
  "And we have only 50 days away until the midterms, both sides calling it a consequential election.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "So, you have the Obama administration, who said, we're going to reset relationships with Russia.",
  "They completely botched Russia completely and now tried to blame it on the Trump administration.",
  "(BEGIN VIDEO CLIP)\n\nTOM SANDERS, OWNER, MONSTER'S PIZZA: Well, I'm doing it because it's needed.",
  "BARTIROMO: And not only that, but this has to do with a media leak strategy now, we understand.",
  "NUNES: ... that actually were fed this directly, and then spread that out...\n\nBARTIROMO: Right.",
  "And then we will talk with Congressman John Ratcliffe, pick where we left off with Devin Nunes.",
  "The president has these tariffs that he's talking about putting on the table and implementing.",
  "Congressman, let me move on and ask you about the breaking news that we have had this morning.",
  "They had a media leak strategy, apparently, all the while knowing that there was no collusion.",
  "If the Democrats take control and flip the House, nothing will get done in the next two years.",
  "BARTIROMO: But look at this op-ed in The New York Post today going into the midterm elections.",
  "But until those transcripts become public, I can only really talk about the around the edges.",
  "As we told you earlier, it continues to dump heavy rainfall on the already flooded Carolinas.",
  "National security concerns continue over China's theft of U.S. intellectual property as well.",
  "The fact that finally we have a president who is taking on China, this has long been needed.",
  "We will talk with House Intelligence Committee Chairman Devin Nunes on both of those issues.",
  "They also used planted news stories to corroborate the -- the dossier in front of the court.",
  "RATCLIFFE: ... you have alluded to this, Maria, about justice delayed can be justice denied.",
  "I am one that has not questioned his integrity, but I have questioned his judgment at times.",
  "And we should say, if the president gets a win on China trade, that's still another victory.",
  "We will talk with Congressman John Ratcliffe, who sits on that committee who oversees FEMA.",
  "RATCLIFFE: Well, as I told Catherine Herridge yesterday, I wish I could say more about it.",
  "We're looking ahead on \"Sunday Morning Futures,\" speaking with Congressman John Ratcliffe.",
  "There's actually a marina, obviously, behind us, but it is at almost record levels, Maria.",
  "And he's been working for three straight days with -- oh, a fish is jumping here near us.",
  "That orange roof, the yellow building, that has been a bright spot in all of this misery.",
  "The Republican push for transparency in the investigation is gaining steam this morning.",
  "You were interviewing Lisa Page, the former lawyer at the FBI recently, in that hearing.",
  "So they are beginning to steal our intellectual property and they're moving it to China.",
  "BARTIROMO: It's just been extraordinary to me how all of these agents were politicized.",
  "Florence has been downgraded to a tropical depression, but the danger is far from over.",
  "What evidence do you have of Russian collusion with Donald Trump or the Trump campaign?",
  "They had informants trying to lure Trump campaign officials to get them into meetings.",
  "BARTIROMO: Will the president declassify those documents before the midterm elections?",
  "Equally as important, I think the 10 percent tariff, we can probably get through that.",
  "So you have 40 percent of Floridians who now will vote for the first time in November.",
  "What people always forget is that both sides of about 90 percent of their voter base.",
  "I'm going to keep checking back with you in terms of how your investigation is going.",
  "He is also a member of the House Judiciary Committee and a former federal prosecutor.",
  "So I think it was a mistake for John Kerry to meet with the Iranian foreign minister.",
  "Former Connecticut Senator Joe Lieberman joins me right now to talk more about that.",
  "But Tom Sanders has been staying open for three straight days feeding the community.",
  "But I know that if the House slips in November, you will no longer be the chairman.",
  "We actually went and pulled out our ambassadors, I believe, in Panama and Honduras.",
  "So I think, under really difficult circumstances, FEMA has done a really great job.",
  "BARTIROMO: On the other hand, the retaliatory tariffs are going to hit the farmers.",
  "We haven't seen the second scope memo that Rod Rosenstein signed in August of 2017.",
  "And we know, if the House flips, we're not going to hear another word about this.",
  "James Freeman is an assistant editor of The Wall Street Journal's editorial page.",
  "And the president has popularity in some places and unpopularity in other places.",
  "You mentioned all the economic statistics that are moving in the right direction.",
  "Walk us through them, because here is another one from Peter Strzok to Lisa Page.",
  "You know...\n\nBARTIROMO: They will stop everything that the president wants to do.",
  "He was really worried about getting to the bottom making sure nobody was leaking.",
  "They actually pulled their support and switched from supporting Taiwan to China.",
  "LIEBERMAN: They want the country to seize its opportunities for a better future.",
  "I wouldn't be surprised to see they keep the House majority for the Republicans.",
  "And bicycles, luggage, all kinds of stuff, people are going to see those prices.",
  "NUNES: I mean, there's a -- I bet 10, 15, 20 percent of Americans believe this.",
  "Is Kerry conducting backdoor diplomacy, at the expense of U.S. foreign policy?",
  "Your thoughts on this new doubling down of these new tariffs, 10 percent rate?",
  "Our panel is on that angle, as we look ahead on \"Sunday Morning Futures\" next.",
  "Griff Jenkins is live from Jacksonville, North Carolina, with the very latest.",
  "But that's different than Russian collusion with Trump or the Trump campaign.",
  "I hesitate in part because of my gut sense and concern there's no big there.\"",
  "And were there things that needed to be done that have not been done so far?",
  "So they went to the court and said, look, look at these news stories, Judge.",
  "The problem is, it's -- an election like this, it's all about the president.",
  "This is a rush transcript from \"Sunday Morning Futures,\" September 16, 2018.",
  "And will the president declassify documents related to FISA and Bruce Ohr?",
  "Twelve people are dead as a result of this hurricane, thousands of damage.",
  "(END VIDEO CLIP)\n\nJENKINS: And, Maria, the dock master just coming around.",
  "BARTIROMO: Congressman, it's good to have you on the program this morning.",
  "And whether it falls before or after the election, we're going to persist.",
  "So Chairman Goodlatte identified Nellie Ohr as one of the folks coming in.",
  "What is your take on John Kerry going around Pompeo and talking with Iran?",
  "We will have a live report coming up right from the scene straight ahead.",
  "I want you to look just all the way across the New River for me, though.",
  "So, matter of fact, I think 70 or 80 percent of them are not classified.",
  "And he was the Democratic vice presidential candidate in the year 2000.",
  "Catherine Herridge has gotten her hands on the transcript of testimony.",
  "What is the plan, Congressman, in terms of bringing back those people?",
  "I want to ask you about the cost of the special counsel investigation.",
  "BARTIROMO: So, where does this leave the special counsel, Congressman?",
  "As a former federal prosecutor yourself, what is Robert Mueller doing?",
  "You just planted two negative stories about Donald Trump and company.",
  "You also have depositions of important interviews that you have done.",
  "But they're having to do these rescues while they do the restoration.",
  "But with rain in the forecast, it's going to be pretty tough, Maria.",
  "NUNES: Well, I think, ultimately, we're going to win this trade war.",
  "NUNES: Well, and all of that started under the Obama administration.",
  "He's also former chairman of the Senate Homeland Security Committee.",
  "The sooner the public finds that out, the better off we will all be.",
  "BARTIROMO: Well, I want to see when you're going to see all of this.",
  "LIEBERMAN: Yes, I think the Logan Act is probably beside the point.",
  "Give us your take on where we stand in terms of Hurricane Florence.",
  "Perhaps your colleague on the left, Adam Schiff, may very well be.",
  "And then we see John Brennan all over town trashing the president.",
  "BARTIROMO: Unemployment, income, poverty, household income, wages.",
  "END\n\nContent and Programming Copyright 2018 Fox News Network, LLC.",
  "The owner in there, Tom Sanders, he decided he's got to stay open.",
  "But, first, at least 12 have been confirmed dead in the Carolinas.",
  "The rainfall and the storm, the New River is causing the problems.",
  "Your response or take on what the president is trying to do here?",
  "REP. DEVIN NUNES, R-CALIFORNIA: Great to be back with you, Maria.",
  "But what people need to really focus in on are a couple of items.",
  "So I think, to a certain extent, we shouldn't underestimate that.",
  "They have loaned a lot of money to countries all over the globe.",
  "Tell us what they're doing in particular in the South China Sea.",
  "Sometimes, you do have to deal with leaks in high-profile cases.",
  "They know what's going to happen, what impact it's going to be.",
  "So it's hard to comment on that with respect to Robert Mueller.",
  "And let me just walk you through the parking lot of the marina.",
  "And it's made it more complicated with more rain in the future.",
  "So my sense is, they know every single congressional district.",
  "NUNES: ... in order to use it as a basis for an investigation.",
  "BARTIROMO: We appreciate you joining us, Joe Lieberman there.",
  "There are 40 percent of the electorate that are independents.",
  "Let's take a short break and get into that when we come back.",
  "Ed Rollins is a former campaign manager for Reagan-Bush 1984.",
  "And they need to be published, I think, before the election.",
  "Forecasters are warning that the worst is still yet to come.",
  "GRIFF JENKINS, FOX NEWS CORRESPONDENT: Good morning, Maria.",
  "NUNES: Well, it's hard to know from that -- from that text.",
  "Former Connecticut Senator Joe Lieberman will join me next.",
  "After two negative articles were out, he says: \"Well done.\"",
  "I would like to bring in George Papadopoulos at this point.",
  "She's planning to come into our committee later this week.",
  "If I thought it was likely, I would be there, no question.",
  "We're looking ahead on \"Sunday Morning Futures\" right now.",
  "BARTIROMO: I mean, people are talking about the Logan Act.",
  "We're looking ahead on \"Sunday Morning Futures\" right now.",
  "I'm glad that NAFTA seems like it's on better footing now.",
  "This copy may not be in its final form and may be updated.",
  "(CROSSTALK)\n\nLIEBERMAN: They're going to get out of Iran.",
  "I think this is the great story Republicans have to tell.",
  "ROLLINS: No, it's just -- well, that's the way they are.",
  "I have been -- spent a lot of time in China in the past.",
  "If they don't appear voluntarily, we will subpoena them.",
  "We have some more texts for you to walk through us with.",
  "What I'm standing in right now, this is the parking lot.",
  "But with rain in the forecast, it's made life difficult.",
  "The tariffs are expected to be set at about 10 percent.",
  "I thought it was a bad agreement for the United States.",
  "So we're going to continue to bring in the Nellie Ohrs.",
  "But we will see if the voters will have that patience.",
  "And he says: \"An investigation leading to impeachment?",
  "NUNES: Well, look, I think he doesn't have any choice.",
  "We have got a map here of China's militarized islands.",
  "There have been hundreds lining up in his parking lot.",
  "Now, in the distance is where the New River comes up.",
  "Follow me on Twitter @MariaBartiromo, @SundayFutures.",
  "BARTIROMO: So, we know that he said there's no there.",
  "BARTIROMO: Our thoughts and prayers to the Carolinas.",
  "BARTIROMO: I want to get into one of our top stories.",
  "LIEBERMAN: Well...\n\nBARTIROMO: We're out of the deal.",
  "JAMES FREEMAN, FOX NEWS CONTRIBUTOR: Good to be here.",
  "What is he going to have to do in the coming months?",
  "So this is something that continues to move forward.",
  "You have been asking the president to do just that.",
  "And when I talk to people -- and I see it on polls.",
  "We're going to do that work right through the fall.",
  "BARTIROMO: You have got more money in your pocket.",
  "You were against the Iran deal from the beginning.",
  "He's the chairman of United Against Nuclear Iran.",
  "Once the president...\n\nBARTIROMO: That's amazing.",
  "The president has been popular in the Farm Belt.",
  "And our planning in the U.S. is lunch next week.",
  "I don't think he is looking at this angle of it.",
  "It's not just Lisa Page and Peter Strzok, Maria.",
  "So I asked her about those questions in detail.",
  "Congressman, it's good to see you this morning.",
  "You have been a student of this for many years.",
  "It's been on the book for almost two centuries.",
  "And I totally agree with the president on that.",
  "I have seen no indication that he's doing that.",
  "Pollsters always ask, right track/wrong track.",
  "BARTIROMO: So -- so, let me just go back here.",
  "(COMMERCIAL BREAK)\n\n\n\nBARTIROMO: Welcome back.",
  "How has the federal response been to Florence?",
  "One is that the Chinese are stealing us blind.",
  "We have talked about them on your show before.",
  "BARTIROMO: That is an incredible shot, Griff.",
  "And that's the FBI and the DOJ investigation.",
  "FREEMAN: Yes, I wouldn't be surprised either.",
  "ED ROLLINS, FOX NEWS CONTRIBUTOR: Thank you.",
  "BARTIROMO: Thank you so much for joining us.",
  "So consumers are going to see higher prices.",
  "RATCLIFFE: I will be honest with you, Maria.",
  "(COMMERCIAL BREAK)\n\nBARTIROMO: Welcome back.",
  "So we will have to see with respect to that.",
  "(COMMERCIAL BREAK)\n\nBARTIROMO: Welcome back.",
  "We won't hear another word about this story.",
  "Twelve days later, he says: \"Article is out.",
  "Our committee really led this investigation.",
  "Some of them are just held at the committee.",
  "All of those stories coming up this morning.",
  "MARIA BARTIROMO, HOST: Good Sunday morning.",
  "I think full transparency is in order here.",
  "FREEMAN: ... or to get a deal out of China.",
  "Tell us about the direction of the country.",
  "You have got unemployment at record levels.",
  "So these -- these people are really dirty.",
  "I don't know that it's ever been enforced.",
  "What evidence do you have of coordination?",
  "As long as the law lets me do it, I do it.",
  "I believe the Canadians will come forward.",
  "It's the only restaurant that's been open.",
  "Thanks so much, Griff Jenkins, reporting.",
  "All of them were asked the same question.",
  "You and I both know the odds are nothing.",
  "Will you declassify all those interviews?",
  "She, of course, is the wife of Bruce Ohr.",
  "I think -- I think it's very precarious.",
  "So some of them are not even classified.",
  "BARTIROMO: We got to jump, Mr. Chairman.",
  "More with Devin Nunes when we come back.",
  "This is just extraordinary, Congressman.",
  "What evidence do you have of conspiracy?",
  "John Ratcliffe other side of this break.",
  "BARTIROMO: A lot to talk about with you.",
  "And it is good to see you, Mr. Chairman.",
  "And they batted 1000 in their response.",
  "What was this media leak strategy, sir?",
  "So, we have known this for a long time.",
  "ROLLINS: I see it exactly the same way.",
  "Vs. two years ago, it is up 22 points.",
  "Will the economy play a starring role?",
  "REP. JOHN RATCLIFFE, R-TEXAS: You bet.",
  "LIEBERMAN: Well, that's the challenge.",
  "They wanted the whole thing shut down.",
  "We have made an agreement with Mexico.",
  "We have a little reprieve in the rain.",
  "And it'll be good to get that solved.",
  "The water is almost up to your waste.",
  "And they all said, we don't have any.",
  "BARTIROMO: Chairman Nunes joining us.",
  "We will be watching the developments.",
  "None of the independents could vote.",
  "Look, that's not what was happening.",
  "We want to keep up with you on this.",
  "Justice Ginsburg was confirmed 96-3.",
  "And that's what you are focused on.",
  "And is that the CIA, \"our sisters\"?",
  "We will see you soon, Mr. Chairman.",
  "And here is why Tom says he did it.",
  "SEN. JOSEPH LIEBERMAN, FORMER U.S.",
  "We have got Iran on the ropes now.",
  "And they're very oriented to plan.",
  "BARTIROMO: Ed, how do you see it?",
  "How much is it costing taxpayers?",
  "At 14 feet, the New River floods.",
  "This is \"Sunday Morning Futures.\"",
  "Thanks very much for joining us.",
  "Have a great weekend, everybody.",
  "And that's what's happening now.",
  "Thanks very much for joining us.",
  "How has FEMA done in this event?",
  "Back to our top story right now.",
  "Here we are, the summer of 2016.",
  "NUNES: And it's absolutely nuts.",
  "This is breaking news right now.",
  "Many of them have been demoted.",
  "What is John Kerry going to do?",
  "We are joined now by our panel.",
  "Both are FOX News contributors.",
  "But it's at 24.08 this morning.",
  "He doesn't want to talk to us.",
  "Thanks so much for joining me.",
  "Thank you for joining us, sir.",
  "Look at every economic metric.",
  "Thanks so much for joining me.",
  "Look at the Kavanaugh hearing.",
  "That committee oversees FEMA.",
  "Got to get your take on that.",
  "Many of them have been fired.",
  "So that's first and foremost.",
  "I think voters remember this.",
  "Ed Rollins and James Freeman.",
  "That's the flood stage level.",
  "I mean, there's nothing open.",
  "Great to see you, gentlemen.",
  "It's like Florida last week.",
  "(CROSSTALK)\n\nLIEBERMAN: Yes.",
  "Elections have consequences.",
  "What do people really want?",
  "LIEBERMAN: Yes, absolutely.",
  "And yet that's what we see.",
  "Again, all of this ties in.",
  "BARTIROMO: It's incredible.",
  "It's improved by 22 points.",
  "Griff, good morning to you.",
  "You go back two years ago.",
  "Many of them are on leave.",
  "Explain this, Congressman.",
  "And then we have got this.",
  "LIEBERMAN: You too, Maria.",
  "They want problems solved.",
  "They want to see progress.",
  "Good to see you, Senator.",
  "You mentioned casualties.",
  "Good to see you, Senator.",
  "It was a closed election.",
  "The Chinese are planners.",
  "They have a 50-year plan.",
  "It only exacerbated them.",
  "You are in a parking lot.",
  "That is Monster's Pizza.",
  "More with him coming up.",
  "ROLLINS: Yes, I hope so.",
  "SENATOR: You too, Maria.",
  "So, it's very troubling.",
  "What is he trying to do?",
  "This is real important.",
  "Good morning, everyone.",
  "This is the New River.",
  "But here is the point.",
  "Your thoughts on this?",
  "Your reaction to this?",
  "We will keep watching.",
  "They are big thinkers.",
  "It is a serious move.",
  "BARTIROMO: Of course.",
  "We have got more now.",
  "I'm Maria Bartiromo.",
  "Good morning, Maria.",
  "We will get to that.",
  "ALL RIGHTS RESERVED.",
  "Now, what happened?",
  "All that coming up.",
  "Just extraordinary.",
  "The record is 25.1.",
  "Thanks, everybody.",
  "What do you think?",
  "And you know what?",
  "RATCLIFFE: Right.",
  "ROLLINS: I agree.",
  "BARTIROMO: Right.",
  "Well done, Page.\"",
  "Back in a moment.",
  "Thanks very much.",
  "NUNES: Thank you.",
  "Back in a moment.",
  "BARTIROMO: Right.",
  "That's important.",
  "LIEBERMAN: Right.",
  "LIEBERMAN: Right.",
  "Thanks very much.",
  "That was in 2017.",
  "BARTIROMO: Right.",
  "RATCLIFFE: Sure.",
  "The deal failed.",
  "So that's first.",
  "BARTIROMO: Yes.",
  "BARTIROMO: Yes.",
  "BARTIROMO: Wow.",
  "BARTIROMO: Yes.",
  "BARTIROMO: Yes.",
  "BARTIROMO: Yes.",
  "FREEMAN: Right.",
  "FREEMAN: Yes.",
  "FREEMAN: Yes.",
  "Stay with us.",
  "Stay with us.",
  "NUNES: Yes.",
  "Let it go.\"",
  "NUNES: Yes.",
  "Thank you.",
  "Thank you.",
  "Thank you.",
  "Nothing.",
  "Thanks.",
  "Right.",
  "Right.",
  "Yes.",
  "Yes."
]