[
  "As for the national anthem, the president made very clear that he believes it's not a big ask to have people stand for the flag and the national anthem at football games and elsewhere and that separately, Martha, if these professional athletes want to go back into their communities or anywhere they want where they have considerable platforms and in most cases very big popularity, that they should go ahead and make their voices known there, on the field, when people go to play for a football game, it sounds like the NFL's new policy actually agreed with this.",
  "The prison reform initiative that Jared Kushner and President Trump have put forth is meant to help all people of all races but we know disproportionately many of our prisons, those are African-Americans were languishing in prisons, those who have paid their debt to society, Martha, and can reenter to have the skilled, education, the opportunities and indeed make themselves available for the 6.6 million jobs that are out there.",
  "I think that -- you know, politics in America over the past 20 years in the Democratic Party has been by far the worst of it in the past couple of decades, has used race, religion and gender to divide people, and they make this -- the whole problem so much worse, and I think that -- I don't think you could possibly deny that Democrats have used racial politics at least as much as conservatives may have, you know, decades ago.",
  "But the media focuses on this stuff, politicians focus on it because they want to get these divisions in a very damaging way, but I think if we step back and put it into perspective, A, race relations in this country are a whole lot better than I think you would get the impression from reading the media or listening to politicians who were trying to make politics out about all of it.",
  "So, given the fact that as you point out the unemployment numbers are better for minorities and all of the efforts that the president has made which you just mentioned that are trying to lift all boats, there still seems to be that feeling as his critics say that he doesn't want to make America great again, he wants to make America white again.",
  "The record low unemployment rate among African-Americans, Hispanic-Americans, Asian-Americans and others is remarkable and it's owing to his policies, his bold leadership that there are so many more people of color who are able to access these new jobs in manufacturing, and professional industries as well in mining as well, carpentry is way up.",
  "She also had a very glowing appraisal of Donald Trump, the businessman, the leader of \"The Apprentice\", the candidate and indeed the president, specifically in trying to reach out to African-Americans, helping the HBCUs, historically black colleges and universities through executive orders, through workforce development, through prison reform.",
  "MACCALLUM: All right, let's take a look at the Bruce Ohr part of the story because he's been sort of a back player in all of this, but according to some new investigative reporting, it appears that he may have been a lot more central to the investigation in the beginning, the origins of a Russia investigation, then we may have realized.",
  "It says a close review of these new documents shows just how closely Associate Deputy Attorney General Bruce Ohr, who reported to Obama era Deputy Attorney General Sally Yates, maintained contact with Fusion and in particular it's a primary source, former British spy Christopher Steele, before, during and after the election.",
  "I mean that is the question, whether or not there was some sort of concerted effort between the DOJ and the FBI and Christopher Steele, who was hired by the Hillary Clinton campaign, to keep this fire burning, to figure out what they could dig up perhaps on President Trump, who became President Trump.",
  "Tensions in Charlottesville remain high this weekend for the anniversary of last year's \"unite the right\" rally where a demonstration against the removal of a Robert E. Lee statue devolved into deadly chaos, violence that President Trump was initially criticized for characterizing like this.",
  "That is not journalism and I don't know how people can feel that modern reporting and journalism industry includes people like this new (INAUDIBLE) along that was hired by the New York Times because she wonders how quickly white people can burn, cancel white people, make fun of white men.",
  "CONWAY: No, he thinks -- I think he believes it's a low blow to write a book riddled with lies and accusations and insinuations, whether 30 pieces of silver or a seven-figure book, for you, your publicists, your ghostwriters, all that's changed was this book deal and her being fired.",
  "WILLIAMS: Well, I think, Martha, it's pretty clear that a year after Charlottesville, the president continues to talk about blacks, about Latinos to his white base as a group that is -- I mean, he'd say black and Latinos are dumb, violent and less patriotic than white Americans.",
  "(END VIDEO CLIP)\n\n(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\n(CHANTING)\n\n(END VIDEO CLIP)\n\nMACCALLUM: Students protesting last night on the University of Virginia campus on the anniversary weekend of the \"unite the right\" rally that led to violence last year in Charlottesville.",
  "I've got one more minute with you so I'm going to circle back to North Korea for a moment because the White House has really never explained the discrepancy between the president's tweet which says that there is no longer a nuclear threat from North Korea --\n\nGRAHAM: Right.",
  "One of the good models for this is a joint special operations command, which is multiple services, SEALs, Rangers, Green Berets, Air Force, special operators, they operate very unified, but there's no new service with all the paraphernalia and bureaucracy of a new service.",
  "The deal is not something that the United States is participating in anymore and, as a result of that, we saw some fairly aggressive moving up of the timetable for Iran to carry out its military exercises that it does in the Strait of Hormuz over the course of this week.",
  "MACCALLUM: In a New York Times editorial, Erdogan went on to say that the United States starts respect -- until the United States starts respecting Turkey sovereignty and proves that it understands the dangers that our nation faces, our partnership could be in jeopardy.",
  "You know, which leads to the question once again, when you hear all of this, as Lisa says, lots from Rudy Giuliani and from Jay Sekulow and -- and you do have to wonder if their message, as we have seen them do sort of in a circular way before, is at the president.",
  "That was the president of the United States, President Trump, last August 14th denouncing of specifically KKK, neo-Nazis, white supremacists after already -- and before that and after that denouncing racism, bigotry, hatred and violence as he did again yesterday.",
  "MACCALLUM: We'll discuss the plans for a Space Force and new sanctions on Iran, Russia and Turkey with two key members of the Senate Armed Services Committee, Lindsey Graham of South Carolina, and the committee's top Democrat, Jack Reed of Rhode Island.",
  "I think if he had a more focused approach to China, if he indicated what he wanted changed specifically rather than just generically, we're going to punish you until you stop doing everything you're doing, I think, again, he has to be much more focused.",
  "So I think there's not much here to this story, except to say that it feeds Donald Trump's effort to discredit the FBI, to discredit the Justice Department and Justice Department officials, and to suggest that somehow there's a grand effort against him.",
  "It says more than half, 55 percent of Americans, see President Trump as acting in a way that's emboldening --\n\nMACCALLUM: Give me an example, though, of how he's called African-Americans dumb --\n\nWILLIAMS: Oh, well, I mean, this week with LeBron James.",
  "But it feeds all of the questions that we've had all along about the -- about how both the launch of the investigation originally into Trump collusion -- alleged collusion with Russia, but also whether or not there was sort of a vendetta or something.",
  "Twenty people were shot this weekend, two of them fatally, three children were wounded, including a 12-year-old girl as the city adds 600 officers to patrol the streets after last weekend's brutal violence of 74 shootings that left 12 people dead.",
  "So I think the takeaway for a lot of people, for the president, and for a lot of people around the president about that is that there is no single incident that is going to tank him, or going to, you know, certainly tank him of his supporters.",
  "And you see this behavior by Trump, by the way, a year later after Charlottesville, being mimicked now by Republican candidates, Corey Stewart in Virginia, you have in Illinois, California, congressional candidates who were Holocaust deniers.",
  "HURT: Yes, I do because I think the biggest problem for the president right now is that he walks in, says something, unintentionally or unintentionally, that's not true on some completely unrelated matter and it winds up being a perjury trap.",
  "Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "CONWAY: Two things I'd say about that, and first is you even saw when our first African-American President Barack Obama left office, it was very mixed polling and very missed assessment of race relations eight years after he was in office.",
  "LISA LERER, ASSOCIATED PRESS: Well, what's been so striking about all these sort of incidents with the president is that normally, you know, when you have this kind of racial unrest, presidents step in and try to calm the situation down.",
  "MACCALLUM: As we look around the world, you know, what we see is sort of a very broad spectrum of tariffs, of sanctions that have been leveled against, as we were just discussing, against Turkey, against Iran, against Russia, also China.",
  "And when he calls LeBron James dumb or whoever he recalls dumb, he's not drawing any nexus between his race and being dumb, and I think that people that do try to draw some nexus, I think they're the ones that are dragging race into it.",
  "We know the president's lawyers don't want him to testify, but they also don't -- or to do the interview, but they also don't want it to look like he doesn't want to do the interview because that might look like he's hiding something.",
  "So this whole back-and-forth is a way to stretch out the argument, make it look that whether the president is or is not willing to do it, he -- make it look like he is and draw out this whole back-and-forth for as long as possible.",
  "MARC LOTTER, FORMER VP PENCE PRESS SECRETARY: Well, I think -- to Charlie's point earlier, I mean, Democrats have been engaging in identity politics for decades now, and it's not something that is likely to change anytime soon.",
  "I'll give him a chance the more and more the Democrats are going to have to try to strike fear, to try to keep those people into their political fold and it's just not something I think is going to work in the long term.",
  "(END VIDEO CLIP)\n\nMACCALLUM: Turkish President Erdogan lashing out at the United States over sanctions and tariffs that sent that nation's currency tumbling this week and strained relations between the two NATO allies.",
  "Quote: Racism is evil and those who call violence and its aims are criminals and thugs including the KKK, neo-Nazis, white supremacists and other hate groups that are repugnant to everything we hold dear as Americans.",
  "In fact, I think because of people like Kanye West and others were coming out and saying, I'm going to give this president a chance for the ones who actually took the president up and said, what do you have to lose?",
  "Whether it's the HBCUs, the workforce development, the historically low unemployment numbers, the accessibility of more jobs, the prison reform, the drug reform that I worked on firsthand on behalf of the president.",
  "Former press secretary to Vice President Pence, Marc Lotter, columnist for the Hill, Juan Williams, Lisa Lerer who covers politics for the Associated Press, and Charles Hurt, opinion editor for the Washington Times.",
  "MACCALLUM: So, coming up, we will bring back the panel undiscussed why Bruce Ohr, who worked for Sally Yates, is now becoming a more central figure in how the Russia investigation got its legs in the first place.",
  "(END VIDEO CLIP)\n\nMACCALLUM: Rudy Giuliani on the back and forth over Special Counsel Robert Mueller's request for an interview with the president in his investigation into Russia's meddling in the 2016 election.",
  "Last night, he hosted a Bikers for Trump event and the biggest headline there was that he called Omarosa, a former White House staffer who wrote a book alleging that the president is a racist, a, quote, lowlife.",
  "You've got Marc Caputo from Politico last week in Tampa saying, calling that Trump supporters, quote, \"garbage people\" and saying if you line them all up next to each other, they'd have a full set of teeth.",
  "(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nRECEP TAYYIP ERDOGAN, PRESIDENT OF TURKEY (through translator): We denounce the order that threatens the whole world with the trade war in order to shake them down.",
  "The protesters and counter protesters flooded the streets and then a car driven by a suspected neo-Nazi plowed into the crowd in Charlottesville, killing 33-year-old Heather Heyer and injuring 19 others.",
  "An eerie anniversary as hundreds of white nationalists prepared to mount a repeat rally, this time in front of the White House, marking one year since the torch march and the violence in Charlottesville.",
  "So at this point Bruce Ohr is talking to Christopher Steele, according to these reports, and he is talking about checking to see if he is OK. Let's put the January 31st one back up on the screen now.",
  "CONWAY: And they should try to go out and learn what they keep getting wrong about Trump and his supporters and his policies, and stop just being so reflexively, invectively, virulently anti-Trump.",
  "She should have said, I'm very glad that all of our labors are bearing fruit, but instead, she is trying to sell books and settle scores and you've got to be anti-Trump for those to be successful.",
  "On August 16th, the Boston Globe has asked newspapers across the country to put out editorials essentially attacking the president for his dirty war, this is their quote, against the free press.",
  "Now China is pushing back with punitive tariffs against the United States as well, which some people are concerned could, down the road, put a dent in the positive GDP growth that we've seen.",
  "So, Lisa, let me go to you to this on the politics of all of this, because when it comes to election time, how -- how will this impact the president with moderates, with independent voters?",
  "All of this as the president speaks out for unity and faces new criticism for some of his latest tweets going after NFL players, who are once again protesting during our national anthem.",
  "Now, we've got a situation where there are sanctions due to the poisoning that happened in the U.K. and Medvedev is saying that he thinks that they're in economic warfare at this point.",
  "But also, you know, I -- what more is Donald Trump going to say about -- I mean he's answered all of the questions that he --\n\nMACCALLUM: So you agree with Rudy Giuliani's point there?",
  "The one thing they haven't done, which I think is appropriate and I think we cannot ever allow, is they have not been interfering with the passenger ships through the Strait of Hormuz.",
  "I think the real issue at stake here is the way that the Chinese do not allow our companies to participate fairly in China, to own companies, to protect their intellectual property.",
  "(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nRUDY GIULIANI, PRESIDENT TRUMP'S ATTORNEY: The reality is, he doesn't need to ask a single question on obstruction, he has all the answers.",
  "(BEGIN VIDEO CLIP)\n\nSEN. KAMALA HARRIS, D-CALIFORNIA: I have a problem, guys, with that phrase, identity politics, because let's be clear, when people say that, it's a pejorative.",
  "So I think what this is about is, picking up on Lisa's language, it's a campaign -- a public relations campaign by Giuliani and Sekulow to say to people, you can't trust the FBI.",
  "And I think a lot of people who look at the trade imbalance have a similar reaction, you know, that he's not wrong about how the United States has been mistreated in these deals.",
  "They're directly involved in killing the British citizen, the poison that was used in Britain to kill this former Soviet spy -- Soviet member who became a spy, came from Russia.",
  "I think the Chinese are -- seem to be indicating that they are not going to quickly succumb to these tariffs, or these protectionist measures that the United States is imposing.",
  "LERER: I mean I think Republicans see that as a way to get Republican voters who may not be crazy about the president, you know, independents, they can get them against Pelosi.",
  "One, for the special counsel to prepare himself that it's probably not going to happen, and, secondly, to the president, reiterating that they don't think it's a good idea.",
  "And the Iranians have the ability to, through proxies particularly, to interrupt, interfere and, in fact, indeed cause us harm in Iraq and Syria and throughout the region.",
  "We need a special counsel to look at all things Department of Justice and FBI when it came to the Trump investigation, particularly the counterintelligence investigation.",
  "In the way that NFL players now are viewed as unpatriotic by Trump even though they are simply talking about police brutality and exercising strong constitutional rights.",
  "Speakers include a former KKK leader David Duke and it's happening here in D.C. because its organizer Jason Kessler was denied a permit to rally again in Charlottesville.",
  "Do not count on the fact that the president, vice president and RNC can come in at the last minute and help you because we may have to be in a lot of different places.",
  "I have never once heard him say that about anyone and I never heard Omarosa complained that she had heard the president say it about anyone either when she was there.",
  "When it came to Dianne Feinstein, they went to her and said, hey, there's a Chinese person working on your staff that we think may be tied to the Chinese government.",
  "But we do know this, that this week he tweeted that Jeff Sessions, the attorney general, should get active an end this so-called witch hunt in the president's terms.",
  "So, again, you know, doesn't it require patience in the -- in the midst of the deal-making to sort of wait out the tough part of this because that's a negotiation?",
  "MACCALLUM: You know, I think in terms of the Pastor Brunson question, and, you know, this back and forth between Turkey and the United States over --\n\nGRAHAM: Yes.",
  "And I -- and the fact is in the West Wing, I never heard or a single time, not on the campaign, the West Wing, ever even after that say that she heard such things.",
  "But they have not just Pastor Brunson in jail, five or six other Americans who worked for the -- excuse me, Turkish citizens who work for the American embassy.",
  "(END VIDEO CLIP)\n\nMACCALLUM: We'll discuss the effectiveness of this foreign policy tool with Senators Lindsey Graham and Jack Reed, next on \"Fox News Sunday\".",
  "MACCALLUM: A live look at Lafayette Park, across from the White House, where there is a planned white nationalist rally today, one year after Charlottesville.",
  "(BEGIN VIDEO CLIP)\n\nHEATHER NAUERT, STATE DEPARTMENT SPOKESPERSON: Sanctions is a way that we can try to encourage better behavior on the part of government.",
  "The two -- the FBI agent in charge of the Clinton campaign hated Trump, liked Clinton, and also started the counterintelligence investigation against Trump.",
  "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST: Well, I mean, the fact is he -- the president keeps changing his stories on the Trump Tower meeting, for example.",
  "We, in the National Defense Authorization Act, authorized a sub unified command for space that I think would begin to pull together these different strands.",
  "But the S-400 being bought from Turkey -- excuse me, from Russia, the Russia's premiere missile defense system, you can't have the F-35 and the S-400 both.",
  "WILLIAMS: Which is that you have Christopher Steele as a dogged former spy, well-respected spy across the globe, who has had -- thought he had information.",
  "I mean the president has obviously said on multiple occasions that he'd be open to the idea and his lawyers have pretty much unanimously said they're not.",
  "Also, I think Omarosa missed a great opportunity here, Martha, to take credit for all of the wonderful gains the president has made for people of color.",
  "I want to ask you before I let you go a non-foreign policy question with regards to Bruce Ohr, who is a Department of Justice official --\n\nGRAHAM: Yes.",
  "MACCALLUM: Which hearkens back to something President Trump said on the campaign trail, exhorting African-Americans to give them a chance essentially.",
  "And when you look at the president's approval ratings among African-Americans right now, it's doubled according to some recent polls about 20 percent.",
  "So, look, they are -- they are not trying -- they are trying to erase this presidency, so a Democrat is elected president, a very successful at that.",
  "Every single day, the mainstream media, which now has anywhere from 17 to a 20 percent approval rating that I've have seen is virulently anti-Trump.",
  "White nationalist participants plan to meet in northern Virginia 15 miles or 10 metro stops away from here to then ride the rails into the district.",
  "A year ago today was a tragic event, one innocent person died, two innocent Virginia state troopers were killed, but let's put it into perspective.",
  "He said, you know, basically, we didn't accept the offer from a special counsel that they presented in terms of the parameters for those questions.",
  "They said, if you're going to be on the field, you can't be kneeling, you can stay in the locker room --\n\n(CROSSTALK)\n\nCONWAY: Well, there you go.",
  "(CHANTING)\n\nMACCALLUM: We discuss the state of race relations in America and the president's policies with White House counselor Kellyanne Conway.",
  "And as I pointed out just a moment ago, the number for the president right now is a 57 percent of those believe that he has made relations worst.",
  "It's in Turkey's interest to have a good relationship with the United States and its and in our interest to have a good relationship with Turkey.",
  "This is a president who's doing all of that and even my former colleagues in the West Wing, Omarosa agreed with much of that when she was there.",
  "MACCALLUM: So, Kellyanne, the president tweeted this weekend: The riots in Charlottesville a year ago resulted in senseless death and division.",
  "When you compare -- and you noted at the top of the show, Martha, that, you know, number of people shot and killed in Chicago, a basic weekend.",
  "MACCALLUM: All right, before I let you go, I want to ask you about the Space Force, which got a lot of attention, even some ribbing this week.",
  "Mark Kelly, the former astronaut, told me the other night that he thinks it's a bad idea, that it's a waste of money and that it's redundant.",
  "So I, again, I think the biggest problem here is that we do not once again have a concerted (ph) world standing with us against the Iranians.",
  "His wife worked for Fusion GPS, the firm hired by the Democratic National Committee and the Clinton campaign to get -- to find dirt on Trump.",
  "He called her a lowlife, which raises an obvious question, why was she ever hired in the first place if the president thinks she's a lowlife?",
  "The president has tweeted this weekend to broadly condemn racism and violence but he has not specifically addressed today's event -- Martha.",
  "I'd like to get them out of Russia's orbit, pull them away from Iran and back in -- back into our sphere of influence, where they should be.",
  "Think he'd be in a much stronger position if he had a unified trading block, the western (ph) trading block, working with him against China.",
  "Your thoughts on Rudy Giuliani's tactics here and is he trying to convince the president not to sit down with Robert Mueller, do you think?",
  "They hired Christopher Steele, a former British agent, who went to Russia to gather a dossier that I think is a bunch of political garbage.",
  "Some people say he's tougher on NFL players and athletes than he is on the movements that we are about to see this afternoon in Washington.",
  "So I think he probably feels very betrayed and I feel very disappointed because I always had a very good working relationship with Omarosa.",
  "And then another voice, Kanye West talking to Jimmy Kimmel had this to say when Jimmy Kimmel pushed back on his support of President Trump.",
  "Meanwhile, more violence in the city of Chicago where they also have seen protests of their own now against the killings in their streets.",
  "He got about 8 percent of the African-American vote, which is not allowed but a little bit more than Romney and McCain got when they ran.",
  "Again, this is going to show effects in our economy eventually and those effects, I think, will take away from the growth we're seeing.",
  "And then -- and he's worried about Bruce Ohr being removed and where will he -- you know, who will be his contact person at that point?",
  "I think there is a strong feeling that the hardliners will take more and more power, that they will begin to marginalize those people.",
  "And, as a result, China is able to sort of, in a way, isolate us and diminish the effect of our sanctions, the effect of our policies.",
  "Less than a month after the Helsinki summit, the work towards common ground is now in the middle of something called economic warfare.",
  "WILLIAMS: No, he has here a sort of purposeful intentional lack of attention to exactly the racial stereotype of shut up and dribble.",
  "CHARLIE HURT, OPINION EDITOR, THE WASHINGTON TIMES: Well, you know, I think it's an incredibly unfair assessment of President Trump.",
  "I appreciate the president withdrawing from the nuclear agreement with Iran and trying to break the ayatollah's back economically.",
  "I think we should all agree that we always want the nations to improve among people of different backgrounds and different races.",
  "MACCALLUM: -- it's interesting to see that relationship, that these are pinned on a return of these individuals --\n\nGRAHAM: Yes.",
  "LOTTER: I never put a lot of stock into special elections in the middle of summer, right before people are going back to school.",
  "So is it fair to say that the president has put the goal of finding common ground with Russia to the back burner at this point?",
  "So that was on July the 1st that he had urgent information that he wanted to give to Bruce Ohr on our favorite business tycoon.",
  "As more and more people are coming over and saying, you know, I look at the unemployment rate that President Trump talks about.",
  "He hasn't really paid a price for, you know, what he said in his back and forth about the Charlottesville incident a year ago.",
  "(COMMERCIAL BREAK)\n\nMACCALLUM: Coming up, the Trump administration imposes more economic sanctions on Russia, Iran and Turkey.",
  "North Korea is going to do the -- going to respond appropriately, or they'll go back to the same old way of doing business.",
  "And a lot of this then, really in my mind, blows down to a diversionary tactic, if we're thinking in terms of war strategy.",
  "I think a problem we have is after withdrawing from the JCPOA, we've lost the support of our European allies, particularly.",
  "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES: Our adversaries have transformed space into a war fighting domain already.",
  "So, this is not a one service dimension and I think creating a separate service would just add bureaucracy without effect.",
  "If you end up out though, meaning Bruce Ohr, if he were to lose his job, as Sally Yates did, I really need another bureau?",
  "Rather than going in with a concerted effort, unified effort, he has created issues among all our major trading partners.",
  "(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: We are in a little bit of a fight with China right now.",
  "But in a new poll, 57 percent say that race relations are actually worse under President Trump since he became president.",
  "He is trying to give those who are trapped in conventional school systems that are failing these students another choice.",
  "My husband very strongly said this is absurd all the way around, that the president would not use these words about him.",
  "Here comes Steele and he says, oh, my, they're getting -- they're getting rid of Obama era Justice Department officials.",
  "MACCALLUM: We're going to talk about more of the midterm politics with regard to this, and the bigger pictures as well.",
  "To North Korea, if you don't think Trump will turn on you if you try to play him, watch what's going on in North Korea.",
  "MACCALLUM: -- operation to overthrow the government in Turkey, which is what Erdogan is so angry about --\n\nGRAHAM: Yes.",
  "And what these things -- these messages reveal is that he was coming back even after President Trump had been sworn in.",
  "He has opined about every aspect of the -- of the investigation, the details, the people involved in the investigation.",
  "You said at one point that the president could potentially receive a Nobel Prize for what he was doing in North Korea.",
  "MACCALLUM: So joining me now from Rhode Island, Senator Jack Reed, the top Democrat on the Armed Services Committee.",
  "But it's a serious proposal on the part of the president, that he wants to start this sixth branch of the military.",
  "And, you know, it goes to one of the other things that we talked about this week, the tweets about the NFL players.",
  "This weekend, white nationalists will use the White House as their backdrop as they take to the streets once again.",
  "If he had to, as a last resort, he would use military force to stop their missile programs, their nuclear program.",
  "You said that you felt that the tariffs against China were the right move when President Trump put them in place.",
  "REED: But those who much more sensitive to world opinion will be marginalized and the hardliners will take over.",
  "But I think creating a separate service with all of the infrastructure and the bureaucracy is not the way to go.",
  "I mean all -- at all levels of the -- of the department, a vendetta, some effort to try to thwart the president.",
  "What began last summer as a gathering to defend the statue of Robert E. Lee devolved into something much darker.",
  "(BEGIN VIDEOTAPE)\n\n(INAUDIBLE)\n\nMACCALLUM: The event today is expected to draw thousands of counter protesters.",
  "And I think that -- I think we should -- everybody should calm down a little bit and put this into perspective.",
  "MCCALLUM: And John Bolton's assessment that the Singapore agreement really has not yielded any progress at all.",
  "Mr. Ohr should not have had any role in investigating the Trump campaign because his wife worked at Fusion GPS.",
  "The employees at the American embassy have -- are not golonas (ph) trying to overthrow the Turkish government.",
  "She has said that she was fired because she knew too much about a tape on which the president used the N-word.",
  "Remember, the FBI did not disclose that they had an ongoing investigation of Donald Trump before the election.",
  "I will see you tomorrow night for \"The Story\" back in New York City at 7:00 p.m. Eastern on Fox News Channel.",
  "Then, pointing to growing threats from Russia and China, the White House declares space the next battlefield.",
  "And it's -- it should alarm everybody, whether you're a Democrat or a Republican, it should be very alarming.",
  "WILLIAMS: Well, because what he does is he plays to this racial stereotype about blacks as less intelligent.",
  "Omarosa --\n\n(CROSSTALK)\n\nCONWAY: Omarosa criticized the Congressional Black Caucus for not meeting with him.",
  "She told ABC News the day after she was fired that she -- that, quote, Donald Trump, no, he's not a racist.",
  "The hip-hop immunity, they can't bully me, because at that point, if I'm afraid to be me, I'm no longer Ye.",
  "You look at -- if you look at both sides, I think there's blame on both sides and I have no doubt about it.",
  "LISA LERER, ASSOCIATED PRESS: Well, I think part of -- this is more of a PR strategy than a legal strategy.",
  "MCCALLUM: Who worked under Sally Yates and just a few offices down from the head of the Justice Department.",
  "Senator Lindsey Graham and Senator Jack Reed, both members of the Armed Services Committee, joined us now.",
  "We don't know how many people plan to show up but the permit requested room for as many as 400 protesters.",
  "Coming up next, we bring in our Sunday group to discuss the racial divide that is in this country and why.",
  "He seems to thrive on this kind of tension and divisiveness, but, you know, it really hasn't caused them.",
  "UNIDENTIFIED FEMALE: We know that we have people coming to our city for the sole purpose of spewing hate.",
  "He's becoming a much more central figure in what looks to be the initiation of this Russia investigation.",
  "REED: I think we have to reorganize our space forces because our threats are now in multiple dimensions.",
  "Now, the reason he wants to know if Bruce Ohr is OK is because Sally Yates has just been fired that day.",
  "So he's trying to figure out if his connection -- and this is after the FBI has fire Christopher Steele.",
  "Just as -- Steele wanted to give Ohr urgent info on our -- I'm sorry, so you're looking at January 31st.",
  "If Mueller would just be satisfied with an interrogation via Twitter, then he'd have all of his answers.",
  "Secondly, I think you've got to look at President Trump's record with respect to men and women of color.",
  "But I think it also stirs up and emboldens the white nationalists, the KKK, the neo-Nazis in this world.",
  "MACCALLUM: A couple of interesting voices on that and I want to get thoughts from Lisa and Marc on this.",
  "So we don't knows necessarily who that is, but you can surmise perhaps who that might be based on this.",
  "(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: I think there's blame at both sites.",
  "What do you think, Marc, are the indications for Republicans and Democrats and what we saw this week?",
  "Joining me now from FOX News headquarters in New York, Kellyanne Conway, counselor to the president.",
  "So, it shows that the results do matter and people are starting to think critically for themselves.",
  "And I think that the press, many of them, are trying to get the president instead of get the story.",
  "And I can tell you this, President Trump has no place to kick the can when it comes to North Korea.",
  "MACCALLUM: But you -- you did say that it was a good idea for him to put those sanctions in place.",
  "But I think it will also require sort of a more systematic and calculated and calibrated approach.",
  "Still in situ and able to locally -- help locally as discussed, along with your bureau colleagues.",
  "But many of them are in a dying industry that unlike the Trump Corporation is not very profitable.",
  "(END VIDEO CLIP)\n\nDOOCY: The president is not going to be anywhere close to the White House today.",
  "When the president left for Helsinki, he talked about all of the meetings that were ahead of him.",
  "We're not going to have a normal relationship with Turkey until they let the Pastor Brunson out.",
  "And they will try to divide and conquer, separate the Europeans from us and continue to do that.",
  "Here to speak about all of this, Kellyanne Conway, counselor to the president, in just a moment.",
  "And it's great that we are -- it looks like we're winning that race and we'll continue to do so.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "I've got a minute left and I want to ask you guys quickly about the midterm outcomes this week.",
  "Now, they're trying to investigate who \"our guy\" and where \"back home\" might be in all of this.",
  "He says -- Ohr says, according to these reports, I'm still here and able to help as discussed.",
  "So this will be a political fight and I think the president's team is setting it up that way.",
  "Which leads to the question, I mean, is this still a working relationship at all with Turkey?",
  "But, first, to Peter Doocy who is live in Lafayette Park, the site of today's rally -- Peter.",
  "MACCALLUM: Let me go back to Omarosa Manigault, because she's speaking out as you well know.",
  "So you'll never have a better relationship with Putin as long as he behaves the way he does.",
  "Buzz Aldrin also weighed in and said that he thought it was a huge, giant leap for mankind.",
  "So I want to pull up some of these communications between Christopher Steele and Bruce Ohr.",
  "But -- but, you know, the president has -- it's not like he's been quiet about this stuff.",
  "So, this is not unique to President Trump in terms of people wanting to improve relations.",
  "Keep it here for the latest on the rally and the expected counter protests this afternoon.",
  "It's a bogus event regarding Pastor Brunson and others who work for the American embassy.",
  "And the tariffs, I think, are less critical in terms of Chinese tariffs and our tariffs.",
  "When it came to the Trump campaign, it was corrupt, it was biased and I think unethical.",
  "A more focused approach by President Trump on those efforts, I think, would be helpful.",
  "In fact, the Europeans are going to lengths to try to cushion the blow to the Iranians.",
  "They get to go on late night TV and make fun of the president and everybody around him.",
  "Here's the president talking about what's going on with China at Bedminster this week.",
  "MACCALLUM: Nellie Ohr, I just want to point out, Bruce Ohr's wife --\n\nWILLIAMS: Right.",
  "Is Brunson going to come back and is there a possibility to repair this relationship?",
  "It just -- you know, it undermines the credibility of the FBI and the DOJ, obviously.",
  "And then, again, you're into a situation where what's going to happen within Tehran.",
  "It's been sort of a wild ride with the president in terms of sanctions he's imposed.",
  "MACCALLUM: Senator Lindsay Graham, always good to talk to, sir, thank you very much.",
  "They've conducted a ballistic missile exercise in conjunction with those exercises.",
  "I've never heard the president of the United States use a racial slur about anyone.",
  "This is La Shawn Ford, who's a Democrat in Chicago, a Democrat lawmaker in Chicago.",
  "When President Obama left office, 37 percent that he had made race relations worst.",
  "I've worked alongside of him for over two straight years now without interruption.",
  "REED: Well, first, you're right, exactly, they've moved up their annual exercises.",
  "Both campaigns were investigated by the FBI and the Department of Justice in 2016.",
  "I applaud the administration for hitting Russia based on what they did in Britain.",
  "I think the bigger message, though, is to Republican officeholders and candidates.",
  "MCCALLUM: Which is a way that we haven't really seen presidents work in the past.",
  "There are also, though, planned counterprotests nearby that could draw thousands.",
  "Even at these rallies, Martha, the press covers the part that's about the press.",
  "MACCALLUM: Let me ask you one more question before I let you go on a new topic.",
  "Not only with that, remember, he --\n\nMACCALLUM: He called a lot of people dumb.",
  "Then --\n\nTROY BALDERSON (R), OHIO CONGRESSIONAL CANDIDATE: Thank you, everyone.",
  "But they'll never be a normal relationship until Pastor Brunson is out of jail.",
  "MCCALLUM: That he wanted to find some common ground with the leader of Russia.",
  "So they say -- Steele says to Ohr, just want to check with you that you're OK.",
  "He seems to think it encourages or stirs up his base of voters to support him.",
  "(END VIDEO CLIP)\n\nMACCALLUM: This is the debate that we're talking about here.",
  "He is still hotly desired most places, a lot of places on the campaign trail.",
  "There's a white civil rights rally planned for Lafayette Park this afternoon.",
  "And then, again, the question is, in terms of patience, who has the patience?",
  "It could a long, long process and they might have the ability to wait us out.",
  "Before that happened, they communicated on our favorite business tycoon, OK.",
  "MACCALLUM: But, I mean, that's clearly what the president is going for here.",
  "So, does he need more than tweets to be convincing on this issue, Kellyanne?",
  "She also has said she heard him call your husband derogatory names as well.",
  "MARTHA MACCALLUM, FOX NEWS HOST: I'm Martha MacCallum in for Chris Wallace.",
  "He placed to that tribalism and, in a way, it's to his political advantage.",
  "I'm 100 percent certain that they are continuing to meddle in our election.",
  "So, where are the U.S. and Russia in terms of our relations really heading?",
  "MARC LOTTER, FORMER VP PENCE PRESS SECRETARY: Probably to a certain extent.",
  "If you're on the ground, you need GPS to give you directions and guidance.",
  "GRAHAM: Yes, I think Russian behavior has dominated the relationship here.",
  "He's got sanctions against some of our closest allies, like the Canadians.",
  "I'm sure you as a responsible and respected reporter would object to that.",
  "Who can I talk to in the government if I discover added solid information?",
  "(END VIDEO CLIP)\n\nMACCALLUM: Where do you think this is heading, senator?",
  "REED: Well, it requires patience, but it also requires a consistent plan.",
  "And the best way to do it is let Pastor Brunson come home and start over.",
  "And I think using the term moderate in Iran is not particularly accurate.",
  "I mean I wish we had a crystal ball so we could see how this story ends.",
  "UNIDENTIFIED MALE: I will support whoever the Democratic Party supports?",
  "Its purpose is to minimize and marginalize issues that impact all of us.",
  "(END VIDEOTAPE)\n\nMACCALLUM: And hello again from FOX News in Washington.",
  "But let me just offer a different point of view --\n\nMACCALLUM: Tell us.",
  "A year after Charlottesville, Republicans are more unified around him.",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: Will you vote for Nancy Pelosi?",
  "You are trying to trap him into perjury because you don't have a case.",
  "REED: Well, I think the president's approach has been dis-coordinated.",
  "GRAHAM: Well, he was the number four guy at the Department of Justice.",
  "MACCALLUM: Lisa, what's the impact if he sits down or if he does not?",
  "MACCALLUM: You heard what the president said at Bedminster yesterday.",
  "Today is two years to the day he asked me to be his campaign manager.",
  "MACCALLUM: (INAUDIBLE) Kamala Harris talking about identity politics.",
  "She told ABC News the day after she was fired that she had resigned.",
  "You can't trust the Robert Mueller special prosecutor investigation.",
  "And at that point he said Putin might be the easiest of all of them.",
  "We're going to talk to two key U.S. senators on this coming up next.",
  "We also know that Turkey wants to buy defense weaponry from Russia.",
  "He's talked about it quite a bit in terms of intellectual property.",
  "Your reaction to that and where you think that situation goes next.",
  "But maybe with -- you know, hurt him more with independents either.",
  "He says: As a Democrat, I come here today calling on the president.",
  "He said he wanted to help people in Chicago and I accept that help.",
  "We'll ask our Sunday panel how they test Trumps power at the polls.",
  "She was in charge of African-American outreach for the White House.",
  "This is a rush transcript from \"Fox News Sunday,\" August 12, 2018.",
  "MACCALLUM: Why is that because of the color of LeBron James' skin?",
  "Christopher Steele now no longer works for the federal government.",
  "END\n\nContent and Programming Copyright 2018 Fox News Network, LLC.",
  "In the end, this could go to Congress, whatever report comes out.",
  "And do you think ultimately that it will draw them to the table?",
  "That's why you see him pulling -- I think Quinnipiac has a poll.",
  "We want to receive help from the president of the United States.",
  "(BEGIN VIDEO CLIP)\n\nKANYE WEST, RAPPER: Liberals can't bully me.",
  "MACCALLUM: Works for Fusion GPS, which we didn't mention before.",
  "You have a new book called \"What the Hell Do You Have to Lose?\"",
  "And when he doesn't get his way, he will invoke more sanctions.",
  "MACCALLUM: And we're going to talk more about that in a moment.",
  "So these investigations against Trump were corrupt at the core.",
  "SEN. LINDSEY GRAHAM, R-SC, ARMED SERVICES COMMITTEE: Thank you.",
  "I don't mind trying to have a better relationship with Russia.",
  "The criminal investigation of the Clinton campaign was a joke.",
  "I feel sometimes like I'm having breakfast with Rudy Giuliani.",
  "And yet this president also is for school choice and charters.",
  "KELLYANNE CONWAY, COUNSER TO THE PRESIDENT: Thank you, Martha.",
  "But, you know, when you look at the disparity in the numbers.",
  "Many of them as you well know are trying to become the story.",
  "They're not really holding their breath for a Katrina moment.",
  "We want them to do well, but we want them to treat us fairly.",
  "Have a great week and we will see you next \"Fox News Sunday.\"",
  "They had nothing to do with trying to topple the government.",
  "I don't -- I don't think that he is playing to those things.",
  "This whole thing --\n\nMACCALLUM: Those people are candidates.",
  "And they're not just being skeptical, they're being cynical.",
  "And it also requires cooperation with our trading partners.",
  "When it came time to -- they never did the same for Trump.",
  "I'd like to one day do a free trade agreement with Turkey.",
  "That has to be something that is absolutely nonnegotiable.",
  "JUAN WILLIAMS, AUTHOR, \"WHAT THE HELL DO YOU HAVE TO LOSE?",
  "So, how do you think the president is doing on this issue?",
  "You don't have the right to be critical of your president.",
  "PETER DOOCY, FOX NEWS CORRESPONDENT: Good morning, Martha.",
  "This copy may not be in its final form and may be updated.",
  "MACCALLUM: Well, I want to talk about that in the moment.",
  "That phrase is used to divide and it is used to distract.",
  "If you're a -- and I was a paratrooper for several years.",
  "So this is just before Operation Crossfire gets underway.",
  "Jay Sekulow, his other attorney, also came out this week.",
  "GRAHAM: Yes, this relationship needs to be repaired (ph).",
  "I see him engaging on the things that he was going to do.",
  "MACCALLUM: All right, Senator Jack Reed, thank you, sir.",
  "I think that's racist kind of language but he uses that.",
  "Can he be more articulate, more outspoken on this issue?",
  "Peter reporting steps from the White House this morning.",
  "Did the president do either of those things, Kellyanne?",
  "MACCALLUM: Two contested races still too close to call.",
  "The people hear the policies that are about the people.",
  "If Democrats take the House, this could be impeachment.",
  "So doesn't that require a bit of patience at the table?",
  "In 2016, the military turned on the Turkish president.",
  "At least this is who they are perceived to be between.",
  "That's not really going to happen with this president.",
  "The United States will not shrink from this challenge.",
  "It doesn't get much coverage so I'm going to read it.",
  "And I think he's speaking to his base in that regard.",
  "WILLIAMS: Let me offer you a different point of view.",
  "When it came to the Clinton campaign, she got a pass.",
  "And to the Iranians, watch what's going on with Iran.",
  "REED: Well, I think it requires patience, obviously.",
  "We can't allow our guy to be forced to go back home.",
  "And so this is I think a message in both directions.",
  "MACCALLUM: We'll see if they're able to get elected.",
  "This president last August 14th said the following.",
  "I condemn all types of racism and acts of violence.",
  "Both considered bellwethers for November's midterm.",
  "Every service has some sort of connection to space.",
  "He pastored a church of 50 people in Izmir, Turkey.",
  "They just need to act better to achieve that goal.",
  "Obviously the snapback sanctions are now in place.",
  "The president's not going to change his testimony.",
  "CONWAY: Well, that's just a terrible thing to say.",
  "(END VIDEO CLIP)\n\nMACCALLUM: That's what makes Ye.",
  "We can't say that we know exactly what he thinks.",
  "They have not treated us fairly for many decades.",
  "He has imposed sanctions on a range of countries.",
  "And, again, it's not just with respect to China.",
  "MACCALLUM: I think we may have already had that.",
  "What we have to do is unify our current efforts.",
  "This is what the president had said explicitly.",
  "Senator, thank you very much for being with us.",
  "SEN. JACK REED, D-RHODE ISLAND: Thanks, Martha.",
  "He had nothing to do with the uprising in 2016.",
  "That's also something we don't want them to do.",
  "You don't want to be on the outside looking in.",
  "Let's take a look at this quote from the Hill.",
  "MACCALLUM: So let me switch to Iran right now.",
  "HURT: So, Christopher Steele, he's like Cujo.",
  "Here's what I would tell the American people.",
  "That is not clearly what this president does.",
  "Charlie, respond to what Juan is saying here.",
  "CONWAY: That's what they do every single day.",
  "Kellyanne, welcome back to \"Fox News Sunday\".",
  "Today, the statue remains behind a barricade.",
  "Today's event is called \"unite the right 2\".",
  "You know, you were just a basketball player.",
  "GRAHAM: Well, I think we need to be patient.",
  "Do you think this is going to be successful?",
  "The chargers against him are complete shams.",
  "And I appreciate the president pushing back.",
  "But it's -- that may be the right way to go.",
  "GRAHAM: Well, we have an airbase in Turkey.",
  "Senator, welcome back to \"Fox News Sunday\".",
  "So I've introduced hard-hitting sanctions.",
  "I think he's essentially just lashing out.",
  "Then move forward to this cryptic message.",
  "But just let me tell you one thing first.",
  "They intend to disrupt the 2018 election.",
  "Plus, do Democrats have a Pelosi problem?",
  "He will remain in Bedminster, New Jersey.",
  "That quote doesn't get much (INAUDIBLE).",
  "But it is -- and it is tearing us apart.",
  "CHARLES HURT, THE WASHINGTON TIMES: Yes.",
  "If you're at sea, you need space assets.",
  "They are meddling in the 2018 election.",
  "That doesn't make a lot of sense to me.",
  "I don't think he has a strategic plan.",
  "So we need to reset this relationship.",
  "It needs to be a working relationship.",
  "WILLIAMS: Yes, that's what I'm saying.",
  "UNIDENTIFIED FEMALE: That's my answer.",
  "MACCALLUM: Peter, thank you very much.",
  "All, right now, on \"FOX News Sunday.\"",
  "Thanks to all of you for being today.",
  "She has contradicted her own account.",
  "You can't like -- you can't kill him.",
  "A lot of energy against Nancy Pelosi.",
  "But, Charlie, let me start with you.",
  "I will let you know if that changes.",
  "contact point number who is briefed.",
  "That's the direction we should head.",
  "Good to have you with us here today.",
  "And they make everything about them.",
  "Juan, let me start with you on this.",
  "UNIDENTIFIED MALE: Will you do that?",
  "That's a modern state of journalism.",
  "Good to have you here this morning.",
  "We need Turkey to help us in Syria.",
  "And we are back now with the panel.",
  "MACCALLUM: (INAUDIBLE), if you can.",
  "REED: Thank you very much, Martha.",
  "We need turkey to help us in Iraq.",
  "We're going to take a quick break.",
  "We must come together as a nation.",
  "UNIDENTIFIED FEMALE: Probably not.",
  "I simply haven't heard it, Martha.",
  "That she wouldn't have been there.",
  "It increases their speaking fees.",
  "MACCALLUM: Thanks for joining us.",
  "It is used to try and shut us up.",
  "Peace to all Americans, he wrote.",
  "And we begin with Senator Graham.",
  "Bruce Ohr was at least unethical.",
  "Then, flash forward to July 31st.",
  "UNIDENTIFIED MALE: Honestly, no.",
  "UNIDENTIFIED MALE: Probably not?",
  "She is now saying she was fired.",
  "We'll be back with a final word.",
  "Kellyanne, thank you very much.",
  "I think we need new leadership.",
  "Time now for our Sunday group.",
  "I look at our increased wages.",
  "And as a result, listen to me.",
  "He's on my television so much.",
  "This is a religious theocracy.",
  "This dismembering the Mideast.",
  "I can understand his concerns.",
  "Good to have all of you here.",
  "And Rudy Giuliani speaks out.",
  "UNIDENTIFIED MALE: Thank you.",
  "MACCALLUM: While in Virginia.",
  "My husband is half Filipino.",
  "And I just never heard that.",
  "They're not going to change.",
  "Marc, let me start with you.",
  "How about you, Senator Reed?",
  "What do you know about that?",
  "They're usually low turnout.",
  "But there's no there there.",
  "How do you respond to that?",
  "CONWAY: Thank you, Martha.",
  "Don't listen to the press.",
  "Chris is back next Sunday.",
  "This is a nothing burger.",
  "So we don't know exactly.",
  "That would be disastrous.",
  "He's very in favor of it.",
  "They gave Clinton a pass.",
  "And I think that matters.",
  "It's very disappointing.",
  "GRAHAM: Excuse me, Iran.",
  "Do you want to be next?",
  "So what do you say now?",
  "We'll see you in a bit.",
  "They are our NATO ally.",
  "That's what's going on.",
  "CONWAY: No, he did not.",
  "So, stop the nonsense.",
  "Good to see you today.",
  "Thanks for joining us.",
  "Your reaction to that?",
  "MACCALLUM: All right.",
  "MACCALLUM: All right.",
  "That's a space asset.",
  "He doesn't have that.",
  "Listen to what I say.",
  "He keeps coming back.",
  "MACCALLUM: All right.",
  "MACCALLUM: All right.",
  "MACCALLUM: All right.",
  "MACCALLUM: All right.",
  "That's what makes Ye.",
  "News can't bully me.",
  "Marc, your thoughts?",
  "They're a NATO ally.",
  "Thanks to the panel.",
  "That's it for today.",
  "ALL RIGHTS RESERVED.",
  "Your thoughts here?",
  "That is number one.",
  "WILLIAMS: Correct.",
  "Some close races.",
  "Panel, thank you.",
  "No, probably not.",
  "That's fake news.",
  "This is July 1st.",
  "Good to see you.",
  "I appreciate it.",
  "MACCALLUM: Yes.",
  "MACCALLUM: Yes.",
  "MACCALLUM: Yes.",
  "Knock on doors.",
  "Get out there.",
  "Do your job.",
  "Raise money.",
  "We will see.",
  "GRAHAM: Yes.",
  "Let's watch.",
  "No kidding.",
  "Thank you.",
  "Thank you.",
  "\": Right.",
  "They did.",
  "Watch.",
  "Juan."
]