[
  "Dossier author Christopher Steele told Justice Department official Bruce Ohr after James Comey’s firing last year that he was “afraid they will be exposed.”\n\nWhat exactly Steele was concerned about having exposed after Comey’s May 9, 2017 firing is not made clear in Ohr’s notes, which were reported by Fox News.",
  "(RELATED: Glenn Simpson’s Claims About His Interactions With Bruce Ohr Don’t Add Up)\n\nDeputy Attorney General Rod Rosenstein, who was Ohr’s boss, has told Congress that he was not aware of Ohr’s contacts with Steele or Simpson.",
  "The text message is part of a trove of emails, text messages and handwritten notes that the Justice Department has provided to Congress as part of an investigation into the government’s handling of the Steele dossier.",
  "Steele’s interactions with Ohr have been a focal point for congressional Republicans in their investigation into the government’s possible abuse of the Foreign Intelligence Surveillance Act.",
  "Text messages and emails suggest that the former MI6 officer lobbied Ohr to keep an eye on the status of negotiations between Deripasksa and the U.S. government for the billionaire’s visa.",
  "(RELATED: Emails Show Christopher Steele Lobbied DOJ Official On Behalf Of Putin-Linked Oligarch)\n\nOhr also corresponded with Steele after the 2016 election about the Russia investigation.",
  "Following a report from Fox News on Ohr’s contacts with Steele and Fusion GPS founder Glenn Simpson, he was demoted as assistant deputy attorney general at the Justice Department.",
  "Justice Department documents given to Congress show that Steele and Ohr were in contact all throughout 2016 and 2017, though Ohr’s involvement was not revealed until December.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The dossier, which Steele wrote on behalf of the Clinton campaign and DNC, was used to obtain FISA warrants on former Trump campaign adviser Carter Page.",
  "Steele told Ohr in a May 10, 2017 phone call that he was “very concerned abt Comey’s firing — afraid they will be exposed,” according to Fox.",
  "Page, an energy consultant who joined the Trump team in March 2016, has vehemently denied the dossier’s allegations about him.",
  "An added wrinkle is that Ohr’s wife, a Russia expert named Nellie, was directly involved in the anti-Trump investigation.",
  "By that time, the FBI had ended its relationship with Steele because he made unauthorized disclosures to the media.",
  "Ohr provided a dozen briefings to the FBI from November 2016 to May 2017 about his interactions with Steele.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Steele first reached out to Ohr in January 2016 seeking help for a Russian oligarch named Oleg Deripaska.",
  "In the 35-page report, Steele alleges that Page was the Trump campaign’s main contact to the Kremlin.",
  "Republicans say that the dossier was not verified when the FBI used it to obtain the spy warrants.",
  "Steele met with numerous reporters in September and October 2016 about his Trump-Russia findings.",
  "She worked as a researcher for Fusion GPS, the opposition research firm that hired Steele.",
  "It is unclear if Rosenstein’s predecessor, Sally Yates, knew what Ohr was up to.",
  "He has also worked with former Trump campaign chairman Paul Manafort.",
  "Deripaska is a close ally of Vladimir Putin’s."
]