[
  "'We're in a New Situation': Expert Says N. Korea Is Now a 'Nuclear Weapons State'\n\nHannity on Mueller's 'Corrupt' Witch Hunt: 'Rosenstein Should Be Ashamed of Himself'\n\nDershowitz: Maxine Waters 'Crying Wolf' With Racism Accusations\n\nFoxNews.com reported that the Republicans' 14-point request for what a second special counsel should cover includes:\n\n- Allegations that former Attorney General Loretta Lynch instructed then-FBI Director James Comey to downplay the nature of the Clinton email probe\n\n- The FBI and DOJ’s decisions in the course of the email probe, including controversial immunity deals with Clinton aide Cheryl Mills and others\n\n- The State Department’s involvement in deciding which Clinton emails to make public\n\n- Disclosures in WikiLeaks-released emails regarding the Clinton Foundation and, according to the letter, “its potentially unlawful international dealings”\n\n- Connections between Clinton officials and “foreign entities” including Russia and Ukraine\n\n- Revelations in hacked Democratic National Committee emails about “inappropriate” coordination between the DNC and Clinton campaign against Bernie Sanders’ Democratic primary campaign\n\n- The “unmasking” of Americans in intelligence documents and potentially related leaks of classified information\n\n- Comey’s admitted leak of details of his conversations with President Trump\n\n- The FBI’s “reliance” on controversial firm Fusion GPS, which was involved in the questionable anti-Trump “dossier”\n\n\"The Justice Department should not be in the habit of misleading the American public, and that's exactly what they did,\" Jordan said.",
  "Professor Proposes Letting Business Students Choose Grades to Reduce Stress\n\nMuch of Rural Nevada Left With Zero ObamaCare Options in 2018\n\nRepublican lawmakers are calling on the Trump Justice Department to appoint a special counsel to investigate 2016 campaign controversies involving Hillary Clinton and the Obama administration.",
  "He pointed to the controversial tarmac meeting between then-Attorney General Loretta Lynch and former President Bill Clinton, allegations that Lynch asked former FBI Director James Comey to downplay the Clinton's email probe, and new reports about Lynch's use of an email alias.",
  "Chaffetz on Leaks: 'Start Putting People in Handcuffs'\n\nLoesch, NRA Face Backlash Over Ad Slamming NYT for 'Propaganda' & 'Fake News'\n\nBernie Sanders Releases Guide Book on Political Revolution For Teens\n\nWATCH: Gorka Spars With MSNBC Anchors Over WH Response to Mosque Bombing",
  "On \"Your World\" today, Rep. Jim Jordan (R-OH) explained that numerous unanswered questions remain from the 2016 campaign cycle that have been pushed aside amid the Russia probe.",
  "\"That's why we've called for a special counsel to look into this, as well as a host of other issues surrounding Mr. Comey and Mrs. Clinton,\" Jordan said.",
  "He said the answer is obvious: The Obama Justice Department wanted Clinton to win the election.",
  "\"And you have to ask the question: Why?\"",
  "Watch more above."
]