[
  "Ohr has been demoted, now that’s its been learned he had unauthorized contacts with Fusion GPS, the dirt-digging outfit responsible for the Clinton-funded, anti-Trump “dossier.”\n\nThe dossier could have been one source of the decision to launch the original FBI investigation of possible “Trump collusion” with Russia.",
  "She and Paz even claimed public interest in the documents was “exceedingly low.”\n\nBoth Lerner and Paz said that disclosure would involve “undermining substantial privacy and physical safety interests.” Both women have claimed they have received threats since they left the IRS, but have been vague on specifics.",
  "The text messages between FBI officials Peter Strzok and Lisa Page that resulted in Strzok’s dismissal from Special Counsel Robert Mueller’s investigation of Russia’s role in the 2016 presidential election reveal the extreme hostility Strzok and Page felt toward Donald Trump.",
  "He was instrumental in changing the original finding of “grossly negligent,” which is legalese that under the statute constitutes a crime, and replacing it with the words “extremely careless,” which allowed the Justice Department avoid charging Hillary Clinton.",
  "In addition, President Trump should initiate the release of the FBI material that was put before a federal court to justify its surveillance of political players in 2016 – even if the release of that material includes embarrassing material on the president.",
  "At that time, we learned that the Internal Revenue Service had targeted tea party groups for discriminatory treatment, denying them their nonprofit status long enough so that they were sidelined during President Obama’s 2012 re-election campaign.",
  "“The failure to effectively punish or expose those who were behind the IRS abuses was direct encouragement to people in the FBI and other agencies to go off the rails into politics during the 2016 campaign,” the official told me.",
  "Andrew Weissmann, a veteran prosecutor assigned to Mueller’s legal team, praised Sally Yates, an Obama-administration holdover at the Trump Justice Department, for refusing to carry out President Trump’s immigration order.",
  "Prior to his running the original FBI investigation of Russia’s actions during the 2016 election, Strzok was responsible for changing the wording of the official FBI report on the Clinton email affair.",
  "The media, which have obsessed over the Russia probe while ignoring the conflicts of interest of some members of the Mueller team, should prove they can walk and cover both scandals at the same time.",
  "I worry about the state of the American judicial system if the rampant bias, possible collusion and stacking of the deck that infected the Justice Department and FBI in its Russia probe is ignored.",
  "That scandal was largely ignored or minimized by the mainstream media, which questioned whether the discrimination had been real and if it had was merely the work of a couple of rogue officials.",
  "That makes it all the more outrageous that Lerner and Paz, her former deputy, went to federal court last week to try to keep the transcripts of their depositions on the case secret.",
  "The way to dispel public concern about whether our laws are being faithfully executed is for a robust debate and full transparency on ALL aspects of the Russian investigation.",
  "After Hillary Clinton’s email scandal broke out, Zebley was identified as the person who smashed Clinton’s BlackBerries with a hammer in fear they would be subpoenaed.",
  "His wife, Nellie Ohr, worked for Fusion GPS during the 2016 campaign, when portions of the firm’s discredited anti-Trump dossier was leaked just before Election Day.",
  "No one has been prosecuted and the Obama administration refused to enforce a contempt of Congress resolution that was passed after Lerner refused to testify.",
  "The failure to properly police the IRS and other abusive federal agencies during the Obama administration must be addressed by the Trump administration.",
  "However, the Trump administration must send a signal that the leaks and other irregularities in the Mueller investigation be publicized and discouraged.",
  "In yet another disturbing case, another person on Mueller’s legal team, Aaron Zebley, turns out to have been until 2015 the lawyer for Justin Cooper.",
  "The leak investigations being conducted by the Justice Department should be accelerated and if the leakers are identified they should be prosecuted.",
  "Lois Lerner and Holly Paz, the two IRS officials at the center of the scandal, were allowed to retire from the IRS with full pension benefits.",
  "Zebley, who was Mueller’s chief of staff when both served in the FBI, is now on Mueller’s team probing the Trump administration and campaign.",
  "It’s now been learned that Weissmann attended Hillary Clinton’s election night party in New York – a clear sign of his political leanings.",
  "Strzok called Trump a “douche” during the campaign, while he was leading the probe of Hillary Clinton’s misuse of classified information.",
  "And it might be part of the evidence a federal court considered in granting power to wiretap Trump associates during the 2016 campaign.",
  "In the settlement documents, the Justice Department admitted that under President Obama the department had committed illegal behavior.",
  "The Trump Justice Department also singled out Lerner for criticism for failing to stop the targeting and hiding it from her superiors.",
  "She also provided legal counsel to the Clinton Foundation and was also a generous donor to Hillary Clinton’s presidential campaign.",
  "Another Mueller deputy is Jeannie Rhee, the former personal attorney of Ben Rhodes, the Obama deputy national security adviser.",
  "But the most disturbing case yet is that of Bruce Ohr, who was until recently the fourth-ranking Justice Department official.",
  "The rule of law was badly bent during the Obama administration – and it is still under siege during the Trump administration.",
  "Lerner said there is “no legitimate” reason for the documents to be released and said they should be permanently sealed.",
  "Strzok also called Trump “a f------ idiot” and worried what would become of the United States if Trump became president.",
  "There are legitimate questions about Trump and Russian interference with the 2016 election that deserve answers.",
  "Indeed, the Obama Justice Department cleared Lerner and other officials of any wrongdoing and even praised her.",
  "A former Justice Department official told me it’s important that the Lerner transcripts be publicly released.",
  "It recently reached settlements totaling $3.5 million with tea party groups victimized by Lerner and Paz.",
  "President Trump shouldn’t fire Robert Mueller, nor should he refuse to cooperate with the Mueller probe.",
  "We had a warning flare about what happens when the bureaucracy is allowed to run amok back in 2013.",
  "Oh, just the IT staffer who set up Hillary Clinton’s unauthorized server at her home.",
  "For starters, Bruce Ohr should be fired for his misbehavior, not merely demoted.",
  "Ohr was not a disinterested party in his unauthorized contacts with Fusion GPS.",
  "Strzok wasn’t the only Mueller deputy who engaged in compromising behavior.",
  "The Trump Justice Department has taken a different view.",
  "Who is Cooper?",
  "There’s more."
]