[
  "Person was likely looking for information that could be used to discredit Candidate 1’s [Donald Trump’s] campaign.”\n\nThe “identified U.S. person” was Glenn Simpson, co-founder of Fusion GPS, a company that was paid by the Clinton campaign and the Democratic National Committee and in turn contracted with Steele to produce the dossier critical of Trump.",
  "The new Democratic memo – examining how the FISA Court approved surveillance of former Trump campaign aide Carter Page – was part of an ongoing round-the-clock campaign to weaken President Trump, delegitimize his election, and make him look like a Russian puppet who needs to be impeached.",
  "\n\nIt should come as no surprise that partisan anti-Trump Democrats on the House Intelligence Committee issued a partisan anti-Trump memo Saturday attempting to rebut an earlier memo by committee Republicans dealing with abuses of the Foreign Intelligence Surveillance Act (FISA) Court.",
  "The Democratic rebuttal also omits that Page had a brief, low-level role in the Trump campaign and was disparaged by a Russian intelligence officer in 2015 as “an idiot.”\n\nLike Schiff’s frequent TV news interviews, the rebuttal misrepresents or omits many inconvenient facts.",
  "This gobbledygook on the FBI “speculating” that an unidentified U.S. person was seeking information to discredit the Trump campaign was designed to conceal from the FISA Court that the Steele memo was paid for by the Democratic National Committee and the Clinton campaign.",
  "Typical for a Schiff media interview, the Democratic rebuttal starts off with wild accusations against Republicans for “a transparent effort to undermine” the FBI, Justice Department, Special Counsel Robert Mueller’s Russia probe and congressional Russia investigations.",
  "The highly misleading Democratic rebuttal is already having the intended effect by giving talking heads on TV news shows talking points to claim that the rebuttal disproved the Republican memo and provides evidence of collusion by the Trump campaign and Russia.",
  "The release of the Democratic memo was delayed because the Democrats deliberately included highly classified information that was difficult to declassify, so they could cry foul when the Trump administration refused to release this information.",
  "The FISA judge obviously should have been told that a political party and a presidential campaign from one party funded a dossier to justify a FISA warrant to spy on a former member of a presidential campaign of the other political party.",
  "The Democratic rebuttal tries to justify the Justice Department’s October 2016 FISA warrant application to spy on Page with sensationalistic claims that he was on the FBI’s radar for years due to his alleged contacts with Russian spies.",
  "In fact, the Intelligence Committee’s ranking member, Rep. Adam Schiff, D-Calif. – who few people had ever heard of before last year – has parlayed the endless Democratic conspiracy theories against President Trump into TV stardom.",
  "First, the Republican memo said that Deputy FBI Director Andrew McCabe testified in a closed session in December 2017 that no warrant to spy on Page would have been sought from the FISA Court without the Steele dossier information.",
  "Among the major points of the rebuttal, the Democrats claim:\n\n(1) The Justice Department followed proper procedures and had compelling national security reasons for seeking a FISA warrant to conduct surveillance of Carter Page.",
  "(2) The FISA Court was properly informed about the partisan sponsorship of the Steele dossier, a series of memos compiled by former British spy Christopher Steele for the Clinton campaign and the Democratic National Committee.",
  "Second, the Democratic rebuttal engages in verbal gymnastics to dispute Republican claims that the Justice Department failed to inform the FISA Court about the political sponsorship of the Steele dossier.",
  "The Democratic memo says the Justice Department “provided additional information obtained through multiple corroborated sources that corroborated Steele’s reporting” in the FISA warrant application.",
  "The new Democratic memo … was part of an ongoing round-the-clock campaign to weaken President Trump, delegitimize his election, and make him look like a Russian puppet who needs to be impeached.",
  "But the reality is that the Democratic rebuttal is full of the same unsubstantiated partisan claims that Schiff and other House Intelligence Committee Democrats have been making for over a year.",
  "In fact, the footnote cited by the Democrats strengthens the Republican claim that the October FISA warrant request omitted crucial information on the veracity of the Steele dossier.",
  "The rebuttal tries to do this by citing a vague sentence from a footnote in the October 2016 FISA warrant request that said: “The FBI speculates that the identified U.S.",
  "To further this objective, they produced a memo that reads like talking points for one of the anti-Trump tirades that take up much of the day and night on CNN or MSNBC.",
  "He didn’t lay a glove on the Republican memo on serious abuses of the FISA process by the Justice Department, and the FBI to undermine the Trump presidential campaign.",
  "Democrats are basing their political strategy to win back congressional majorities in November on turning the American people against President Trump.",
  "The committee’s Republicans should declassify the transcript of McCabe’s remarks to expose what is very likely a huge Democratic misrepresentation.",
  "He gave 21 hours of TV interviews in 2017 to push his narrative that the Trump campaign colluded with Russia to defeat Hillary Clinton in 2016.",
  "The rebuttal also makes claims about Page’s interactions with Russians in mid-2016, when he reportedly was offered “dirt” on Hillary Clinton.",
  "It claims a supposed Russian-linked source told Page that Russia had thousands of Clinton’s emails that it could leak to hurt her campaign.",
  "Instead, the Democratic rebuttal dances around McCabe’s statement by stating that other information drove the FBI investigation.",
  "Incredibly, the Democratic rebuttal has no references whatsoever to the Democratic National Committee or the Clinton campaign.",
  "Either McCabe did or did not say the Steele dossier was the crucial information that drove the FISA warrant request.",
  "The Democrats’ claim that the Justice Department “accurately” informed the court about this matter is laughable.",
  "(3) The Steele dossier did not drive the FBI investigation of Page or a FISA warrant application to spy on him.",
  "Expect Adam Schiff to be on TV as often as he can in coming days claiming his memo corrects the record.",
  "Some come from the Steele dossier which, despite claims in the rebuttal, is still uncorroborated.",
  "This is one of the most crucial points in the Republican memo, but the Democrats ignored it.",
  "However, many of Page’s alleged 2016 interactions with Russians have not been corroborated.",
  "It fails to rebut any of the serious allegations made by the committee’s Republicans.",
  "The bottom line: don’t believe Adam Schiff when he hawks this fake rebuttal.",
  "As a result, several sentences of the declassified memo were blacked out.",
  "Two of these make the entire rebuttal impossible to take seriously.",
  "Parts of the dossier have been shown to be untrue.",
  "This was not revealed to the FISA Court.",
  "This is a major omission."
]