[
  "The Russian lawyer at the center of a controversial, 2016 Trump Tower meeting with members of then-candidate Donald Trump’s inner circle dismissed the dossier shared with the FBI at the height of the presidential campaign - and which the FBI relied on in its Russia probe - in an exclusive interview with Fox News.",
  "New revelations from another congressional committee’s interview of Simpson, his November 2017 testimony before the House Permanent Select Committee on Intelligence (HPSCI), show Simpson admitted to investigators that he used the same translator, Ed Baumgartner, for the Prevezon case and Trump dossier project.",
  "According to the transcript of Simpson's August 2017 testimony before the Senate Judiciary Committee, unilaterally released by ranking Democrat Sen. Dianne Feinstein, Steele initially met with the FBI in early July 2016, and again in September in Rome, for what was described by Simpson as a full debrief.",
  "In addition to Trump Jr., Kusher and Manafort, the meeting was attended by former Russian military officer-turned U.S. citizen Rinat Akmetshin, Russian businessman Ike Kavaladze, Veselnitskaya's translator, Anotoli Samochornov, and the man who organized the meeting, British publicist Rob Goldstone.",
  "“My meeting was totally banal, simple, regarding all the crimes committed by Browder's group in our country and continues to be manipulated in the U.S.A.\"\n\nIn his sworn testimony before Congress in 2017, Browder was asked by Feinstein if Veselnitskaya had \"ever worked for the Russian government.\"",
  "“So, if they decide to go and use it for something else, I mean, that is just beyond my control.”\n\nThough she has direct knowledge of the Trump Tower meeting, Veselnitskaya said Special Counsel Robert Mueller has not contacted her for his probe into alleged Trump-Russia collusion.",
  "It is noteworthy that at the same time Simpson was paid for the Prevezon work, Fusion GPS also was paid more than $1 million from the Democratic National Committee and the presidential campaign of Hillary Clinton for the dossier authored by former British spy Christopher Steele.",
  "Veselnitskaya told Fox News the Trump Tower meeting lasted about half an hour and centered around the 2012 Magnitsky Act, a law that punishes Russian officials – including Prevezon’s boss - with tough sanctions following the 2009 death Sergei Magnitsky in a Russian prison.",
  "Veselnitskaya became famous last year after it was first revealed that she met at Trump Tower with the president's son, Donald Trump Jr., his son-in-law, Jared Kushner, former campaign chairman Paul Manafort and others on June 9, during the presidential campaign.",
  "Ongoing congressional inquiries are looking into Fusion’s activities during the election and the role the dossier may have played in the FBI’s application for warrants from the Foreign Intelligence Surveillance Court to track members of Trump’s team.",
  "For at least three years, Fusion GPS founder Glenn Simpson worked for Veselnitskaya's client, Prevezon -- a Russian-owned real estate corporation that was sued by the U.S. government over money-laundering allegations.",
  "In the House interview, a transcript of which was released this week, Simpson stated that Fusion GPS charges clients $50,000 per month, though he claimed not to know much about his company's billing records.",
  "Speaking via Skype from Moscow, Natalia Veselnitskaya told Fox News the unverified dossier, which contains salacious claims about President Trump’s activities in Russia, should not be treated as evidence.",
  "“I am in the information business, so when people commission research from you, it becomes their property when you are finished with the research, when you give it to them,” Simpson said.",
  "Although the dossier was not directly related to that meeting, it was commissioned by Fusion GPS, the founder of which Veselnitskaya met with before and after the Trump Tower session.",
  "While NBC reported last November, that Veselnitskaya’s talking points for the meeting came from information provided by Fusion GPS, she told Fox News she wrote the notes herself.",
  "\"I can say that now, because I know Glenn and how he can work with information, I can't even call it the word ‘dossier’ for this,” Veselnitskaya told Fox News in her interview.",
  "\"[Steele] said, ‘Hey, I heard back from the FBI and they want me to come talk to them and they said they want everything I have, to which I said ‘okay,’” Simpson recounted.",
  "Then afterwards, he came back and said, ‘You know, I gave them a full briefing.’\"\n\nSimpson he did not know whether Steele turned over hard copies of the dossier memos.",
  "Simpson and Veselnitskaya attended the June 9 Prevezon court hearing in lower Manhattan, after which Veselnitskaya travelled uptown to Trump Tower for the meeting.",
  "During the same congressional testimony, Simpson claimed Steele suggested the FBI had a corroborating source inside the Trump campaign for the Russia allegations.",
  "A tax lawyer in Moscow, Magnitsky was working with American businessman Bill Browder to expose a $230 million dollar fraud in missing investment monies in Russia.",
  "In an email to Fox News, Veselnitskaya called the Steele memos a collection of \"anonymous, paranoid rumors\" and she expected more professional work from Simpson.",
  "\"There was a girl - pretty blonde, who walked through the elevator bank where I was standing after leaving my meeting with Donald Trump Jr.,” Veselnitskaya said.",
  "\"My meeting was not tied at all with Hillary Clinton or anyone involved with any Democrats and not at all with the presidency or election,” Veselnitskaya said.",
  "Steele was paid at least $168,000 by Fusion GPS for the project, which included briefing about a half dozen American media outlets, as directed by Simpson.",
  "\"It's like some low level, yellow type of gossip,” she said in an interview that first aired on Fox News Channel’s “Special Report.” “It's just too much.\"",
  "Asked if Goldstone lied to secure a meeting that wound up focusing on sanctions the U.S. had placed on Russia, Veselnitskaya said, \"I don't think he lied.",
  "The FBI should not have relied on the unverified dossier in any way for its Russia counter intelligence investigation, Veselnitskaya said.",
  "\"The Democratic block insists that I was some kind of an agent of the Kremlin, spy, and so forth, a Kremlin lawyer,\" she told Fox News.",
  "Simpson and Veselnitskaya deny they ever discussed the Trump Tower meeting, despite having meals and working together before and after.",
  "She said her contact with the president's daughter, Ivanka Trump, after the meeting has been overblown by Democrats and the media.",
  "I don't how it he came up with this idea, but he decided to use this way to get Donald Trump Jr. interested in meeting with me.\"",
  "\"I couldn't read this through the end, because it's the kind of papers that make you just want to get in the shower after.\"",
  "June 9, 2016 is a critical date in the investigation into alleged collusion between the Trump campaign and Russia.",
  "\"I think that any special agency should check information they receive, but what happened?” Veselnitskaya said.",
  "Simpson later retracted the statement, saying he was referring to intelligence from the Australian ambassador.",
  "I didn't meet or talk with her, didn't greet or introduce myself, didn't exchange any pleasantries...nothing.\"",
  "Such a billing practice is sometimes employed to help shield banking transactions, according to experts.",
  "The Russian lawyer said she was stunned when Buzzfeed posted the unverified dossier online a year ago.",
  "Browder answered, \"Yes, she has worked directly for the FSB, the FSB being the successor to the KGB.\"",
  "Trump Jr. released emails suggesting Goldstone brokered the meeting, promising dirt on Clinton.",
  "Simpson was being paid for work on the dossier, while being paid to work on behalf of Prevezon.",
  "— Natalia Veselnitskaya\n\n\"For me it's a really unacceptable document,\" Veselnitskaya said.",
  "Veselnitskaya had flown to New York for Prevezon’s court hearing, which Simpson attended.",
  "\"He came after the start of the meeting and left before it ended,\" Veselnitskaya said.",
  "Veselnitskaya said Kushner's participation in the Trump Tower meeting was limited.",
  "In his House testimony, Simpson seemed to acknowledge there was some connection.",
  "The billing went through two separate American law firms, which is practice.",
  "A resulting civil forfeiture case was settled for $6 million last year.",
  "“He said he had to go to Rome, I said ‘okay.’ He went to Rome.",
  "But she also conceded she had not read the entire document.",
  "\"It's like some low level, yellow type of gossip.\"",
  "Veselnitskaya shrugged off Browder's accusation.",
  "\"So we didn't even look each other in the eye.\"",
  "It's just some kind of hodge-podge nonsense.\"",
  "A spokesman for Mueller declined to comment.",
  "Was she just a pretty young lady?",
  "I think he just exaggerated.",
  "“They couldn't find facts.\"",
  "Was she Ivanka Trump?",
  "“It's not a dossier.",
  "“Who was that girl?",
  "I don't know."
]