[
  "In rejecting the request to appear, Simpson’s lawyer, Joshua Levy, slammed the Republican-led panels’ probes as a “sham, factually, substantively and procedurally.”\n\nStory Continued Below\n\nSimpson, who helps lead private investigation firm Fusion GPS, hired Steele as part of an opposition research project it conducted on behalf a law firm representing the Hillary Clinton campaign and Democratic Party.",
  "In a six-page letter rejecting the committee invitation, Simpson’s lawyers — Levy, Robert Muse and Rachel Clattenburg — wrote that Simpson had already interviewed for about 20 hours with three legislative investigations: the Senate Intelligence Committee, the Senate Judiciary Committee and the House Intelligence Committee.",
  "A House Judiciary Committee aide said Chairman Bob Goodlatte intends to issue a subpoena to compel Simpson's testimony “soon.”\n\nThe FBI and lawmakers have indicated that the investigation began based on a tip from an Australian diplomat who interacted with a different campaign adviser, George Papadopoulos, in London.",
  "Glenn Simpson, co-founder of the firm that hired former British spy Christopher Steele to compile a dossier on links between Donald Trump and Russia, has refused an invitation to interview before the House Judiciary and Oversight committees.",
  "| Pablo Martinez Monsivais/AP Photo Congress Co-founder of firm behind Trump dossier rejects House GOP interview request Glenn Simpson’s lawyer slammed the Republican-led probe as a 'sham, factually, substantively and procedurally.'",
  "“The so-called ‘task force,’” formed by members of the two committees you chair, has demonstrated a propensity to flout rules of confidentiality in order to manipulate the record and prejudice witnesses,” the lawyers said.",
  "Democrats have slammed the Republicans on the panel for what they say is an effort to undermine the FBI investigation and protect the president from the ongoing probe of his campaign's connections to Russia.",
  "Glenn Simpson Simpson (pictured) hired Christopher Steele as part of an opposition research project it conducted on behalf of a law firm representing the Hillary Clinton campaign and Democratic Party.",
  "Republicans on the panel have raised questions about Simpson’s interactions with Justice Department official Bruce Ohr and his wife Nellie Ohr, who worked for Fusion in 2016.",
  "Republicans have long underscored this political connection to cast doubt on the origin of the FBI’s investigation into contacts between the Trump campaign and Russia.",
  "Ohr — who has become a target of Trump’s ire on Twitter — became a conduit for Steele’s information, sending some of the former British spy’s findings to the FBI.",
  "But Republicans have raised questions about whether the dossier played a larger role in the bureau's pursuit of the matter than the agency has revealed.",
  "“Much of Mr. Simpson’s information, including testimony that was harshly ridiculed by Republican members, has now been substantiated,” they added.",
  "The bureau relied partly on Steele’s findings to obtain a surveillance warrant for a former Trump campaign adviser.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "The letter was addressed to Goodlatte and House Oversight Committee Chairman Trey Gowdy.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]