[
  "In a letter addressed to the chairman of the committee, Republican Sen. Richard Burr, and ranking Democratic member Sen. Mark Warner, Carter Page wrote that as a Trump \"campaign surrogate\" with \"a peaceful relationship with Russian citizens,\" he thinks he could have been \"an associated political target\" of \"potentially criminal surveillance\" carried out by the Obama administration.",
  "In response to questions about Page's claim that he spent \"many hours\" at Trump campaign headquarters on the fifth floor of Trump Tower, an administration official who worked with the campaign pointed to the fact that its headquarters moved from the fifth floor to the 14th and 15th floors of Trump Tower before the Republican National Convention last July.",
  "Associated Press/Pavel Golovkin An early foreign policy adviser to then-candidate Donald Trump's presidential campaign wrote a letter to the Senate Intelligence Committee on Wednesday claiming he may have been subject to wiretapping because he \"spent many hours\" at Trump campaign headquarters last year.",
  "But in late September, Jason Miller, then the Trump campaign's communications director, told The Hill that Page had \"never been a part of [the] campaign,\" and then-campaign manager Kellyanne Conway said on CNN's State of the Union that Page was \"certainly not part of the campaign that I'm running.\"",
  "\"Rather than continuing to harass me with conspiracy theories, why don't you call Chappaqua and ask Mrs Clinton why her criminal gang in Brooklyn invited Steele to write his fabricated report which that campaign illegally used for Obstruction of Justice purposes with the US Government?\"",
  "Getty Mario Tama\n\nNews of that trip surfaced as Russia was being accused of feeding hacked Democratic National Committee emails to WikiLeaks, raising questions about the timing of Trump campaign adviser's appearance in Russia as the stolen documents were being published online.",
  "The far-right news outlet Breitbart, chaired until recently by White House chief strategist Steve Bannon, reported last week without evidence that \"the Obama administration sought, and eventually obtained, authorization to eavesdrop on the Trump campaign.\"",
  "\"For your information, I have frequently dined in Trump Grill, had lunch in Trump Café, had coffee meetings in the Starbucks at Trump Tower, attended events and spent many hours in campaign headquarters on the fifth floor last year,\" Page wrote.",
  "Trump's team distanced itself from Page again in January, after an unverified dossier detailing Trump's ties to Russia, written by former British spy Christopher Steele, listed Page as an intermediary between the campaign and Kremlin officials.",
  "Asked if he had evidence to the contrary, Page replied that \"the Republicans certainly aren't the ones who illegally gave [the dossier] to the CIA, FBI, et al, as they committed some of their many illegal activities.\"",
  "Page appeared to still be affiliated with the Trump campaign when he attended the RNC, where he and other Trump advisers — including JD Gordon and Jeff Sessions — met Russia's ambassador to the US, Sergey Kislyak.",
  "In this Friday, July 8, 2016, file photo, Carter Page, then adviser to U.S. Republican presidential candidate Donald Trump, speaks at the graduation ceremony for the New Economic School in Moscow, Russia.",
  "Hope Hicks, a top campaign aide who now works in the White House, released a statement then saying that Page was \"informal foreign policy adviser\" who \"does not speak for Mr. Trump or the campaign.\"",
  "When asked why, if he spent many hours at Trump campaign headquarters last year, the Trump team has contended that they never worked closely, Page replied that the question was \"irrelevant.\"",
  "Sergey Kislyak, Russian Ambassador to the United States looks on during a press conference on nuclear non-proliferation at United Nations headquarters October 24, 2008 in New York City.",
  "After checking with two people who worked on the fifth floor of Trump Tower before the headquarters moved, the official said these people don't recall ever seeing Carter Page there.",
  "\"Carter Page is an individual whom the president-elect does not know and was put on notice months ago by the campaign,\" White House press secretary Sean Spicer said at the time.",
  "Page was there in part to speak at Moscow's New Economic School, where he criticized the US for its \"hypocritical focus on ideas such as democratization\" and \"inequality.\"",
  "Sen. John McCain, the chair of the Senate Armed Services Committee, said he turned the dossier over to the FBI last year after receiving it from an unspecified source.",
  "It has been widely reported that Steele's work was commissioned by the opposition research firm Fusion GPS, which was first hired by an anti-Trump Republican donor.",
  "Page had no badge, the official said, and never signed a non-disclosure agreement — two requirements of anyone working with the campaign in an official capacity.",
  "\"Late last year, I received sensitive information that has since been made public,\" McCain said in January, days after BuzzFeed published the dossier in full.",
  "Corey Lewandowski, a top Trump campaign official at the time, also approved Page's controversial trip to Moscow in July 2016, Politico reported Wednesday.",
  "\"As a sister skyscraper in Manhattan, my office at the IBM Building (590 Madison Avenue) is literally connected to the Trump Tower building by an atrium.\"",
  "\"Upon examination of the contents, and unable to make a judgment about their accuracy, I delivered the information to the director of the FBI.\"",
  "Trump subsequently tweeted, also with no evidence, that Obama \"ordered\" his phones to be tapped before the election.",
  "\"He's clearly inflating his role with the campaign and trying to cash in on Trump's victory,\" the official said.",
  "He also wasn't on the campaign's payroll, the official said, and did not have a campaign email account.",
  "\"Now that's a question for the real story which you should be doing.\"",
  "Page said."
]