[
  "AP Photo/Dmitry Serebryakov\n\nMOSCOW (AP) — A Russian lawyer who discussed sanctions with Donald Trump Jr. in New York during his father's 2016 campaign for the US presidency said Sunday that special counsel Robert Mueller has not contacted her and she thinks he isn't interested in finding the truth.",
  "In an interview with The Associated Press, Natalia Veselnitskaya also detailed her recent meeting in Berlin with the US Senate Intelligence Committee, which is investigating allegations of Russian interference in the 2016 US election as well.",
  "Veselnitskaya met with Donald Trump Jr., the president's son-in-law, Jared Kushner, and then-campaign chairman Paul Manafort in June 2016 after Trump Jr. was told she could provide potentially incriminating information about Hillary Clinton.",
  "AP Photo/Dmitry Serebryakov The committee has expressed interest in determining whether Veselnitskaya's appointment with Trump Jr., Kushner and Manafort was part of a Russian government effort to help Donald Trump's White House campaign.",
  "AP Photo/Dmitry Serebryakov\n\nVeselnitskaya also said she was thinking about approaching Mueller to discuss the hacking of her email in February that she claimed bears resemblance to the 2015 hacking of the Democratic National Committee.",
  "The apparent lack of interest shown by Mueller's team in her testimony could be a sign the special counsel is not eager to find out what happened, Veselnitskaya told the AP in the interview in downtown Moscow.",
  "Veselnitskaya's said the Berlin interview also focused on information in memos compiled by a former British spy whose work was funded by the Democratic National Committee and Clinton's campaign.",
  "Veselnitskaya says her email was hacked\n\nRussian lawyer Natalia Veselnitskaya met with Donald Trump Jr., Jared Kushner, and Paul Manafort in June 2016, offering \"dirt\" on Hillary Clinton.",
  "At the time of her 2016 meeting at Trump Tower, Veselnitskaya was helping defend Prevezon against charges it had engaged in money laundering from a $230 million Russian tax fraud scheme.",
  "Veselnitskaya says she repeated her previous statements about it, insisting that she was not linked to the Russian government and merely wanted to discuss sanctions against Russia.",
  "The Senate intel committee interviewed her in March\n\nThe Senate Intelligence Committee's investigators met Veselnitskaya in a Berlin hotel on March 26 and talked for three hours.",
  "She insisted that Glenn Simpson, whose firm Fusion GPS was hired to compile the dossier and who was questioned by the House Intelligence Committee in January, had been \"framed.\"",
  "Asked why she decided to meet with the US investigators in Berlin, Veselnitskaya said she felt compelled to tell her account after being into the heart of the Russia probe.",
  "Veselnitskaya on Sunday showed to the AP screenshots of what she said were phishing emails and subsequent messages, showing that her email account had been hacked.",
  "She said three of her email accounts were targeted in February, around the time when she began negotiating a meeting with the Senate Intelligence Committee.",
  "The Senate committee has not sent her the minutes of the interview yet, Veselnitskaya said, because no one has figured out a safe way to get them to her.",
  "Several congressional committees are looking into whether Russia interfered in the 2016 election and whether there were Russian ties to Trump's campaign.",
  "The Senate Intelligence Committee approached Veselnitskaya earlier this year, but she refused to go the United States, saying she feared for her safety.",
  "The House Intelligence Committee has finished its investigation and said it found no evidence of collusion or coordination with Russians.",
  "The company's owner is the son of a former Russian government official and a fierce advocate for rolling back US sanctions on Russia.",
  "Russian lawyer Natalia Veselnitskaya speaks during an interview with The Associated Press in Moscow, Russia on April 22, 2018.",
  "Mueller, a former FBI director, is leading a federal probe of possible collusion between Russia and the Trump campaign.",
  "The lawyer and the committee's investigators instead met in a Berlin hotel on March 26 and talked for three hours.",
  "Trump has denied that he or his campaign coordinated with any Russian attempts to interfere in the election.",
  "Veselnitskaya is a well-connected Moscow lawyer who has worked with a company called Prevezon Holdings Ltd.",
  "The dossier contains numerous allegations of Russian ties to Trump, his associates and the Trump campaign.",
  "\"If Mueller's team is not working to discover the truth, they will never question me,\" she said.",
  "\"I'm ready to explain things that may seem odd to you or maybe you have suspicions,\" she said.",
  "Trump Jr. and others in attendance have downplayed the meeting, saying nothing came of it.",
  "It was described that way in emails to Trump Jr. in the days before it took place.",
  "\"They listened very carefully...Their questions were very sharp, pin-pointed.\"",
  "The investigators mainly wanted to know about her 2016 meeting at Trump Tower.",
  "He has filed charges against multiple former Trump campaign aides.",
  "Veselnitskaya dismissed the dossier as \"absolute nonsense.\"",
  "They were not interrupting me,\" Veselnitskaya said.",
  "\"That was essentially a monologue."
]