[
  "Now, in addition to his comments about Peter Strzok to the Wall Street Journal, President Trump is also taking aim at Congressman Adam Schiff, the ranking Democrat on the House Intel Committee by saying, quote: he left meetings where people are being interviewed and, all of the sudden, they say a story about what's going on inside the meetings, it's probably illegal what he is doing but the Democrats -- well, they know it's a hoax, an excuse for them having lost the election.",
  "The author of \"Trumped Up: How Criminalization of Political Differences Endangers Democracy\", Harvard constitutional law professor Alan Dershowitz, Fox News contributor Sara Carter, Judicial Watch president Tom Fitton,\n\nSara, because you have been on the forefront this week, we now know that the dossier bought and paid for by Hillary with salacious lies was used to get a FISA warrant against --\n\nSARA CARTER, FOX NEWS CONTRIBUTOR: Well, yes.",
  "And I just hope we can elevate the discussion about immigration and try not to insult people from any part of the world and the president can do a great service if he just comes forward and says --\n\n(CROSSTALK)\n\nHANNITY: He did he admit today he used tough language but he denied -- we will get into this later in the show, but he denied what Durbin said, Sonny Perdue and another senator in the room said they didn't hear it.",
  "The bigger question for the president's agenda is whether this episode makes it even harder for him to accomplish the already tough battle of getting the wall along the southern border included as part of a deal on DACA as Republican Speaker Paul Ryan said these comments weren't helpful and Senator Dick Durbin, a key leader in terms of rounding up Democratic votes, flatly claimed the president said it.",
  "Republican Senator Tim Scott is saying that his South Carolina colleague who was in the room with the president, Lindsey Graham, told him that President Trump said some version of what has been reported about that blank-hole comment related to immigration last night when this broke and I came on your show.",
  "President Trump is continuing to slam who he is now calling sneaky Senator Dianne Feinstein because she unilaterally released the Fusion GPS testimony before Congress and Trump tweeted: Democrat Dianne Feinstein should never have released secret committee testimony to the public without authorization.",
  "Our own Ed Henry is reporting that in two closed door meetings this week, House Intelligence Committee Chairman Devin Nunes that he told Republican lawmakers that he has seen evidence showing clear abuse of government surveillance programs by the FBI and Department of Justice officials.",
  "Ed Henry reporting at this hour that House Intelligence Chairman Devin Nunes, he told his Republican colleagues this week in two closed door meetings that he has seen evidence of abuse of government surveillance programs by the FBI and by the Department of Justice and their officials.",
  "Now as the president held an event at the White House today to commemorate Dr. Martin Luther King Jr. Day, various pundits and anchors at CNN flat-out called him racist, while various officials inside foreign governments ranging from Haiti to South Africa also attacked the president.",
  "And when you look at all of, this knowing that the Hillary Clinton campaign and the DNC actually paid for this, paid for this dossier, and that the dossier itself could have been part of a ginormous, a huge, a huge disinformation campaign by the Russians clearly there is a problem.",
  "And Strzok also sat in on Hillary Clinton's FBI interview for the email investigation after he and James Comey exonerated her or begun writing the exoneration letter before the investigation and it was Strzok that signed the original documents kicking off the Russia investigation.",
  "Federal judge is ordering the State Department to ramp up the release of Hillary Clinton's email from her time as secretary of state and according to Judicial Watch, the FBI discovered 72,000 pages of documents last year that Clinton either tried to delete or did not disclose.",
  "I think we have a series of scandals and looking at Devon Nunes today that the abuse of government surveillance by the FBI is so bad and all that we are uncovering here is so bad, he is right, the mainstream media, you know, they want to destroy Trump and they loved him.",
  "Remember, Christopher Steele didn't come on board with fusion until Hillary and the DNC were paying for it, but that dossier used to obtain at least in part, maybe significantly as Sara is reporting, to get a FISA warrant on a opposition candidate and a president-elect.",
  "And they -- I talked to a White House official in the last 24 hours who was saying that their frustration with the president's comments, they don't believe is he a racist they said, look, we were getting momentum here in these immigration talks and this may stall it.",
  "Massive breaking news at this hour about the Clinton bought and paid for fake news Russian propaganda dossier, that, of course, was used by the Obama administration to obtain FISA warrants to surveil members of the Trump campaign and then the president-elect.",
  "A loathsome human and said F Trump and congressional investigators, they are working to determine if these Trump-hating FBI lovers were leaking information about the Russia investigation to the press after a new round of their text messages were released.",
  "Then it seems with the Russian dossier that they are trying to put the fix in there by using bought and paid for Russian propaganda we now learn and then you take it a step further, and that information was put before a FISA court and a warrant issued.",
  "The stock market again at all-time high and just yesterday Walmart announced that many of its employees are going to receive $1,000 bonus making Wal-Mart the latest American company to give bonuses to its employees in the wake of the tax reform bill.",
  "Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "GINGRICH: Look, you would think if Barack Obama was a sincere person who genuinely cared about African-Americans, when you got a report this week that we have the lowest black unemployment in years, because the economy is starting to work.",
  "HANNITY: Sara, before I get to Tom, I want to follow up on something that Professor Dershowitz was saying, I have one source, I don't have two, that actually told me that there was one confirmation as it relates to the dossier.",
  "But they may play into what White House officials told us last night that the president is more concerned about border security here at home and protecting Americans than what foreign governments have to say about his policies.",
  "I will let you report on this but --\n\nCARTER: No, no, I mean, of course, Devin Nunes is going to, after they rule on the FISA Act which is probably going to pass is going to disclose what actually these extensive abuses.",
  "And I haven't, you know, turned on Fox News or listened to conservative talk radio yet today, but I have turned them on enough over these past seven and a half years to know I'm not exaggerating in terms of their story.",
  "(BEGIN VIDEO CLIP)\n\nREP. NANCY PELOSI, D-CALI., MINORITY LEADER: In terms of the bonus that corporate America received versus the crumbs that they are giving to workers to kind of put the schmooze on is so pathetic.",
  "Just to say that for her and for the Democrats to basically say we want to take away these tax cuts from the American people that these American hard working families don't deserve these tax cuts because guess what?",
  "So, clearly, Simpson was more than happy to take over $10 million from Hillary Clinton and the DNC that she is running and put this dossier together that they then tried to use to influence the American people.",
  "Now, this is a major development but, as we have been saying, there is so much more information that needs to come out and it will because I'm telling you this is the beginning of a massive historic scandal.",
  "The sewer, the swamp over comments that President Trump made on immigration reform and also there is controversy surrounding remarks made by Nancy Pelosi that the media -- well, they won't talk about that.",
  "(BEGIN VIDEO CLIP)\n\nREP. PAUL RYAN, R-WIS., SPEAKER OF THE HOUSE: Whether you are coming from Haiti, we've got great friends from Africa in Janesville who are doctors who are just incredible citizens.",
  "I believe in welcoming people in this country and we should get the votes of Hispanics, African-Americans, it doesn't matter who you are, because their ideas are the best and we can help lift you up.",
  "The president is telling the Wall Street Journal, quote, a man is tweeting to his lover that if she loses, we'll essentially go back to the insurance policy, which is, they lose, we'll go to phase 2?",
  "And while Feinstein's actions are threatening to disrupt the Senate's investigation releasing the transcript provided some very revealing information about Fusion GPS and their founder Glenn Simpson.",
  "The media as we have been pointing out nightly is so bad at this point in time in history and so radically left in their ideology that in fact, sadly true facts, they don't get through to them.",
  "(BEGIN VIDEO CLIP)\n\nBARACK OBAMA, FORMER PRESIDENT OF THE UNITED STATES: What the Russians exploited, but it was already here is we are operating in completely different information universes.",
  "But, you know, as the grandchild of American immigrants who came from a very, very poor country in Europe, I hope the president will apologize for whatever he said that demeans immigrants.",
  "This arrogant dismissal of the surging economy is nothing new for Democrats and liberal lawmakers have been spreading the doom and gloom message about Trump's economic strategy for months.",
  "Glenn Simpson refused to talk about whether the Clinton campaign, his pay master, what their involvement was in directing Chris Steele's use of Russian intelligence to gather information.",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: Under this plan, the wealthiest Americans and wealthiest corporations make out like bandits while middle class Americans are left holding the bag.",
  "But as the media in this country so abusively biased and so anti-Trump that they can no longer care about simple, basic fundamental truth, our Constitution, our freedoms, our liberties?",
  "The department of treasury just announced the withholding tables and it clearly shows the benefits that you will see 90 percent of Americans who are going to benefit from this tax cut.",
  "Then have you Comey and Strzok , I don't believe I have ever heard of a case where you write exoneration letters months before you interviewed the people involved in an investigation.",
  "As a constitutional scholar, I hope you are as afraid as I am about these issues, about the corrupt nature of all of this and the -- and our constitutional rights in jeopardy here.",
  "You think he can bribe murdering thug dictators and not mention radical Islamic terrorism and in a year of Trump, you can compare policy significant changes with tangible results.",
  "Over here are the rest of us who are thinking, you know, a lot of these ideas are really weird, I mean, Obama thought if you gave $100 billion to Iran, they would be nice people.",
  "(END VIDEO CLIP)\n\nHENRY: Durbin and other Democrats not expressing much outrage, though, about controversial comments about immigration from House Democratic Leader Nancy Pelosi.",
  "Massive new developments in the Clinton bought and paid for phony fake news Russian propaganda dossier used by the Obama administration to spy on members of the Trump campaign.",
  "We have to know what surveillance is being used against Americans and whether you are a conservative or a liberal or a Republican or a Democrat --\n\nHANNITY: It doesn't matter.",
  "(BEGIN VIDEO CLIP)\n\nMARK PENN, FOFRMER CLINTON STRATEGIST: I think that tweet is one of the most damaging things I've ever seen from someone in the government at every level.",
  "That is why what you and I experience, because we are great friends, we're great warriors in the same cause, and we both understand if we lose, we will literally disappear.",
  "And then we had the court just yesterday talk about how he wants the Comey memos because he wants to review the Comey memos which are the genesis of the Mueller operation.",
  "But it's why we are going to keep asking the tough questions here on this program and we'll keep getting information that the American people, all of you deserve to know.",
  "And the president himself who knows what he said or didn't say tweeted, quote, the language used by me at the DACA meeting was tough but this was not the language used.",
  "(COMMERCIAL BREAK)\n\nHANNITY: All right in December under President Trump's leadership a sweeping new tax reform bill was passed and the American economy is now booming.",
  "He didn't have the courage to stand up in front of a TV camera and say this is information that I'm going to give you because I want a special counsel to be appointed.",
  "It's those children plus their parents who came over here illegally and knowingly so, not the infants, not the kids, they will get some sort of legal status as well.",
  "Over here is a left wing corrupt establishment, which sincerely sees this entire fight as a function of identity politics in which if they lose, they will disappear.",
  "And it happens to be somebody that is a corrupt individual inside the Clinton circles and you know -- I can tell by your face, you know exactly what I'm talking.",
  "Simpson actually testified he never even bothered to verify with the former British spy Christopher Steele had actually put in the Russian sourced phony dossier.",
  "HENRY: Yes, but I mean -- one of the problems with the negotiation that the president referred to in his tweet is that this started out, how do you define DACA?",
  "I want to use this analogy, that the fix was in, poor Bernie Sanders and his supporters, they had no shot at all whatsoever and even Donna Brazile admits that.",
  "HANNITY: -- what Devin Nunes is saying that there is clear evidence of massive abuse of government surveillance by the FBI and Department of Justice officials.",
  "You would think that having the lowest black -- lower than any time under Barack Obama that Obama would say, this is, great, he can't afford to believe it.",
  "FITTON: Hillary Clinton and her top campaign aides need to be brought in at least by Congress to testify about what they knew and when about this dossier.",
  "SEN. DICK DURBIN, D-ILLINOIS: And then he went on and started to describe the immigration from Africa that was being protected in this bipartisan measure.",
  "President Obama he has been out of office almost a year, but in an interview on David Letterman's new Netflix show the former president can't get over it.",
  "Now, we here at Fox News and on this show, we believe, we haven't confirmed yet, the Andy mentioned in that text is the Deputy FBI Director Andrew McCabe.",
  "Sara Carter tonight reporting and we have confirmed with our sources that as soon as next week, examples of systemic FISA abuses will in fact be revealed.",
  "That's proven to be false now, what people have corrected that version of it and said, well, no, he was just talking about George Papadopoulos in London.",
  "UNIDENTIFIED MALE: Because the federal treasury is being looted tonight in order to give tax breaks to billionaires and to large profitable corporations.",
  "We just can't have that kind of attitude, it makes us look very bad in the world, and really undercuts what our Statue of Liberty has long stood for.",
  "Peter Strzok writing his mistress: I want to believe the path you threw out for consideration in Andy's office that there is no way he gets elected.",
  "Plus, the president is accusing FBI agent Peter Strzok of treason over anti-Trump text messages that he sent to his FBI lawyer mistress Lisa Page.",
  "But two other Republicans today who were in that meeting Senators Perdue and Cotton said they do not recall the conversation playing out that way.",
  "When we come back on this special edition of Hannity, Nancy Pelosi believes giving thousands of dollars to you the American people is only crumbs.",
  "Yet, we do have evidence of unbelievable instance of abusing the weapons of intelligence and surveilling, unmasking, and leaking raw intelligence.",
  "On the other hand, if we win, America will continue to move forward as the freest country in the world and I think that is why both of us fight.",
  "We, civil libertarians, liberals and conservatives alike, have long worried about the FBI, its surveillance methods and the potential for abuse.",
  "We now it was either in part used or a significant part of the FBI being able to get the warrant to spy on Trump and people within his campaign.",
  "That's why I called for right from the beginning an impartial, nonpartisan commission of inquiry to look into every aspect of the last election.",
  "Ed Henry is also reporting that Nunes told his colleagues that he plans to share evidence of this abuse with the entire House later this month.",
  "And so what you and are living through is a period where the old order, the establishment that inherited and this is important to understand.",
  "They inherited all these great centers of authority and responsibility and they have gradually turned them into left wing nut cake positions.",
  "Now, also tonight, the president is eviscerating FBI agent Peter Strzok and his FBI lawyer mistress Lisa Page over anti-Trump text messages.",
  "Now, what Strzok has done here, it is crooked, it is scandalous and even former Clinton strategist Mark Penn is saying he should be fired.",
  "Anyway, here with reaction the author of the bestselling book \"Vengeance\" former speaker of the House, Fox News contributor Newt Gingrich.",
  "But, Sean, when you are looking at the dossier and I think actually leaking Glenn Simpson' testimony actually back fired on the Democrats.",
  "TOM FITTON, JUDICIAL WATCH PRESIDENT: I think it's going to be, as Sara is indicating a tsunami of information coming out on the scandals.",
  "Now, I'm asking as irredeemable deplorable human being that clings to God, my bible and I believe in the Second Amendment and my religion.",
  "Now, the title is fitting because yes, we are broadcasting tonight from our nation's capital, Washington, D.C., swamp, sewer, same thing.",
  "And the unbiased so-called journalists, well, they should be able to see this as the major story it is worthy of further investigation.",
  "(END VIDEO CLIP)\n\nHENRY: Well, one of those white guys is Pelosi's number two in the Democratic leadership, Congressman Steny Hoyer.",
  "I mean, look, is Sean Hannity suddenly going to get on the airways and say you know I was wrong about this Obama guy he is my man.",
  "FITTON: Or we found on the Wiener laptop classified information and pay- to-play, which I guarantee you is going to be coming out.",
  "Why don't you offer $100,000 to create the Barack Obama, Fox News, Sean Hannity scholarship, if he will come on the show with you?",
  "Many, many years from now, in a nursing home or a nice retirement community, Barack Obama will be still living in a fantasy life.",
  "Interestingly, and I have played it the last couple of nights, all the Democrats sounded like Donald Trump only five years ago.",
  "DERSHOWITZ: Well, I think it would be a Fourth Amendment violation if the material in the FISA warrant were known to be false.",
  "GINGRICH: Look, what you have to understand and I'm actually working on a book called Trump's America, trying to explain this.",
  "But if you are Hispanic, if you're African-American, you hear the president talk like that, you wonder if he cares about you.",
  "Then you find out that Glenn Simpson wouldn't answer any questions as to whether he was pushing this dossier to the media.",
  "Now, while it's unclear if Schiff has been leaking, we know for a fact that another top ranking Democrat has been leaking.",
  "As Ed is talking about, now we are going to find out more details about the FISA -- the intelligence surveillance abuses.",
  "We know that dossier now was used to get FISA warrants to spy on opposition candidate and a president-elect and his team.",
  "But Democratic house minority leader Nancy Pelosi wants you to know that these bonuses amount to little more than crumbs.",
  "Now, she blamed her poor decision by the way on the fact that she had a cold, I bet in school the dog ate her homework.",
  "You look at that testimony, you see to yourself first, Glenn Simpson said there was a source inside the Trump campaign.",
  "There would be no Mueller special prosecutor but for the leaking of Comey to the New York Times on one specific memo.",
  "Look, I don't think the Russians tried to influence the election necessarily in favor of one candidate or the other.",
  "I'm standing with the American --\n\nHANNITY: Even CBS, I don't know if you saw when they got three American families.",
  "This is going to reach the very highest levels of your government, including the DOJ, the FBI, the intel community.",
  "She said the immigration talks are led by, quote, five white guys which sounds like the five guys fast food chain.",
  "As a practical matter, can I shoot off a litany of Obama's statistics and what his true record is on the economy?",
  "I mean, what you just put together is as, I think, funny a statement of who Barack Obama is as I have ever seen.",
  "It started out as the children of illegal immigrants bought here through no fault of their own should stay here.",
  "They're going to cut programs for the elderly, the children, the working families of this country and the poor.",
  "We know that the fix was in Comey and Strzok, rigged -- they had an exoneration before even an investigation.",
  "Good affordable healthcare might seem like a fanged threat to the freedom of the American people on Fox News.",
  "Now, under case called Franks versus Maryland, it's not enough under the Fourth Amendment for it to be wrong.",
  "FITTON: Yes --\n\n(CROSSTALK)\n\nHANNITY: All about yoga, a wedding, a funeral, emailing Bill who doesn't email.",
  "Now, you know my concern is why with are we waiting to find out about them after the reauthorization occurs?",
  "What's different now is that you have Donald Trump running the government for at least the next three years.",
  "HANNITY: African-Americans are doing better in the last year than they did under how many years under Obama?",
  "These two folks were having an affair, using official government channels for their personal communications.",
  "I listened to it and I thought to myself, this guy is so whacked and today I mean, he still doesn't get it.",
  "HANNITY: If you believe in the Constitution and our constitutional rights, noble should disagree with that.",
  "He added: never said anything derogatory about Haitians other than Haiti a very poor and troubled country.",
  "If you watch Fox News on a regular basis, it is a constant menu they will find like folks who make me mad.",
  "(COMMERCIAL BREAK)\n\nHANNITY: As we continue on \"Hannity,\" the \"Hannity hotline\" overflowing with messages.",
  "Here with insight into all of this, FOX News chief national correspondent -\n\n- good to see you, Ed Henry.",
  "And this is what American greatness is, in terms of the economy and that is what the president promised.",
  "We played that so starting in the first week of February, people will see more money in their paychecks.",
  "Either that or I'm wrong, but they didn't think Trump could win and people like you and me were right.",
  "Newt Gingrich will react as we continue from our nation's capital with a special edition of \"Hannity.\"",
  "It's pretty disgusting, it's pathetic, it's a disservice, it's disgraceful to you the American people.",
  "And you will not believe what a long time Hillary Clinton ally is saying about this explosive scandal.",
  "Those who watch Fox News and those who read the New York Times occupy completely different realities.",
  "We'll be doing DACA 2.0 in two years if we don't have better border security and that includes wall.",
  "That's not where this started, San, that's going to upset the president and others who support him.",
  "MERCEDES SCHLAPP, WASHINGTON TIMES: Lowest unemployment rate for African- Americans, for Hispanics.",
  "Because have you got this screen, fun house mirror through which people are receiving information.",
  "I think they tried influence the election in terms of destabilizing the American political system.",
  "And then the president added: that's a treasonous act, what he tweeted to his lover is treasonous.",
  "I would suggest we find out about the abuses before they reauthorize this for another six years.",
  "NEWT GINGRICH, R-FORMER SPEAKER OF THE HOUSE: Look, you and I have known each other a long time.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "Worst recovery since the 1940s, lowest home ownership rate in 50 years and he doubled the debt.",
  "(BEGIN VIDEO CLIP)\n\nREP. NANCY PELOSI, D-CALIFORNAI: The five white guys I call them, you know.",
  "We are also bring in former White House press secretary and FOX News contributor Ari Fleischer.",
  "Remember Comey not only leaked, he laundered the information through a Columbia law professor.",
  "HANNITY: We have a lot more \"Hannity,\" including, more great calls from the \"Hannity hotline.\"",
  "HANNITY: Did we pay for her gulf stream to go to San Francisco and back when she was speaker.",
  "If that does come to fruition, if we find out --\n\nHANNITY: Then the court may have been lied.",
  "(END VIDEO CLIP)\n\nHANNITY: He still kind of stuck there let's take a walk down memory lane.",
  "Here with reaction White House senior advisor for strategic communication Mercedes Schlapp.",
  "And it's very clear that he is focused on making sure that American hard working families.",
  "I wasn't viewed through this prism of Fox News and conservative media and making me scary.",
  "This may take it into, you know, the back and forth about the president's personal views.",
  "ALAN DERSHOWITZ, HARVARD CONSTITUTIONAL LAW PROFESSOR: I am very much worried about that.",
  "He might be speaking, you know, from the gut, the kinds of things people say privately.",
  "The State Department is being told to speed up the release of Hillary Clinton's emails.",
  "You'd have to believe that Donald Trump won't build the wall if he is given the funds.",
  "HANNITY: He's got to be given the money as part of any deal or he is making a mistake.",
  "The Statue of Liberty says give us your poor, your hungry, people yearning to be free.",
  "(COMMERCIAL BREAK)\n\nHANNITY: So there is a lot of drama right here in Washington, D.C.",
  "I have a wonderful relationship with Haitians, probably should record future meetings.",
  "Earlier this week one said every time I open my mouth I kill a kitten, straight ahead.",
  "Because it's so -- it is so unbelievably hard to understand if you're a normal person.",
  "Obama thought it was terrific that we had more people on food stamps than ever before.",
  "Chuck Schumer can't afford to believe it because if it was true, they would disappear.",
  "The only thing that seems to matter is destroying and delegitimizing President Trump.",
  "Have a great weekend, a lot of news breaking as we hope you joins us, see you back.",
  "He let's it rip on occasion and sometimes it's helpful to be politically incorrect.",
  "A lot of things are said in politics but what do you make of the conflicting views?",
  "We have the court ruling that the Clinton emails need to be released more quickly.",
  "And that's why having partisan inquiries by congressional committees doesn't work.",
  "That's why having a special counsel who operates behind closed doors doesn't work.",
  "Every American suffers when the Russians in any way try to influence the election.",
  "That is not what President Trump -- he stood away from that and basically said no.",
  "Nobody really want to know what truly motivates us, but that is a separate issue.",
  "HANNITY: Let me follow up with the dossier, it was partisan, bought and paid for.",
  "You make some really good point as it relates to the partisan aspect of all this.",
  "But, first, there is a lot to cover in tonight's breaking news opening monologue.",
  "I don't understand how criminal investigation hasn't been opened to all of this.",
  "His opinion of me does not seem to be very high, but I'm always good for a beer.",
  "(END VIDEO CLIP)\n\nHANNITY: Were some people drinking when they made those calls?",
  "And so, the truth is we're in an identity fight which if we win they disappear.",
  "SCHLAPP: Let's show how out of touch negative Nancy is for the American people.",
  "This is too important to all Americans to leave any kind of partisan advantage.",
  "What was really tough was the outlandish proposal made, a big setback for DACA.",
  "Now, here is the insurance policy text message President Trump is referring to.",
  "This guy's corrupt tentacles touch seemingly everything and also General Flynn.",
  "Clearly negative Nancy here, I mean she is calling this like these are crumbs.",
  "I mean, it was very clear that he made that commitment to the American people.",
  "It's going to be hard to get up and face the day if I don't have a good laugh.",
  "Trump's tax cuts, regulatory cuts, pro-business attitude is starting to work.",
  "HANNITY: You were saying in his report that he admits he used tough language.",
  "Let me move on, because this really all comes down to the immigration debate.",
  "It's like an insurance policy in the unlikely event you die before you're 40.",
  "So, if Congress does appropriate funds for the wall, the wall will be built.",
  "This is not the first time Obama has taken shots at Fox News or yours truly.",
  "We played the montage of Democrats saying there is no evidence of collusion.",
  "Make sure that they had an opportunity to succeed and that is now happening.",
  "UNIDENTIFIED MALE: Would you shut up and let your guests finish their point?",
  "Somebody said earlier this week, every time I open my mouth I kill a kitten.",
  "And the media has chosen a reality of partisanship and conspiracy theories.",
  "You always get the consideration the amnesty, you never get the wall built.",
  "And finally tonight, Judicial Watch is scoring another major legal victory.",
  "But he is talking about a merit based system from the way I understand it.",
  "ARI FLEISCHER, FOX NEWS CONTRIBUTOR: Well, here's where I come down, Sean.",
  "(BEGIN VIDEO CLIP)\n\nOBAMA: I will put Mr. Burgess up against Sean Hannity.",
  "Because Donald Trump means it when he says he will start deporting people.",
  "SEAN HANNITY, FOX NEWS HOST: Welcome to the special edition of \"Hannity.\"",
  "Now, there are reportedly 10,000 total messages between Strzok and Page.",
  "With respect to Sean Hannity I didn't know he had invited me for a beer.",
  "FLEISCHER: And, look, and you know I'm an immigration reform Republican.",
  "HANNITY: These are the ones deleted and we haven't seen any of them yet.",
  "And I'm not even talking about uranium one or Debbie Wassermann Schultz.",
  "Obama is the only president in history that never reached 3 percent GDP.",
  "Anyway we still want to hear from you, call that that number 8772258587.",
  "We know from what we have seen that there needs to be an investigation.",
  "ED HENRY, FOX NEWS CHIEF NATIONAL CORRESPONDENT: Good to see you, Sean.",
  "Then, we find out he didn't even verify the information in the dossier.",
  "Look, President Obama broke the law when he allowed DACA to take place.",
  "The two should be tied, because the Republicans are 100 percent right.",
  "(COMMERCIAL BREAK)\n\nHANNITY: All right, well, yes, she is at it again.",
  "They didn't do the investigation, but they are writing an exoneration.",
  "DERSHOWITZ: -- you should care deeply about any abuse of this process.",
  "HANNITY: White House how many weeks and have a nickname for everybody?",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: I think you should be in jail.",
  "(LAUGHTER)\n\n(APPLAUSE)\n\nThan you are if you, you know, listen to NPR.",
  "I guess they were embarrassed about the whole Obama is a devil thing.",
  "But Democrats like Dick Durbin have simply not given an inch on that.",
  "People take one stand and they don't keep it when the stand matters.",
  "DERSHOWITZ: What the Russians tried to do in terms of the Democrats.",
  "When we come back, Ed Henry is here and latest reaction to remarks.",
  "Democrats said many of the same things the president is saying now.",
  "We know that Hillary paid for a dossier full of Russian propaganda.",
  "If ever there is a time for the Democrats to compromise, it's now.",
  "It could include sensors and drones and more Border Patrol agents.",
  "HENRY: They do, but they think they can get DACA without the wall.",
  "(LAUGHTER)\n\nThat probably wouldn't want to go have a beer with me.",
  "Look, if I watched Fox News I wouldn't vote for me either, right?",
  "If I wrote the most obscene spy novel, you couldn't make this up.",
  "It's unfolding unlike anything this country has ever seen before.",
  "And tonight, Judicial Watch is scoring yet another major victory.",
  "Also comments made by Nancy Pelosi, disparaging male colleagues.",
  "I think it was a thrust was a thrust against certain countries.",
  "(LAUGHTER)\n\nOf course that never kept Fox News from showing up.",
  "HANNITY: Five years ago, they wanted 700 miles of border fence.",
  "Other times it pushes people away and I can understanding that.",
  "That's why I said what the president did I thought was hurtful.",
  "He also admitted that he was against Trump during the election.",
  "Now that message is only the beginning of this massive scandal.",
  "And DACA seems to be part of the deal if the wall is included.",
  "I would not vote for a deal DACA without funding for the wall.",
  "The Democrats want to change the law, they need to compromise.",
  "I said, are you going to open a hamburger stand next or what?",
  "This is coming from people within the intelligence community.",
  "What Alan Dershowitz said would definitely take significance.",
  "Content and Programming Copyright 2018 Fox News Network, LLC.",
  "Very disrespectful to committee members and possibly illegal.",
  "He will think that Iran should really wanted to have a deal.",
  "HANNITY: Mr. Speaker we always appreciate you being with us.",
  "(CROSSTALK)\n\nHANNITY: This is important because Devin Nunes.",
  "To be clear, they're not going to become citizens overnight.",
  "And I would think, show me the money to quote a famous film.",
  "ARI FLEISCHER, FOX NEWS CONTRIBUTOR: I agree with that take.",
  "If you watch Fox News, you are living on a different planet.",
  "President Obama taking more swipes at the Fox News channel.",
  "CARTER: Yes, in the Department of Justice and with the FBI.",
  "I don't -- I'm a civil libertarian first and foremost, sir.",
  "Now, we are following three major breaking stories tonight.",
  "This is a rush transcript from \"Hannity,\" January 12, 2018.",
  "This copy may not be in its final form and may be updated.",
  "He's lashing out and attacking again the Fox News Channel.",
  "What the Russians tried to do in terms of the Republicans.",
  "There is a certain segment of hard core Sean Hannity fans.",
  "And that's the problem words like that from the president.",
  "It captures this sense of being out of touch with reality.",
  "I call her negative Nancy and the demoralizing Democrats.",
  "HANNITY: We have two million fewer people on food stamps.",
  "HANNITY: We miss you here, but you will come back I hope.",
  "And the president has delivered on his -- on the economy.",
  "This is about a tax cut law that helps American families.",
  "HENRY: Saying they are taking away our Medicaid benefits.",
  "It turns out it's working pretty well in the real world.",
  "HANNITY: Don't you think the Democrats want DACA so bad?",
  "HANNITY: The wall seems nonnegotiable for the president.",
  "The rest suspect to Donald Trump and his administration.",
  "(END VIDEO CLIP)\n\nHANNITY: I didn't vote for you either.",
  "There is some truth in what he is saying in this regard.",
  "To me, that is hugely damaging to confidence in the FBI.",
  "I don't understand how he is still employed by the FBI.",
  "There is really a very hard way to come back from this.",
  "UNIDENTIFIED FEMALE: They're going to explode the debt.",
  "And I just think it's important that we celebrate that.",
  "It seems like chain migration will end as part of this.",
  "HENRY: No doubt that's what the president is demanding.",
  "So what Donald Trump is going to do is enforce the law.",
  "A lot more coming up on this busy breaking news night.",
  "A sign this volatile debate is getting inflamed, Sean.",
  "DERSHOWITZ: It doesn't much matter what words he used.",
  "They're going to raise taxes on hard-working families.",
  "They want to poison the air, water, and kill children.",
  "When you -- everything is broken down by demographics.",
  "HANNITY: You are describing it perfectly to be honest.",
  "SCHLAPP: I mean, and let's just look at Nancy Pelosi.",
  "That is because of the leadership of President Trump.",
  "Seems like Fourth Amendment crisis here in many ways.",
  "All these Clinton emails she tried to hide or delete.",
  "Newt Gingrich is here tonight to discuss and respond.",
  "You see it happening day after day, hour after hour.",
  "I believe in addition, I believe in being inclusive.",
  "He did not have the presidential authority to do it.",
  "I mean, if I watch Fox News, I wouldn't vote for me.",
  "We know that the fix was in with Hillary and Bernie.",
  "I am very honored to be working with the president.",
  "But a wall works and the wall should be part of it.",
  "That's when he used these vile and vulgar comments.",
  "DERSHOWITZ: I have to tell you just one more thing.",
  "I'm a proud conservative, I don't hide any of that.",
  "That has been their only objective for over a year.",
  "Here's what Penn said on the Fox Business Network.",
  "That alone would have made them a security threat.",
  "We'll let the Washington people figure it all out.",
  "HANNITY: Let's talk about the media in this sense.",
  "And this is really a definition of life and death.",
  "There seems to be -- there are two realities here.",
  "You had Dianne Feinstein on camera in California.",
  "CARTER: Oh, a lot of news coming next week, Sean.",
  "And there are text messages that are coming out.",
  "Oh, Russian propaganda to influence an election.",
  "This is one the reasons Washington doesn't work.",
  "HENRY: At least the debate is shifting that way.",
  "We had 13 million more Americans on food stamps.",
  "Now, Strzok and Page also called Trump an idiot.",
  "White House aides were not denying it was said.",
  "The current state of negotiations has changed.",
  "It seems inarticulate, not, whoever said what.",
  "SCHLAPP: I have a great mentor, the president.",
  "There's no evidence of Trump-Russia collusion.",
  "Now, that scandal is only going to get bigger.",
  "(END VIDEO CLIP)\n\nHANNITY: Kind of refreshing.",
  "I mean, this is the FBI we are talking about.",
  "He laundered it through a Columbia professor.",
  "These are issues that should be investigated.",
  "CARTER: Then the court may have been lied to.",
  "CARTER: I know exactly how are talking about.",
  "Ari, you were commenting on this last night.",
  "I 100 percent agree with what you just said.",
  "You can go back to 1986 and the Reagan deal.",
  "SCHLAPP: It's a renewed optimism in America.",
  "You are just the worst person on television.",
  "Also, Barack Obama he cannot quit his habit.",
  "By the way, there is about 9,000 more to go.",
  "SCHLAPP: The average family making $75,000.",
  "The news continues, Laura Ingraham is next.",
  "HANNITY: All getting a significant tax cut.",
  "How do you -- where do you come down on it?",
  "And so, again, this should be looked into.",
  "Tom, tell us what Judicial Watch is doing.",
  "And we know from what we have seen, right?",
  "You won't get it in the rest of the media.",
  "That he was going to focus on the economy.",
  "He will think that high taxes really work.",
  "He will think that welfare is a good deal.",
  "That is all the time we have this evening.",
  "That was a Democrat being honest for once.",
  "I think that is, you know that is treason.",
  "Does the media not care about any of this?",
  "SCHLAPP: It's about the child tax credit.",
  "I wish I would lay off of my morning Joe.",
  "So I'm going to spend some of your money.",
  "But the media won't talk about any of it.",
  "HANNITY: By the way, I'm not one of them.",
  "They think government is a better answer?",
  "Professor Dershowitz --\n\nDERSHOWITZ: Yes.",
  "We need an open investigation commission.",
  "But we learned a lot that the fix was in.",
  "However, they will get some legal status.",
  "You've got to get the money for the wall.",
  "(CROSSTALK)\n\nHANNITY: This is important.",
  "HANNITY: The wall should be built first.",
  "HANNITY: A lot of news coming next week?",
  "UNIDENTIFIED FEMALE: This is Armageddon.",
  "Nancy Pelosi can't afford to believe it.",
  "Lowest labor participation in the 70's.",
  "And we will get this guy out of office?",
  "We have only gotten a fraction of them.",
  "But I'm afraid we can't take that risk.",
  "You have a whole list of these things.",
  "HANNITY: Ari, I make this point often.",
  "You always get the spending increases.",
  "HANNITY: Professor, let me go to you.",
  "Nobody should be afraid of the truth.",
  "I lived in New York a high tax state.",
  "They will get a tax cut about $4,000.",
  "HANNITY: How rich is negative Nancy?",
  "HANNITY: Let me go to the professor.",
  "So that material may be coming out.",
  "HANNITY: The same with the economy.",
  "I need a good laugh in the morning.",
  "HANNITY: Do you like your new job?",
  "UNIDENTIFIED FEMALE: Good evening.",
  "(END VIDEO CLIP)\n\nHANNITY: Really?",
  "Every fact should be investigated.",
  "Back then somehow they were right.",
  "I don't know where they find them.",
  "Again, taking swipes at Fox News.",
  "Never said, quote, take them out.",
  "President Trump Versus The Swamp.",
  "See, that's treason right there.",
  "No, that is not going to happen.",
  "The history channel is not here.",
  "They inherited Edward R. Murrow.",
  "They inherited the old Harvard.",
  "They inherited Walter Cronkite.",
  "GINGRICH: That is such a funny.",
  "They spent a year, Mr. Speaker.",
  "GINGRICH: I'm just telling you.",
  "(END VIDEO CLIP)\n\nHANNITY: Yes.",
  "Same with home ownership rates.",
  "Let not your heart be troubled.",
  "I wish he hadn't said it, Sean.",
  "It has to be known to be wrong.",
  "Let the American public decide.",
  "We are a country of immigrants.",
  "But we're going to get to that.",
  "Bought and paid for by Hillary.",
  "You cannot make this stuff up.",
  "And I've got to tell you this.",
  "You are going to stay with us.",
  "FLEISCHER: The money is there.",
  "(CHEERS)\n\nHe will tear him up.",
  "You may remember some of this.",
  "Same with consumer confidence.",
  "Focus on the American worker.",
  "I will take a thousand bucks.",
  "That is such a funny segment.",
  "There is no doubt about that.",
  "It has been abused viciously.",
  "This system has been abused.",
  "HANNITY: That is real money.",
  "Do I deserve that much hate?",
  "(MUSIC)\n\nHANNITY: All right.",
  "We're glad you are with us.",
  "I forgot the good old days.",
  "This is a bipartisan issue.",
  "Guys, good to see you both.",
  "This is not amnesty per se.",
  "I still think that tonight.",
  "You never get the tax cut.",
  "If they win, we disappear.",
  "We will see you next week.",
  "8 Million more on poverty.",
  "The numbers go on and on.",
  "But they have been wrong.",
  "Ed Henry, thanks so much.",
  "He said it was offensive.",
  "Now they call him racist.",
  "I know it's not on topic.",
  "Can I say one more thing?",
  "HANNITY: Extensive abuse.",
  "Unfortunately, no trust.",
  "And then a FISA warrant.",
  "The law is on the books.",
  "This is a very big deal.",
  "Keep on criticizing him.",
  "Let us get right to it.",
  "HANNITY: What happened?",
  "SCHLAPP: That is right.",
  "HANNITY: Chuck Schumer.",
  "Let the truth come out.",
  "And I was given a name.",
  "Stay with this program.",
  "But let's do it before.",
  "How about some urgency?",
  "A lot of news tonight.",
  "He kept stepping back.",
  "He wouldn't answer it.",
  "I mean, it really did.",
  "I said that yesterday.",
  "Because, you know why?",
  "You got to stop lying.",
  "Have a great weekend.",
  "He will never get it.",
  "DERSHOWITZ: Yes, yes.",
  "That's good for once.",
  "It gets complicated.",
  "They might be wrong.",
  "Let's take a listen.",
  "ALL RIGHTS RESERVED.",
  "You mentioned Iran.",
  "A thousand dollars?",
  "There is a renewed.",
  "A thousand dollars.",
  "HANNITY: All right.",
  "HANNITY: All right.",
  "I'm a conservative.",
  "HANNITY: Yes, sir.",
  "It's all building.",
  "So that's the key.",
  "I'm laughing, too.",
  "You were horrible.",
  "We're out of time.",
  "Stay with us here.",
  "You are laughing.",
  "It's that simple.",
  "It's so pathetic.",
  "HANNITY: I agree.",
  "Made up by Dems.",
  "HENRY: They did.",
  "FLEISCHER: Yes.",
  "He rebuked her.",
  "HANNITY: A lot.",
  "Last word, Tom.",
  "HANNITY: Agree.",
  "SCHLAPP: Right.",
  "SCHLAPP: Right.",
  "We'll explain.",
  "HANNITY: Done.",
  "HANNITY: Done.",
  "SCHLAPP: I do.",
  "Appreciate it.",
  "HANNITY: Ari?",
  "Every aspect.",
  "Stay with us.",
  "SCHLAPP: Yes.",
  "SCHLAPP: Yes.",
  "SCHLAPP: Yes.",
  "Take a look.",
  "Watch this.",
  "Watch this.",
  "Watch this.",
  "All right.",
  "All right?",
  "Really?",
  "Really?",
  "Really?",
  "Ok?",
  "Ed?"
]