[
  "And speaking of uranium one, according to the new report from The Hill, the FBI has evidence including eyewitness accounts that, quote, \"Russian nuclear officials routed\" -- pay attention -- \"routed millions of dollars to the U.S. designed to benefit former President Bill Clinton,\" former Secretary of State Hillary Clinton's, \"charitable foundation during the exact time Secretary of State Hillary Clinton served on a government body that provided a favorable decision to Moscow.\"",
  "According to news reports tonight from The Hill's John Solomon and Circa News' Sara Carter, there brand-new FBI documents that show the Russian nuclear industry officials kicked back millions and millions of dollars to the Clinton Foundation all while Hillary Clinton was secretary of state and helped approve the uranium one deal which gave Moscow, Russia, Vladimir Putin control of 20 percent of American uranium, the foundational materials for nuclear weapons.",
  "There's been no investigation when it is warranted and my hope is that this new reporting will not only get Senator Grassley to raise these very serious questions with the Attorney General but we will actually get an investigation of this for people whether it's a grand jury or congressional committee that has subpoena power, it warns that kind of activity.",
  "According to these breaking news reports, back in 2009, the FBI, they started gathering evidence, including recordings and emails and witnesses that they talked to showing that the Russian nuclear industry officials used bribes, kickbacks, money laundering and other illegal tactics to expand Russia's influence over America's uranium market.",
  "So, the FBI basically has evidence and the former documents' e-mails financial records and eyewitnesses proving the Russian's bribery, kickbacks, extortion and money laundering to secure their Uranium One deal -- and about $145 million kicked back to the Clinton Foundation and they knew it in 2009?",
  "We have more on the explosive report from The Hill John Solomon and Sara Carter that said the FBI now has proof Russian nuclear officials kicked back millions of dollars that benefited the Clinton foundation prior to the Obama administration's approval of the uranium one deal.",
  "And tonight, they are also reporting the FBI now has evidence that Russia for years has been doing this and they are reporting the FBI has evidence that literally they used bribery to gain control over America's uranium industry all while the Obama administration did nothing.",
  "Also tonight, the FBI, they released proof that the former Director of the FBI James Comey had been drafting a letter to exonerate Hillary Clinton and her email server scandal months before interviewing key witnesses including the former secretary of state herself.",
  "NEWT GINGRICH, FORMER SPEAKER OF THE HOUSE: Well, first of all, the best news I heard tonight, was your report to Senator Grassley is beginning to ask very serious questions and I hope that the Senate Judiciary Committee is going to open a full-blown investigation.",
  "I mean, this whole thing coming together right now and the way it's coming together, the people who were involved, I mean, I think the average American is going to demand that the House and Senate hold full-blown clear public hearings, put this stuff on the record.",
  "And for two years, the Obama administration and Hillary Clinton and everybody who has been quoted that said, the Obama administration had no knowledge of a national security threat and that's why they did not have any problem approving the Uranium One deal.",
  "For him saying oh, we have excessive expectations, our expectations were raised, because I see you laughing - were raised because people like him were promising to repeal and replace ObamaCare for seven years and they cannot get their act together.",
  "I think Speaker Paul Ryan has sent out a note saying, for the average working Americans, it's going to be a $4,000 increase in take-home pay, work with Kevin Hassett, the chairman and council of economic advisor has put together $4,000 for family.",
  "GINGRICH: Well, I mean, if you're Senator Bob Menendez and you are being tried for something and you suddenly learn that with the Clinton's dead maybe 50 to 100 times bigger and involve national security with Russia and nothing happening to them?",
  "Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "We also pointed out that a lot of these donations remember that came to the Clinton foundation, their signed agreement with President Obama was that they would disclose those donations and as of course we revealed, they were not disclosed.",
  "For example, the network evening newscasts tonight, even though these massive new stories are out about Hillary Clinton, the Obama administration, colluding with the Russians, giving them uranium, kickbacks to the Clinton Foundation.",
  "The statute of limitations -- these women, Jennifer Lawrence, Reese Witherspoon that you mention were all at a gathering in Southern California over the last couple of days and they come up with \"well, I think it's a great idea.",
  "(BEGIN VIDEO CLIP, JULY 31, 2017)\n\nHANNITY: Then there's a real Russia collision story, the uranium one deal which I predict will be the biggest news to come out in the next year or two where the secretary of state, remember?",
  "They might also have a little bit of luck in that I do think three or four Democrats -- if we can drive home the small business and what a huge tax break it is for working middle-class Americans, what a huge tax break it is.",
  "For the past few years I've been working on a very special project, I'm a proud executive producer and I wanted to do this because I'm tired of formulaic films that frankly, go against conservative sensibilities and values.",
  "And in the process, Clinton helped create a massive national security risk for every man, woman, and child, giving Vladimir Putin control over American uranium, that material, as I said, you use it to make nuclear warheads.",
  "Both reports highlight how the Obama administration kept all of this evidence that they had of Russian bribery secret from Congress and the American people until five years after the approval of that uranium one deal.",
  "And he also knew as well as Hillary and had to sign off along with Hillary Clinton on the deal even though that we know they are trying to influence every aspect of our security and get control over America's uranium.",
  "Now, if the liberal ideological mainstream media and the Democrats in this country that have been screaming, \"Russia, Russia, Russia,\" for all these months, if they want real Russia collusion, we've got it for them.",
  "And while we're at it, did anyone in the media aside from this show, did they ever asked Julian Assange about who gave him -- he's the one that has the information -- who gave him Hillary Clinton the DNC's emails?",
  "HANNITY: When you wrote about this, Peter, I remember we did a lot of this, on \"Clinton cash,\" were you not able to put all the pieces together and does this make more sense to you based on your early reporting?",
  "Now, in The Hill report, they explained that despite all of the evidence that they had of wrongdoing against Russia, the Obama Justice Department, for some unknown reason chose not to act and pursue charges.",
  "SCHWEIZER: Last word, keep in mind, \"The New York Times\" is reported uranium one is actually exporting yellow cake from the United States, part of the agreement from the Russian --\n\nHANNITY: Unbelievable.",
  "Now keep in mind, after President Trump won in November, President Obama and his administration, they were telling anyone who would listen, \"Russia, Russia, Russia, Russia interfered with our election.",
  "And also tonight, the former chairman of DreamWorks Jeffrey Katzenberg says there's no way Harvey Weinstein acted alone saying men around Weinstein protected him and described him as a pack of wolves.",
  "Now Comey played politics, he let Clinton off the hook, even though she had secret, top-secret, special access programs, classified information stored, let's see, in a mom, pop shop bathroom closet.",
  "(END VIDEO CLIP)\n\nHANNITY: What I said back in June is exactly what's happening now and it's only going to get worse for Hillary Clinton, Bill Clinton, the Democrats, the media and all in the left.",
  "The FBI has confirmed that in fact, the disgraced former Director James Comey drafted a letter exonerating Hillary Clinton months before interviewing any key witnesses in the email server scandal.",
  "We are talking about what else that was going on that the Obama Justice Department new and still gave Putin, Moscow, Russia 20 percent of our uranium and the money goes to the Clinton Foundation.",
  "MONICA CROWLEY, AMERICAN COLUMNIST AND POLITICAL COMMENTATOR: The music industry, television, news, anything that involves a camera or the way you look, these kinds of judgments come into play.",
  "And those board members will now seek the information that he's asking for because they are going to be looking at and this is a whole new board that is going to be answering these questions.",
  "We knew in 2009 -- they knew because there is a's WikiLeaks cables that proved that she was told in those top-secret memos that the Russians were trying to corner the world's uranium market.",
  "And when the DOJ finally did go public -- this was 2015 -- it was only to announce a single charge against the Russian at the center of the bribery scheme and they played it on the down low.",
  "Hiding this information, not disclosing to congress when they had a legal obligation to do so seems to be unconscionable and they have no more integrity associated now with Trump collusion.",
  "They case proved that the nuclear Russia, Russia's nuclear industry had bribe their way and compromised an American truck company that moved all of Russia's uranium in the United States.",
  "(BEGIN VIDEO CLIP)\n\nTRUMP: We need the help of the Heritage Foundation and everyone here tonight to get our tax cuts through the House, through the Senate and to my desk for signature.",
  "And then you look at Comey who is this great virtuous person in the Washington press corps start saying, wait a second, he is writing and exoneration two months before an interview?",
  "Are you confident that at the end of the day, the McCains, the Susan Collins, the people voted for this bill, are they going to be there, are they going to be Republicans for once?",
  "Senator Grassley, chairman of the Judiciary Committee began an investigation last week specifically asking all the CFIUS members, did you know there was a criminal investigation.",
  "The Obama administration then went on to approve business deals that benefited Russia, Putin, Moscow greatly while these threats to our national security were actually going on.",
  "Did the DOJ, did they deliberately jeopardize America's national security knowing all of this was going on, in other words the kickbacks, bribery, extortion, money laundering?",
  "We also understood tonight, Judicial watches found that 2800 government documents from Huma Aberdeen were found on Anthony Weiner's laptop and they might have been classified.",
  "Catherine Herridge is reporting tonight that two members of the firm behind that fake news dossier have been subpoenaed to appear before Congress as it turns out tomorrow.",
  "HANNITY: Wait a minute, if they knew what real Russian influence collusion is happening and they did nothing, how can they sit in judgment the way they are in this case?",
  "If members of Fusion GPS, if they don't want to appear before Congress, they're refusing to talk, let's hold them in contempt of Congress, maybe they will go to jail.",
  "UNIDENTIFIED FEMALE, MSNBC, MARCH 28: You tell the Washington Post last week that quote, \"There's a smell of treason in the air when it comes to this investigation.\"",
  "And stage moms that know exactly what they are doing when they push their 15 or 16-year-old daughter into this meeting with a big belly gold chain wearing producer.",
  "HANNITY: Now we know there's bribery kickbacks, extortion, money laundering, I want to know where the money really came from, that went to the Clinton foundation.",
  "Tonight, we have a real National Security threat that was proven in real time in 2009 and it's going to be interesting to see what Congress does tomorrow morning.",
  "(END VIDEO CLIP)\n\nHANNITY: Tonight, with this new evidence where we have discovered is the evidence against the Clintons is overwhelming, it is incontrovertible.",
  "That was the President earlier tonight during a speech in front of the Heritage Foundation again taking aim at NFL players who kneel during our National Anthem.",
  "GERALDO RIVERA, FOX NEW ROAMING CORRESPONDENT: We have been talking about this scandal in ideological terms, political terms but essentially, they are criminal.",
  "The problem with prosecuting people like Harvey Weinstein or Roman Polanski or Woody Allen, you name them -- generally speaking, the complaint come years later.",
  "I know as well that Senator Grassley had started this investigation last week and that he had asked very detailed questions to the current CFIUS board members.",
  "By the way we also need to tip our hat to you, because you've been talking about this for a couple of years when a lot of other people have forgotten about it.",
  "And know what was going on and why the United States government decided to approve a deal that would give 20 percent of U.S. uranium assets to Vladimir Putin.",
  "Joining us now, author of the soon-to-be best-selling book \"Vengeance,\" just out last week, former Speaker of the House, Fox News contributor, Newt Gingrich.",
  "What really I think is making congress angry is that Eric Holder who sits on the committee that approved this deal with Hillary -- Hillary presides over it.",
  "Has the media that is supposed to be trusted ever reported on the millions of dollars that were poured into the Clinton Foundation as a result of this deal?",
  "KEITH OLBERMANN, \"THE RISTANCE\"/GQ, MARCH 14: It is as if there are no shoes on the Trump human centipede that are not about Russia, Russia, Russia, Russia.",
  "Why then did the Obama administration and Hillary in particular sign off on the sale of 20 percent of America's uranium to Vladimir Putin and the Russians?",
  "You mean, they've told them about bribery, extortion and money laundering and they still allowed the deal to go through by the Russians in our own country?",
  "Take a look at this headline from today: FBI uncovered Russian bribery plot before Obama administration approved a controversial nuclear deal with Moscow.",
  "(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nPRESIDENT DONALD TRUMP: We believe that our great American flag should be treated with reverence and respect.",
  "Actress Jennifer Lawrence she also detailed how a female producer made her stand naked in a lineup next to other girls, enticing her to lose weight.",
  "The media that is been running wild with all kinds of conspiracy theories about President Trump and Russia for months and months with no evidence?",
  "She approved handing over up to 20 percent of America's uranium, the foundational material of nuclear weapons to Vladimir Putin and the Russians.",
  "UNIDENTIFIED MALE, CNN, JULY 11: It does look like collusion, it does look like he is listening to Putin more than he is American intelligence.",
  "Actress Reese Witherspoon said she experienced sexual harassment and assault including a Director that assaulted her when she was 16 years old.",
  "There's also the fact that those stories are proof positive that Russia collusion hysteria is now starting to boomerang back on the Democrats.",
  "And 15 months had passed in the investigation and then CFIUS, 13 members of the governing board approved the Uranium One deal to the Russians.",
  "UNIDENTIFIED MALE, MSNBC, MAY 24: It certainly feels like we are in the opening stages of a devastating political chapter in American history.",
  "And remember this, you have a trucking company that is moving American uranium that is involved in bribery, kickbacks, all kinds of issues.",
  "They don't organize and get together and get in the room and shut the door and turn off the air conditioning like our framers and founders.",
  "When he came back after his surgery, he did say, stop listening to radio and cable host like me and people like me can go straight to hell.",
  "So, we've got Mueller having to investigate his boss now Rod Rosenstein, who is also an Andrew McCabe of the FBI and probably James Comey.",
  "Well, if that's the case, why when they had mountains of evidence -- that we will reveal tonight -- of Russian bribery going back to 2009?",
  "So far you have not presented one shred of evidence except now you can actually follow facts and evidence that we do have on the record.",
  "And by the way, we can't forget Peter Schweizer, he originally exposed this uranium one deal and his best-selling book, \"Clinton Cash.\"",
  "Now, it's up to Congress to ask those questions, to find out why did you decide to allow the CFIUS deal to go through with Uranium One?",
  "I believe if you had this commission, not only would you hear these hair-raising stories but you would also expose a corrupt industry.",
  "And is the left-wing mainstream media, are they going to stop pushing their lies and conspiracy theories to you, the American people?",
  "Now, here is the headline from Sara Carter: Russia nuclear firm under FBI investigation was allowed to purchase U.S. uranium supply.",
  "We have an informational crisis in this country, and that's why you, the American people, no longer trust the press, nor should you.",
  "It is possible the Justice Department tell the CFIUS and they still voted to approve this deal and it's possible --\n\nHANNITY: Wait!",
  "The evidence now shows that Hillary Clinton, the Obama administration put this country in danger handing Russia America's uranium.",
  "I wish I could say what I am thinking to get there bleep together and do their job and I think Bannon is saying the same thing.",
  "JARRETT: And Bill Clinton personally was receiving money from the Russian nuclear industry connected to this uranium one deal.",
  "The president of the government accountability institute, author of \"Clinton Cash,\" he first discovered the uranium one story.",
  "And tonight, explosive new evidence on what is becoming the biggest scandal -- or at least one of them -- in American history.",
  "Now the FBI officials told Sara Carter at Circa News that the bureau's bribery investigation could have actually been stopped.",
  "That Russians tampered with our election results in 2016 while six years before that, they tampered with our nuclear security.",
  "Now the lawyer for Fusion GPS is saying tonight, his client has been advised to plead the fifth if they are forced to show up.",
  "Hillary Clinton and her husband sold out America to the Russians while millions of dollars flowed to their family foundation.",
  "And that young Americans should be taught to love our country, honor our anthem and proudly recite the pledge of allegiance.",
  "Does it matter you mishandled classified information, destroyed classified information and you destroyed subpoenaed emails.",
  "The award-winning movie, it is an award winning already, it is called \"Let There Be Light,\" it's in theaters October 27th.",
  "NICOLE WALLACE, \"TODAY\"/NBC, JULY 6: This cloud about collusion with Russia will hang over him no matter where he stands.",
  "We actually asked him and Julian Assange told us repeatedly, five times that I interviewed him, it was not the Russians.",
  "UNIDENTIFIED FEMALE, MSNBC, FEB. 15: Tom Friedman said the election hacking is at the caliber of a Pearl Harbor or 9/11.",
  "Here's something -- I wonder if all the money that was donated was washed through Latvia as they had one of the reports.",
  "Deadline Hollywood reporting tonight that the Los Angeles City attorney will prosecute Weinstein's victims come forward.",
  "And the 2011 deal, that made it easier for the Russian nuclear subsidiary to sell uranium to U.S. nuclear power plants.",
  "Where you have actors or actresses, producers where they can tell these stories, name names and make recommendations.",
  "Joining us now with reaction, Fox News correspondent at large Geraldo Rivera, conservative columnist Monica Crowley.",
  "This is important, the end of the year because the timeline is now tough because the House is on vacation this week.",
  "So, The Hill's John Solomon, his colleague over there Alison Spann, are once again out with an explosive new report.",
  "On this program, I have been telling you uranium one will be one of the biggest scandals this country has ever seen.",
  "And you have Andrew McCabe, who is the deputy director of the FBI now who was also charged with that investigation.",
  "But I am with Steve Bannon in this sense, if Mitch McConnell cannot get the job done, Mitch McConnell needs to go.",
  "Now both of those indicate levels of corruption and dishonesty on a scale that can't remember in American history.",
  "JARRETT: A WikiLeaks document shows she was peddling access and now today we learned she was peddling influence.",
  "And it has an incredibly corrosive effect, it generates moral degradation and it generates this kind of culture.",
  "And nothing can be more important for the Republicans than to focus on getting this done and getting it signed.",
  "Are they going to get their identity somewhat back or are they going to bail and screw it up like health care?",
  "I even send them free pizza, which did not exist for them, to get on the same page insert the American people.",
  "All while people involved in the deal in Canada, they kicked back over $145 million to the Clinton Foundation.",
  "Every day we are learning more and more about just how disturbing that casting couch culture is in Hollywood.",
  "Will the press even now bother to look at John Solomon and Sara Carter's reporting and do their own digging?",
  "Yet have you heard any of them even mentioned Hillary Clinton colluding with Vladimir Putin on Uranium One?",
  "Rod Rosenstein then was head of this investigation when he was in Maryland looking at the trucking company.",
  "The disgraced producer Harvey Weinstein officially resigned from the board of the Weinstein Company today.",
  "In a shocking turn of events, Bob Weinstein, Harvey's brother, he too is now accused of sexual harassment.",
  "What I responded to with Bannon was he said he was going to run against every Republican except Ted Cruz.",
  "I want to see the draft versions of what Comey was writing two months before --\n\nHANNITY: Oh, we have it.",
  "Will the Special Counsel Robert Mueller start looking into this Russian plot to control American uranium?",
  "These include the 2010 -- we've talked about in a lot, now we have more details -- that Uranium One deal.",
  "(BEGIN VIDEO CLIPS)\n\nUNIDENTIFIED MALE, MSNBC: At first, we want to start with this week in Russia gate.",
  "There is also the fake news Christopher Steele dossier that was funded in part by the Democratic donors.",
  "But it did open up the doors that OK, now we've got a look at Loretta, now we've got to look at Hillary.",
  "They are a bunch of overpaid, rigid, left-wing radical ideologues and they no longer care about truth.",
  "For 15 months, Sean, for 15 months, the FBI was investigating the Russian nuclear industry and agency.",
  "And I would argue Hillary is going to be right behind Loretta Lynch in terms of investigation issues.",
  "even though, as The Hill reported, there was crimes, bribery and worse and blackmail being committed.",
  "So, it is going to be up to them to tell the truth and to deliver the answers to the American people.",
  "This is going to become one of the most important investigations that are going to evolve this fall.",
  "And they still signed off on the Uranium One deal, 20 percent of our uranium in the hands of Russia.",
  "This is a massive scandal and it's still shocking to me there has not been a congressional hearing.",
  "They do not care about the truth, and as I've been saying for years, journalism in America is dead.",
  "(END VIDEO CLIPS)\n\nHANNITY: The media has been breathless and hysterical over the Russia coverage.",
  "Washington Post reporting, quote, \"McCain endorses budget bill and win for GOP tax reform effort.\"",
  "NEWT GINGRICH, R-FORMER SPEAKER OF THE HOUSE: I think, you know, you're first real test this week.",
  "This is where the media in this country hurts the American people because they don't do their job.",
  "Tonight more Hollywood topline actresses are coming forward about harassments that they received.",
  "A lot of this money was flowing months, just months before that crucial vote to approve the deal.",
  "I don't think there's anything that can be done that can stop this at this point, this cacophony.",
  "(BEGIN VIDEO CLIP, JUNE 23)\n\nHANNITY: I've been saying that this is all going to boomerang back.",
  "And so, now what I'm thinking is, if they did report that information, it's got to be out there.",
  "HANNITY: And they knew the Russians were trying to influence all of our uranium in this country.",
  "You won't believe which Hollywood executive is now being accused of harassment and which actors.",
  "I would not be at all surprised to see some Democrats decide that they will vote for this thing.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "It seemed to show that the Russians were funneling tens of millions of dollars to that charity.",
  "SARA CARTER, CIRCA NEWS: Well, back in 2009, the FBI was actually approached by a businessman.",
  "This gushing of lies, problems, questions, chaos that will stop this presidency in his tracks.",
  "They continue in this country to be exposed as a bunch of rigid, radical left wing ideologues.",
  "That dossier relied heavily on Russian sources, a false smear to then candidate Donald Trump.",
  "They did not even report on it because it does not fit their narrative, their talking points.",
  "Here with reaction, someone who wrote extensively about corruption, surrounding the Clintons.",
  "If they can pass the budget resolution this week, that is a huge step in the right direction.",
  "Why do I think I would be in jail and you would be calling me on the phone on Saturday night?",
  "HANNITY: We were warned about this years ago and on your own TV show, you did these stories.",
  "CARTER: Yes, and Mueller who was charged then --\n\nHANNITY: How does he investigated himself?",
  "They knew that there were bribes and they knew how dangerous this was to national security.",
  "It would have been their duty on the board, on the CFIUS board to report that information.",
  "UNIDENTIFIED MALE, MSNBC, MARCH 28: A lot of people are afraid to use the T-word, treason.",
  "LAWRENCE O'DONNELL, MSNBC, MAY 16: Donald Trump now sits at the threshold of impeachment.",
  "GINGRICH: Get your act together is fine, trying to beat all the Republicans is just dumb.",
  "And also, he is also written extensively about it, Fox News legal analyst Gregg Jarrett.",
  "And the Comey drafting and exoneration of Hillary two months before he interviewed her.",
  "I also hope that Chairman Goodlatte and the House Judiciary Committee will do the same.",
  "A combined 68 percent said they have not had very much or no trust at all in the media.",
  "Stop wasting our time and our money trying to find evidence of Trump-Russia collusion.",
  "Bannon is suggesting and he said to himself -- he is going to wage war, against who?",
  "Is that not trying -- Russia trying to influence America's election with fake news?",
  "And it's going to be up to us to keep pushing this so that answers are delivered.",
  "I mean, according to every source I've spoken to --\n\nHANNITY: They knew about it.",
  "Fear seems to be a god motivator, I think Bannon is saying get your act together.",
  "HANNITY: Who should be investigating this as of tonight based on what we learned?",
  "JARRETT: It cannot be Jeff Sessions, because if you remember, he recused himself.",
  "In this case, her business was a charity, but it was a dual purpose, it appears.",
  "And keep in mind, the same Russia that they had been screaming about for a year.",
  "Because the criminal prosecution will not happen in the majority of these cases.",
  "We will going to cover all of this in tonight's breaking news opening monologue.",
  "That the Attorney General of the United States Eric Holder hid the information?",
  "I mean, if I was Menendez, I would say, wow, talk about justice not being fair.",
  "I think it's going to be pretty tough for the Democrats to go home and vote no.",
  "HANNITY: Politicians seem to respond to one thing, fear of losing their power.",
  "By an American businessman who said, look, I have information on the Russians.",
  "Now, some in the media and some Democrats even repeated these boldest claims.",
  "Deleting 33,000 subpoenaed emails, oh, that is called obstruction of justice.",
  "HANNITY: They know about bribery, kickbacks, extortion, and money laundering.",
  "GINGRICH: This is the key to the year for the Congress and for the President.",
  "I think that is the way to get meaningful reform and it is the only way Sean.",
  "Jennifer Lawrence was talking about being judged at 15 and sexually harassed.",
  "There are plenty of enablers involved across the board with Harvey Weinstein.",
  "We go down the list, everyone he is talking about voted to repeal ObamaCare.",
  "Also, President Trump makes a big push tonight for a key part of his agenda.",
  "It cannot now be Rosenstein because he had this information when he knew it.",
  "Which by the way, mishandling of classified information, that is a crime it.",
  "And how did Hillary sign off on it and get all this money to the foundation?",
  "Remember, the Ritz, hookers urinating on the bed, they paid for those lies.",
  "That is the question and I can confirm tonight, reporting this out tonight.",
  "There really was a Russia conspiracy but it's not what the media reported.",
  "JARRETT: Or fourth, who can be appointed by either Sessions or Rosenstein.",
  "When we come back Peter Schweitzer more first about the uranium one deal.",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: I can't stop thinking about Davey.",
  "And I am going to give this to you and they said, would you work with us?",
  "Bribery, kickbacks, quid pro quo, America's national security at stake?",
  "That gave Vladimir Putin control, over 20 percent of America's uranium.",
  "Uranium is the foundational materials so you can build nuclear weapons.",
  "Robert Mueller was FBI Director and Rod Rosenstein, then U.S. Attorney.",
  "It's amazing the work you guys do in the rest of the media is ignorant.",
  "GINGRICH: This is look, I think the President is exactly right tonight.",
  "Yeah, I don't want to see the Democrats take over the house or senate.",
  "GINGRICH: Bannon set against every Republican Senator except Ted Cruz.",
  "Evidence is mounting for the president's meddling in the Russia probe.",
  "You said it in the opening monologue that the Democrats are concerned.",
  "HANNITY: They really screwed up in the last nine months of this year.",
  "When we fought Nazi Germany, we didn't start trying to fight Britain.",
  "We've got money, greed and power and influence all coming in to play.",
  "I would prefer before thanksgiving, and certainly in early December.",
  "They knew about bribery, kickbacks, extortion, and money laundering.",
  "Now it is something we have been saying would be exposed for months.",
  "HANNITY: Let me go to you, John, and you're a reporter of The Hill.",
  "I have a final exit question and we will have more on this tonight.",
  "He knew about the bribery, the kickbacks, the extortion, the money?",
  "Guess who else knew about it and he was supervising in all of this?",
  "Nine all decided spontaneously to donate to the Clinton foundation.",
  "Huge developments today at the Harvey Weinstein scandal gets worse.",
  "The Obama administration knew, in 2009 about Russia, top officials.",
  "You and I both know well, I am assuming Bannon meant what he said.",
  "I mean, this was something that I contacted FBI officials tonight.",
  "Allowing the steel to go through without presenting the evidence.",
  "Kudos go out to these reporters for doggedly going at this story.",
  "Rape allegations but we have charges of child predatory behavior.",
  "You talked about how screwed up these child actors lives become.",
  "They've made more mistakes in the last year than I've ever seen.",
  "Everyone he is talking about voted for every single Trump Judge.",
  "It's something by the way I predicted would happen back in June.",
  "I'm also calling out the Attorney General Jeff Sessions tonight.",
  "You're talking about a $4,000 increase per middle-class family?",
  "The media, the Democratic politicians, they quoted the dossier.",
  "You know, if this is true, and there are two good fronts here.",
  "Thad Cochran who is not feeling well flew back for this thing.",
  "I just hope it leads to some reform and a much better culture.",
  "And where was the liberal mainstream media during all of this?",
  "Well, here are some of the more unhinged examples of the left.",
  "And the Clintons benefited to the tune of nearly $145 million.",
  "And unlike the mainstream media, we care about the truth here.",
  "MIKA BRZEZINSKI, MSNBC, MAY 11: I personally think it's over.",
  "We are talking about bribery, we are talking about blackmail.",
  "And they said the FBI would have had all of this information.",
  "Content and Programming Copyright 2017 Fox News Network, LLC.",
  "So, let's give our country the best Christmas present of all.",
  "HANNITY: Gregg, you wrote about this story about a year ago.",
  "JARRETT: They've all got to be fired or they have to resign.",
  "Then you have the corruption of sexual abuse and harassment.",
  "Chuck Grassley has a hearing with Jeff Sessions on the seat.",
  "This is a rush transcript from \"Hannity,\" October 17, 2017.",
  "It doesn't even need to be investigated, just corroborated.",
  "Russia was creating a direct threat to American democracy.\"",
  "We will have the reporter who broke that story on tomorrow.",
  "What is it funneled through Latvia or any of these groups?",
  "Will they investigate these explosive reports immediately?",
  "This copy may not be in its final form and may be updated.",
  "Joining us exclusively, John Solomon, he is with The Hill.",
  "The media is completely abusively biased in this country.",
  "SOLOMON: I think there are some things we don't know yet.",
  "And they are moving and national security asset, uranium.",
  "It's using any business as a corrupt criminal enterprise.",
  "He is going to run against every Senator except Ted Cruz.",
  "McCain, you'll never knew what the hell he's going to do.",
  "I've got to ask you about how important this tax deal is.",
  "It's so corrupt that there are agents that work as pimps.",
  "(COMMERCIAL BREAK)\n\nHANNITY: let's talk about Hollywood.",
  "You got to North Dakota, Montana, Missouri, and Indiana.",
  "PETER SCHWEIZER, CLINTON CASH, AUTHOR: It is huge, Sean.",
  "SCHWEIZER: It's being exported out of the United States.",
  "Think about this Sean, nine shareholders in uranium one.",
  "(COMMERCIAL BREAK)\n\nHANNITY: Welcome back to \"Hannity.\"",
  "It apparently came from more than half a dozen sources.",
  "HANNITY: I would do an hour with you and Steve any day.",
  "He also made a major push for a key part of his agenda.",
  "Newt Gingrich is here and so much more, straight ahead.",
  "I think this is obviously breaking Hollywood wide open.",
  "I think it's going to break other industries wide open.",
  "GINGRICH: I love the way the President put it tonight.",
  "Check their records, they voted for every Trump judge.",
  "HANNITY: But it did benefit Bill and Hillary Clinton.",
  "HANNITY: By the way, it is personal with John McCain.",
  "Seven and a half year promises, pretty disappointing.",
  "CARTER: Well, and these are many of the same players.",
  "And I think you might see some interesting questions.",
  "Eleven months of media lying and conspiracy theories.",
  "It's why we continue to expose all of these scandals.",
  "And it also proves James Comey acted inappropriately.",
  "But in the end, that's what people are investigating.",
  "So, it's time tonight -- and I'm calling on Congress.",
  "By the way, is that not spreading Russia propaganda?",
  "We have a two-tiered justice system in this country.",
  "It ought to be a Christmas gift for every Americans.",
  "And I thought that it was bad when you were speaker.",
  "HANNITY: You think Rosenstein and Mueller has to go?",
  "CROWLEY: That is a different part of the corruption.",
  "Young people have dreams, aspirations, and desires.",
  "According to reports, he is denying any allegation.",
  "Illegal money which makes it a criminal enterprise.",
  "HANNITY: We had Russian operatives in this country.",
  "GINGRICH: I love the President's way of putting it.",
  "Who takes this much vacation, which is a side note?",
  "Because I do believe National Security was at risk.",
  "Bribery, kickbacks, extortion and money laundering.",
  "Destroying classified information, that is a crime.",
  "I'm calling on Robert Mueller, the special counsel.",
  "Look at this PBS-Marist Poll from over the summer.",
  "And the President got a boost today on this front.",
  "Gregg Jarrett is here with a reaction on the Hill.",
  "These new revelations indicate part of the reason.",
  "Everyone in Hollywood knew and they joke about it.",
  "We've got to start with you, Mr. Peter Schweizer.",
  "I don't mind if he wants to complain about Mitch.",
  "Bill Clinton doubled his speaking fees in Moscow.",
  "One for the Clintons and one for the rest of us.",
  "UNIDENTIFIED MALE: I completely agree with that.",
  "They knew it before they even approved the deal?",
  "HANNITY: I saw your comments about Steve Bannon.",
  "HANNITY: Signed, sealed, delivered, exoneration.",
  "What do you make of the new development tonight?",
  "Why they didn't want this stuff to come to life.",
  "JARRETT: It totally compromises their integrity.",
  "CROWLEY: Not only do we have rape, on the table.",
  "That is all the time we have left this evening.",
  "They all knew and they still approved the deal.",
  "GINGRICH: You are too good at this to say that.",
  "I mean, he's just flighty as all can be lately.",
  "CARTER: That is exactly what we are looking at.",
  "No evidence by anybody of any Russia collusion.",
  "We'll have a lot more on that in just a second.",
  "These are people who actually knew about this.",
  "They are still allowed the deal to go through?",
  "SOLOMON: We don't know the answer to that yet.",
  "We have got to be able to see these documents.",
  "HANNITY: The Senate was on vacation last week.",
  "GINGRICH: I'm not going to straighten you out.",
  "I know you are aware of this Uranium One deal.",
  "This FBI documents gathered beginning in 2009.",
  "CROWLEY: I think it is the tip of the iceberg.",
  "GREGG JARRETT, FOX NEWS LEAGL ANALYST: I did.",
  "It seems to me they've all got to be cleared.",
  "HANNITY: How far will this story going to go?",
  "FBI sources that were there during that time.",
  "HANNITY: He is not talking about a real war.",
  "My column on Fridays going to be about this.",
  "The very rare -- very risky and shaky cases.",
  "Whoever's third and the Justice Department.",
  "HANNITY: Sara, I'll gave you the last word.",
  "Can you give us a hint where we're headed?",
  "No wonder they did not put her under oath.",
  "I want to know where that money came from.",
  "HANNITY: At the risk of American security.",
  "On the book, we focused on Hillary's role.",
  "I think Alabama was a shot across the bow.",
  "(END VIDEO CLIP)\n\nHANNITY: Here is a hint.",
  "Does this not prove what I've been saying?",
  "We don't have equal justice under the law.",
  "Breaking news and this will now come back.",
  "Also, is Congress now going to do its job?",
  "Just in case you forgot, let's remind you.",
  "He recused himself from the Russia probe.",
  "And frankly, I've never seen that before.",
  "We have more information, straight ahead.",
  "Now, Peter Schweizer, also Gregg Jarrett.",
  "HANNITY: And it has to be done this year.",
  "The Russian front which is unbelievable.",
  "I accused her of potential racketeering.",
  "Bring the whole family and bring issues.",
  "And he said \"Daddy, let there be light.\"",
  "I just wanted to put my arms around him.",
  "HANNITY: More \"Hannity\" after the break.",
  "I'm talking about mass corruption, Sean.",
  "I wonder if the money came from Russia.",
  "(COMMERCIAL BREAK)\n\nHANNITY: All right.",
  "Tax reform, which every American needs.",
  "But I didn't take it personally at all.",
  "SEAN HANNITY, HOST: And thanks, Tucker.",
  "You want a real Russia collusion story?",
  "Hillary Clinton, she signed off on it.",
  "John, did they risk national security?",
  "It can really get the economy rolling.",
  "(END VIDEO CLIP)\n\nHANNITY: We need it.",
  "He knew about this when it took place.",
  "You can find locations on Hannity.com.",
  "It's the music industry, TV industry.",
  "I will call him right after the show.",
  "(END VIDEO CLIP)\n\nHANNITY: All right.",
  "I think the story is going to go far.",
  "What was the FBI actually looking at?",
  "So, there is a lot of questions here.",
  "HANNITY: Is Mueller involved in this?",
  "They knew that there were kickbacks.",
  "There is the connection with Russia.",
  "HANNITY: All right I will set it up.",
  "We don't know where it is ending up.",
  "We have a lot more to come on this.",
  "That they used Russian sources for.",
  "UNIDENTIFIED MALE: He looked at me.",
  "That is a national security threat.",
  "And that's not all we have tonight.",
  "It applies to the Clintons tonight.",
  "Now, all of that is why for months.",
  "However, this part is inexcusable.",
  "He said let there be light, Daddy.",
  "The New York Times knew inspected.",
  "Your thoughts on this development?",
  "Supervisors on this investigation.",
  "We will continue all week on this.",
  "Stay tuned, Steve Hilton is next.",
  "Will they ever tell us the truth?",
  "HANNITY: NBC knew and spiked it.",
  "UNIDENTIFIED FEMALE: Wait, what?",
  "Congratulations on the new book.",
  "HANNITY: Ok, here's what I want.",
  "HANNITY: Never mind the dossier.",
  "These are unbelievable charges.",
  "He is not getting the job done.",
  "(LAUGHTER)\n\nHANNITY: All right.",
  "So good news and big bombshell.",
  "That would be quite an evening.",
  "$145 million is a lot of money.",
  "You've been on this for a year.",
  "I don't see any other way out.",
  "GINGRICH: Wait a second, Sean.",
  "He will take care of himself.",
  "I think that is an absurdity.",
  "UNIDENTIFIED MALE: Hey, look.",
  "Uranium one, sounds familiar?",
  "Why did you vote yes on this?",
  "JOHN SOLOMON, THE HILL: Yes.",
  "Sara, let me start with you.",
  "It applies to Obama tonight.",
  "He needs to now do the same.",
  "HANNITY: Tip of the iceberg.",
  "Go ahead, straighten me out.",
  "Up for reelection this year.",
  "And now we've got documents.",
  "We've got financial records.",
  "HANNITY: Up to $145 million?",
  "GINGRICH: That would be fun.",
  "I agree with that sentiment.",
  "The canary in the coal mine.",
  "The forgotten men and women.",
  "JARRETT: It could have been.",
  "And apparently didn't care.",
  "We'll talk more about this.",
  "Show me the principal case.",
  "In all of these industries.",
  "HANNITY: Reese Witherspoon.",
  "It applies to them tonight.",
  "The evidence is right here.",
  "And Sara, this is stunning.",
  "They came to an agreement.",
  "Why not have a commission?",
  "Eric Holder knew about it.",
  "GINGRICH: Invite Steve on.",
  "I will come on with Steve.",
  "That is not the argument.",
  "The art of political war.",
  "GINGRICH: It's no wonder.",
  "Always fair and balanced.",
  "They all knew about this.",
  "And tonight, a new level.",
  "Listen to their language.",
  "What did they do instead?",
  "This is a Fox News alert.",
  "Sara Carter, Circa News.",
  "He deserved to be fired.",
  "You've known about this.",
  "GINGRICH: No, he is not.",
  "If you broke this thing.",
  "SCHWEIZER: $145 million.",
  "It was Putin and Russia.",
  "I think it's important.",
  "We've got eyewitnesses.",
  "Great work both of you.",
  "HANNITY: Here it comes.",
  "Do you agree with that?",
  "You had Rod Rosenstein.",
  "Is that not fake news?",
  "But back to the media.",
  "She helped approve it.",
  "I've got a transition.",
  "All Democratic seats.",
  "That is the question.",
  "It's really shocking.",
  "Why were they hidden?",
  "HANNITY: Who is next?",
  "HANNITY: Immediately.",
  "Welcome to \"Hannity.\"",
  "Welcome to \"Hannity.\"",
  "We care about facts.",
  "And for good reason.",
  "Here's the question.",
  "Let's talk about it.",
  "She knew about that.",
  "JARRETT: Absolutely.",
  "I think it's absurd.",
  "To repeal ObamaCare.",
  "Their agenda driven.",
  "We are good friends.",
  "Against Republicans.",
  "Voting to cut taxes.",
  "That show they knew.",
  "ALL RIGHTS RESERVED.",
  "Here's a sneak peek.",
  "I know how it felt.",
  "HANNITY: All right.",
  "Massive tax relief.",
  "Mitch is a big boy.",
  "HANNITY: All right.",
  "Who gave the money?",
  "SCHWEIZER: It does.",
  "HANNITY: Last word.",
  "HANNITY: All right.",
  "CARTER: Absolutely.",
  "HANNITY: All right.",
  "Go ahead go ahead.",
  "When we come back.",
  "We've got e-mails.",
  "It's unbelievable.",
  "Last word, Monica.",
  "That is all I say.",
  "He said it again.",
  "What's coming up?",
  "A specific thing.",
  "They were hidden.",
  "Well, guess what?",
  "Good to see you.",
  "HANNITY: Really?",
  "What did he say?",
  "We got a break.",
  "Movie industry.",
  "JARRETT: Right.",
  "Straight ahead.",
  "Thank you both.",
  "He went inside.",
  "You know what?",
  "Who benefited?",
  "JARRETT: I do.",
  "West Virginia.",
  "GINGRICH: Yes.",
  "This is proof.",
  "It was rigged.",
  "Ten days away.",
  "What happens?",
  "CROWLEY: Yes.",
  "HANNITY: Yes.",
  "We've got it.",
  "It's buried.",
  "Take a look.",
  "CARTER: Yes.",
  "CARTER: Yes.",
  "Oh, my gosh.",
  "Watch this.",
  "Guess what?",
  "Watch this.",
  "All right.",
  "Let's see.",
  "All right.",
  "It's true.",
  "Go see it.",
  "Go ahead.",
  "Hold on.",
  "Right?",
  "Yes."
]