[
  "PIRRO: And the fact that Mueller has always said or has been involved in everything from being in the FBI at the time of the investigation of the Russians who were carrying on this organized criminal racketeering enterprise, trying to bribe people in the United States and the witness now being allowed to talk hopefully in the very near future by Jeff Sessions, so Comey is too much involved.",
  "FITTON: The Clinton campaign and DNC had their problems with the dossier, but to the extent that the FBI and Justice Department used this as a pretext to spy on President Trump's team or President Trump himself, this is more of a significant government scandal in term of the Obama administration, the justice department and the FBI, in fact than anything Hillary Clinton did.",
  "PIRRO: Well, and Byron, you know, you've got to -- this whole thing is based upon -- this Mueller investigation, as well as the unmasking that came as a result of FISA warrants are based on this dossier which apparently is purchased by Hillary Clinton and her friends who say they know nothing about it which supposedly cost millions of dollars.",
  "The reason we are talking about this now, the reason we learned earlier this week that it was the DNC and the Clinton campaign and the reason we learned today that it was Washington Free Beacon is because the House Intelligence Committee and the much-maligned person, Devin Nunes, had issued a subpoena for Fusion GPS' bank records.",
  "Why they were giving updates about Hillary Clinton and ultimately made the call not to prosecute instead of deferring to the department of justice, the normal course of action and also Trey Gowdy, who chairs the oversight committee wants to bring James Comey back to testify under oath that is important.",
  "Given that it's clear that this money went from the Clinton foundation , the Clinton campaign in the DNC, doesn't it seem now that it's time for Rod Rosenstein, the deputy Attorney General, who came in and said to Jeff Sessions \"get out of the way, Jeff\" let's appoint Bob Mueller.",
  "HURT: And they've been lying all this time about their own fingerprints all over this completely fraudulent dossier which then led to the Obama administration launching of I think an unprecedented investigation using the most powerful intelligence service on the planet.",
  "Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "If this Trump dossier is the basis of the unmasking of Americans and was used knowingly funded by the Clinton campaign and Jim Comey is the guy that goes out when it's not his job, Tom and makes a decision he is going to exonerate Hillary?",
  "Because we have people on the run right now, so to speak in Washington D.C. Now they know a confidential informant is going to be able to provide information on the influence Russians were trying to assert on both Hillary and Bill Clinton.",
  "DOUG SCHOEN, FOX NEWS CONTRIBUTOR: The idea that the Clinton's or any other candidate for that matter, judge would spend $12 million and the candidate would not know what was being done and what was the result of what is being done.",
  "What does concern me is though is that we've had these past six months where Democrats in particular or rather the past year, for that Democrats in particular, the Clintons have made such a big deal about these Russian connections.",
  "I think this is something we are working on right now is that the FBI we know was part of -- and the deal with Christopher Steele to continue the opposition research that Hillary Clinton's campaign was paid for through fusion GPS.",
  "And tonight, breaking news about the anti- Trump dossier, Byron York who joins us in just a minute, is reporting that the conservative website, the Washington Free Beacon funded the original Fusion GPS research into Donald Trump.",
  "Anyway, don't forget to tune in tomorrow night at 9:00 p.m. Eastern for Justice, Congressman Ron, Corey Lewandowski, Mike Huckabee, Jason Chaffetz and the chairman of the board of the museum of the bible in D.C., all of them.",
  "Should we now recognize that for all the talk for the last year about collusion and Trump and Russia, not one iota of evidence but now, it's almost like the noose is getting tighter, the evidence is becoming pretty obvious.",
  "What I think that is so disturbing is Donald Trump, Jr., taking one meeting a year and a half ago that resulted in nothing, came on the front page of Time magazine with the word \"traitor\" for nearly a month straight.",
  "The Washington Free Beacon is responding to this explosive information with the statement confirming York's reporting and adding, quote, \"The Free Beacon had no knowledge of or connection to the Steele dossier.",
  "He had to testify many times in front of Senators and a closed session and now you have all these new developments that Hillary Clinton actually sold out something of value for $110 million for her foundation.",
  "They said there's uranium being taken out of the state of Wyoming and being illegally exported to Canada and this was signed, because of Hillary Clinton selling out America as Secretary of State, quid pro quo.",
  "Now it appears that the original funding for the GPS, the Fusion GPS -- we thought began with the Clinton campaign and the DNC, was funded by the Washington Free Beacon, which is a conservative publication.",
  "You know, this week we found out that the whole Russia part of the Trump dossier, the part alleging collusion with Russians was funded by the Hillary Clinton campaign in the Democratic National Committee.",
  "Because as I understand, you know, the original investigation from the fall of `15 to the spring of `16 and then it's ended in terms of the funding by the Republicans or, you know, the anti-Trump people.",
  "And the thing that Mr. Panetta called awkward was when Podesta in front of Congress Mark Elias sitting next to him who was facilitating all of this, when he said he had no idea who is paying for it.",
  "Head over to my twitter, @JudgeJeanine and let me know what you think, but before we go tonight, the movie that Sean executive produced, it is called \"Let there be light\" is out in theaters today.",
  "I mean, you go to places like the Washington Examiner or The Washington Post or any other organization and they do not go around hiring political opposition research firms to do work for them.",
  "He's one of the many and Obama's National Security team that wanted him to leave or stay behind for us in ISIS and one of the retired General Ray Odierno said, they had to stay behind for us.",
  "That that would make him, you know, really, he is not able to be fair in the sense of judging them and investigating them, just to spend there over 10 years, and because of his relationship.",
  "The chairman of the house judiciary and oversight committee have announced that they are opening a new probe into how the FBI and DOJ handled the investigation into Clinton's private server.",
  "You know, Judge, the thing I is interesting is, how did it move from this Republican effort to stop Trump back over now to the DNC and to the Democrats through Perkins Coie, this law firm?",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: The Trump administration trying to divert attention away from the Mueller investigation by pinning the Russia problem on Hillary and Bill Clinton.",
  "And the Democratic National Committee and the Hillary Clinton campaign picked it up and at some point after that, that's when they hired Christopher Steele, this former British spy.",
  "It's a website that mixes journalism and activism and some of its top staffers have history and journalism activism and politics and they are the ones behind this original effort.",
  "Someone separate and distinct from Bob Mueller with no ties to the FBI, because one of the big questions that we have to figure out, with the dossier, what happened with the FBI?",
  "Because you have to remember, Christopher Steele went to the FBI, offered his stuff and they kind of took him under its wing and started using this dossier material in some way.",
  "And we do know that Paul Singer who was a New York hedge fund billionaire who has contributed to many conservative causes is a major funder of the Washington Free Beacon today.",
  "And I think what the Free Beacon is saying is that Singer is a major funder but the Free Beacon has in the past used, employed, retained opposition research firms in its work.",
  "Hillary Clinton and her team went to Russia to shake down the trees with Vladimir Putin's cronies to get information and they're getting away with calling opposition research.",
  "PIRRO: And, you know, going forward, I mean, the Washington Free Beacon has said, you know, we basically did not do any of this stuff based upon a request by individuals.",
  "PIRRO: Then let me ask you this, if you are all for the Russian investigation, after 11 months of nothing, they announced we don't have anything but we are still looking.",
  "UNIDENTIFIED MALE: If you turn on Fox or Breitbart, you would think Loretta Lynch and Eric Holder were the ones that hacked the election that help stirred towards Russia.",
  "They have done more to destroy the country's confidence in the FBI and as someone who worked in law enforcement for over three decades, what they have done is stunning.",
  "One when it comes to the newly investigations with how the FBI handled this whole investigation, they never wanted to call it that matter, I guess into Hillary Clinton.",
  "In the fall of 2015, they started this opposition research project with Fusion GPS, looking into what they called multiple Republican candidates including Donald Trump.",
  "K. SORBO: This movie in the screen we had done and testament from people, we are finding out that women love it but men love it even more because it touches them.",
  "This thing is just now beginning, Judge, and it looks like the whole thing is reverse, the real colluder appears to be Hillary, the DNC, and maybe even the FBI.",
  "And coming up, former high-ranking Obama administration official is agreeing that there needs to be an investigation into who paid for the anti-Trump dossier.",
  "SCHOEN: We are still looking at General Flynn and Paul Manafort and my reaction is, let's see what happens with those two individuals and see where it leads.",
  "K. SORBO: He has an event that definitely changes his worldview and make him actually go spiraling further down, because he doesn't know how to handle this.",
  "We've got Debbie Wasserman Schultz and Podesta with Mark Elias, the attorney who even the New York Times lied to us for a year and we are fed up with you.",
  "For example, take a look at some of these egregious attempts to defend, deflect, and even blamed Fox News for the current rush of troubles for the left.",
  "That the genie is out of the bottle and they've got to be able to do it and there has to be investigations and this is where the real panic sets in.",
  "If he knows that they were lying, Podesta and Debbie Wasserman Schultz and it's pretty clear they were, he is also guilty of subornation of perjury.",
  "Nor did we have any knowledge of the relationship between Fusion GPS and the Democratic National Committee, Perkins Coie, and the Clinton campaign.\"",
  "PIRRO: Well, clearly if there are investigative reporters, they wouldn't subcontract someone on opposition research to give them their information.",
  "I mean, I'm disgusted by the fact that Donald Trump, Jr., gets an email about meeting with people who have information and he is called a traitor.",
  "And the big difference here between today and what we've seen for the past 25 years is, Democrats aren't circling the wagons around the Clintons.",
  "PIRRO: You know, my take is if we got 72,000 emails and the state department that was asked for them at the time of Benghazi how many years ago?",
  "The Justice Department and FBI have told us they cannot confirm or deny whether any documents exist about the dossier or payments related to it.",
  "What was their role and the uranium deal there are so many questions, money funneled through Canada, the speech in Moscow by President Clinton.",
  "Was it used to get a warrant to tap Donald Trump even though the people knew when they were relied on this dossier that it was full of crap?",
  "We had always known that earlier than that, several months earlier starting in late 2015, a Republican group had funded opposition research.",
  "But I really do think that the committee is going to have to get into this to determine just exactly what happened, who knew what and when.",
  "We wonder if they will update the court on if they still believe they can credibly say they cannot confirm or deny whether documents exist.",
  "Coming up, just when you thought it couldn't get any worse for Hillary Clinton, there are new developments in another one of her scandals.",
  "People had come before -- Fusion had come before the committee and asserted their Fifth Amendment rights and refused to answer questions.",
  "More and more people are demanding answers about this anti-Trump dossier, including President Obama's former CIA director, Leon Panetta.",
  "Did not pay for the dossier, and never had contact with, knowledge of, or provide payments for any work performed by Christopher Steele.",
  "And the FBI promises to respond next week and that could be really, really big news to see what they did with this dossier information.",
  "This is the next step which is that the House Intel Committee has also subpoenaed the FBI for all of its information about the dossier.",
  "(BEGIN VIDEO CLIP)\n\nWOLF BLITZER, CNN ANCHOR: How can both the chair, the DNC, and the Clinton campaign not know about these payments?",
  "And so, the question is, are those two individuals at risk of having lied to Congress because they said they do knew nothing about it.",
  "You have to have an IQ two points under plant life now to still believe that there's some sort of Trump collusion going on right now.",
  "I also want to ask that a few more journalist, Fox News contributor Charlie Hurt and American Conservative Union Chair Matt Schlapp.",
  "You know, knowing presidential campaigns, their big operations and somehow the left hand may not know what the right hand is doing.",
  "You know, we just heard that or we know that Debbie Wasserman Schultz, John Podesta, you know, go before Congress with Mark Elias.",
  "(END VIDEO CLIP)\n\n(LAUGHTER)\n\nPIRRO: Joining us now, turning point USA founder Charlie Kirk and Fox News contributor Doug Schoen.",
  "(BEGIN VIDEO CLIP)\n\nSEAN HANNITY, FOX NEWS HOST: So this is the weekend, Let there be light in theaters near you on Hannity.com.",
  "You want people to be interested and in order to be compelling you have to have characters that sort of brush against extremes.",
  "Let's defund Mueller and his special counsel and use that money to get people to start releasing those state department emails.",
  "CHARLES HURT, FOX NEWS CONTRIBUTOR: Well, certainly the report reveals something that a lot of it had known it for a long time.",
  "LEON PANETTA, FORMER CIA DIRECTOR: Well, it is obviously something that the Intelligence Committee is going to have to look at.",
  "And if you remember, on May 3rd, Trump won the Indiana primary, be Ted Cruz and that and essentially clinched the nomination.",
  "The attorney here from the law firm in question, Perkins Coie, through which the money was funneled before he got to Steele.",
  "And you know what's interesting is that once the law firm, Perkins Coie who is the initial receiver of the monies, millions.",
  "They said that in the fall of 2015, Donald Trump was the leading candidate if you remember back then in the Republican race.",
  "BRUCE: Look, I think that Mueller is an interesting spot and the Wall Street Journal was the big collar for his resignation.",
  "Now Panetta also though smart enough to know when something is so much of a mess that you've got to at least start the fire.",
  "Joining us now is the President of judicial watch, Tom Fitton from the American Center for Law and Justice, Jordan Sekulow.",
  "Everyone's talking about the FBI's relationship with Christopher Steele that the FBI doesn't want to say anything about it.",
  "No evidence Bill Clinton would have known about this, every reason to believe Hillary Clinton would have known about this.",
  "And the question is, did Mueller know that this dossier was phony yet used it as a ruse in order to go after Donald Trump?",
  "They did say tonight when the Free Beacon acknowledged after my report -- they published an acknowledgment of all of this.",
  "All of a sudden well, whoa, we find out that Hillary Clinton and the DNC had funded and now we found out about Fusion GPS.",
  "What troubles me is Mr. Mueller knows himself his whole history and yet he felt he was fine that he would take this job.",
  "This is a story that has been pushed, pushed, pushed in recent weeks by Fox news, even though it was settled in 2015.",
  "Normally, when the Clintons get in trouble and when they cost a mess like this, the whole party circles around them.",
  "The media once again is doing everything it can to defend Hillary Clinton and the Democrats against these scandals.",
  "Elias is the attorney for Podesta, Debbie Wasserman Schultz, he also was the attorney for the DNC --\n\nBRUCE: Right.",
  "And what we do know is that after that, Glenn Simpson who is the head of Fusion GPS shop the project to Democrats.",
  "MATT SCHLAPP, AMERICAN CONSERVATIVE UNION CHAIRMAN: Well, there's been a lot of smoke around this for a long time.",
  "Because of his length of time with the FBI and with the FBI, possibly being part of the collusion as Larry noted.",
  "Also this week, judicial watch, announced last year, the FBI recovered the 72,000 pages of Clinton email records.",
  "All the doors that weren't closed because impart I think Larry would agree, is because they expected her to win.",
  "JORDAN SEKULOW, AMERICAN CENTER FOR LAW AND JUSTICE: I'm encouraged that congress is now looking at this judge.",
  "The former editor of The Weekly Standard who is very prominent never Trump voice in our political debate today.",
  "TAMMY BRUCE, FOX NEWS CONTRIBUTOR: That's what they are always thinking and that's what they're always saying.",
  "Donna Brazile was vice chair and if you know, she played these shenanigans and got Hillary the debate customs.",
  "You get violence, sex, spider-man 90, Jennifer Aniston falls in love with whoever the new Hollywood person is.",
  "(END VIDEO CLIP)\n\nPIRRO: Joining us now with reaction is Salem Radio nationally syndicated host, Larry Elder.",
  "The fact of the matter is here, I think the Clintons though and we know the Democrats have been very sloppy.",
  "People who are willing to do almost anything to stop Donald Trump and there's some familiar names involved.",
  "You know, there is kind of a last ditch effort to hopefully stop them at the convention which didn't work.",
  "You are in the middle of this whole thing and then appoint a special counsel to investigate the Clinton's?",
  "That this could be so bad that he can't even deny that an investigation at least might stop the disaster.",
  "This week, major developments in several Democrat scandals, including the controversial Uranium One deal.",
  "Now Speaker Paul Ryan in the last couple of days has said, look, this is not just one committee chairman.",
  "FITTON: We don't know and we asked for the documents too, in fact we are already on federal court on it.",
  "K. SORBO: This is the story (inaudible) before, going back to what Hollywood used to be before the '50s.",
  "It's what did the Russian lawyer who was in the room who is with the kremlin, did I get the name wrong?",
  "LARRY ELDER, SALEM RADIO NATIONALLY SYNDICATED HOST: Well, Panetta is usually pretty reasonable, Judge.",
  "CHARLIE KIRK, TURNING POINT USA FOUNDER: Yeah, I agree with The Wall Street Journal to what they said.",
  "Let's sell it out to some Russian billionaires and take a bunch of cash for our charitable foundation.",
  "The deep state is running things at the state department, justice department on these Clinton emails.",
  "The left's most faithful ally, the mainstream media is providing plenty of cover for their comrades.",
  "HURT: And you even have former CIA Director Leon Panetta saying, we have to investigate all of this.",
  "I mean, on Monday, Fusion is supposed to respond to the subpoena handing over the names of clients.",
  "People's top law enforcement agency, like the FBI, it's totally undercut when they behave this way.",
  "These are the kinds of questions that need to be answered and this thing is now just the beginning.",
  "Earlier this week, Sean spoke with Kevin and Sam Sorbo as well as their son Braiden about the film.",
  "We will play some of the most biased moments next, as this special edition of \"Hannity\" continues.",
  "YORK: Well, look, a lot of people -- there had been gossip that this was a Paul Singer operation.",
  "The server itself with Hillary, these individuals who have gotten away with so much for so long.",
  "And it seems to me, you know, there have been calls for Mueller's resignation for the last week.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "(LAUGHTER)\n\nS. SORBO: For a lot of kids his age in a single-parent family, it comes with that.",
  "So, yes, Mr. Singer was definitely very anti-Trump at the time this oppo research is going on.",
  "According to York, Fusion GPS was also looking into other Republican presidential candidates.",
  "Come back, you have all your handlers that want you to make more and more money and you try.",
  "People identify with each of the characters in the movie and that is what's great about it.",
  "But the committees that approved this sale does not make her pay for play any less illegal.",
  "Now you have the DNC standing back and saying hey, man, we didn't know anything about this.",
  "This is the House of Representatives telling the FBI you have to comply with this request.",
  "It was the Washington Free Beacon which is a conservative website, kind of with attitude.",
  "There is even some suggesting that Fusion GPS may have paid journalists to plant stories.",
  "It shows you that he was right when he said that he was being wiretapped at Trump Towers.",
  "the Clintons, and other prominent Democrats now embroiled in their own Russian scandals.",
  "(LAUGHTER)\n\n(COMMERCIAL BREAK)\n\nPIRRO: Welcome back to the special edition of \"Hannity.\"",
  "And that is the incestuous nature of the way things, business was handled in Washington.",
  "I mean, what is your take on the information that Byron had just released this evening?",
  "FITTON: Is also hurting the credibility of law enforcement that is what's so damaging.",
  "On top of that, they're 2800 pages of records or documents on Anthony Weiner's laptop.",
  "In 2013, Leon Panetta said something like, and he was drinking that Clinton Kool- Aid.",
  "PIRRO: You know, Larry, 18-USC, a thousand one, making a false statement to Congress.",
  "Someone who worked with those Clinton's, let's talk about how they spend their money.",
  "HANNITY: You are the meanest, he write a book, a boarding god and she is proud of it.",
  "PIRRO: And what they did with it and how much Jim Comey knew about what was going on.",
  "Not about Russia but opposition research into Donald Trump and some other candidates.",
  "JUDGE JEANINE PIRRO, FOX NEWS HOST: Welcome to this especially edition of \"Hannity.\"",
  "So, a lot of this is being driven by the House Intelligence Committee investigation.",
  "But I will be honest with you, for me, doing the oppo research, everybody does that.",
  "Does he now start pressing for indictments so that it looks like he's doing his job?",
  "Well, isn't it interesting that we have not heard from Hillary in the past few days?",
  "TOM FITTON, JUDICIAL WATCH PRESIDENT: Well it is a freedom information act request.",
  "Paul Singer who has put his money where his mouth is to do everything to stop them.",
  "In response and anticipation of their bank records being handed over to the House.",
  "And everyone is giving him credit because he said obviously we have to look at it.",
  "More bad news for Hillary Clinton this week involving another one of her scandals.",
  "What is the latest in terms of the information you've gotten from your subpoenas?",
  "Well, I am going to go to that in a second but let me just add something to that.",
  "There are at least two New York Times reporters who say, he flat out lied to us.",
  "When the man who was managing it, who was his personal attorney was the manager.",
  "As you highlighted, there 72,000 pages of Clinton emails the FBI went and found.",
  "UNIDENTIFIED MALE: It's been pushed by Fox and been embraced by the White House.",
  "SAM SORBO, \"LET THERE BE LIGHT\": You write a story that hopefully is compelling.",
  "And there's been contempt for conservative Christian faith values in Hollywood.",
  "SEKULOW: I think the confidence of the informant is going to change everything.",
  "Don, Jr., took one meeting in that is all they could talk about for two months.",
  "BRUCE: The only person who has not been involved in this message Jeff Sessions.",
  "We didn't have enough time to get armed military assets to respond to Benghazi.",
  "Joining us now is Washington Examiner chief political correspondent Byron York.",
  "And do we know who else was being -- did they seek this opposition research on?",
  "At the rate they are releasing to us now, we won't get all of them until 2020.",
  "They've been stonewalling this information even under this new administration.",
  "(COMMERCIAL BREAK)\n\n\n\nPIRRO: Welcome back to the special edition of \"Hannity.\"",
  "That is why you will start seeing both sides tried to speed up their activity.",
  "S. SORBO: You have to juxtapose it with what he was before to what he becomes.",
  "So, it's kind of a conventional oppo research and it goes on until early May.",
  "Because it just seems like there is almost an access of political evil here.",
  "(COMMERCIAL BREAK)\n\nPIRRO: Welcome back to the special edition of \"Hannity.\"",
  "BYRON YORK, WASHINGTON EXAMINER CHIEF POLITICAL CORRESPONDENT: Good evening.",
  "UNIDENTIFIED MALE: One does opposition research, the candidate rarely knows.",
  "I'm a Democrat but I'm also for doing an investigation on the uranium deal.",
  "I certainly knew about big expenditures and the President would have known.",
  "We will tell you why this particular scandal isn't going away anytime soon.",
  "Even Leon Panetta Tammy is now saying, yes, maybe we ought to look at this.",
  "PIRRO: And Paul Singer we can assume was someone who was antitrust as well.",
  "If that is false, everything else comes down and Mueller has got to end it.",
  "K. SORBO: We came here and we pitched to you and we talked for 25 minutes.",
  "By the end of this weekend, you're going to be a rock star, you know that.",
  "It's a societal problem but there's a debate on the college campus today.",
  "You know, my faith in the American justice system, I'm destroyed by this.",
  "Now, you've got everyone talking about what this Fusion GPS situation is.",
  "Those are the groups called for Center for American Freedom that ran it.",
  "PIRRO: They are blaming Donald Trump Jr.\n\n(CROSSTALK)\n\nSCHOEN: I am not.",
  "He's the attorney of Perkins Coie, the law firm that received the money.",
  "But in terms of what Larry just said, I mean, what is your take on that?",
  "I agree there should be a special prosecutor into this uranium one deal.",
  "Let me ask you this, Doug you have worked with the media for many years.",
  "I would take a meeting with anyone -- I take the meeting with the devil.",
  "It's helping Hillary Clinton, Barack Obama and hurting President Trump.",
  "So, we know and this is where you realize that this is out- of-the-box.",
  "I wonder what her role is and has Hillary been asked about this, Judge.",
  "So, people are now saying, you know, who is the Washington Free Beacon?",
  "And you know what, Charlie, to them we certainly owe -- they get kudos.",
  "And you know, Leon Panetta, now I remember Leon Panetta from Benghazi.",
  "Honestly Charlie Kirk, DOJ, they can handle Paul Manafort and Clinton.",
  "SCHOEN: Jeff Toobin is a friend of mine, but he is wrong in this case.",
  "He should have demurred saying, I really have too much involved here.",
  "What we've been talking about this effort starts in the fall of 2015.",
  "We will tell you who as this special edition of \"Hannity\" continues.",
  "And people have said that he was the one who was behind all of this.",
  "When we were in Northern Africa, that's when I stopped with Panetta.",
  "If you look at bigger picture and with the media is trying to paint.",
  "UNIDENTIFIED MALE: It's claimed that it has been debunked for years.",
  "(CROSSTALK)\n\nPIRRO: I think it was $145 million to that foundation.",
  "END\n\nContent and Programming Copyright 2017 Fox News Network, LLC.",
  "We knew the dossier was funded by Trump opponents in both parties.",
  "KIRK: He was the guy that advised Jeff Sessions to recuse himself.",
  "YORK: Let me add one thing in addition to the Mueller factor here.",
  "Bill Kristol who we've all debated throughout the last two years.",
  "And certainly in the never Trump camp later endorsed Marco Rubio.",
  "No, it was The New York Times that reported on this ten days ago.",
  "$50,000 I believe is has gone from the FBI to Christopher Steele.",
  "Look, it resulted in nothing, unlike the Hillary Clinton scandal.",
  "Bit that is what I am concern with, what the Russians were up to.",
  "(LAUGHTER)\n\nHANNITY: You are so mean to your father in the movie.",
  "These new movies come, these characters people can identify with.",
  "SCHOEN: The issue is not what Donald Trump, Jr., did in my mind.",
  "HANNITY: Is this your first movie or have you done other things?",
  "Now, I've got to say this is not standard journalistic practice.",
  "If you think about the Pakistanis running the DNC system, right?",
  "You know, she's been so talkative and now she has gotten quiet.",
  "And he's said that he is colluding with the Russian government.",
  "I understand at one point it was actually a 501C4 not a profit?",
  "The generations growing up over the last 20 have been 30 years.",
  "Who settled this whole thing with the uranium one deal in 2015?",
  "When General Flynn goes to Russia and sits with Vladimir Putin.",
  "As you had said earlier in the broadcast, it takes everything.",
  "PIRRO: For sitting there and allowing them to lie to Congress.",
  "YORK: That's a good question and the answer is, I do not know.",
  "Plausible deniability when you know you're doing these things.",
  "And radio talk show host and Fox News contributor Tammy Bruce.",
  "But then he took like the slant but these are big operations.",
  "That and more as this special edition of \"Hannity\" continues.",
  "Isn't it time for him to say Bob Mueller, get out of the way.",
  "Where does he get off saying this thing was settled in 2015?",
  "We don't know what is in them, is it classified information.",
  "He should resign and step aside and let somebody else do it.",
  "HANNITY: Every single person I've shown this movie to cries.",
  "And then it's picked up by the DNC and the Clinton campaign.",
  "And actually wanted to somehow stop Trump at the convention.",
  "This is a rush transcript from \"Hannity,\" October 27, 2017.",
  "Once they waive the privilege, then the focus is on Fusion.",
  "BRAIDEN SORBO, \"LET THERE BE LIGHT\": Then I did a good job.",
  "HANNITY: I think this is also grabbed from the front pages.",
  "And you know, but --\n\nELDER: She's on her book tour, Judge.",
  "What was being deleted by Hillary Clinton is a big mystery.",
  "SCHOEN: What I see are issues that need to be investigated.",
  "Now they are going to turn over some documents to congress.",
  "I mean the whole criminal justice system falls on its head.",
  "40,000 of which the state department still has to process.",
  "\"Aborting god,\" he is going to have the crowd on his side.",
  "This copy may not be in its final form and may be updated.",
  "ELDER: Mueller has this long friendship with James Comey.",
  "I mean, some serious calls in light of this uranium deal.",
  "UNIDENTIFIED MALE: The Trump dossier is back in the news.",
  "PIRRO: Very sad, all right Tom Fitton and Jordan Sekulow.",
  "How do they justify that and is that the correct amount?",
  "But it's fascinating how nobody seemed to know who paid.",
  "you called me up and said I want to do a movie with you.",
  "The left-hand may not know what the right hand is doing.",
  "It's looking at Donald Trump's casinos, its businesses.",
  "HANNITY: A lot of confidence but you did to a good job.",
  "Debbie Wasserman Schultz, she had no knowledge of this.",
  "BRUCE: So, that's a fair dynamic with what we know now.",
  "Some of his aides are being wiretapped at Trump Towers.",
  "How can somebody hasn't called and asked her about it?",
  "They would take Donald Trump, Jr., who took a meeting.",
  "PIRRO: In addition to the other people on (inaudible).",
  "HANNITY: the most amazing thing is, you are torn back.",
  "The dads always fat and dopey and stupid in comedies.",
  "(COMMERCIAL BREAK)\n\nPIRRO: Welcome back to \"Hannity.\"",
  "Coming up, more on the special edition of \"Hannity.\"",
  "And you know, Byron, do we know anything about that?",
  "They had been stonewalled by Fusion GPS before that.",
  "Because right now, its fruit of the poisonous tree.",
  "What to think about the anti-Trump dossier scandal?",
  "Specific to the uranium deals in the United States.",
  "BRUCE: That is the thing that really is killing us.",
  "And regarding Mark Elias, you are absolutely right.",
  "He is always so fabulous in this really great guy.",
  "What can we look forward to in the next few weeks?",
  "Let's sell out something very valuable to America.",
  "There is a lot more here that we all need to know.",
  "Ok, how does Jeffrey Toobin that guy is a lawyer.",
  "What Hillary Clinton knew, what she did not know?",
  "SCHOEN: I don't think it is time to shut it down.",
  "He's the one guy who has not been a part of this.",
  "And I'm not sure he should have recused himself.",
  "And ultimately were approved by President Obama.",
  "Here's what I've been saying all the interviews.",
  "And it's a conventional oppo research operation.",
  "And then 2014 it becomes a private organization.",
  "So, unclear who those other ones are right now.",
  "We entered a film festival and we won an award.",
  "PIRRO: Clearly as is between Comey and Mueller.",
  "It's really a Hillary Clinton Russian scandal.",
  "PIRRO: We are not talking about General Flynn.",
  "SCHOEN: I'm saying there issues on both sides.",
  "And he is the only person who recused himself.",
  "Because they realized how sloppy they've been.",
  "They have a baby and a dog and the movie ends.",
  "She must be in the woods with that dog again.",
  "We've been asking for these emails for years.",
  "They did not need to be a special prosecutor.",
  "This whole uranium thing comes from Fox News.",
  "I am Judge Jeanine Pirro in tonight for Sean.",
  "I'm not terribly concerned about all of that.",
  "I was in the '96 campaign with Leon Panetta.",
  "They lost the Presidential election in 2008.",
  "That are also from the Clinton email server.",
  "Comey is the one who should be investigated.",
  "Hillary spokesperson had no knowledge of it.",
  "This is an antidote and we went independent.",
  "We do have a father problem in this country.",
  "They said how can we make a bunch of money?",
  "He would have known about big expenditures.",
  "The starting point for the special counsel.",
  "We want to know how far along the FBI went.",
  "I think it is all going to start crumbling.",
  "On August 24th, he was totally stonewalled.",
  "You've got the whole thing turned on a tip.",
  "I understand it was not just Donald Trump.",
  "One of its board members was Bill Kristol.",
  "Does this now take away some of the steam?",
  "KEVIN SORBO, \"LET THERE BE LIGHT\": I hope.",
  "(END VIDEO CLIP)\n\nPIRRO: And looks great.",
  "PIRRO: Or I'm a little too busy for this.",
  "We owe them a total -- gratitude to them.",
  "All right, Tammy, I have to ask you this.",
  "And that's when it turned towards Russia.",
  "Gentlemen, I will go to you first, Matt.",
  "What do you think Fusion is going to do?",
  "Are they saying who the individuals are?",
  "We did not have an intelligence warning.",
  "To get that information, that is absurd.",
  "The big question is whether it was true.",
  "I was all for the Russian investigation.",
  "You are protecting your mom against him.",
  "I've been saying Hollywood is formulaic.",
  "HANNITY: You were a drunk, a womanizer.",
  "PIRRO: We are talking about the Trumps.",
  "PIRRO: So, one of the attorneys for it.",
  "And that's what has shaken this sluice.",
  "And so, Charlie, I will go to you now.",
  "The demand for the political opponent.",
  "So, this effort stopped at that point.",
  "What can we look forward to next week?",
  "And now tonight I reported who it was.",
  "And again, it vindicates Donald Trump.",
  "PIRRO: Do you see the double standard?",
  "He should step down and should resign.",
  "That is why it touches people so much.",
  "SCHOEN: That is investigating Charlie.",
  "He had the patience dealing with him.",
  "That is why this film touches people.",
  "You look at the horrible discrepancy.",
  "Just like what they said about Comey.",
  "Not just with Comey but his own work.",
  "I agree with The Wall Street Journal.",
  "Has anybody asked Hillary about this?",
  "John Podesta had no knowledge of it.",
  "But what's your take on Panetta now?",
  "I question Rod Rosenstein's motives.",
  "This calls for a special prosecutor.",
  "He worked in Presidential campaigns.",
  "Thank you so much for being with us.",
  "The whole thing is turn on its head.",
  "Is that how it is like in real life?",
  "K. SORBO: It's the other way around.",
  "You and your brother did fantastic.",
  "S. SORBO: You enter film festivals.",
  "Donald Trump, Jr., I don't believe.",
  "The campaign manager usually would.",
  "She said she did not know anything.",
  "You look at what the Clinton's did.",
  "All right, Larry, I will go to you.",
  "This whole thing absolutely stinks.",
  "(LAUGHTER)\n\nBRUCE: Let me tell you.",
  "In 2012, it's taken them this long?",
  "They have not turned over anything.",
  "Matt, I see you nodding your head.",
  "We've only released a few of them.",
  "I'm not the right person for this.",
  "ELDER: I think he ought to resign.",
  "They are in big trouble right now.",
  "So Charlie, I will go to you then.",
  "The double standard is horrendous.",
  "Doug, I'm going to you right away.",
  "For all of this Trump-Russia info.",
  "Yes, we are taking over Hollywood.",
  "And you helped transform his life.",
  "Tonight we want to hear from you.",
  "PIRRO: Now I forgot the question.",
  "B. SORBO: This is my first movie.",
  "Let's clear up fact from fiction.",
  "They were saying oh, its treason.",
  "So, they subpoenaed bank records.",
  "Charges that he did this or that.",
  "So, this is an unusual situation.",
  "He was a prominent never Trumper.",
  "And this was something like that.",
  "I mean, who owns the Free Beacon?",
  "We do know something about this.",
  "So, Devin Nunes subpoenaed them.",
  "Okay, so we've got Leon Panetta.",
  "And that could be the case here.",
  "People abuse this term all week.",
  "ISIS could have been dealt with.",
  "Jordan, what say you about this?",
  "Sean did not interrupt one time!",
  "B. SORBO: Director or dictator?",
  "So, Leon Panetta is not a loon.",
  "So, they never locked the door.",
  "This is put forth by Fox News.",
  "S. SORBO: A burn on \"Hannity.\"",
  "I do not have that reputation.",
  "K. SORBO: You want to see art.",
  "And I give Byron great credit.",
  "It started in 2012 as a 501C4.",
  "Gentlemen, thank you so much.",
  "SCHLAPP: And where's Hillary?",
  "HANNITY: What was I thinking?",
  "At least we are going to try.",
  "Let there be light movie.com.",
  "There's a real reality in it.",
  "$110 million in Quid pro quo.",
  "I wonder about Donna Brazile.",
  "Anyway, coming up, got to go.",
  "You knew nothing about that?",
  "UNIDENTIFIED MALE: Remember.",
  "HANNITY: Can anyone explain?",
  "K. SORBO: He was mean to me.",
  "$110 million came out of it.",
  "K. SORBO: He did a good job.",
  "Byron, again, thanks to you.",
  "They figure they are immune.",
  "Fusion is now a big travel.",
  "K. SORBO: The comic relief.",
  "What's up with that anyway?",
  "What did they come up with?",
  "A couple of different ways.",
  "We've got to go to a break.",
  "It vindicates Donald Trump.",
  "PIRRO: That is interesting.",
  "They never figured it out.",
  "All right, let me ask you.",
  "Let's do an investigation.",
  "PIRRO: Charlie, last word.",
  "HANNITY: Shocking, I know.",
  "We got to go for a break.",
  "It's such a bad attitude.",
  "You hear the sound clips.",
  "PIRRO: OK. You know what?",
  "You were meeting with me.",
  "(LAUGHTER)\n\nAnd you lost.",
  "Is it Russia information?",
  "So, what does Mueller do?",
  "But let me ask you this.",
  "SEKULOW: You're welcome.",
  "K. SORBO: Oh coming out.",
  "We are treated that way.",
  "About a year and a half.",
  "K. SORBO: \"Soul surfer.\"",
  "How was I as a Director?",
  "Your son makes them cry.",
  "YORK: Well, this is big.",
  "They are made of Teflon.",
  "We are finding this out.",
  "But Byron, stay with us.",
  "And that's the dynamic.",
  "K. SORBO: I was acting.",
  "That is pretty much it.",
  "HANNITY: You did great.",
  "It's absolutely absurd.",
  "This is where we stand.",
  "Jordan, final question.",
  "She's on her book tour.",
  "What do you say, Larry?",
  "Now, I take that back.",
  "How about our uranium.",
  "We hope you go see it.",
  "You ask me my opinion.",
  "right after the break.",
  "She's been hiding out.",
  "Tell us what you know.",
  "Nearly two years ago.",
  "Time to shut it down.",
  "That's a great point.",
  "ALL RIGHTS RESERVED.",
  "YORK: It is, indeed.",
  "Good evening, Byron.",
  "YORK: Very much so.",
  "Their bank records.",
  "YORK: That's right.",
  "This is an outrage.",
  "Nothing about that.",
  "It's an old story.",
  "FITTON: Thank you.",
  "Mueller and Comey.",
  "BRUCE: Either way.",
  "Totally different.",
  "That cannot stand.",
  "Who contacted who?",
  "That's huge stuff.",
  "What is your take?",
  "You'd never know.",
  "But they are not.",
  "HURT: Absolutely.",
  "PIRRO: All right.",
  "PIRRO: All right.",
  "PIRRO: All right.",
  "PIRRO: All right.",
  "\"God's not dead.\"",
  "Kevin, Sam Sorbo.",
  "It was fantastic.",
  "Which is amazing.",
  "PIRRO: All right.",
  "Here's the thing.",
  "PIRRO: Coming up.",
  "For the masking.",
  "He is a traitor.",
  "With a new lens.",
  "I have an idea.",
  "PIRRO: Quickly.",
  "SCHOEN: I know.",
  "PIRRO: Clearly.",
  "PIRRO: Clearly.",
  "PIRRO: Clearly.",
  "Big difference.",
  "SCHLAPP: Right.",
  "A drug addict.",
  "No, you don't.",
  "Real evidence.",
  "ELDER: Right.",
  "ELDER: Right.",
  "PIRRO: Right.",
  "Thanks, guys.",
  "Talk to them.",
  "Where is she?",
  "PIRRO: Right.",
  "SCHLAPP: Yes.",
  "You're right.",
  "YORK: It was.",
  "Take a look.",
  "Ten seconds.",
  "Take a look.",
  "HANNITY: Oh!",
  "PIRRO: Okay.",
  "Take a look.",
  "The primary.",
  "PIRRO: Why?",
  "BRUCE: Wow!",
  "BRUCE: Yes.",
  "PIRRO: Yes.",
  "PIRRO: Yes.",
  "PIRRO: Yes.",
  "PIRRO: Yes.",
  "PIRRO: Yes.",
  "PIRRO: Yes.",
  "PIRRO: Yes.",
  "All right.",
  "Bad thing.",
  "YORK: Yes.",
  "All right.",
  "All right.",
  "All right?",
  "All right.",
  "PIRRO: OK.",
  "KIRK: Yes.",
  "You know?",
  "Go ahead.",
  "Clearly.",
  "Quickly.",
  "Right.",
  "Yes.",
  "Yes."
]