[
  "(BEGIN VIDEO CLIP)\n\n\n\nSEN. MARK WARNER (D-VA), VICE CHAIRMAN, INTELLIGENCE COMMITTEE: I believe it is up to every member of this institution, Republican or Democrat, to make a clear and unambiguous statement that any attempt by this president to remove special counsel Mueller from his position or to pardon key witnesses in any effort to shield them from accountability or shut down the investigation would be a gross abuse of power and a flagrant violation of executive branch responsibilities and authorities.",
  "So, even though the president and Republicans sounded jubilant today, if you listened to the president at times, it sounded as if he was not talking about repealing Obamacare but just repealing Obama because so many things they had wrapped into this tax bill that they are very, very ecstatic about what happened over here at the White House today, but they still have some things to sort out before they actually put pen to paper, Jim.",
  "One quote from \"Vanity Fair\", anonymous source saying there were a few people who didn't like Clinton --\n\n\n\n(CROSSTALK)\n\n\n\nBERMAN: Rudy Giuliani --\n\n\n\nJORDAN: Peter Strzok and Lisa Page, both of them at the FBI, we have text messages that show this huge anti-Trump bias and some that point to intent to actually try to make sure Donald Trump wasn't the president, and you're quoting some anonymous source from \"Vanity Fair\"?",
  "Now, a congressional critic of the first magnitude who level a charge against the FBI we want to ask him about, appearing on a Fox News radio show referring to those text messages between the two FBI agents, Ohio Congressman Jim Jordan said this: You had, I'm convinced now, the FBI actively seeking now with intent, actively trying to stop Donald Trump from being president of the United States.",
  "I'm talking about Andrew McCabe, I'm talking about Peter Strukz, I'm talking about Lisa Page, I'm talking about the guy over the Justice Department, top official of the Justice Department Bruce Orr who was meeting with the author of the dossier Christopher Steele who met with Glenn Simpson, Fusion GPS, the people who have paid for the dossier both before and after that.",
  "But more importantly, these people who are doing this investigation, if all you ever talk about is how evil and how tainted this probe is and how to take down the President --\n\n\n\n(CROSSTALK)\n\n\n\nBERMAN: All right, guys --\n\n\n\nLEWIS: These institutions are helping, whether it's the FBI or the media, I would argue, are helping Donald Trump discredit these institutions.",
  "I'm talking about Andrew McCabe, I'm talking about Peter Strzok, I'm talking about Lisa Page, I'm talking about the guy over at the Justice Department, top official at the Justice Department, Bruce Orr, who was meeting with the author of the dossier Christopher Steele who met with Glenn Simpson's Fusion GPS, the people who paid for the dossier, both and before.",
  "Although she did put out a statement with Lamar Alexander saying we understand this is going to be taken up next year and, as a matter of fact, Marc Short, who is legislative director over here at the White House, told CNN earlier that the president would sign some of these Obamacare stabilization rules, which may become very critical, John.",
  "JORDAN: I have not criticized Mr. Mueller, except I will say this, the one interaction I had with him prior to him being special counsel was when he was FBI director three weeks after the IRS scandal broke he testified in front of the Judiciary Committee and could not answer one question even though it was the biggest story at the time.",
  "Mr. Comey reopened it after he had done the exoneration letter, after he went public with something that never before done, after he made the decision, not Loretta Lynch, after Peter Strzok ran the entire investigation and changed the exoneration from a criminal standard, gross negligence, to noncriminal standard extreme carelessness.",
  "I will say this, that when I look back to the passage of the affordable care act, it was not a popular piece of legislation and we told our members when they voted for it, by next November, all of the benefits will reveal themselves to people and it will be much more popular and it won't be the albatross you thought it was.",
  "The Clinton campaign and the DNC, now that we know those are one in the same, paid the law firm, who paid Fusion GPS, who paid Christopher Steele, who paid Russians to give him this dossier, to get this dossier, that was we think taken to the FISA court and was the basis for securing warrants to spy on Americans.",
  "I'm basing them on the evidence and the facts that have come out, like I just did -- how do you get around the text message --\n\n\n\n(CROSSTALK)\n\n\n\nBERMAN: Have you had conversations with the White House, not about the questions you asked but about the Mueller investigation in general?",
  "JORDAN: He put the guy who ran the Clinton investigation, who interviewed Mills, Abedin, who interviewed Secretary Clinton, who changed the exoneration letter from a criminal standard to a non- criminal standard, he's the guy who ran the Russia investigation, he put him on the team.",
  "But my questions in those committees was driven by the evidence we've received in the last several weeks like the text message from Peter Strzok where he says we can't afford to take the risk that the American people are going to elect Donald Trump so we need an insurance policy?",
  "Well, and I think commonsense says when you look at the history of Peter Strzok, when you look at what he said in those text messages, if that doesn't show intent --\n\n\n\nBERMAN: You said the FBI was part of an effort to stop Trump from becoming president of the United States.",
  "I mean, earlier this fall, Sam Clovis who was nominated by President Trump to be a senior level -- take a senior level position at the Department of Agriculture had to abruptly withdraw from that position after it was revealed that he have contacts with George Papadopoulos.",
  "He said, today in Andy's office -- Andrew McCabe's office, so, Andrew McCabe, Deputy Director of the FBI, Lisa Page, Peter Strzok in his office talking about how they don't want Donald Trump to be president, we can't afford to take that risk, we need an insurance policy.",
  "MCCOY: There's roughly seven to 10 individuals who have been ejected from the train and these individuals laid right under where the -- one of the rail cars was hanging and so my thought process was, if this rail car falls, it's going to land right on these individuals.",
  "And what we now know is that, according to that document that she and Michael Flynn discussed conversations that Flynn would have with Russian ambassador Sergey Kislyak about sanctions that time that then the Obama administration last December was issuing sanctions.",
  "I've been hearing it from a number of Democratic members on the Hill, House and Senate, that this is laying the political groundwork for the president to fire the special counsel or perhaps pardon some of the people who have been charged by the special counsel.",
  "I would point out that \"The Washington Post\" has a piece and you can say, well, they are being surly but they've interviewed the biggest corporations in America, top ten, and they find most corporations are planning to give their shareholders more of a break.",
  "David Axelrod, the point that David Gergen made of the unpopularity of this bill, 55 percent against it, it's curious, is this bill unpopular because the president's unpopular and will those two things ever separate or will they forever be married?",
  "McFarland who use to be former National Security Advisor Michael Flynn's Deputy, Flynn as, you know, has pleaded guilty to the lying to the FBI about his conversations with the Russian ambassador and is now cooperating in the Russia investigation.",
  "But coming up, the latest on the deadly train derailment in Washington State and the amazing story of three heroes, soldiers, who happened to be driving by and risked their lives to help these strangers who were trapped in this unimaginable scene.",
  "This is what you wrote: you can certainly argue whether the things that the president of the United States has done have been good or bad or between, I have my thoughts parenthetically right, but you can't argue they haven't been consequential.\"",
  "We're also getting word tonight that the governor of the state says that Amtrak has committed to pay for everything, medical costs, the damage to the freeway, everything that is, as far as response, all of that is going to be covered by Amtrak.",
  "Why then --\n\n\n\n(CROSSTALK) BERMAN: If that's true, why, then, did he come out, again, and reopen the investigation into Hillary Clinton's e-mails and never even tell us before the election about the investigation into alleged Trump collusion?",
  "(BEGIN VIDEOTAPE)\n\n\n\nROBERT MCCOY, 2ND LIEUTENANT, 62ND MEDICAL BRIGADE: I hear a loud noise and I look up and I see the train and it's hitting the concrete barrier and it hits the concrete barrier, it gives away and the train just toppled.",
  "The coordination between the Clinton campaign and Russians to --\n\n\n\n(CROSSTALK)\n\n\n\nBERMAN: I'll get to the dossier and the FBI, your charges on the FBI in just a second, but I want to finish up --\n\n\n\nJORDAN: Those are not charges.",
  "(END VIDEO CLIP)\n\n\n\nBERMAN: Now, keep them honest, though, the biggest thing we've learned today from the president himself, that for him, the biggest factor -- and those are his words -- wasn't really the middle class after all.",
  "\n\n\n\nReturn to Transcripts main page\n\nANDERSON COOPER 360 DEGREES\n\nPresident Trump, GOP Celebrate Passage of Landmark Tax Bill; Warner: Firing Mueller Would Be \"Gross Abuse of Power\"; Interview with Congressman Jim Jordan of Ohio.",
  "But why did James Comey take over the investigation, why did he go public, why did he change the exoneration letter, why did let --\n\n\n\n(CROSSTALK)\n\n\n\nBERMAN: That's all his --\n\n\n\nJORDAN: -- sit in on Hillary Clinton's interview?",
  "BERMAN: All right, joining us now, former FBI and CIA Senior Official Phil Mudd, Brian Stelter, host of CNN's \"Reliable Sources,\" former FBI Special Agent Asha Rangappa, and Matt Lewis, senior columnist for \"The Daily Beast.\"",
  "And so, you may see the president coming under a lot of pressure from Republicans to honor these promises that the White House and congressional leaders made to these Republicans to get them on board for this tax cut bill.",
  "Now, when Robert Mueller issued and unsealed this plea agreement with Michael Flynn earlier this month, it disclosed that there were some conversations that Michael Flynn had with an unnamed senior transition official.",
  "Commonsense --\n\n\n\nBERMAN: Mike Conaway is running the Russia investigation, you know, over at House Intel., the Republicans say he has no problem with Andrew McCabe now after talking to him, you know, for a full day.",
  "There are some arcane rules, legislative rules that say if the president signs before the end of the year, that that may trigger some spending cuts that they don't want here at the White House or up on Capitol Hill.",
  "MAJOR MICHAEL LIVINGSTON, MADIGAN ARMY MEDICAL CENTER: I felt -- there was a couple times inside that I felt dizzy and I thought it was going then because I actually thought it was going to go and we're going down.",
  "I mean, he told reporters, including our colleagues up on the Hill, Manu Raju, Jeremy Herb, that it's his concern that they will use the holiday when Congress is out of town with their families to issue pardons.",
  "In the second presidential debate and throughout the campaign, candidate Trump appealed to middle class voters by promising to end a tax provision that exclusively benefits the very, very rich, such as himself.",
  "If I were him, I would stay away from the repeal language but he's so desperate to say, see, you said I couldn't do it and I've done it and here it is, and it's a good applause line in very partisan audiences.",
  "(END VIDEO CLIP)\n\n\n\nSCIUTTO: Note there that he mentioned both the possibility of firing Robert Mueller and also pardoning some of the people, Michael Flynn and Paul Manafort and others who were charged there.",
  "The focus is on directing that tax relief to the people in the middle and the people who are trying to get there, and that is why we put our emphasis on that tax relief for those people who are in the middle.",
  "(COMMERCIAL BREAK)\n\n\n\n[20:36:44] BERMAN: A moment ago you heard from Ohio Congressman Jim Jordan and his theories about the FBI which join conspiracy theories and cool alligations on Fox News and elsewhere.",
  "When Robert Mueller, who is highly respected, has a team that consists of only like 15 people or less and almost half of them have donated to Hillary Clinton --\n\n\n\nSTELTER: Which means half of them didn't.",
  "BERMAN: Coming up, the big day for President Trump, not only did he score his major legislative victory, he also got to indulge in what seems to be one of his favorite pastimes, collect praise for himself.",
  "As for who the other winners are and how that compares with who he promised the winners would be, namely middle class Americans looking for lower rates and a simpler system, the picture looks more nuanced.",
  "BERMAN: So if it came out that there were FBI agents in the New York field office, and there's been a lot of stories about agents in the New York field office who didn't particularly like Hillary Clinton.",
  "And for the record, he made no secret of the fact that he wanted lower corporate taxes and got them, but it was only today that we learned what a prime motivation it was, the biggest factor, his words.",
  "Essentially, she was promised by the Senate Majority Leader Mitch McConnell he would make every effort to get some Obamacare bills put in place that would shore up that program and that did not happen.",
  "You know, I have doubts as to whether the consequences are going to be positive, but you cannot deny that this is an impactful piece of legislation and he's had impact with some of his other policies.",
  "I ran to the semi and I just managed to just kind of grab on to whatever I could and shimmied up the semi and I went from the semi to there was an upside down rail car that I kind of used as a bridge.",
  "I talk to my colleagues, I look at the evidence and I talk with our press people who book us on your show and we talk about the coordination that exists between the Clinton campaign and the Russians.",
  "And the fact that the people looking at this investigation are largely Republicans tells me this is nonsense from the hill and I'll never pay attention to a Democrat or a Republican talking about it.",
  "Now, it is more popular today because the law actually has been enacted but this is not -- this is a big gamble for the president and for the Republicans and it could be a big problem next November.",
  "As you know, from the campaign and through the year, in fact, right up until the measure passed, everyone from the president on down sold the bill first and foremost as a boom for the middle class.",
  "The last thing is, that a case could actually not stay open for more than six months legally unless there are facts that support a violation of federal law or a serious threat to National Security.",
  "It had everything to do with all of these facts that are coming out that go to the heart of this issue and --\n\n\n\n(CROSSTALK)\n\n\n\nBERMAN: I want to talk to you about the facts and issues in a second.",
  "(BEGIN VIDEO CLIP)\n\n\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: This is going to be one of the great gifts to the middle income people of this country that they've ever gotten for Christmas.",
  "So I'm saying there's a spectrum of what does it mean but one thing that we know for sure is that he was plotting in an election against a candidate and there's FBI fingerprints all over this.",
  "Clovis made the decision, he did not want to answer questions about this under oath before senators and deal with the confirmation proceedings that he believe would become a big destruction.",
  "Not to mention several other nominees who Trump has had to pull back or had been rejected for other reasons unusual for a President having a party in his own power here in the Senate, John.",
  "McFarland came before the Senate Foreign Relations Committee earlier this year, she was asked directly about conversations that she may have had with Michael Flynn about Sergey Kislyak.",
  "JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: A remarkably stern warning to the president and to those Republicans you mentioned who have been criticizing the special counsel.",
  "I -- so, I think we have to say appropriately and legitimately, Donald Trump is doing what every president would do, and that is proclaim victory and say it's massive and it's historic.",
  "I wish we could get the documents that we requested at the Judiciary Committee that we're entitled to so the American people can get the answers, so you can get the answers even, John.",
  "So that program, Barack Obama's signature legislative achievement, is going to be flailing somewhat in this New Year because of that and it's going to need that kind of assistance.",
  "Of course, we now know that Trump foreign policy adviser on the campaign who had try to set up this meeting between Trump and Putin and was in contact apparently with Sam Clovis.",
  "BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT: You know Fox says that that particular moment with Kevin Jackson has been addressed but I think this is a Trifecta, as a triangle.",
  "JORDAN: I think the senator gave his speech today because of all the facts we've learned in the last several weeks, facts like the DNC and Clinton campaign paid for the dossier.",
  "What is in the bill, though, are provisions that not only benefit certain businesses but very, very certain businesses, just like the kind that the Trump and Kushner family run.",
  "(COMMERCIAL BREAK)\n\n\n\n[20:16:29] BERMAN: You could practically hear it through the Capitol Dome, the drumbeat of criticism of Russia special counsel Robert Mueller and the FBI.",
  "Only when Strzok was -- when they were talking about bringing him in front of the Intel Committee, only then did we find out about these text messages and why he was dismissed.",
  "All I'm saying is, if you're going to make a statement that bold, wouldn't it just be logical for him to tell the American people he was investigating him before the election?",
  "Now, after this plea agreement came out, Democrats and some Republicans too said she needs to clarify her testimony before they decided to move forward with her nomination.",
  "If that's true, if that's true, was this not the worst plot ever, that the FBI director days before the election reopened the investigation into Hillary Clinton's e-mails?",
  "And yet we've had this month-long investigation by Bob Mueller with no evidence that President Trump worked with Russians in any way --\n\n\n\n(CROSSTALK)\n\n\n\nBERMAN: Hang on.",
  "How do you dismiss the idea that Peter Strzok said we can't afford to let the American people decide who's going to be the next president, we need an insurance policy.",
  "One lawmaker who joins us momentarily goes further, accusing the FBI of actively trying to, in his words, stop Donald Trump from being president of the United States.",
  "Largely because of concerns that she was not straight with the committee when she testified earlier this year about those contacts that she had with Michael Flynn.",
  "Certainly middle income Americans do get a tax break, not just nearly as big a tax break or as permanent as the break that wealthy Americans get or businesses get.",
  "[20:05:13] The so-called stabilization bills that are pending up on Capitol Hill, that did not happen and she made no bones about it, she was not happy with that.",
  "Republican lawmakers questioning the impartiality of these investigators and investigation, some calling for a special counsel to investigate the special counsel.",
  "(CROSSTALK)\n\n\n\nBERMAN: All I'm asking is in the investigation -\n\n\n\nJORDAN: They're the ones who ran the investigation, they are the key people -- oh, my goodness.",
  "And you mentioned, John, that we're also now tonight hearing many more stories about the heroes who risked their lives to save passengers they simply never knew.",
  "So, for him, it's a win and, yes, it is historic, putting him, for better or worse, in a company of tax cutting presidents like George W. Bush and Ronald Reagan.",
  "What concerns me is the intent to carry out a plan to disrupt the election because as Mr. Strzok said, we can't afford to leave this in we the people's hands.",
  "(COMMERCIAL BREAK)\n\n\n\n[20:46:47] BERMAN: Amtrak is apologizing for the high-speed train derailment in Washington State that killed three people and hurt 100.",
  "McFarland is going to be sent back -- our nominees will be sent back to the White House as soon as this week when they wrap up the session here in Congress.",
  "David Gergen, this is the type of thing that Republicans promised, if you give a big corporate tax cut, these corporations will put some of the money back.",
  "And if it happened and all the evidence seems to be pointing at that direction --\n\n\n\nBERMAN: Congressman --\n\n\n\nJORDAN: -- this is as bad as it gets, John.",
  "BERMAN: Rod Rosenstein, the deputy attorney general, was appointed by President Trump, was, you know, appointed by Republican George W. Bush at one point.",
  "That means they're going to send her back to the White House, the White House is going to have to make a decision about whether or not to renominate her.",
  "It was odd that he said that, though, because the fact is, the American people made it very clear that they don't want to repeal the Affordable Care Act.",
  "You have other members of Congress doing it and a lot of people on TV right now trying to discredit the Mueller investigation particularly on Fox News.",
  "And it's precisely so that if anybody's integrity or honesty comes into question, there are always other witnesses who can attest to whatever happened.",
  "And his intent regardless of whether it was an assassination attempt or whatever, it was definitely something --\n\n\n\nUNIDENTIFIED FEMALE: whoa, whoa.",
  "DAVID GERGEN, CNN SENIOR POLITICAL ANALYST: Well, first of all, it is the most positive moment that President Trump has had since his inauguration.",
  "Coming up, breaking news more follow up from the Russia investigation that could keep one of President Trump's ambassador nominees out of the job.",
  "You have the one tweet coming, you know, from, you know, the guy having an affair who says we can't take that chance that Trump will get elected.",
  "LEWIS: Well, I think very clearly, Donald Trump wants and Donald Trump supporters want to discredit institutions that hold them accountable.",
  "Now that it's approved, I can say, the individual mandate on health care, where you had to pay not to have insurance, OK, think of that one.",
  "Some of it depends on, if they can get a government funding bill passed by the end of the week and they still have to work on that as well.",
  "If you see a big stream of these corporations announcing that, that would be good news for the president and, frankly, good for Americans.",
  "I just talked to an official here and the hope is that he'll do it bit end of the week, but it may have to wait until after the New Year.",
  "I just don't think there's any question at this point that there are Republicans trying to discredit the Mueller investigation right now.",
  "BERMAN: You think James Comey was part of an effort, that went all the way to the top of the FBI to keep Donald Trump to being president?",
  "LAH (voice-over): These soldiers, two who have deployed to Iraq, are medics, trained to treat fellow soldiers wounded on the battlefield.",
  "[20:20:02] BERMAN: Congressman, Congressman --\n\n\n\nJORDAN: Facts like Peter Strzok and Lisa Page, the text messages that they exchanged.",
  "MCCOY: The fact that we had individuals in the community was in need, it just feels -- it felt like the right thing to do at the time.",
  "And John, we did ask them, does it feel strange to be back here, because it's the first time they had been back since Monday morning.",
  "Investigators that we are told at the very last news conference that they have not yet been able to interview the staff of the train.",
  "That may sound out there but, I'll tell you, John, I speak to a lot of folks on the Hill and they are genuinely concerned about this.",
  "One of the greatest provisions for people like me, to be honest with you, I give up a lot when I run because I knockout the tax code.",
  "Again, I say to you, so you're suggesting that part of this plot to keep Donald Trump from becoming president included James Comey?",
  "Now, after it was revealed -- this was revealed during this agreement in which Papadopoulos had pleaded guilty to lying to the FBI.",
  "In written correspondence from Cory Booker, the senator from New Jersey, she said she was not aware of any of this correspondence.",
  "He said he talks to the White House, he has talked to the White House about the Mueller investigation but not in any coordination.",
  "Keep in mind, Jeff Flake expecting a DACA bill signed in the New Year as part of a deal to get his support for this tax cut bill.",
  "David Gergen, this was really the first significant legislative victory for the president and the Republicans and it's a big one.",
  "So, Senator Mark Warner, the ranking Democratic on the Senate Intelligence Committee, drawing literally a red line in the sand.",
  "You just said, of course, you talk to the White House -- of course, we talk to the White House about the Mueller investigation.",
  "The interview with Jim Jordan is so striking because he doesn't seem to want to know what really happened before Election Day.",
  "LAH (voice-over): Three soldiers driving on the highway all from different directs now in the middle of an unfolding disaster.",
  "BERMAN: You know, Jim, I understand one person not at the White House, not at the celebration ceremony, Senator Susan Collins.",
  "Would you know that from listening to his campaign promises and all the statements he and his surrogates have said since then?",
  "ACOSTA: Nothing definitive from her office whether she skipped it because she's upset about what happened up on Capitol Hill.",
  "A simple fact that he got it done at all fulfills in a broad sense a campaign promise, namely to make major changes on taxes.",
  "You got to keep -- I said, look, if all we were focused on was anti-Trump, there wouldn't be anyone left on the Mueller team.",
  "Because that's exactly what FBI director -- Former FBI Director Comey said when he was letting Hillary Clinton off the hook.",
  "(BEGIN VIDEO CLIP)\n\n\n\nKEVIN JACKSON, FOX NEWS CONTRIBUTOR: Well I think they're going to say \"Is it -- what was his intent?\"",
  "You've been on Fox News when you say that the FBI was acting to keep Donald Trump from being president of the United States.",
  "[20:00:08] JOHN BERMAN, CNN HOST: President Trump calls his tax overhaul in his own words a historic victory for our people.",
  "AXELROD: Well, look, any time you're told that 13 million -- fewer people will have health coverage, that is a big concern.",
  "(END VIDEO CLIP)\n\n\n\nBERMAN: Assassination attempt, Brian Stelter coup d'etat, other words that we've heard on that network.",
  "We don't -- when you say we've got to make sure that this guy, you know, doesn't get in at all costs, what does that mean?",
  "CHRISTOPHER SLOAN, LIEUTENANT COLONEL, MADIGAN ARMY MEDICAL CENTER: I told my wife, oh, my goodness, that's a train wreck.",
  "You have the senior department of justice official who was meeting with the Apple Research Team behind the Trump dossier.",
  "After all of that -- everyone, remember the context when Mr. Comey does that, everyone thought Clinton was going to win.",
  "MANU RAJU, CNN SENIOR CONGRESSIONAL CORRESPONDENT: Well, senators in both parties are telling me, John that in fact K.T.",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: Our plan also lowers the tax on a business from 35 percent all the way down to 21 percent.",
  "You have two options to either lay aside and let what happens happens or take action and try to do something about it.",
  "The only one who has dismissed Peter Strzok is Robert Mueller who pushed him off of his investigation because of this.",
  "But President Trump's son Donald Trump Jr. had a meeting in Trump Tower where he was promised dirt on Hillary Clinton.",
  "And I guarantee you that happened both in the Hillary investigation and with whatever is happening now with Mueller's.",
  "Have you had conversations or has your office had conversations with the White House about the Mueller investigation?",
  "Plus, the top Democrat on the Senate Intelligence Committee draws a red line and warns the president not to cross it.",
  "Having said that, it is extremely odd to have a president with this big of a victory on a bill that is so unpopular.",
  "The DNC paid for the dossier --\n\n\n\nBERMAN: Was James Comey part of a plot to keep Donald Trump from being president?",
  "All I know is the text message from Peter Strzok to Lisa Page sure points to that being what looks like took place.",
  "Are you surprised that some of them have views about either Hillary Clinton or the President of the United States?",
  "BERMAN: OK, Congressman -- JORDAN: That doesn't go to intent --\n\n\n\nBERMAN: I want to talk about this for a second.",
  "So he abruptly withdraw as well, so two nominees John, potentially being done because of the Russia investigation.",
  "I told people specifically, be quiet with the fake news media because I don't want them talking too much about it.",
  "(END VIDEO CLIP)\n\n\n\nBERMAN: House Speaker Paul Ryan back in November and here's President Trump over the weekend.",
  "As you know, the president, as part of this tax reform bill, signed a repeal of the Obamacare individual mandate.",
  "It's one of those major league kind of bills that presidents like to pass and their legacy heavily depends on it.",
  "You know, to me, it's less about the Obama legacy and more about whether people get the coverage that they need.",
  "It's as if, John, we are all out on the woods and we can see somewhere in front of us is a fire, a burning fire.",
  "BERMAN: So, are you questioning Robert Mueller, the special counsel's integrity here for the way he handle this?",
  "ASHA RANGAPPA, CNN LEGAL & NATIONAL SECURITY ANALYST: People need to understand exactly how investigations work.",
  "And there are these folks in right-wing media and near the White House who are saying, don't look at that fire.",
  "BERMAN: And Manu, she would be the only the nominee that face problems because of alleged Russia ties, correct?",
  "BERMAN: We pay attention to you, Phil Mudd, and we're going to pay attention to everyone else after the break.",
  "BERMAN: Wouldn't that be a lousy way to plot defeating Donald Trump to reopen the investigation into Hillary?",
  "The key phrase from Ty Cobb: There's no consideration being given to the termination of the special counsel.",
  "(BEGIN VIDEO CLIP)\n\n\n\nJORDAN: The vast majority of the FBI are great people doing the Lord's work out there.",
  "So, this is big, his sort of rapid deregulation of the environment of consumer protection, of finance, huge.",
  "(BEGIN VIDEO CLIP)\n\n\n\nREP. PAUL RYAN (R-WI), SPEAKER OF THE HOUSE: The focus is on middle class tax relief.",
  "Some will reinvest but they're not very many are saying they are going to create new jobs, only a couple.",
  "You said -- JORDAN: I am not saying bias --\n\n\n\nBERMAN: You just said to me, Mueller's team is anti-Trump.",
  "He took to the Senate floor late today in defense of the special counsel with a warning to the president.",
  "I want to talk about your argument here in a second, but I'm trying to get to the issue of coordination.",
  "BERMAN: You know, and Brian Stelter, again, this is not the only person delivering this type of message.",
  "So, my experience with Mueller wasn't a real positive one that one time, but I have not criticized him.",
  "The co-CEO called it \"unacceptable\" saying quote we are terribly sorry to the people that are involved.",
  "So it sounds like she probably does not going to get this job to become the ambassador with Singapore.",
  "The second is, that there are very strict legal standards for opening the case and for closing a case.",
  "The problem I have is that these institutions are going out of their way to help Donald Trump do that.",
  "(CROSSTALK)\n\n\n\nBERMAN: Congressman --\n\n\n\nJORDAN: The focus is what Peter Strzok did and what he wrote.",
  "If he was trying to keep Donald Trump from getting elected, don't you think he might tell voters that?",
  "JORDAN: So back in October, before the election, you guys didn't like Jim Comey and now you like him?",
  "I have a lot of friends that worked the Hillary investigation and they freaking hated Hillary's guts.",
  "So, he's claiming more than what this bill actually does, but it does damage the Affordable Care Act.",
  "There was luggage everywhere, there was personal belongings everywhere, individuals were everywhere.",
  "KYUNG LAH, CNN SENIOR NATIONAL CORRESPONDENT: Well John, you can see that Interstate 5 is now open.",
  "This was like, oh, no big deal, he can do this with the Abedin and Weiner messages back and forth.",
  "I'm wondering, as someone who was part of passing Obamacare, you know, what does this mean to you?",
  "JIM ACOSTA, CNN SENIOR WHITE HOUSE CORRESPONDENT: Well, there are a couple of factors there, John.",
  "Clearly, the bill the president will sign next month is a political victory for him and his party.",
  "And that was one of the reasons why he had such trouble passing that full-scale repeal as it was.",
  "So, this is a big win for the president at the very time when his leadership is being questioned.",
  "I mean, I don't think that compares to the text messages we have from Peter Strzok and Lisa Page.",
  "We've had talks at the White House about tax policy, about welfare policy, talks about Obamacare.",
  "And if you look at Robert Mueller, six of the 15 lawyers on his team were Hillary Clinton donors.",
  "It has nothing to do with the fact that he's worried about the president getting rid of Mueller.",
  "You say you believe there was a plot in the FBI to prevent Donald Trump from becoming president.",
  "Jim Jordan should know this and if he doesn't, then he shouldn't be on the judiciary Committee.",
  "BERMAN: Just ahead tonight, a member of Congress who thinks the FBI has it in for Donald Trump.",
  "And I tried to get him to say whether or not he coordinated that message with the White House.",
  "They would consider both of those, Mark Warner and others, an abuse of power by the president.",
  "That investigation has been certified by a Republican Deputy Attorney General Rod Rosenstein.",
  "We'll see the Fed and most experts suggest only modest growth and modest job gains from this.",
  "The question is, was it achieved, if not under false pretenses, then at least by subterfuge?",
  "His wife, he didn't disclose, but his wife actually at one point worked for this Apple firm.",
  "BERMAN: Jim, do we know anything about why Senator Warner decided to give this speech today?",
  "(CROSSTALK)\n\n\n\nBERMAN: We don't know that Robert Mueller's team is anti-Trump, first of all.",
  "If it came out that they were sharing anti-Clinton messages, would that concern you as much?",
  "LAH (on camera): So this tilted car, you're making your way up an unstable tilted rail car?",
  "And I'm told, John from senators in both parties that she has yet to clarify her testimony.",
  "That is because all parts of this train that derailed have now been moved off the freeway.",
  "Look in the opposite direction and, actually, beyond that, let's lay off the firefighters.",
  "Does the economy get better, do we have high growth or do we see us sort of limping along?",
  "AXELROD: Certainly if the president were more popular, his proposal would be more popular.",
  "[20:55:08] CNN Senior Congressional Correspondent Manu Raju joins us now with the latest.",
  "Confirmation maybe series jeopardy for one of President Trump's ambassador nominees, K.T.",
  "And I'm told that her chances of being confirmed are exceedingly grim until she does so.",
  "He has helped Donald Trump in the process of attempting to discredit this investigation.",
  "They should not have shared them on government computers but of course they have views.",
  "I mean, do you think that this has somehow tainted the special counsel's investigation?",
  "BERMAN: Ax, let me ask you about Obamacare because the president brought this up today.",
  "Andrew McCabe is scheduled to be deposed in front of the Judiciary Committee tomorrow.",
  "What I know is the text messages that came out last week sure point in that direction.",
  "There are Trump allies in the media all over Fox News discrediting the investigation.",
  "She was a deputy of Michael Flynn's when she served in the National Security Council.",
  "We'll talk as well about a whole string of conspiracy theories now making the rounds.",
  "You know, it's like a CNN poll has its 55 percent disapproval to the 30s on approval.",
  "BERMAN: He said there's a coordinated effort to discredit the Mueller investigation.",
  "I want to read you something that came out in the story this week in \"Vanity Fair.\"",
  "Let me ask you what you're saying now about the FBI, because I want to get to this.",
  "JORDAN: No, no, no, Robert Mueller -- remember, he first put him on the team, John.",
  "You have to have a legal basis to open a case and you have to articulate the facts.",
  "He doesn't seem to want to know what Trump campaign aides may or may not have done.",
  "Soldiers who just happen to be driving by and risked their lives to help strangers.",
  "This is a big tax bill, in some ways, delivering on many of the promises they made.",
  "LEWIS: These are crazy --\n\n\n\nSTELTER: -- that was so disturbing about this moment.",
  "I did not talk to the White House about what kind of questions I was going to ask.",
  "Just a few moments ago, the White House did put out a response to Senator Warner.",
  "The only one who has dismissed --\n\n\n\n(CROSSTALK)\n\n\n\nBERMAN: Excuse me, excuse me.",
  "I mean, it is ridiculous that Robert Mueller has done this, I think, to his team.",
  "A Republican-nominated former FBI Director Robert Mueller runs the investigation.",
  "Do you think there was a plot to keep Donald Trump from being elected president?",
  "Hang on, Congressman, Congressman, all right, you're talking about Peter Strzok.",
  "I'm just saying, I'm just saying he reopened it a few weeks before the election.",
  "BERMAN: Christopher Wray, you know, the head of the FBI, donated to Republicans.",
  "Aired on 8-9p ET\n\nAired December 20, 2017 - 20:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "I'm asking you right now about this charge that there was a coordinated effort.",
  "And I'm going to give you three points that your viewers can take into account.",
  "So interviews, investigative techniques always happens in teams of two or more.",
  "What you have is basically -- I think, I mean, somebody else on Mueller's team.",
  "They should have been removed because they discuss them in a government space.",
  "I want to play you a little bit of one of the things that we heard last night.",
  "BERMAN: If I can, I want to ask you first about something Senator Warner said.",
  "BERMAN: I hear you talking about those individuals and only those individuals.",
  "The vast majority of the FBI are great people doing the Lord's work out there.",
  "LEWIS: Yes but these are -- I would just say, I think that's a valid argument.",
  "(END VIDEOTAPE)\n\n\n\n[20:50:05] LAH: And they decided to do something about it.",
  "They are going to talk about them at home just as every single American does.",
  "But if he really wants to get to the bottom of it, he should read the rules.",
  "PHILIP MUDD, CNN COUNTERTERRORISM ANALYST: You mean after about for Tylenol?",
  "Those emails, he could do this because he thought that she was going to win.",
  "It is advertised, as David suggested, as something that will spur\n\n\n\ngrowth.",
  "He said Obamacare has been repealed in this bill, which isn't actually true.",
  "It was more like a farm this week\n\n\n\nwith all of the horse trading going on.",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: One thing I do is get rid of carried interest.",
  "And the key senator on this, last I checked, is a Republican, Senator Burr.",
  "(END VIDEO CLIP) BERMAN: He bread crumbs to follow some of those arguments.",
  "You know, Matt Lewis, I want to bring you into this conversation right now.",
  "So, the first thing is that everything that the FBI does happens in teams.",
  "He doesn't seem to want to know if President Trump is somehow compromised.",
  "Do we know when the bill will actually arrive on his desk for him to sign?",
  "One is, we do think the president wants to sign it by the end of the week.",
  "So, at least today, it does seem some of those corporations are doing so.",
  "That's where the concern is, not those folks who are doing the great job.",
  "Then GOP lawmakers like Jim Jordan and then Trump himself and his aides.",
  "It's added some preferences, taken some preferences out of the tax code.",
  "It shifts the tax code a little bit more in favor of wealthy Americans.",
  "The uncertain remarks by the president suggests that he's OK with that.",
  "But it's not the anti-Trump messages that bother me about Peter Strzok.",
  "What I'm criticizing is --\n\n\n\nBERMAN: You're criticizing him right now.",
  "We can't quite reach the fire but we smell the smoke and see the smoke.",
  "Only this time, the Americans who needed help were right here at home.",
  "You're talking about an FBI coordinated effort to defeat Donald Trump.",
  "Another lawmaker, Democratic Senator Mark Warner, is also speaking up.",
  "We know for a fact that the Clinton campaign paid Russians to do what?",
  "JORDAN: But, you know what, we're going to talk to him tomorrow, John.",
  "All I know is, I wish he'd answer our questions, which he wouldn't do.",
  "These truly are red lines and simply cannot allow them to be crossed.",
  "JORDAN: Yes, because you've got to remember the context at that time.",
  "It says: The FBI is anti-Clinton, period, this former FBI agent said.",
  "BERMAN: All I'm saying is your concern about FBI bias seems partisan.",
  "(END VIDEO CLIP)\n\n\n\nBERMAN: Probably the biggest factor in this plan.",
  "And you can judge that for yourself about the political implications.",
  "BERMAN: You know, David Axelrod, you wrote earlier about all of this.",
  "Jim, it was absolutely unequivocally a banner day for the president.",
  "Keeping them honest, the question is, which people is that, exactly?",
  "JORDAN: I wish what Rod Rosenstein would do is answer our questions.",
  "You know, he has oversight over the Mueller investigation right now.",
  "BERMAN: Congressman Jim Jordan thank you so much for being with us.",
  "The individual mandate, though that could have a major consequence.",
  "What do you make of what we deserve from Congressman Jordan there?",
  "Listen, Strzok was on the team that changed it, we know that much.",
  "JORDAN: Well, I talk to the White House about all kinds of things.",
  "BERMAN: A perspective now from the two Davis, Axelrod and Gergen.",
  "So I gathered myself, we got to get those people off that train.",
  "LAH (on camera): Did you feel this train could go at any minute?",
  "First, Kyung Lah joins us with the latest on the investigation.",
  "BERMAN: But you said the FBI was trying to defeat Donald Trump.",
  "This is why people don't trust either Democrats or Republicans.",
  "Look, there are people who are going to have views on politics.",
  "BERMAN: Obviously this discussion isn't going to stop tonight.",
  "LAH (voice-over): A father and a baby trapped in the bathroom.",
  "This is, they believe, going to have a lasting impact on them.",
  "What we're learning about Michael Flynn's former deputy, K.T.",
  "I think at one point was a counsel to the Clinton Foundation.",
  "Dozens or hundreds of them were involved in an investigation.",
  "JORDAN: John, he said -- well, look at the full text message.",
  "Certainly on health care it's going to make a big difference.",
  "And you want to tell me that this is a biased investigation?",
  "I want to stay on the issue for coordination for one second.",
  "Tonight I want to bring you the story of three other people.",
  "We don't know whether he was the actual one who changed it.",
  "JACKSON: -- and I'm just saying, we don't know what it was.",
  "If it were, the FBI would have too many cases on its hands.",
  "[20:40:11] Now, the Mueller investigation, he took it over.",
  "BERMAN: Do you have any understanding of why that happened?",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: We didn't want to bring it up.",
  "BERMAN: David Axelrod, David Gergen, thanks so much, guys.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "All of those things that took place in that investigation.",
  "But all know is what's come out thus far looks pretty bad.",
  "[20:25:02] And then we kicked him off, did he tell anyone?",
  "JORDAN: How about focusing on the text messages last week?",
  "Do you talk to them about these claims that you will make?",
  "They come and yell at us about what is relatively simple.",
  "Matt I just want to say hi to you, Merry Christmas, Matt.",
  "Now, that senior transition official we now know was K.T.",
  "I mean, AT&T announced a $1,000 bonus to 200,000 workers.",
  "But it is a big policy shift, as these things often are.",
  "Look, I mean, the fact is, this is a consequential bill.",
  "(END VIDEO CLIP)\n\n\n\nBERMAN: He claims this as a victory.",
  "So-and-so is an idiot is not a basis for opening a case.",
  "Jim Sciutto for us in Washington -- Jim, thanks so much.",
  "JORDAN: I want to talk about the coordination we know.",
  "Are there talking points on the Mueller investigation?",
  "BERMAN: And then when he found out, he got rid of him.",
  "BERMAN: Phil, I'm going to ask you the first question.",
  "The question is whether or not that's going to happen.",
  "But it's not very good with the majority of Americans.",
  "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR: Yes.",
  "So, that's something that they have to sort through.",
  "(END VIDEO CLIP)\n\n\n\nBERMAN: So, that never happened.",
  "(CROSSTALK)\n\n\n\nBERMAN: I haven't dismissed anything.",
  "(COMMERCIAL BREAK)\n\n\n\nBERMAN: Breaking news tonight.",
  "Jim Acosta at the White House, Jim, thanks so much.",
  "He has a lot riding -- a huge amount riding on now.",
  "Let's not even have the fire get the extinguished.",
  "We're talking about the folks on the Mueller team.",
  "JORDAN: We're not talking about Christopher Wray.",
  "CNN's Jim Sciutto joins us now with more on that.",
  "Pulling out of global agreements, very, very big.",
  "BERMAN: And some of the impact came today, right?",
  "That's probably the biggest factor in this plan.",
  "Of course, we've had talks with the White House.",
  "MATT LEWIS, CNN POLITICAL COMMENTATOR: Hey John.",
  "That doesn't tell me this investigation is bias.",
  "BERMAN: All right, Manu Raju up on Capitol Hill.",
  "Awful, but it could have been much, much worse.",
  "We're going to keep digging to get the answers.",
  "Before you go on Fox News, do you talk to them?",
  "Jim, what did Senator Warner have to say today?",
  "So, we have to say, let's see how it works out.",
  "BERMAN: We're talking about bias, congressman.",
  "In a politicized America, everybody has views.",
  "MCCOY: You know, it was really chaos in there.",
  "BERMAN: You know, Asha, what do you see here?",
  "I said this in committee to Christopher Wray.",
  "All of that will reveal itself in the future.",
  "This is a big, big win for him legislatively.",
  "Today there were examples of the other side.",
  "CNN's Jim Acosta at the White House tonight.",
  "JORDAN: I have not called -- we just had Mr.",
  "BERMAN: It's not whether I like him or not.",
  "So, that's a quote from a former FBI agent.",
  "And that's what we're going to investigate.",
  "I wish Mr. Wray could answer our questions.",
  "We're trying to get to the bottom of those.",
  "My main focal point was this hanging train.",
  "But these are not crazy things to bring up.",
  "McFarland chances now of getting confirmed?",
  "At least 24 people are still hospitalized.",
  "It looked like a typhoon had hit in there.",
  "JORDAN: You bet, you too, merry Christmas.",
  "So, we're going to be doing that tomorrow.",
  "Sessions, Mr. Rosenstein, Mr. (INAUDIBLE).",
  "Those are, after all, the biggest factor.",
  "The individual mandate has been repealed.",
  "David Axelrod also hosts \"The Axe Files.\"",
  "I mean, he is doing consequential things.",
  "They want to discredit the \"deep state.\"",
  "All the while the train car on its side.",
  "The black boxes are now at the NTSB Lab.",
  "JORDAN: I'm not suggesting that at all.",
  "It does greatly reduce corporate taxes.",
  "BERMAN: Surveys say exactly just that.",
  "I'm talking about the guys at the top.",
  "(CROSSTALK) BERMAN: So, that happened.",
  "Congressman, thanks for being with us.",
  "I'm talking about the guys at the top.",
  "Manu, what are you learning about K.T.",
  "The latest from the White House, next.",
  "Matt Lewis -- no actually, Phil Mudd.",
  "JORDAN: You'll have to ask Mr. Comey.",
  "Are you part of a coordinated effort?",
  "But do you talk about talking points?",
  "JORDAN: I mean, that's kind of funny.",
  "Most of Mueller's team is anti-Trump.",
  "There was a bank that did it as well.",
  "It's a major rewrite of the tax law.",
  "I'm talking about those individuals.",
  "That's why he gave the speech today.",
  "We're going to try to find that out.",
  "Sessions would answer our questions.",
  "I'm talking about those individuals.",
  "They all said that it is very eerie.",
  "They hope to learn much more there.",
  "They wanted this credit, the media.",
  "REP. JIM JORDAN (R), OHIO: You bet.",
  "You heard this town called a swamp.",
  "That just goes with the territory.",
  "John Berman here, in for Anderson.",
  "We'll have to wait going forward.",
  "You can decide that for yourself.",
  "I haven't heard you discuss that.",
  "There's 35,000 people in the FBI.",
  "That's a mass casualty situation.",
  "And that's very bad for America.",
  "Congressman Jordan joins us now.",
  "Here's the coordination we know.",
  "(CROSSTALK) JORDAN: No, no, no.",
  "Quotes from a former FBI agent.",
  "BERMAN: I want to get to issue.",
  "They are going to be looked at.",
  "A woman pinned under the seats.",
  "You pay not to have insurance.",
  "And it's not just rate cuts.",
  "They definitely took action.",
  "But here's the coordination.",
  "We're going to keep pushing.",
  "Let me give you some facts.",
  "There's been great concern.",
  "JORDAN: Of course it would.",
  "I do wish we had more time.",
  "Both presidential advisers.",
  "He got what he wanted here.",
  "AXELROD: Well, that's true.",
  "It's good for shareholders.",
  "The business rates do not.",
  "Kyung Lah, thanks so much.",
  "To influence the election.",
  "Have a happy holiday, sir.",
  "JORDAN: John, I said this.",
  "BERMAN: Is he anti-Trump?",
  "BERMAN: Wonderful people.",
  "The personal cuts expire.",
  "And, is that OK with you?",
  "The significance tonight?",
  "He didn't get rid of it.",
  "They are being analyzed.",
  "RAJU: Yes, that's right.",
  "It started in June 2016.",
  "It is now December 2017.",
  "SCIUTTO: We do, in fact.",
  "How do you dismiss that?",
  "So these are the facts.",
  "We're not getting that.",
  "JORDAN: We'll find out.",
  "And that's what I said.",
  "We'll have to find out.",
  "So what does that mean?",
  "Well, we lost 63 seats.",
  "It wasn't in the bill.",
  "I don't get the point.",
  "Now, think about this.",
  "JORDAN: Of course not.",
  "When did we find out?",
  "JORDAN: I don't know.",
  "We also learned this.",
  "Comcast did the same.",
  "That's not my focus.",
  "Let's be clear here.",
  "Is he anti-Democrat?",
  "JORDAN: Oh, come on.",
  "This is scary stuff.",
  "They helped so many.",
  "RAJU: Thanks, John.",
  "Of course it would.",
  "I asked Jim Jordan.",
  "That's the concern.",
  "That's what I want.",
  "ACOSTA: You got it.",
  "BERMAN: All right.",
  "GERGEN: Thank you.",
  "That is a problem.",
  "BERMAN: All right.",
  "BERMAN: All right.",
  "(COMMERCIAL BREAK)",
  "Thanks, everyone.",
  "Is he anti-Trump?",
  "Much more, next.",
  "You do the math.",
  "BERMAN: Hang on.",
  "Those are facts.",
  "Look over there.",
  "He joins us now.",
  "We'll find out.",
  "We'll find out.",
  "Your thoughts?",
  "Of course not.",
  "Have a listen.",
  "Now, when K.T.",
  "ACOSTA: Right.",
  "But who knows?",
  "But we'll see.",
  "Thanks, Manu.",
  "We know that.",
  "JORDAN: Yes.",
  "JORDAN: Yes.",
  "That's next.",
  "JORDAN: No.",
  "I wish Mr.",
  "McFarland.",
  "McFarland.",
  "I'm not.",
  "Hang on.",
  "He did.",
  "Right?",
  "Kyung?",
  "John.",
  "No."
]