[
  "But after the firings of McCabe, the FBI deputy director who helped oversee a 2016 investigation into Hillary Clinton’s use of a private email server while she was secretary of state, and Strzok, an FBI agent who was an early member of the team probing Russia’s interference in the election, Ohr has become the latest focus of Republicans' and their conservative-media allies’ suspicions that the U.S. intelligence bureaucracy — the \"deep state,\" as Trump and his supporters call them — is intent on taking down the president.",
  "It’s unclear whether Democratic lawmakers plan to attend Tuesday’s hearing, but in general, they intend to paint the Republican focus on Ohr — a career DOJ official who helped oversee organized crime enforcement and was previously a prosecutor — as a belated attempt to salvage conspiracy theories that they say have withered under scrutiny.",
  "A memo crafted by the House Intelligence Committee GOP staff under Nunes (R-Calif.) misleadingly claims Steele’s motives in investigating Trump were omitted when the FBI used the dossier as part of its justification to obtain a court-ordered surveillance warrant — known as a FISA warrant — against Trump 2016 adviser Carter Page.",
  "Story Continued Below\n\nReps. Mark Meadows (R-N.C.) and Jim Jordan (R-Ohio), both top Trump allies, are taking breaks from their August recess to lead a closed-door interview Tuesday with the former associate deputy attorney general, who was demoted earlier this year amid growing scrutiny from conservatives.",
  "Ohio Rep. Jim Jordan (left) and Rep. Mark Meadows (R-N.C.), both top Trump allies, are taking breaks from their August recess to lead a closed-door interview Tuesday with Justice Department official Bruce Ohr, who was demoted earlier this year amid growing scrutiny from conservatives.",
  "House Republicans have fixated on a handful of career Justice Department and FBI officials over the past year as they've sought to cast doubt on the legitimacy of the investigators who launched the Russia probe, which is now overseen by special counsel Robert Mueller.",
  "One attorney familiar with Ohr's relationship with the FBI, who spoke on condition of anonymity, said there was nothing unseemly about the FBI receiving information from Steele, even after he ended his formal source relationship.",
  "Now, Republicans — intent on proving that political bias is behind the sprawling investigation of President Donald Trump’s ties to Russia — are elevating a new bureaucratic target: Justice Department official Bruce Ohr.",
  "In recent weeks, Trump has tweeted about Ohr nine times, and House Intelligence Committee Chairman Devin Nunes recently predicted Ohr would become a key figure in House investigators' sights.",
  "| Drew Angerer/Getty Images Congress Republicans find a new target in fight to discredit Russia probe\n\nFirst the spotlight was on Jim Comey and Andrew McCabe, then Peter Strzok and Lisa Page.",
  "\"This clear evidence of Steele’s bias was recorded by Ohr at the time and subsequently in official FBI files — but not reflected in any of the Page FISA applications,\" the memo reads.",
  "Ohr had no formal role in the Russia investigation, and his relationship as a go-between for Steele was formalized, with his meetings and discussions with Steele logged in FBI files.",
  "Republicans have obtained communications between the two that they say show Ohr was in contact with Steele even after the latter ceased to have a formal relationship with the FBI.",
  "Meanwhile, Ohr's wife, Nellie, worked for Fusion GPS, the company that hired Steele to dig into Trump’s background on behalf of the Clinton campaign in 2016.",
  "For one thing, he was in touch in 2016 with Christopher Steele, the British ex-spy behind a now-famous dossier alleging connections between Trump and Moscow.",
  "Trump has mentioned him in nine tweets this month and suggested he might pull Ohr's security clearance, a move that could cost the DOJ official his job.",
  "By contrast, Steele, a longtime partner of the U.S. intelligence community, was a credible source, even if he had a falling-out with the bureau.",
  "Nonetheless, Republicans see Steele’s information as biased by his own anti-Trump sentiments, and they believe Ohr is tarred by the connection.",
  "Democrats say Republicans are doing no more than elevating conspiracy theories to deflect from the legal scandals engulfing Trump's presidency.",
  "Trump has suggested Ohr should be fired, tweeting on Aug. 20 that it's a \"total joke\" that he is still employed by the Justice Department.",
  "The president paints the DOJ official and \"his beautiful wife,” as Trump has called her, as central actors in a \"witch hunt\" against him.",
  "But Ohr is a tantalizing target for Republicans because he's at the center of various strands of their frustration with the Russia probe.",
  "The bureau takes information about potential crime from figures as unsavory as gang members and mobsters, the lawyer said.",
  "In late 2016, Ohr passed along a version of Steele’s dossier to the FBI, Strzok told lawmakers last month.",
  "“When he comes to Congress tomorrow, Bruce Ohr has explaining to do,” Meadows tweeted on Monday.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "That interest in Ohr has reached Trump.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]