[
  "Haqqani captors killed child, raped wife, Canadian ex-hostage says\n\nCaitlan Coleman family refuses return to U.S.; husband fears Gitmo over past\n\nVIOLENCE OF THE LEFT HITS HOME FOR NRA SPOKESPERSON LOESCH: Radio host and NRA spokesperson Dana Loesch said she's had to pack up her belongings in garbage bags and leave her home over threats from gun control advocates and other opponents ... Loesch said she and her family, including her young children, have received threats over her role in the National Rifle Association in the wake of the Las Vegas massacre.",
  "Here's your Fox News First 5 - the first five things you need to know today:\n\nThe security guard in Las Vegas massacre is missing\n\nFBI documents suggest James Comey rushed to clear Hillary Clinton\n\nNBC News' president is under pressure to apologize or resign for not running a Harvey Weinstein exposé\n\nThe inside story of a family's rescue from terrorist captivity is revealed\n\nFox News Exclusive: Dana Loesch speaks out on gun control advocates forcing her from her home\n\nLet's dive deeper into these stories ...",
  "Fusion GPS, company behind anti-Trump dossier, fights House subpoenas\n\nNBC NEWS PRESIDENT FEELS HARVEY HEAT: NBC is tentatively standing by its embattled news president, Noah Oppenheim, who killed its long-gestating investigation into scandalized producer Harvey Weinstein ... Oppenheim, who has denied any ties to Weinstein and moonlights as a Hollywood screenwriter, is now facing allegations that he sat at the same table as Weinstein at a glamorous New York gala in April.",
  "THE LEAD STORY: The Mandalay Bay security guard who was allegedly shot before the Las Vegas massacre and who disappeared last week moments before scheduled television interviews has not been seen since he went to a walk-in health clinic, his union president said ... Las Vegas police say the guard, Jesus Campos, was shot shortly before gunman Stephen Paddock killed 58 at a music festival on the Las Vegas Strip – though the sequence of events is still in dispute.",
  "It is believed that while the couple was moved around a few times in the early stages of their captivity, their location had remained static for some time and Joint Special Operations Command were getting ready to embark on a rescue, when ultimately the Pakistanis — fearing another national upstaging and embarrassment akin to the bin Laden raid in 2011 which exposed them as harboring major terrorists — took the reign.",
  "He also said “other things” encouraged him to make the announcement, including Lynch allegedly urging him to refer to the email scandal as a “matter” and not an “investigation.” Calls for Comey to return to Capitol Hill for questioning have mounted, including from Sen. Lindsey Graham, a member of the Senate Judiciary Committee, who said he would subpoena Comey if he had to.",
  "BEHIND THE RESCUE OF A COUPLE FROM TERRORIST CAPTIVITY: Armed with information from U.S. intelligence, Pakistani soldiers staged a dramatic but successful rescue operation last week to free American Caitlan Coleman, 31, and her Canadian husband Joshua Boyle, 34, and their three young children after five years in Haqqani network captivity ...",
  "ET: Brian will be live from the White House with slew of special guests that include: Treasury Secretary Steve Mnuchin, Trump senior advisor Stephen Miller, Director of the National Economic Council Gary Cohn, Director of the Office of Management and Budget Mick Mulvaney and more.",
  "ET: Sen. Tom Cotton addresses rumors who could be considered for CIA director; House Majority Whip Steve Scalise reflects on his road to recovery after being shot in June; counselor to President Trump Kellyanne Conway sounds off on the hot topics facing the White House.",
  "At the time, he testified that he was inclined to publicly announce the results of the probe to “protect the credibility of the investigation,” after then-Attorney General Loretta Lynch and former President Bill Clinton had an unscheduled meeting on a tarmac in Arizona.",
  "Because of information obtained from drone footage, it is believed that the U.S. had long known of their location, as did Pakistan’s military arm ISI, and it was \"always a matter of someone pulling the trigger to go over and get them.\"",
  "The FBI released documents proving former FBI Director James Comey began drafting a letter regarding Hillary Clinton's email investigation months before conducting several key interviews, including speaking to Clinton herself ...",
  "The now-public records show the email titled “Midyear Exam --- UNCLASSIFIED” was sent by Comey on May 2, 2016, to Deputy Director Andrew McCabe, general counsel James Baker and chief of staff and senior counselor James Rybicki.",
  "#OnThisDay\n\n2003: Taipei 101 is completed in Taipei, becoming the world's tallest high-rise\n\n1989: The worst earthquake in 82 years strikes San Francisco bay area minutes before the start of a World Series game there.",
  "He spiked the story that would have outed Weinstein as a serial sexual harasser months before The New York Times and The New Yorker published the stories that derailed the Hollywood mogul's career.",
  "Loesch: Monsters exist and millions of Americans want to protect themselves\n\nABOUT LAST NIGHT\n\nHILLARY'S DELAYED 'OUTRAGE': \"Hillary Clinton enabled her husband, who had severe problems with women.",
  "David Hickey of the Security, Police, and Fire Professionals of America (SPFPA) said Campos had requested to go public and wanted to tell his side of the story in Oct. 1 shooting investigation.",
  "– Dana Loesch, on \"The Story with Martha MacCallum,\" reflecting on the threats she and her family have received from gun control advocates over her support of the NRA and the second amendment.",
  "The existence of such an email draft raised questions about Comey's Senate testimony in June 2017 regarding his decision to go public with findings in the Clinton email investigation.",
  "Oppenheim's decision to pass on the exposé has resulted in an avalanche of accusations that the network has conflicts of interest and is lying about its reasons for killing the story.",
  "A spokesperson at the UMC Quick Care, which has eight locations throughout the Las Vegas area, told Fox News on Monday that they had \"heard nothing\" about Campos visiting them.",
  "Stay with Fox News for live coverage of President Trump's speech on tax reform at the Heritage Foundation in Washington, D.C. with The Story with Martha MacCallum at 7 p.m.",
  "Hickey said he had received a text Thursday night saying Campos was taken to a UMC Quick Care facility, though he did not specify where or whom the text came from.",
  "She told Fox News' Martha MacCallum it's been difficult to sell her home \"conventionally\" through open houses and a realtor when she's received such vile threats.",
  "Darrell Scott, who was a member of Trump's transition team, on \"Hannity,\" sounding off on Hillary Clinton's reaction to donor pal Harvey Weinstein's sex scandal.",
  "Sources say the U.S. government started floating rumors some time ago within the Pakistani high military that a rescue operation was highly probable.",
  "ET: Andy Puzder, former CKE Restaurants CEO, former Arkansas governor Mike Huckabee and Sen. Rand Paul all preview Trump's tax reform speech.",
  "Tucker: Vegas massacre conspiracy theories fill the void\n\nThe Las Vegas Massacre: Full coverage\n\nPROOF OF COMEY RUSH TO JUDGMENT ON CLINTON?",
  "The Canadian government also asserted that their longstanding policy of not fulfilling ransom demands remains, and no money was dished out.",
  "According to multiple U.S. sources with close connections to the operation, no prisoners were exchanged and ransom money was not paid.",
  "The document release was titled \"Drafts of Director Comeys July 5, 2016 Statement Regarding Email Server Investigation Part 01 of 01.\"",
  "1933: Due to rising anti-Semitism and anti-intellectualism in Hitler's Germany, Albert Einstein immigrates to the United States.",
  "Cavuto: Coast to Coast, Noon ET: EPA Administrator Scott Pruitt explains his bid to end the EPA's \"sue and settle\" practice.",
  "HOLLYWOOD SQUARED\n\nThe Walking Dead fans think they've figured out the upcoming crossover event ahead of Season 8 premiere.",
  "ET, followed by Tucker Carlson Tonight at 8 p.m. and then Hannity at 9 p.m.\n\nOn Fox Business:\n\nMornings with Maria, 6 a.m.",
  "NEW IN FOX NEWS OPINION\n\nGregg Jarrett: Colin Kaepernick's case against the NFL is as lame as his skills at quarterback.",
  "ET: Singer-songwriter Dierks Bentley gives an inside look at his special project for the new movie, Only the Brave.",
  "However, Campos disappeared shortly before his scheduled TV interviews, including one with Fox News' Sean Hannity.",
  "Campos' shooting raised questions about police response and whether the hotel did enough to prevent the bloodshed.",
  "But, she praised the FBI and local law enforcement for their help and said she doesn't hate her opponents.",
  "WATCH\n\nMINDING YOUR BUSINESS\n\nNetflix sinking deeper into debt to fuel subscriber growth.",
  "ET: Sheryl Palmer, Taylor Morrison Chairman and CEO, gives an inside look at her company.",
  "WATCH\n\nNO BACKING DOWN: \"I just want someone to have that choice [to carry a weapon].",
  "Enjoy your Tuesday, and we'll see you in your inbox first thing Wednesday morning.",
  "The contents of the email were largely unclear as nearly all of it was redacted.",
  "Dramatic video shows daredevil jumping off 800 ft. cliff without a parachute.",
  "ET: Former CBO Director Douglas Holtz-Eakin sizes up Trump's tax reform plan.",
  "Down syndrome entrepreneur builds success out of socks, shatters stereotypes.",
  "To get your early morning news emailed directly to your inbox, click here.",
  "ET: Ivana Lowell, one of Harvey Weinstein's accusers, tells her story.",
  "This time capsule 1979 Pontiac Trans Am has been driven just 65 miles.",
  "Tomi Lahren: Final Thoughts for Jimmy Kimmel, Seth Meyers and Eminem.",
  "Moms worry trick-or-treating as 'Moana' is 'cultural appropriation.'",
  "Erick Erickson: President Trump has done some good things lately.",
  "On Fox News Radio:\n\nThe Brian Kilmeade Show, 9 a.m. to 12 p.m.",
  "Welcome to Fox News First, your first stop for today's news.",
  "Woman contracts rare bacterial infection on 12-hour flight.",
  "HBO executive gives update on Game of Thrones spin offs.",
  "Cher announces return to the big screen with Mamma Mia!",
  "Trump to meet with Yellen as Fed term nears expiration.",
  "1913: Zeppelin LII explodes over London, killing 28.",
  "TOP OF THE MORNING\n\nIt's Tuesday, Oct. 17, 2017.",
  "STAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m.",
  "Juan Williams: Trump is failing as president.",
  "She's always trying to embrace victimization.",
  "The Daily Briefing with Dana Perino, 2 p.m.",
  "Thank you for joining us on Fox News First!",
  "Josh Brolin opens up about Only the Brave.",
  "Verizon Fios stops carrying Univision.",
  "Countdown to the Closing Bell, 3 p.m.",
  "So why did the rescue happen now?",
  "– Cleveland-area preacher Rev.",
  "She's always been a fraud.\"",
  "DID YOU HEAR ABOUT THIS?",
  "I'll never stand down.\"",
  "Why is this important?",
  "Risk & Reward, 5 p.m.",
  "Varney & Co., 9 a.m.",
  ".... She's a fraud.",
  "sequel."
]