[
  "OBAMA OFFICIAL MADE 'HUNDREDS OF UNMASKING REQUESTS,' GOP CHAIRMAN SAYS\n\nThey delivered an extensive, 14-point request for what a second special counsel should cover, including:\n\nAllegations that former Attorney General Loretta Lynch instructed then-FBI Director James Comey to downplay the nature of the Clinton email probe\n\nThe FBI and DOJ’s decisions in the course of the email probe, including controversial immunity deals with Clinton aide Cheryl Mills and others\n\nThe State Department’s involvement in deciding which Clinton emails to make public\n\nDisclosures in WikiLeaks-released emails regarding the Clinton Foundation and, according to the letter, “its potentially unlawful international dealings”\n\nConnections between Clinton officials and “foreign entities” including Russia and Ukraine\n\nRevelations in hacked Democratic National Committee emails about “inappropriate” coordination between the DNC and Clinton campaign against Bernie Sanders’ Democratic primary campaign\n\nThe “unmasking” of Americans in intelligence documents and potentially related leaks of classified information\n\nComey’s admitted leak of details of his conversations with President Trump\n\nThe FBI’s “reliance” on controversial firm Fusion GPS, which was involved in the questionable anti-Trump “dossier”\n\n“Our call for a special counsel is not made lightly,” the lawmakers wrote.",
  "“We urge you to appoint a second special counsel to ensure these troubling, unanswered questions are not relegated to the dustbin of history.”\n\n'I don’t think that the crimes of the prior administration, of Hillary Clinton, the collusion with James Comey and Loretta Lynch should be forgotten just because Hillary Clinton lost the election' — Rep. Matt Gaetz, R-Fla., to 'Fox & Friends'\n\nThe lawmakers want an entirely separate special counsel probe from the one Robert Mueller is leading into Russian meddling in the 2016 election and possible coordination with Trump associates.",
  "Comey’s Capitol Hill testimony in June included a startling allegation that Lynch told him to refer to the Clinton email investigation as a “matter,” which Comey said made him “queasy.”\n\nFIRM BEHIND ANTI-TRUMP DOSSIER ALSO WORKED FOR RUSSIA, WITNESS SAYS\n\nThe Fusion GPS firm also came under renewed criticism this week when a Senate hearing witness alleged the same firm was connected to Russia-backed efforts to fight U.S. sanctions on the country.",
  "\"There is no doubt that Mueller has the authority to investigate anything that arises from his investigation into the Trump campaign's ties to Russia, including financial links, and this is spelled out in the order from the Deputy Attorney General and the law that governs the powers of the Special Counsel,” he said in a statement, while also urging Trump to “rule out categorically” the prospect of using pardons to undermine that probe.",
  "One of those lawmakers, Rep. Matt Gaetz, R-Fla., told “Fox & Friends” on Friday that there seems to be a “double standard in justice.”\n\n“I don’t think that the crimes of the prior administration, of Hillary Clinton, the collusion with James Comey and Loretta Lynch should be forgotten just because Hillary Clinton lost the election,” he said.",
  "It is meant to determine whether the criminal prosecution of any individual is warranted based on the solemn obligation to follow the facts wherever they lead and applying the law to those facts.”\n\nThe push comes as Sessions comes under tremendous pressure from Trump to revisit 2016 controversies concerning Clinton and Democratic officials.",
  "Nearly two-dozen Republicans are calling on the Trump Justice Department to appoint a second special counsel to investigate the raft of 2016 campaign controversies involving Hillary Clinton and the Obama administration, warning these questions cannot “be allowed to die on the vine” amid the Russia probe firestorm.",
  "Following Trump’s criticism last week of both Sessions and Mueller, top House Intelligence Committee Democratic Rep. Adam Schiff, of California, defended the importance of the current special counsel investigation.",
  "House Judiciary Committee Chairman Bob Goodlatte, R-Va., and GOP committee colleagues made the request in a letter Thursday to Attorney General Jeff Sessions and Deputy Attorney General Rod Rosenstein.",
  "The president has publicly pilloried the attorney general over his decision in March to recuse himself from the Russia probe, which led to the appointment of Mueller whom Trump has also criticized.",
  "Sessions told Fox News’ Tucker Carlson that the criticism has been “kind of hurtful” but defended his recusal and insisted he would stay on the job as long as the president allows.",
  "But aside from Republican frustration over the evolving and intensifying Russia probe, recent developments have fueled their interest in revisiting 2016’s other controversies.",
  "Democrats have blasted the periodic GOP efforts to bring back these 2016 controversies, and maintain that Russia’s interference in the campaign is a more pressing matter.",
  "The crux of their argument is that numerous unanswered questions remain from the 2016 campaign cycle that have been pushed aside amid the intense Russia focus.",
  "“We have no interest in engendering more bad feelings and less confidence in the process or governmental institutions by the American people.",
  "House Judiciary Republicans voted earlier this week to call an investigation into Comey’s handling of the Clinton email probe.",
  "“The American public has a right to know the facts – all of them – surrounding the election and its aftermath,” they wrote.",
  "Rather, our call is made on their behalf."
]