[
  "Jordan listed off a number of reasons why he believed a special counsel should be appointed, pointing to issues stemming from the Fusion GPS dossier on President Donald Trump's ties to Russia, which has been partially substantiated and partially discredited; former FBI Director James Comey's handling of the investigation into Clinton's use of a private email server as secretary of state; and the 2010 Uranium One deal, which involved a Russian energy business acquiring a controlling stake in the Canadian company by that name which, at that time, controlled 20% of US uranium extraction ability, The New York Times reported.",
  "The line of questioning came weeks after Trump publicly called for the Justice Department to investigate Clinton, lamenting that the \"saddest thing is that because I'm the president of the United States, I am not supposed to be involved with the Justice Department.",
  "During testimony before the House Judiciary Committee on Tuesday, Sessions told Republican Rep. Jim Jordan of Ohio that something that \"looks like\" it is worthy of the appointment of a special counsel \"is not enough basis to appoint one.\"",
  "As The Times reported, \"Donors related to Uranium One and another company it acquired contributed millions of dollars to the Clinton Foundation, and Bill Clinton received $500,000 from a Russian bank for a speech.\"",
  "\"It would take a factual basis that meets the standards of the appointment of a special counsel,\" Sessions responded after Jordan read off a list of reasons why he believed an appointment was necessary.",
  "Alex Wong/Getty Images\n\nAttorney General Jeff Sessions threw some cold water on increasing calls from the right for a second special counsel to investigate 2016 Democratic nominee Hillary Clinton.",
  "The Uranium One deal was approved by a committee that included representatives of nine government agencies, one of which was the Clinton-led State Department.",
  "You can have your idea but sometimes we have to study what the facts are and to evaluate whether it meets the standard that requires a special counsel.\"",
  "Republicans have said special counsel Robert Mueller cannot impartially investigate the matter because he led the FBI at the time of the deal.",
  "\"Everybody is asking why the Justice Department (and FBI) isn't looking into all of the dishonesty going on with Crooked Hillary & the Dems.\"",
  "\"I appreciate yesterday's letter saying you were considering appointing a special counsel that you sent to us,\" Jordan said.",
  "After another heated exchange, Sessions said, \"'Looks like' is not enough basis to appoint a special counsel.\"",
  "He did not, however, rule out that a special counsel could be appointed if the proper standards were met.",
  "\"But my concern is we sent you a letter three and a half months ago asking for a second special counsel.",
  "But there is no evidence that Clinton herself was involved in the US government's approval of the deal.",
  "And if you're now just considering it, what is it going to take to get a special counsel?\"",
  "\"We will use the proper standards, and that's the only thing I can tell you, Mr. Jordan.",
  "I am not supposed to be involved with the FBI.\"",
  "Trump tweeted earlier this month.",
  "Jeff Sessions."
]