[
  "Bongino on Mueller Probe: 'Justice Right Now Is Blind to Democrats'\n\nGowdy: 'Almost Everything' Was Done Differently in Clinton Email Probe\n\nRep. Ron DeSantis expressed skepticism about a New York Times report which states that a former Trump campaign adviser's drunken boasts - not the Trump-Russia dossier - led to the FBI's Russia investigation.",
  "The Times report states that it was Papadopoulos' statements that triggered the FBI counterintelligence probe of Russian interference in the election, not the dossier from former British spy Christopher Steele.",
  "DeSantis also said he wants to know more about Justice Department official Bruce Ohr, who met with Steele and whose wife worked for Fusion GPS, which commissioned the dossier of salacious allegations.",
  "He said many \"simple\" questions from House committees remain unanswered by the Justice Department, including when the government obtained the dossier, whether it was paid for and how they used it.",
  "DeSantis said he asked Deputy Attorney General Rod Rosenstein under oath about what triggered the investigation and recalled that Rosenstein \"hemmed and hawed\" but did not give a direct answer.",
  "According to the report, Papadopoulos was drinking heavily at a London bar in May 2016 when he revealed to a top Australian diplomat that Russia possessed \"political dirt\" on Hillary Clinton.",
  "Last week, House Intelligence Committee Chairman Devin Nunes blasted the FBI and DOJ for failing to produce documents related to the dossier.",
  "Desantis, however, said he still has a lot of questions about the dossier and other issues surrounding the counterintelligence probe.",
  "Cuomo Pardons 18 Immigrants Facing Deportation\n\nRep. Gaetz Repeats Call for AG Sessions to 'Step Up and Fire Robert Mueller'",
  "\"Yet there are some people either at the FBI or DOJ who have no problem leaking that to the New York Times.",
  "That strikes me as an attempt by some people in the agency to deflect from the dossier,\" he argued.",
  "\"I think if the answers were innocuous, we would have gotten them a long time ago,\" he said.",
  "The information was then passed from Australian authorities to their U.S. counterparts.",
  "\"I'm not sure the Papadopoulos explanation is really any better.",
  "In fact, it's probably thinner than even the dossier.",
  "the Florida Republican said on \"America's Newsroom.\"",
  "Just some guy at a bar drinking?\"",
  "Watch the full interview above.",
  "New York Gov."
]