[
  "JUDICIAL WATCH SUES DOJ FOR BRUCE AND NELLIE OHR RECORDS RELATED TO FUSION GPS, DOSSIER\n\nIn February, Republicans on the House Intelligence Committee claimed that Bruce Ohr's wife, Nellie, was “employed by Fusion GPS to assist in the cultivation of opposition research” on then-candidate Donald Trump.",
  "DOJ OFFICIAL WHO CONCEALED MEETINGS WITH TRUMP DOSSIER FIGURES LOSES ANOTHER JOB TITLE\n\nIn December, Fox News reported that Ohr had been stripped of his title of associate deputy attorney general and booted from his office near Rosenstein's at Justice Department headquarters.",
  "The relationship between Steele and the Ohrs was \"inexplicably concealed from the Foreign Intelligence Surveillance Court (FISC),\" during the FBI’s effort to obtain a FISA warrant on former Trump campaign official Carter Page, House intel Republicans alleged in a memo.",
  "The chairman of the Senate Judiciary Committee asked the Justice Department Monday to turn over communications between former Associate Deputy Attorney General Bruce Ohr, British spy Christopher Steele and others about the infamous anti-Trump dossier.",
  "Grassley wrote that he wants to know whether Ohr continued to pass information from Steele to others at the FBI after the bureau terminated the former MI6 man as a source for disclosing his relationship with the FBI to the media.",
  "Fox News reported at the time that Ohr was involved in Project Cassandra, an interagency investigation spearheaded by the DEA that tracked a massive international drug and money laundering scheme allegedly run by Hezbollah.",
  "The Steele dossier, which was published by BuzzFeed News in January 2017, included detailed claims about Trump's business ties to Russia and salacious assertions about his private life.",
  "They alleged that Bruce Ohr passed the research, which had been paid for by the Democratic National Committee and the Hillary Clinton campaign, on to the FBI.",
  "In a letter to Deputy Attorney General Rod Rosenstein, Sen. Chuck Grassley, R-Iowa, requested Ohr's emails, phone logs, written notes and text messages.",
  "The demotion came after it was revealed that he had conducted undisclosed meetings with Steele and Fusion GPS co-founder Glenn Simpson.",
  "The following month, Ohr was stripped of his second post as head of the Organized Crime Drug Enforcement Task Force.",
  "Ohr is believed to still be working at the Department of Justice, though his exact position is unclear.",
  "Grassley also asked the Justice Department to arrange for Ohr to be interviewed by Committee staff.",
  "Fox News' Mike Emanuel, Brooke Singman and Jake Gibson contributed to this report."
]