[
  "Until we're willing to get serious about where we are and\n\nhow do we they stop this from happening and marches aren't going to do it,\n\nsaying no more guns isn't going to do it, bashing the NRA isn't going to do\n\nit --\n\n(CROSSTALK)\n\nWALLACE: Let me ask you -- let me ask you about one aspect of this,\n\nthough, because we have now learned of two cases where the FBI failed to\n\nfollow up on credible information about the shooter and we've now learned\n\nthat just last month, that someone close to Nikolas Cruz, the shooter,\n\ncalled the FBI tip line and according to the FBI said this.",
  "And\n\nthat's where the president is focused right now, whether it's working with\n\nstate and local officials on securing the schools, mental health issues and\n\nthen also identifying those areas possibly where the ball was dropped from\n\nan investigatory and law enforcement standpoint to prevent a person with\n\nthis kind of potential mental illness and these kinds of thoughts having\n\nthe gun and being able to get into the school.",
  "Nobody -- oh, I've never\n\ndreamt that he would do it, but there were warning sign after warning sign,\n\nmore than two dozen times local authorities were called with concerns about\n\nthis kid and then we've learned about these extraordinary failures by the\n\nFBI, including the one, as we mentioned at the top of the show, were\n\nsomebody called the FBI to plan and identified Cruz as a threat.",
  "JULIE PACE, WASHINGTON BUREAU CHIEF, THE ASSOCIATED PRESS: I haven't seen\n\nany realistic reason to feel like this is going to be different, other than\n\nthe fact that these students are quite articulate and quite powerful in\n\ntheir messaging and certainly seem a couple of days after the shooting like\n\nthis is going to be something that they're going to be continuing to push.",
  "WALLACE: But the president isn't talking about that and there are reports\n\nthat he hasn't had a single national security council meeting, a single\n\ncabinet meeting about -- forget his involvement or complete exoneration,\n\nabout what everybody in the intelligence community says, and the law\n\nenforcement community says is a real threat, what they're going to do in\n\n2018.",
  "WALLACE: All of those are clearly legitimate, but what about the argument\n\nthat you heard from Mark Kelly that when you get a disturbed person like\n\nNikolas Cruz, and yes, he should have been stopped long before, gets into a\n\nschool not with a gun, not with a knife, but with an AR-15, with high-\n\ncapacity magazines, it becomes a weapon of mass destruction?",
  "Between the lines of this indictment, I -- especially since it's not going\n\nto lead to any prosecutions -- I read it almost as Robert Mueller's\n\nstatement, almost like a warning to the American people, see how evident it\n\nis to our adversaries that our internal divisions are getting to the point\n\nwhere they can be manipulated from the outside.",
  "And whether that's going to be dealt with at the state level the way\n\nI was very interested to hear about this extreme emergency provision they\n\nhave in some states that they don't have in Florida, there has to be\n\nsomething done at the margin to make it a little more difficult for a\n\nperson with a lot of trouble to get a weapon like this.",
  "Our elected officials need to get together, overcome their political\n\ndifferences and get some things done because they need to save the future\n\nof our country in the future of our country are those children that are\n\ncurrently dying because politicians refuse to take action and continue to\n\ntake money from the special interest groups.",
  "But what we need to do -- but what we need to do here is come together not\n\nas Democrats or Republicans but as Americans and work together to solve\n\nthis issue through love and compassion, because this event occurred on\n\nValentine's Day sadly and sadly, 17 people had to take a bullet to the\n\nheart and so did our community.",
  "The worst thing he could do in his -- in his world is to validate this\n\nwhole investigation by claiming victory here because what if down the road\n\nthere is another indictment or series of indictments that do name Trump or\n\ndo name the Russians and Trump campaign colluding, because that's what this\n\nis about.",
  "Well, I would admit that in Florida, law enforcement has very few tools to\n\nbe able to prevent one of these things from happening, even the FBI, but in\n\nsome states we have been instrumental and have successfully passed things\n\ncalled extreme risk protection orders or gun violence restraining orders.",
  "You know, our organization is\n\nfocused on keeping guns out of the hands of people that shouldn't have\n\nthem, felons, people who are -- you know, show some form of dangerousness,\n\ndomestic abusers, suspected terrorists --\n\nWALLACE: But let me just tell you -- and I -- we got limited time.",
  "Law enforcement can be notified by a family member or maybe they find out\n\nabout a situation themselves and there's a very short and abbreviated\n\nprocess to temporarily take the firearm away from the person that they\n\nbelieve is, you know, having some mental issues and are struggling.",
  "WALLACE: I want to switch if I can, though, one of the --\n\nKELLY: But, however, Florida -- if Florida had one of these extremist\n\nprotection orders, may be local law enforcement would have had the tools to\n\ntake that firearm away from him months before this happen.",
  "But when an individual goes\n\ninto a school or another place with a lot of people with an AR-15 or AR-15-\n\nlike weapon, he has the ability to kill a lot of people much more quickly,\n\nthe .223 round that's fired out of an AR-15 moves at over 3,000 feet per\n\nsecond.",
  "NEEDHAM: Yes, there's no doubt that the president is extraordinarily\n\nfrustrated that people are using this story and a story that so far has no\n\nevidence to try to discredit his presidency and his ability to get things\n\ndone on behalf of the American people.",
  "(COMMERCIAL BREAK)\n\nCHRIS WALLACE, FOX ANCHOR: This has been another one of those weeks in the\n\nTrump era with major developments in a number of areas, from an immigration\n\ndeadlock in the Senate, to an explosive indictment in the Russia\n\ninvestigation.",
  "LIMBAUGH: Well, I could be snarky and I could say maybe the FBI should\n\nstop trying to find every case of sexual harassment in the White House and\n\nmaybe they ought to give up on this ridiculous pursuit the Russians\n\ncolluded with Trump in the election.",
  "So if he does see that there is an opening in a couple of weeks to move on\n\nthis, to be able to fulfill this promise of funding for the border wall,\n\nwill he then override some of these advisors who have been so influential\n\nthe past couple of weeks?",
  "One of the most interesting things in the\n\nwake of this was the arguments coming out of a Democratic candidate in a\n\nswing or -- sorry, special election in western Pennsylvania, Trump country,\n\nwhere he was the one shying away from more gun control.",
  "WALLACE: In the wake of yet another tragedy and, unfortunately, the only\n\ntimes you and I talked tend to be after these tragedies, how would you stop\n\nmore school shootings and what you think about what Rush just said, the\n\nidea of concealed carry?",
  "I'll make a -- I would be willing right here to support an effort to grant\n\npermanent citizenship to whatever number of illegal immigrants there are in\n\nthe country tomorrow if you will make as part of a deal they can't vote for\n\n15 to 25 years.",
  "ROD ROSENSTEIN, DEPUTY ATTORNEY GENERAL: The defendants allegedly conducted\n\nwhat they called information warfare against the United States with the\n\nstated goal of spreading distrust towards the candidates and the political\n\nsystem in general.",
  "Julie, as I talked about with the students -- I don't want to call them\n\nkids, they are far too mature and articulate for that -- we've seen the\n\nfrustration, the anger after previous massacres, whether it's Newtown or\n\nLas Vegas or on and on.",
  "How you get from that statement, which 100 percent of Americans could agree\n\nwith, to an actual public policy that achieves that, while also respecting\n\nthe rights of millions and millions of Americans, is why this is such a\n\ndifficult issue.",
  "I mean in every story -- I -- I was on this program one year ago, one\n\nyear ago, and I told you that this whole thing that Trump colluded with the\n\nRussians was bogus, that there was never going to be any evidence for it\n\nand did not happen.",
  "Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "If we are really serious about protecting the kids, we need a\n\nmechanism to be defensive when this kind of things -- if we're not going to\n\ntake action, to stop it, we better have mechanisms in these schools to stop\n\nit when it breaks out.",
  "The FBI is engaged in a bunch of stuff that's the waste --\n\ntime-wasting and isn't going to take us anywhere and it's all -- Chris,\n\neverything has become politicized, political in this country and that's why\n\nwe can't solve anything.",
  "But when we come back, the one and only Rush Limbaugh is back live to\n\ndiscuss the other news, and there was a lot of it this week, including\n\nwhat's next for the dreamers after the Senate rejects plans from both the\n\nleft and right.",
  "MARC LOTTER, FORMER VICE PRESIDENT PENCE PRESS SECRETARY: Well, and many\n\npeople -- let's remember, too, that most people thought that that was an\n\nillegal program to begin with, so the court was likely to roll it back\n\nregardless.",
  "WALLACE: Well, unfortunately, you're not able --\n\nLIMBAUGH: (INAUDIBLE) but they don't want --\n\nWALLACE: You're not able -- you're pretty powerful but I'm not sure you can\n\nmake that deal on behalf of Congress and the president.",
  "The head of Heritage Action for\n\nAmerica, Michael Needham, Charles Lane of \"The Washington Post\", Julie\n\nPace, Washington bureau chief for \"The Associated Press\", and former press\n\nsecretary to Vice President Pence, Marc Lotter.",
  "As a candidate and as a private citizen, actually, before that, he\n\nwas strongly in favor of the assault weapons ban as a citizen of New York,\n\nbut he became a very strong supporter of the NRA as a candidate and as\n\npresident.",
  "There is a hostile foreign power that is trying to\n\nsow discontent in this country, that is trying to tear us apart, and all of\n\nus, as Americans, need to be aware of that and need to come together and to\n\nmove on from this.",
  "I was always struck going\n\nto campaign rallies for Trump that the people in the crowd, whether they\n\nbelieved that Trump would fulfill most of his promises or not, actually did\n\nlargely believe in the immigration principals.",
  "The one place I would say where we have seen some action\n\nand you could potentially see the possibility for more is at the state\n\nlevel, places like New York and Connecticut after some of these shootings\n\nhave taken action.",
  "HOGG: I think this time is different because immediately the same day as\n\nthe shooting, I immediately went on FOX News and talked about how this\n\nneeded to be different, how this could not be just another mass shooting.",
  "We are giving all\n\nour politicians a clean slate and in the next election, we are saying if\n\nyou are accepting money from the NRA, there is a badge of shame on you\n\nbecause you are enabling things like this to happen.",
  "Chuck, what do you think the new indictment of the Russian shows and what\n\nabout the fact that here's another example where there's not a scintilla of\n\nevidence of collusion between the Russians on the Trump campaign?",
  "But, first, let's turn to Mark Kelly, the retired astronaut who became a\n\nleader in preventing gun violence after his wife, former Congresswoman\n\nGabby Giffords, was severely injured by a deranged shooter in 2011.",
  "(END VIDEO CLIP)\n\nWALLACE: In all of his reactions, since the either tweets or statements\n\nsince the school shooting, he has not once mentioned guns, which raises the\n\nquestion, how much confidence do you have?",
  "DAVID HOGG, HIGH SCHOOL SENIOR: This is a student-led grassroots movement\n\nand this is not a debate, this is a discussion between Americans because\n\nwe've had too many debates before and they've gotten nowhere.",
  "And are there any second thoughts because, yes, the\n\npresident made a huge concession in saying, I'm willing to give a path to\n\ncitizenship for 1.8 million people, more than the Democrats were even\n\nasking for.",
  "WALLACE: Then --\n\nROD ROSENSTEIN, DEPUTY ATTORNEY GENERAL: The indictment alleges that the\n\nRussian conspirators want to promote discord in the United States and\n\nundermine public confidence and democracy.",
  "Until we stop them, until we affix blame where it belongs, until we are\n\nready to admit that this is what our country has become, we can't go back\n\nto the '50s and Ozzie and Harriet and wish it weren't so.",
  "(END VIDEO CLIP)\n\nWALLACE: Now, I want to emphasize that there is no evidence -- and the\n\ndeputy attorney general made it clear, no evidence of any collusion between\n\nthe Trump campaign and the Russians.",
  "WALLACE: Let me pick up on that because you say that the real scandal here\n\nis the effort by the Clinton campaign and the Obama administration to try\n\nto sabotage candidate Trump and now President Trump.",
  "And maybe because the deadline of March 5th right now\n\nis under a temporary hold because of the court action, once Congress faces\n\na deadline, that's typically when they -- when they start moving again.",
  "(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: We are committed to working\n\nwith state and local leaders to help secure our schools and tackle the\n\ndifficult issue of mental health.",
  "The\n\nmassacre at a Florida high school has reignited the debate over guns and\n\nmental health and there are troubling questions about the FBI's failure to\n\nfollow up on warnings about the shooter.",
  "(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nROD ROSENSTEIN, DEPUTY ATTORNEY GENERAL: There is no allegation in this\n\nindictment that any American was a knowing participant in this illegal\n\nactivity.",
  "Obviously, like most Americans, she's devastated by what happened in\n\nParkland and we are going to continue to work hard to do whatever we can to\n\ntry and make sure this doesn't happen again.",
  "And I know one\n\nof the things you would like to see is a renewal of the assault weapon ban\n\nthat was passed in the 1990s and may be a limit on the capacity of these\n\nhigh-capacity magazines.",
  "And the Democrats who demagogued and lied about this tax cut,\n\ntelling everybody there taxes were going to go up, the Democrats now are\n\nbeginning to regret -- they can see the polling data.",
  "WALLACE: Let's start with the Russia investigation and the announcement of\n\nthe indictment alleging a sophisticated Russian scheme to try to interfere\n\nwith the 2016 presidential election.",
  "What actually differentiates America from the rest of the world is\n\nthat we have a system of government which protects people and their rights\n\nfrom an oppressive government, from tyranny.",
  "And are you struck, as a lot of people are, that, you know, even if he's\n\noff the hook, this indicates a real Russian interference in our election,\n\nthe president's not talking about that?",
  "They -- and the president was very firm in saying, I want\n\nmoney to secure the border, to build the wall and to reform the immigration\n\nsystem and yet they still can't get to yes on this.",
  "WALLACE: Up next, our Sunday group returns to discuss new charges in the\n\nspecial counsel's investigation, the indictment of 13 Russian nationals for\n\ntrying to disrupt the 2016 election.",
  "(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nREP. NANCY PELOSI, D—CALIF., HOUSE MINORITY LEADER: I would rather pass gun\n\nsafety legislation than win the election because people die from this.",
  "But in the economy, in the -- you know, in the -- the place where\n\npeople work, the people who make the country work, their lives are changing\n\ndramatically, overwhelmingly, economically.",
  "And the point for many of this is -- this is\n\nan event that advances a political agenda for the American left and the\n\nDemocrat Party --\n\nWALLACE: Let me --\n\nLIMBAUGH: -- to bash the NRA.",
  "I mean\n\nthe loudest and most influential voices in the White House right now on\n\nimmigration are actually people who opposed that deal because they felt\n\nlike it was too forward leaning.",
  "But doesn't this indictment disprove\n\nwhat Mr. Trump has been saying all along, that any talk about the Russians\n\nis a hoax and that the special counsel investigation is a witch hunt?",
  "WALLACE: The president's top foreign policy advisor in the campaign, in the\n\nfirst couple of weeks of his White House, General Michael Flynn, has\n\npleaded guilty to lying to the FBI.",
  "(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: We think there's a good\n\nchance of getting DACA done, if the Democrats are serious and they actually\n\nwant to do it.",
  "(END VIDEO CLIP)\n\nWALLACE: Marc, do you think the president and Republicans can sell that to\n\nvoters, that if there is a failure on DACA and the dreamers it's the\n\nDemocrats' fault?",
  "And so, even if we knew all of this, even if the red flags had been\n\nidentified the way they should have been and those errors hadn't happened,\n\nwhat do you do next is the question.",
  "(END VIDEO CLIP)\n\nWALLACE: House Democratic Leader Nancy Pelosi and House Speaker Paul Ryan\n\nwith very different reactions to the shooting at Marjory Stoneman Douglas\n\nHigh School.",
  "Maybe there are some things we can do, and I think\n\nthat's probably where the Congress is leaning right now, it's where the\n\npresident is leaning and working with states on that.",
  "WALLACE: Let me pick up in something you said, because you just said at\n\nthe beginning, I could be snarky and I could say, well, maybe the FBI\n\nshould stop wasting so much time.",
  "He talked\n\nabout Cruz's gun ownership, desire to kill people, erratic behavior and\n\ndisturbing social media posts as well as the potential of him conducting a\n\nschool shooting.",
  "WALLACE: What do you think about this idea of students mobilizing across\n\nthe country, a march on Washington, march in communities, students trying\n\nto get politicians to act?",
  "You know -- if you listen to the National Rifle Association or\n\nthe Rush Limbaugh, you would think we would live in the safest country in\n\nthe world with a number of firearms.",
  "Obama is the primary person being protected here because all of this spying\n\nand all of his collusion to destroy Trump happened with his knowledge and\n\nprobably encouragement.",
  "But --\n\nWALLACE: Well, wait, but don't we need to point out that there are two\n\ncourts that say the president's rolling back of the program is illegal and\n\nthey've stopped it.",
  "I mean the president has publicly flip-flopped on\n\nthis over the last couple of weeks in these meetings that he's had with\n\nlawmakers publicly versus what he's said privately.",
  "And without getting into details of this, because I think\n\nthis is -- everybody's trying to affect the outcome of elections, Chris,\n\nand everybody's poisoning the Internet.",
  "That's what has to change and is going to take some really\n\nsmart people to figure how to do that without violating civil liberties and\n\nthe Fourth Amendment and so forth.",
  "RICK SCOTT, R—FLORIDA: We're going to find out what happened here\n\nand what we're going to do is we're going to have a real conversation about\n\nhow we're going to stop it.",
  "How terrifying was\n\nit, and is this called for a national march on March 24th, is this an\n\neffort to give some meaning to the senseless murder of some of your\n\nclassmates?",
  "And\n\nit's been surprising to me that there hasn't been a single complaint\n\ncompared to the spending complaining it was doing like in 2010 when the Tea\n\nParty was founded.",
  "WALLACE: Let's turn to another big issue this week, and that's immigration\n\nand DACA and the failure of the Senate to pass any of the four proposals\n\nthat were up there.",
  "CAMERON KASKY, HIGH SCHOOL JUNIOR: Today, I'd like to announce that we\n\nhave an event coming up to have everybody in the nation talking about what\n\nwe are talking about.",
  "And we'll talk about where this leaves debate of gun control with Mark\n\nKelly, the retired astronaut husband of Gabby Giffords and a leader in\n\npreventing gun violence.",
  "And to have high school kids who went through this\n\nhorrific shooting, calling for change should matter, I would hope in our\n\nsociety that that would make a difference.",
  "And we are organizing it so students\n\neverywhere can beg for our lives, because at the end of the day, this isn't\n\nabout the red and blue, the GOP and the Democrats.",
  "Do you really see a connection between the FBI investigating the Russia\n\ninvestigation of potential Trump connection and the fact that they miss the\n\nsignals here?",
  "But, Chris, I have to ask if anybody is really serious about solving this\n\nbecause none of this -- by the way, I couldn't care less about the gun\n\nangle of this.",
  "In fact, gun rights groups point out that the\n\nvast majority of murders in the country are not committed with assault\n\nweapons, they are committed with handguns.",
  "And we shouldn't be as casual\n\nas some of this conversation is about taking away people's Second Amendment\n\nrights, their Fourth Amendment right to due process.",
  "(BEGIN VIDEO CLIP)\n\nROBERT LANSKY, FBI SPECIAL AGENT IN CHARGE: Under normal protocol of this\n\ninformation should have been provided to the Miami field office.",
  "Lawmakers on both sides of the\n\naisle for a period of time or calling for action across a pretty wide\n\nspectrum of programs, and still nothing really got done.",
  "(COMMERCIAL BREAK)\n\nWALLACE: Coming up, the president's national security advisor says the new\n\nFBI indictments prove Russia interfered in the 2016 election.",
  "On your radio show, you recently said that you would be\n\nwilling to grant citizenship to all of the dreamers in return for full\n\nfunding for the border wall.",
  "(END VIDEO CLIP)\n\nWALLACE: Deputy Attorney General Rod Rosenstein announcing the indictment\n\n13 Russian nationals and three companies by the special counsel.",
  "No allegation in the indictment that\n\nany American was a knowing participant, nor is there any allegation the\n\nscheme affected the outcome of the election.",
  "But clearly -- this is my point -- a\n\nlot of people knew, a lot of people had every bit of knowledge they knew to\n\nact on this guy, to surveilled this guy.",
  "I think the question is -- you know, Chuck said that what differentiates\n\nAmerica from the rest of the world is easy access to handguns, that's not\n\ntrue.",
  "WALLACE: Marc, I think a lot of people have been struck by the fact that\n\nPresident Trump and all of his responses has not once mentioned the word\n\nguns.",
  "It's still going to be -\n\n- I mean it's deficit building, there's no question, but it's not going to\n\nbe nearly as high and as bad as people think it is.",
  "We want to be with those students who we didn't understand their pain\n\nbefore and it's all too tragic that we all have to understand the same pain\n\nnow.",
  "I mean you look at the economy\n\njust this first year and compared it to the eight years of Obama or even\n\nthe last -- the last 12 years if you want to.",
  "After Las Vegas, we saw a call from again both Democrats and from\n\nRepublicans on the bump stocks, which is something that the shooter there\n\nhad used.",
  "The media carries one side of this argument,\n\nthe antigun, anti-NRA and they promote anything and anybody that is\n\npromoting that and advocating that.",
  "WALLACE: Of course, the problem is as we've seen in Chicago with the gang\n\nviolence, you can have tough laws in the state and the guns still come in.",
  "You heard the students at the\n\nbeginning that the president and Congress will -- it will be different this\n\ntime, that they'll actually take action.",
  "WALLACE: We'll ask our Sunday panel about a sweeping indictment presenting\n\nnew evidence of how Russia interfered in the 2016 presidential election.",
  "On this special edition of FOX NEWS SUNDAY, the gunman charged with\n\nmurdering 17 people out of Florida high school left a trail of warning\n\nsigns.",
  "So many people are coming up\n\nto us in the street saying \"thank you\" and we want to thank them by\n\ncommunicating what we are trying to communicate.",
  "But, you know, when you reduce this all out, what distinguishes this\n\ncountry for most of its peers in the world is the easy availability of\n\nguns.",
  "And he was almost, I think,\n\nin the form of this indictment, issuing a wake-up call to the American\n\npeople about the need for more national unity.",
  "That doesn't excuse the fact that\n\nall of us, in all parts of government, all of us on the outside need to\n\ncare about our critical infrastructure.",
  "And you have suggested this in a kind of\n\nprovocative way on your radio show, that the FBI is spending too much time\n\non the Trump investigation.",
  "WALLACE: You say in year one that Donald Trump has had one of the most\n\nproductive years -- not first years, any years, of any modern president.",
  "(COMMERCIAL BREAK)\n\nWALLACE: For the latest on the Parkland, Florida, school shooting, please\n\nstay tuned to this station and Fox News Channel.",
  "LIMBAUGH: And the reason Hillary isn't charged is because that would mean\n\nObama would have to be exposed as participating in the scheme too.",
  "In the Flynn\n\nepisode, we have learned sense that the people that conducted the interview\n\nwith Flynn, Peter Strzok, did not believe he lied.",
  "So, I think you've got to balance all of\n\nthose very real issues and I think that's why -- you know, maybe there are\n\nloopholes we can close.",
  "The next shooter is known by many people in his community\n\nwho are concerned that this guy may do what everybody is afraid he's going\n\nto do.",
  "They can see that\n\npeople are starting to really love this tax reform bill because they're\n\nfinding out the Democrats lied to them about it.",
  "WALLACE: Michael, President Trump treated the indictment as a kind of\n\nvindication, that all the allegations against him had been dismissed.",
  "The solution to me -- and I know this is going to cause\n\nall kinds of angst -- but the solution is we need concealed carry in the\n\nschools.",
  "Are these marches going to be mostly politicians talking to\n\nthe crowds or is this going to be students trying to mobilize other\n\nstudents?",
  "KELLY: Well, these kids are incredibly articulate and certain members of\n\nCongress are really good at not listening to their constituents.",
  "MARC LOTTER, FORMER VP PENCE PRESS SECRETARY: I think the question is\n\ngoing to be is, what do we do to prevent and to secure the schools?",
  "But what I see is Mueller sort of going\n\npiece by piece and he has sort of finished off this piece, the Russian toll\n\nfarm and propaganda.",
  "And -- but -- but to your point about the collusion, clearly\n\nthey were at pains to show there's no collusion in this part of the story.",
  "And\n\nI have a feeling that the president's -- the president's legalities --\n\nlegal standing on that will be upheld by the Supreme Court.",
  "Was Flynn\n\ntold by the special counsel -- by the way, the FBI does not believe he lied\n\nin their interview, in your interview with them.",
  "WALLACE: But, Rush, let me ask you, I mean --\n\nLIMBAUGH: There isn't --\n\nWALLACE: The president's --\n\nLIMBAUGH: There isn't going to be.",
  "For some reason, they are a gun-free zone and\n\neverybody wants to shoot up a school knows that they are going to be the\n\nonly one armed.",
  "I don't have to tell you there have been other\n\nschools, Sandy Hook and Columbine and so many others and, you know, the\n\nnation mourns.",
  "(BEGIN VIDEOTAPE)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: No child, no teacher, should\n\never be in danger in an American school.",
  "We'll discuss the latest mass shooting and how to prevent more with Rush\n\nLimbaugh, who joins us live for a rare television interview.",
  "Plus, we'll hear from a group of survivors who want to rally young people\n\nacross the country and force action to stop the bloodshed.",
  "If we don't do that, then all the rest of this is nothing more than\n\npolitical posturing for the 2018 midterms and the 2020 election.",
  "He has approved this new spending plan, which is going to\n\nadd half a trillion dollars to our national debt over the next two years.",
  "And if you look at this\n\nindictment -- and I've had people say, does this mean that Hillary could be\n\nindicted or -- or Fusion GPS?",
  "CHARLES LANE, THE WASHINGTON POST: Well, I think everything we're hearing\n\n-- almost everything everyone says has some truth to it.",
  "(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: You came through for me and\n\nI am going to come through for you.",
  "It says they've defrauded the United States\n\nwith mail fraud and wire fraud and -- you can't get the Fusion GPS or\n\nSteele people.",
  "WALLACE: Let me -- at the risk of raising your ire and those of your\n\nmillions of followers, let me ask you a question about guns.",
  "And, Rush, as I try\n\nto explain to your listeners, if interrupt you, it's just to move you along\n\nso we can cover more territory.",
  "He says, first of all, the next shooter is out there,\n\nhas their firearm, ready to do this, there's nothing we can do to stop it.",
  "Five of them have joined us and I want you to know how\n\nsorry we are for what you went through and for the loss of your friends.",
  "Like at this point, we are trying so desperately hard to communicate\n\nwhat we're feeling and so many people are listening to us.",
  "And I want to\n\ninvite and if you will come to the march here in Washington next month to\n\ncome back on this program, thank you.",
  "WALLACE: Well, let me pick up on that because as terrible -- and, you\n\nknow, I can't even imagine what you kids went through.",
  "Here's what candidate Trump said about all of this during the campaign and\n\nwhat the deputy attorney general said on Friday.",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: As you can see with the FBI indictment, the evidence is\n\nnow really incontrovertible.",
  "I can guarantee you that those kids you had on today are going\n\nto vote on this issue probably for the rest of their lives.",
  "But as you\n\nshowed earlier in the segment, you know, handguns can commit far more\n\ncrimes or more people die with handguns.",
  "And one of the things we've been hearing is that\n\nit's not the time you have to talk about gun control and we respect that.",
  "WALLACE: Well, let me -- at the risk --\n\nLIMBAUGH: Once that happens, once that happens, you can forget about a\n\nsolution.",
  "WALLACE: But to buy an AR-15, a semiautomatic rifle, you can be 18 years\n\nold and the background check takes just minutes.",
  "They're out there every single day keeping us safe, and I'm\n\nsure they're as devastated as anybody is about what happened.",
  "REP. PAUL RYAN, R—WIS., SPEAKER OF THE HOUSE: This is not the time to jump\n\nto some conclusion not knowing the full facts.",
  "I mean let's assume that the court issue gets settled, and\n\nwe shouldn't assume that, and dreamers start getting deported.",
  "It's not the fault of any --\n\nit's the fault of the people doing this and our inability to deal with that\n\nand stop them.",
  "From the Republicans, they can talk\n\nabout mental health care, and from the Democrats, they can talk about gun\n\ncontrol.",
  "And at a certain point, after a lot of\n\npressure, the Democrats seemed to agree to that of the president demanded\n\nmore.",
  "But I think this -- the massive size of these deficits is not going to be\n\nas large as predicted because of the tax cut.",
  "And we need to come together as Americans and make sure that we\n\ndon't allow a hostile foreign power to tear us apart.",
  "WALLACE: Now, let's bring in the king of conservative talk radio, Rush\n\nLimbaugh, live from his EIB Studio in Florida.",
  "LIMBAUGH: What I found interesting about the students and -- they are very\n\narticulate and you have to feel for them.",
  "You know, the older generations are -- every generation is supporting us\n\nwith countless, countless amount of energy.",
  "So, let me start with --\n\nRUSH LIMBAUGH, HOST, \"THE RUSH LIMBAUGH SHOW\": I have given you the --\n\nWALLACE: Go ahead.",
  "What -- what was the other thing you asked about before the --\n\nWALLACE: You've got -- you've got about 45 seconds.",
  "Left open still is the question about the Donald Trump meeting with the\n\npeople allegedly peddling dirt on Hillary.",
  "The Senate voted down\n\nfour proposals this week, everything from the president's basic plan to a\n\nbipartisan plan.",
  "(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: It could be Russia, but it\n\ncould also be China.",
  "WALLACE: Michael, I want to pick up on another aspect of this because\n\nsometimes the shooters come out of nowhere.",
  "WALLACE: So why --\n\nLIMBAUGH: Was Flynn told --\n\nWALLACE: So, wait a minute, why do you think he pleaded guilty?",
  "March\n\n24th, we have the March for Our Lives which you can find at\n\nmarchforourlives.com and expect to us a lot.",
  "None of this is going to solve -- prayers and condolences\n\ndon't solve it and marches aren't going to solve it.",
  "Because whatever\n\nthe House passes is going to be even more conservative than what was\n\nrejected by the Senate.",
  "(END VIDEO CLIP)\n\nWALLACE: Rush Limbaugh is back after the break to discuss that and more on\n\nFOX NEWS SUNDAY.",
  "We've lost 17 lives in our community took 17 bullets to the heart and it's\n\ndifficult to come back from that.",
  "UNIDENTIFIED MALE: Politicians can make all the promises they want and\n\nthey can give all their condolences.",
  "We can wish that it\n\nworked this way and we can wish that Congress could legislate it away, but\n\nthey can't.",
  "It's very regional, rural populations will resist this\n\nand we're going to be stuck where we've always been.",
  "There is no allegation in the indictment that the charged conduct\n\naltered the outcome of the 2016 election.",
  "There's an interesting tidbit that the head of advertising of FaceBook put\n\nout in the last couple of days.",
  "(CHEERS AND APPLAUSE)\n\n(END VIDEO CLIP)\n\nWALLACE: Do you see the president supporting any new gun controls?",
  "This is a paid political opposition\n\nresearch document that was made to look like legitimate intelligence.",
  "WALLACE: Let me just pick up on one last thing, because he certainly\n\ndeserves credit for a lot of things.",
  "There's not a single Democrat that can claim\n\nany credit for this massively booming United States economy.",
  "And then, of course, the big, open question is obstruction and whether\n\nthere was anything in that regard.",
  "I think it is a risk for both\n\nparties on the White House to allow those dreamers to start being deported.",
  "WALLACE: And, Mark, as I say goodbye, I always -- whenever I see you, I\n\nwant to ask, how is Gabby doing?",
  "The state of California, the state of Washington, Oregon, Indiana already\n\nhad one in place, Connecticut.",
  "WALLACE: This hour, we'll get the latest on the investigation into this\n\nschool massacre, the lives lost.",
  "He's giving them pretty much what they want and they're turning it\n\ndown because they don't want solved.",
  "So I -- I -- I think this is all politics and it's -- Chris, it hasn't\n\nchanged from -- from the get-go.",
  "Well -- all this is, is an effort by the Democrat Party to provide for\n\nthemselves a current underclass.",
  "So, we\n\nhave already, multiple times, probably dozens of times, prevented these\n\nthings from happening.",
  "The minute -- and I will tell you with a primary perpetrators are of making\n\nit political is the media.",
  "PACE: I think the dreamer issue is one that has a lot of support from both\n\nRepublicans and Democrats.",
  "Folks, again, when I interrupted, it was just to move along so you could\n\nhear Rush on more subjects.",
  "And I think Trump is\n\npartially exposing that with the various different proposals that he's\n\nmaking.",
  "I mean,\n\nthese -- you know, these reforms are supported typically by 70 to 90\n\npercent of Americans.",
  "WALLACE: Up next, we'll bring in our Sunday group to discuss the fallout\n\nfrom the Florida massacre.",
  "In a few minutes, we'll discuss\n\nall of this with Rush Limbaugh and gun control advocate Mark Kelly.",
  "We should find out what happened and if protocols\n\nweren't followed, that should be followed up on.",
  "We have security, armed security at virtually every public entity in this\n\ncountry except schools.",
  "WALLACE: So, knowing what you know about Nikolas Cruz, should he have been\n\nable to get an AR-15?",
  "WALLACE: Well, let me -- let me --\n\nLIMBAUGH: No matter what the indictment does or doesn't say.",
  "So, are these assault weapons, the semiautomatic weapons, the AR-15, are\n\nthey the real problem?",
  "I mean, look,\n\nthere are a lot of disturbed people out and the vast majority don't do\n\nanything.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "I know there's going to be an effort in the House to continue to move this\n\ndiscussion forward.",
  "WALLACE: President Trump spoke to the nation after the school shooting and\n\nhere was his focus.",
  "(END VIDEO CLIP)\n\nWALLACE: Michael, how do you explain that and should there be\n\nrepercussions?",
  "The danger for the president is, it would be very, I think, seductive for\n\nhim to embrace this.",
  "Look at all the wage increases,\n\nthe new jobs, the bonuses and the expansion of -- of benefits.",
  "Every news story about it since then has included that,\n\njust like this indictment right here.",
  "So, continuing the momentum that these students have started is going to be\n\na real challenge.",
  "And so, the politics of it at a certain point are going to have to catch up\n\nwith the policy.",
  "KELLY: Well, let me -- let me start with -- at the top of what Rush just\n\ndiscussed with you.",
  "It's very easy in the light of\n\ntragedy to say it's very simple to take away people's rights.",
  "Very sad that the FBI missed all of the many signals sent out by the\n\nFlorida school shooter.",
  "But it's clear that the way we deal\n\nwith this now -- this, Chris, this is totally political.",
  "After all, it's the president who rolled back, who\n\nrescinded the DACA protections last fall.",
  "The Russians actually spent more money\n\nafter the election than they did before the election.",
  "I do think that it is an open question on whether the president himself\n\nwill end up on this.",
  "If you ban the AR-15, they're going to find something -- most\n\nof these are handguns anyway.",
  "To buy a\n\nhandgun, you have to be 21 years old and undergo a three-day waiting period\n\nback.",
  "They are spending too\n\nmuch time trying to prove Russian collusion with the Trump campaign.",
  "The real collusion --\n\nWALLACE: You're talking about the dossier -- the Steele dossier her?",
  "MICHAEL NEEDHAM, CEO, HERITAGE ACTION FOR AMERICA: Well, there should be\n\nan investigation.",
  "You know,\n\nthis is just one of many different areas the special counsel is\n\ninvestigating.",
  "He's someone who also sees himself as needing to fulfill\n\nthis promise of the border wall.",
  "WALLACE: And how do you think -- we've got about 30 seconds -- how do you\n\nthink it plays?",
  "NEEDHAM: I think there's a long conversation about everything that should\n\nhave happened.",
  "This whole thing is about setting Trump\n\nup for impeachment if the Democrats win in 2018.",
  "They don't want any issue solved,\n\nlegislatively or otherwise, before the 2018 elections.",
  "They need a permanent underclass that is\n\ndependent on the government for their survival.",
  "And people are going to vote on this issue and I've got to believe\n\nit's going to change.",
  "This -- in some parts of this country, this isn't even a Democratic-\n\nRepublican issue.",
  "In terms of this budget busting spending, I haven't had one call\n\nor complain about it.",
  "WALLACE: And what led a troubled teen to buy a semiautomatic rifle and use\n\nit to kill.",
  "On the legal level, of course, none of these Russians are ever\n\ngoing to be prosecuted.",
  "WALLACE: David, do you have a specific agenda on how you think you can\n\nprotect kids?",
  "You know, we're told, well, we can't do anything until the crime has been\n\ncommitted.",
  "The president is delivering on many of the things that he committed to and\n\npromised.",
  "It let turn to a couple of other --\n\nLIMBAUGH: Well, you see how many takers you get.",
  "I mean, we should also keep in mind the men and women of the FBI are\n\nincredible.",
  "We are never going to get one because politics enters the scene\n\nand corrupts it.",
  "We've had 18 this year since New Year's Eve, and now is the time for\n\ndiscussion.",
  "CHARLES LANE, \"THE WASHINGTON POST\": It's a fascinating document on many\n\nlevels.",
  "LIMBAUGH: You know it -- that -- that is -- now that is a fascinating\n\nquestion.",
  "UNIDENTIFIED MALE: I sent her to school yesterday, she was supposed to be\n\nsafe.",
  "WALLACE: But, Rush --\n\nLIMBAUGH: They --\n\nWALLACE: Let -- let --\n\nLIMBAUGH: Yes.",
  "It also could\n\nbe somebody sitting on the band that that weighs 400 pounds, OK?",
  "You know, we've got 4.4 percent of the population, 44 percent of the\n\nfirearms.",
  "There's going to be revenue\n\nflowing into Washington that they aren't counting.",
  "There's all kinds of time of come back and\n\nfix a bunch of things if you want.",
  "It would have given citizenship to too\n\nmany people in this country right now.",
  "You're coming back later in the program to\n\ndiscuss a number of other issues.",
  "We want people to -- we want students to be at that march and to be with\n\nus.",
  "KELLY: You know, we can't let these dangerous people have such easy\n\naccess.",
  "All the murders from rifles,\n\nshotguns, and other guns all in the hundreds.",
  "Should a\n\n19-year-old be able to buy an AR-15 but he can't buy a Bud Light?",
  "We've got to keep guns out of the hands of people that shouldn't have them.",
  "No, because this indictment doesn't charge\n\nanybody with -- with collusion.",
  "And the rest of the\n\ninvestigation will show whether or not that plays out.",
  "The Russians are pikers (ph), actually,\n\ncompared to Americans doing this.",
  "LIMBAUGH: (INAUDIBLE) --\n\nWALLACE: Let me -- let me turn to the president.",
  "I -- I -- I tell you what, I'll -- I'll make you another deal right here.",
  "EMMA GONZALEZ, HIGH SCHOOL SENIOR: This is a case of simple, please stop.",
  "Is the president jumping the gun claiming that he's been exonerated here?",
  "I\n\nmean, look, the president obviously feels there wasn't any collusion.",
  "I don't -- it's a political issue that the Democrats do not want solved.",
  "That seems to be more realistic than some kind of\n\nnational legislation.",
  "Is there any realistic reason to think this time will be any different?",
  "According to the FBI, in 2016,\n\nmurder victims by handguns, over 7,000.",
  "NEEDHAM: Well, and I think the last point is where the focus should be.",
  "And Trump understands the\n\nneed to fulfill those promises for his base.",
  "LOTTER: And -- and that is likely to be taken up by the Supreme Court.",
  "WALLACE: Julie, what do you hear from your sources at the White House?",
  "But at what point do we say that's not\n\nenough and we call for action?",
  "(END VIDEOTAPE)\n\nWALLACE: And hello again from FOX News in Washington.",
  "We are still feeling the shockwaves from yet another school shooting.",
  "So, that situation that you\n\ncan't stop it, that's actually not true.",
  "LIMBAUGH: Maybe he wasn't told -- well, because they had run him dry.",
  "They're very much aware\n\nof this that might happen, and you're cool.",
  "Obviously nobody thinks that Nikolas Cruz should have had an\n\nAR-15.",
  "This is a rush transcript from \"Fox News Sunday,\" February 18, 2018.",
  "We are all very upset and then we move on and nothing much\n\nhappens.",
  "WALLACE: Because they're all in Russia and they won't be extradited?",
  "You know, he is someone who does see himself as a\n\ngreat dealmaker.",
  "David, what makes you think this time is going to be any different?",
  "This is a time for change and we can't let\n\nthis ever happen again.",
  "But that information was never forwarded to the Miami field office.",
  "We all wring our hands, we all call for action,\n\nnothing gets done.",
  "It is much more effective at\n\nkilling a lot of people all at once.",
  "Now, how is anything that we are talking about going to stop that?",
  "If you ban that, they're going to find some\n\nother way to do this.",
  "Nikolas Cruz did do something and, yes, there were warning\n\nsigns.",
  "Democrats have made a concession and said, we will fund the\n\nwall.",
  "Are -- is there any second thoughts about walking away from that?",
  "JULIE PACE, THE ASSOCIATED PRESS: No, it's actually the opposite.",
  "So, here is the time that we are going to talk about gun control.",
  "That's why you see it's often the gun of choice of mass shooters.",
  "The\n\nfact is he went through a background check and he passed it.",
  "WALLACE: OK, let me --\n\nKELLY: You just don't ever know for sure.",
  "MARK KELLY, GUN CONTROL ADVOCATE: Thanks for having me on, Chris.",
  "LIMBAUGH: I would be very careful if I were President Trump here.",
  "The question was, what was Flynn told by the FBI, by James Comey?",
  "A number of other people\n\nin the FBI did not believe Flynn lied.",
  "That's why they weren't\n\nillegal immigrants granted citizenship.",
  "And the new judge in this case I think is going to take that up.",
  "Most of murders,\n\nsuicides are committed with handguns, clearly.",
  "You see, we have come out, you know, for an assault weapons ban.",
  "We helped pass 200 piece of legislation in 45\n\ndifferent states.",
  "Informal repeal and replace, yes, that --\n\nthat hasn't happened.",
  "They're going\n\nto encourage others to do -- to do that as well.",
  "But I mean, I remember these days after Newtown in Washington.",
  "There,\n\nappropriate investigative steps would have been taken.",
  "LIMBAUGH: Well, I -- this is -- actually take a lot to unpack.",
  "Aren't you at least curious to find out what they have to say?",
  "And if they will agree to that, then I'll grant them\n\namnesty.",
  "We have not had this kind of\n\neconomic revival in the economy.",
  "Students from a high school are making an\n\nannouncement today.",
  "The next shooter probably has the gun that he's\n\ngoing to use.",
  "Have\n\nthey given up on -- on getting a deal with the dreamers?",
  "So the president is clearly being\n\ninfluenced by those voices.",
  "They feel very comfortable with where they are\n\non this issue.",
  "Content and Programming Copyright 2018 Fox News Network, LLC.",
  "We're just getting -- they -- they are\n\njust getting started.",
  "LIMBAUGH: This guy was identified by everybody that knew him.",
  "We've had mass shootings with\n\nhandguns, not just the AR-15.",
  "We have\n\ngot to realize this is what our country has become.",
  "The March for Our Lives is\n\ngoing to be in every major city.",
  "LOTTER: I think, again, we are pushing on one specific gun.",
  "Will Washington do anything to stop more school\n\nshootings?",
  "WALLACE: What is the single thing -- you say identify them.",
  "LIMBAUGH: Well, in the Flynn -- I'm glad you bring that up.",
  "Mental health is important, but it's not the whole\n\nstory.",
  "This copy may not be in its final form and may be updated.",
  "Please stop allowing us to be gunned down in our hallways.",
  "Have a great week and we'll see you next FOX NEWS\n\nSUNDAY.",
  "I think it is a --\n\nWALLACE: The idea of protecting them?",
  "But taking\n\npains to emphasize what is not being alleged.",
  "But in fact, the president tweeted just that\n\nlast night.",
  "And yet Flynn's under indictment,\n\ncops a plea for lying.",
  "WALLACE: All right, panel, we have to take a break here.",
  "The students think they are taking politics out of this.",
  "People are\n\ntelling us that we should run for president.",
  "And at this point, you're either with us or against us.",
  "You'll get zero takers on\n\nthat on the Democratic side.",
  "The FBI has\n\ndetermined that protocol was not followed.",
  "I know it's one of the things you're fighting\n\nagainst.",
  "KELLY: That's 100 percent correct, what you are saying.",
  "WALLACE: Rush, it's always a pleasure to talk with you.",
  "Rush Limbaugh is back with us again to discuss it all.",
  "So has another campaign advisor, George\n\nPapadopoulos.",
  "RUSH LIMBAUGH, RADIO TALK SHOW HOST: Thank you, Chris.",
  "WALLACE: Finally, Emma, take us back to the shooting.",
  "And -- and pretty much everything that they've\n\nused.",
  "Total embrace -- say, see, see, I've been vindicated!",
  "LIMBAUGH: Well, we got rid of the individual mandate.",
  "Let's\n\nput up one of his tweets after the indictment.",
  "There's been no evidence that collusion has come up.",
  "The problem is that it's illegal for them\n\nto do it.",
  "We want to get the\n\nsupport for March for Our Lives.",
  "WALLACE: I know -- well, maybe he listened to you.",
  "The president said --\n\nLIMBAUGH: I said it Friday.",
  "LIMBAUGH: No, that's why I said I could be snarky.",
  "You know,\n\nwe often don't talk about the hardware.",
  "We've got a lot more\n\ninformation we need to know.",
  "Once we get -- the Democrats got what they wanted.",
  "Supposedly they shut the government down for this.",
  "President Trump says it's all up to the Democrats.",
  "LIMBAUGH: It's -- any time you want me, I'm here.",
  "I think it's a real\n\nopen question at this point.",
  "I mean Marc will remember this from the campaign.",
  "It was as\n\nrattled that as I have seen this city.",
  "LIMBAUGH: I've given you the disposition on that.",
  "WALLACE: All right, let's move on to immigration.",
  "And -- I mean, this is -- it's\n\nwith their lives.",
  "CHRIS WALLACE, FOX NEWS HOST: I'm Chris Wallace.",
  "Wall Street's been going crazy for a long\n\ntime.",
  "And there's not one\n\nDemocrat fingerprint on it.",
  "Do you hear about it from any of your listeners?",
  "This -- Donald Trump\n\nremains in the crosshairs.",
  "It\n\nperhaps was used to defraud the FISA court.",
  "And here he is talking to the group last April.",
  "We've got to get people to vote on\n\nthis issue.",
  "We need a\n\ndiscussion where we are both sides.",
  "As terrible as what\n\nhappened at your school.",
  "The minute they\n\nbash the NRA, it's politics.",
  "Get back to the basics and make us all proud!",
  "WALLACE: But -- but what --\n\nLIMBAUGH: Bingo.",
  "His -- his financial net worth was destroyed.",
  "So\n\nthat could raise collusion in some form.",
  "LIMBAUGH: Oh, there's no question about it.",
  "That\n\nprobably doesn't make a lot of sense.",
  "But one of the other questions is the gun.",
  "I don't see\n\nthe politics being there yet.",
  "Obviously tragedy could have been avoided.",
  "And that goes to\n\nChuck's point right now.",
  "We need to care about election\n\nintegrity.",
  "PACE: The idea of protecting the dreamers.",
  "And we'll be right back with a final word.",
  "He had to -- he had to stop the bleeding.",
  "It is about protecting Hillary and Obama.",
  "WALLACE: Well, that's pretty interesting.",
  "But I have to say, I do agree with Julie.",
  "I want to put up some statistics on that.",
  "So, none of\n\nthe alarms went off for him.",
  "I'm a supporter of the Second Amendment.",
  "LIMBAUGH: Well, it's -- it's undeniable.",
  "They are a combination scared and angry.",
  "Cameron, what's your announcement today?",
  "But, hey,\n\nthis is just the second year.",
  "GROUP: Thank you so much for having us.",
  "KASKY: We're here for everybody's kids.",
  "This is a very political issue, though.",
  "And it's time now for our Sunday group.",
  "KELLY: Thanks for having me on, Chris.",
  "Handguns kill -- et cetera, et cetera.",
  "WALLACE: But how do you identify them?",
  "And we shouldn't be casual about that.",
  "It could also be lots of other people.",
  "Rush, welcome back to FOX NEWS SUNDAY.",
  "Chris, the next\n\nshooter is out there.",
  "(CROSSTALK)\n\nLIMBAUGH: -- ban the gun.",
  "My point is, that's not\n\nthe problem.",
  "But it's a pretty\n\ninteresting offer.",
  "Thank you for joining us again today.",
  "The Trump campaign did nothing wrong.",
  "But we\n\nshould be hesitant to do so.",
  "This is about getting Trump, Chris.",
  "And there's no question about this.",
  "But, he failed to repeal Obamacare.",
  "But I am trying to\n\nmake the point.",
  "All, right now, on FOX NEWS SUNDAY.",
  "They got a pathway to\n\ncitizenship.",
  "And we're back now with our panel.",
  "Why were so many red flags missed?",
  "So what's -- what's going on here?",
  "You -- you -- you --\n\nWALLACE: OK.",
  "I've -- painful (ph) dispensation.",
  "I'll talk to you in a few minutes.",
  "You can't stop\n\nevery single one.",
  "They don't want the issue solved.",
  "LIMBAUGH: It may not be sensible.",
  "But we begin with breaking news.",
  "We want an education, you\n\nknow?",
  "That seems to me to be\n\ncrucial.",
  "His\n\nfamily was being destroyed.",
  "And there is no let-up in\n\nthat.",
  "May be a mistake to do it first.",
  "That's -- that's been\n\nproposed.",
  "It tumbles when it hits a body.",
  "This is about adults\n\nand kids.",
  "The Website is going up today.",
  "It's not the fault of the NRA.",
  "We'll see you a\n\nlittle later.",
  "I mean it\n\nwas an indictment.",
  "We've seen no action on that.",
  "WALLACE: And what's your bet?",
  "It's changing in the states.",
  "Insane, lunatic individuals.",
  "Thanks for joining us today.",
  "Question, is that\n\nsensible?",
  "I want to put his tweet up.",
  "Great to be here\n\nwith you.",
  "It's time to work together.",
  "Thanks for your time today.",
  "WALLACE: Our best to Gabby.",
  "Here was the FBI response.",
  "How's that\n\ngoing to play?",
  "That hasn't been resolved.",
  "We can forget about that.",
  "WALLACE: Rush, thank you.",
  "WALLACE: Rush, thank you.",
  "The FBI\n\nknew who he was.",
  "KELLY: She is doing well.",
  "LIMBAUGH: Steele dossier.",
  "Does that disappoint you?",
  "It's not time for debate.",
  "WALLACE: Guys, thank you.",
  "How do you explain that?",
  "Not I'm sure I will now.",
  "LIMBAUGH: Oh, Obamacare.",
  "And that's it for today.",
  "PACE: It's hard to know.",
  "There\n\nis no collusion.",
  "This is not acceptable.",
  "That is\n\nup currently.",
  "But I haven't had one.",
  "LIMBAUGH: You're gold.",
  "She's in a great mood.",
  "LIMBAUGH: It was fine.",
  "That's the guts of it.",
  "But here's the thing.",
  "Everybody's doing it.",
  "He\n\nand the Congress.",
  "LIMBAUGH: All right.",
  "He was being broken.",
  "And I'm a gun owner.",
  "KELLY: That's right.",
  "ALL RIGHTS RESERVED.",
  "See you next Sunday.",
  "WALLACE: All right.",
  "She's working hard.",
  "Mark, welcome back.",
  "WALLACE: All right.",
  "WALLACE: Obamacare.",
  "The real collusion.",
  "He pleaded guilty.",
  "He is the target.",
  "I said it Friday.",
  "Thank you, panel.",
  "LIMBAUGH: Right.",
  "LIMBAUGH: Right.",
  "Mark, thank you.",
  "WALLACE: Chuck?",
  "WALLACE: Right.",
  "Both parties.",
  "I don't know.",
  "No collusion.",
  "You're gold.",
  "WALLACE: OK.",
  "PACE: Yes.",
  "Come back.",
  "LANE: Yes.",
  "Not sure.",
  "Explain.",
  "GOV."
]