[
  "You know what, I want to say to Camela Harris and Nancy Pelosi, you sit on that cozy little congressional platform delighting the Trump administration for wanting to secure the border, have you sat across from Susan Oliver and Jessica Davis who lost their police officer husbands to an illegal immigrant who crossed the border not once, but twice and had multiple felonies and today in a court of Sacramento said I wish I could have killed more of those expletives.",
  "Look, there's a battle that is brewing about this, but the hearing you mentioned, it was supposed to be contentious, because it was going to be all about President Trump's plan for a wall on the southern border, but instead it blew up over what the President said or didn't say last Thursday at the contentious meeting here at the White House over immigration.",
  "And then we find out the phony Russian paid for dossier that they wanted to use to manipulate the American people before an election to steal the general, they stole the primary, if that was used to get a warrant on Hillary Clinton, Hillary Clinton's team, and opposition candidate, and then a president-elect Hillary -- thank god we don't have to say that.",
  "The same statement where Comey and his minions changed the word twice from the legal standard gross negligence, which would mean Hillary Clinton broke the law, and actually put in there that foreign entities got a hold of this, and then they changed it to extreme carelessness and they used as a justification, all of this to let Clinton walk free.",
  "Ever since President Trump announced his candidacy, the blind sheep in the liberal media, who live in their own bubble, and bounce their own recycled talking points and their own little echo chamber, they have been rushing to create a new crisis after a new crisis after a new crisis, and their recent hyperventilation has reached extreme levels.",
  "(END VIDEO CLIP)\n\nHENRY: But new tonight a senior official administrator fired back to me that is not how it played out, this official said Graham and Durbin in his words, begged for an oval office meeting to present their own deal that went around the framework that House Majority Leader Kevin McCarthy had been working on.",
  "He and Democrats Senator Dick Durbin called over the president to read him out on a bipartisan deal they are putting together, but by the time they made it to the oval office around noon, someone on the White House staff, senior adviser Steven Miller and someone else, had convinced the President to turn against the deal.",
  "It's controlled out of New York and L.A. is controlled by six people right at the very top who --\n\nHANNITY: And they said they care about the men and women on poverty out of work, at any point does they look at security or it was dumb for Obama to try and bribe murdering dictator to like us.",
  "You know, there's part of this is funny but it's not funny, because they, and their little bubble, echo chamber, convince themselves, and your dad asked for a cognitive test, which apparently was one of the hardest ones --\n\nERIC TRUMP, SON OF PRESIDENT TRUMP: And he aced it.",
  "Then your dad paid for a Russian propaganda with salacious lies and misinformation against Hillary Clinton to influence the general election, then, we find out about the FBI director and some of his minions put the fix in and exonerated your father before an investigation.",
  "Now, of course, this does not fit the media and their preconceived fake news narrative that President Trump is crazy, suffering from dementia, early onset, and is mentally unfit to serve, which means in their twisted minds, he needs to be thrown out of office.",
  "Sara Carter reporting that Fusion GPS, you know, the firm that Clinton bought and paid for, the fake news Russian dossier that was used to get the FISA warrant to dig up dirt on President Trump, candidate Trump, well, what is unclear is who was paying for it.",
  "Republican Lindsey Graham meanwhile charged all that as a dramatic turn from one week ago today, when the President gathered both parties in the cabinet room and wanted a deal to take care of the DACA kids with love and while also tightening border security.",
  "And that's huge because Rybicki the one that will be grilled was one of three people that James Comey sent his original statement that exonerated Clinton, oh, before they investigated, and 17 other witnesses and Hillary Clinton had not been interviewed for.",
  "It's one crisis, one panic, one total meltdown after another where they repeat the exact same words, meaning, NBC, ABC, CBS, \"New York Times,\" \"Washington Post,\" they use the same commentary until something better can be blown out of proportion comes along.",
  "As you said, President Trump had plenty of accomplishment, it was bumpy sometimes obviously with health care but how did you get the 5 percent, I have no idea, so what it tells you it's not just bias in the media, Sean, but that of the blatant variety.",
  "I think they think because they watched a couple episodes of Doogie Houser or the Grey's Anatomy that they are suddenly medical professionals and honestly you watch that press conference, there are a lot of journalist that make fools themselves today.",
  "Critical wording was changed by a handful of people, we know already, Andrew McCabe apparently was involved in that, after weathering cross examination before Congress two days later, he made it be known he's quitting before being demoted or fired.",
  "Since the media, led by the highly esteemed doctors Joe Scarborough and his soon-to-be bride, Dr. Mika Brzezinski, since they love to diagnose the president even though they have zero medical qualifications, all right, let me play the same game.",
  "Neutral coverage was excluded, and that surprisingly those saying network TV news cast dedicated in the same amount of coverage to the fake news Trump-Russia collusion, In fact according to the MRC, they spent over 1200 minutes talking about it.",
  "But now when I get to the serious side of it, which is the law, equal application of the law, the Constitution, surveillance abuses, Fourth Amendment violations, and then, of course, the forgotten men and women ignored, it's not funny anymore.",
  "Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "Yet, the fixes and before they investigated now we are learning more and more about how top officials at the FBI covered up evidence that Hillary Clinton committed crimes and put our national security, your national security at risk?",
  "If I look around the room, half of the people that were in there, I remember from the campaign and I remember them sleep- deprived, drinking cases of Red Bull because they couldn't keep up with --\n\nHANNITY: Keep up with your father.",
  "The corrupt, Trump-hating news media, they are dusting off the tinfoil hats, fueling up their black helicopters and are running absolutely wild with baseless conspiracy theories about President Trump and his great health report.",
  "These are huge questions, Sean, because all of that led to spying on Trump and his campaign and those are real stories with real connections that the media should be investigating and I think that's what is so disappointing.",
  "The secretary announcing the administration is talking to federal prosecutors about launching criminal charges against local officials in sanctuary cities that refuse to follow through on federal orders to deport criminals.",
  "You know the best thing your dad does, he gives a speeches or town halls, see those people in the back, fake news and everybody turns and they're screaming at people in the media and say you suck and they still don't care.",
  "And he is going to prove them wrong again and again, because you know what, every day, I have told you this metaphor a thousand times, but every single day I walked on the street and people come up to me, they hugged me.",
  "E. TRUMP: They don't like it they were wrong, they got it wrong, they all got it wrong, they were supposed to be the smart people who got a call this every time, they're the brilliant journalists, they all got it wrong.",
  "By the way, this isn't about me being right or the show being right, even though we are clearly the team that we have assembled here, the only ones in the media talking about it, it's about what's right for the country.",
  "One thing I will say about Ed just discussing I know that Dick Durbin called the president, I know Dick Durbin said we had a deal, but Dick Durbin, only had a deal with Lindsey Graham and nobody else was on the deal.",
  "E. TRUMP: They didn't mention the DOW hitting 26,000 and one time they talked about ISIS coming back to this country, now one time they talked about ISIS, I mean everything that is actually important to this nation.",
  "But some of the questions they want answered, did the FBI no when they went to the FISA courts to get a warrant to investigate Trump that the DNC and Hillary Clinton campaign were behind the payment of this dossier?",
  "HANNITY: Breaking tonight our friends at the media research center, they came out today with part one of their very revealing new report, it is entitled 2017, the year the news media went to war against a President.",
  "E. TRUMP: You have the lowest unemployment that you've ever had before, you have the lowest African-American unemployment, the highest consumer confidence you've ever had, ISIS is quite frankly a thing of the past.",
  "And sources are telling me tonight that if the information is about the dossier, if it's related to the public, here's what I was told -- it will shock the conscience of law-abiding Americans in the entire country.",
  "Now Nielsen clearly try to pivot and change the narrative and send a signal to the President's base that he is all about not words, but action, he is saying he is taking actions to crackdown on illegal immigration.",
  "The media being BFFs with Steve Bannon, you know, they were friends for at least three days because he made comments that they like for once, in the giddiness over Bannon's comments of Michael Wolff's phony book.",
  "Never before has a doctor but missed transparent with the media, asking Dr. Jackson about things like the president's Twitter use, his television watching habits, how many scoops of ice cream he has for dessert.",
  "(BEGIN VIDEO CLIP)\n\nSEN LINDSEY GRAHAM, R-S.C.: Something happened and I like Secretary Neilson, she is a nice person and we will get to the bottom of this, but here is what is going to matter, how does it end?",
  "One thing I learn to this whole process, I mean if there is one thing I'll take away is the media does not understand -- at least the vast majority of the media, doesn't understand the voice of the country.",
  "\"Washington Examiner\" reporting that the chief of staff and senior counsel to the FBI director, Christopher Wray, is in fact will be grilled by House lawmakers about the corrupt Clinton email investigation.",
  "Fox News national security strategist Sebastian Gorka joins us now, he is the author of the brand new bestselling book, it is called the \"the new American Revolution, the making of the populous movement.\"",
  "They have so convince themselves in their little bubble that they have, you know, it's like an echo chamber that only they listen to, endless hours of speculation, that the president was unfit for office.",
  "UNIDENTIFIED MALE: When you analyze his cognitive ability or neurological functions, that is not the same thing as a psychiatric exam or psychological --\n\nDR. RONNY JACKSON, WHITE HOUSE DOCTOR: It is not.",
  "We actually went back and checked to see if the media ever ask anything close to those questions about Barack Obama's health or any other president for that matter and the answer, of course, they did not.",
  "(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: Tell me how a guy who eats McDonald's and fried chicken and all those Diet Cokes and never exercises isn't as good as shape as he says he's in?",
  "Now, after moving on from his manufactured crisis, one after another, the media's new drug of choice is the alleged comments that President Trump made in a heated oval office debate about immigration.",
  "It was reasonably likely that Clinton's server stored in the bathroom of a mom-and-pop shop closet was hacked by hostile actors, top secret classified special access program information, all hacked.",
  "You can take it, your brother can take it and your sister can take it and Jared can take it then they pick on the first lady and your 11-year-old brother and they don't even see that as being wrong.",
  "Also new today, the Department of Justice revealed is going to try to go directly to the Supreme Court to fast-track its appeal of a federal Judge's ruling that new DACA applications can start up.",
  "GREGG JARRETT, FOX NEWS LEGAL ANALYST: The worst part of it is the changing of Comey's exoneration statement that initially found Hillary Clinton had violated the law and committed crimes.",
  "HANNITY: And Kayleigh, the deal was simple, because five years ago the same Democrats are on record saying we have to secure the border, voting for the wall which the President now wants.",
  "UNIDENTIFIED FEMALE: Given that there is scrutiny of what was overlooked at the time with President Reagan in terms of Alzheimer's, he was then known to suffered from at a later date.",
  "The media research center also gave us an exclusive sneak peek of part two of the report where they analyze six Trump accomplishments to the network newscasts had virtually ignored.",
  "You do not do it -- and the media, if they had an ounce of honesty, if this was Donald Trump that had an exoneration and no investigation, they really would need that box of Xanax.",
  "They want to maintain chain migration, remember the New York attacker on the bicycle path, a terrorist was able to claim migration to sponsor 23 people to come in to this country.",
  "UNIDENTIFIED MALE: What is your take of all the doctors and clinicians all across the country who have said that in this president, they see symptoms of this, that, and the other?",
  "UNIDENTIFIED MALE: Some of the president's friends have told reporters in the past they think he's a germophobe, that he washes his hands obsessively and is concerned about that.",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: \"I just watch your show and wanted to let you know that you remind me of a guy who would hide his zombie bite in a middle of an apocalypse.",
  "For example check out this graph, it shows the negative coverage of President Trump and his administration and what he received on the network in a newscast throughout the year.",
  "And brand-new tonight, a key witness in the exoneration before investigation of corrupt Hillary Clinton and the email server scandal will be grilled by congressional lawmakers.",
  "These are the individuals who appear to have unduly influenced James Comey and maybe he did it wittingly to exonerate Hillary Clinton in the face of overwhelming evidence.",
  "Let me go back to Dr. Gorka, you know we have what is told to me will shock the conscience of America in terms of what the House Intel Committee has in their possession.",
  "ANAND GIRIDHARADAS, MSNBC, JAN. 2: Perhaps never have we seen a man whose profound sexual and masculine insecurities are literally threatening to annihilate the planet.",
  "The government never really shuts down at the end of the week I will explain, also homeland security secretary Kiersten Nielsen was unbelievable on Capitol Hill today.",
  "You had a better candidate who was far more competent and worked much harder despite having one-seventh the amount of money who blew the other party out of the water.",
  "UNIDENTIFIED MALE, \"NEWS HOUR\"/PBS, JAN. 3: We turn out of the public riff that broke out today between President Trump and his former chief strategist, Steve Bannon.",
  "Now, numbers don't mean much unless you contrast it with something, so let's look at what the previous President got in his first year, 20 percent negative coverage.",
  "UNIDENTIFIED MALE: On what basis would you -- and this is just a philosophical question -- advised the cabinet that the president is unable to discharge his duties?",
  "JARRETT: Comey initially wrote that the sheer volume of classified documents on an unclassified server in the basement of her home was evidence of gross negligence.",
  "So, we know that it's Trump -- this alleged Trump-Russia collusion, but what we don't know is exactly what area are they looking at as far as their investigation.",
  "We are learning the dossier was used by the Obama administration to literally spy and get that FISA warrant on members of the Trump campaign and a present-elect.",
  "HANNITY: And the government never shuts down, the essential employees stay in place and other people get a furlough and get their money back and a free vacation.",
  "E. TRUMP: He was on a seventh speech of the night, they were in the back, not speaking in front of 30,000 people seven times in a row in four different states.",
  "They have weaponized America's most powerful tools of intelligence to go after an opposition party in an election year and then, of course, a president-elect.",
  "That is the type of people we are dealing with here and they can sit on their cozy porches, but there is human toll to the policy you implement from on high.",
  "And if, for some reason, you overpaid lazy so-called journalists can't pay for it, I'll help you because I'm probably paid more and I will offer assistance.",
  "When we come back, a live report with Ed Henry from the White House, Sebastian Gorka, Kayleigh Mcenany, busy news night, a lot more to come, Straight ahead.",
  "It's all coming to pass, as I have told you, and a bombshell report from Sara Carter about Fusion GPS continuing to investigate to this day President Trump.",
  "E. TRUMP: before he was born, Chelsea Handler she goes - I hope you had a miscarriage, I mean this is the level of evilness you had out there, it is sick.",
  "The president is in excellent health with the liberal mainstream media is not, absolutely melting down about the president's great medical test results.",
  "UNIDENTIFIED FEMALE: The president appeared to slur his words while giving an address, did you look into what the cause of that might have been at all?",
  "E. TRUMP: Everyone's complaining about $18 billion for the wall, but they're willing to give Iran $150 million, I mean it just doesn't make any sense.",
  "GORKA: As my good friend who has the best radio show in D.C. Chris said if the left wing didn't have double standards, they have no standards at all.",
  "That was no different on January 3rd were Captain Scott Stroup was filmed making this amazing catch while battling a very serious apartment failure.",
  "And just like with everything else, we have been telling you that the media ignores, it is only the start of much bigger things that will be coming.",
  "They are not mad that it was in fact Bill Clinton that gave North Korea billions and promised, it's going to be a good deal for the American people.",
  "MUDD: I guess he's (EXPLETIVE DELETED)\n\nCOOPER: Is there a difference if the president said (EXPLETIVE DELETE) hole than (EXPLETIVE DELETED) house?",
  "UNIDENTIFIED MALE: You say that the president was the one who requested the cognitive test, that it wasn't necessarily need for someone of his age.",
  "UNIDENTIFIED MALE: No, we are not all created equal, at least not if you are born in, as the president put it, a (EXPLETIVE DELETED) hole country.",
  "E. TRUMP: Well I mean, how about going back to the very beginning where Donna Brazile is giving the debate question to Hillary before the debate.",
  "DANA BASH, CNN, JAN. 3: If the idea of a nuclear showdown with North Korea keeps you up at night, I would recommend deleting your Twitter app.",
  "The president's actions on deregulating expediting pipe line projects and promoting religious freedom and confirmation of conservative judges.",
  "The Democrats are willing to shut down the government over a clean bill on DACA, this White House is prepared to let Democrats do that, Sean.",
  "And then Lindsey Graham and Dick Durbin, Dr. Gorka, take them out with their statement that contradicted by other people, so I wasn't there.",
  "Imagine a scenario where it's proven, and the head of your party, the Republican Party, said that Donald Trump rigged a primary election.",
  "Dr. Jackson is also saying of the president, that he did so well on a cognitive test, and he has normal, perfect, neurological functions.",
  "You're an island unto yourself in a lot of ways, because you're not in the bubble echo chamber and I notice they don't like you for that.",
  "The Washington Post editorial editor said we're not putting in our paper a specific medical diagnosis that was not conducted by a doctor.",
  "Now, I wonder if the CEO, soon-to-be scandal plagued Jeff Zucker, and the stenographer Humpty Dumpty are really proud of that coverage.",
  "We are hoping that you, the American people, that you will get to see everything because I am told when you do, it will blow you away.",
  "(END VIDEO CLIPS)\n\nHANNITY: Wait, Dr. Humpty Dumpty, and Dr. Anderson Cooper, and Dr. Nicolle Wallace, this is hard to keep up with.",
  "Now, to reiterate, Dr. Jackson, he told the media that the president is in excellent health and he could easily serve for two terms.",
  "ANDERSON COOPER: The word house instead of hole, as in (EXPLETIVE DELETED) house countries, not (EXPLETIVE DELETED) hole countries.",
  "Secretary Kiersten Nielsen as you mentioned held firm and saying last Thursday she did not hear the President utter that expletive.",
  "There'd be nothing left at that moment let alone the fake dossiers and the phony investigation, here's a reality of what happened.",
  "That was the president's physician, Rear Admiral Ronny Jackson, answering the mainstream media's insane -- I mean, lieraly insane.",
  "(BEGIN VIDEO CLIPS, CNN)\n\nDON LEMON: What was your reaction when you heard the president call African nations (EXPLETIVE DELETED)?",
  "I mean by not accepting the results -- you're not a medical professionals like a doctor --\n\nHANNITY: Liberal Joe is not a doctor?",
  "COOPER: Do you have any example of (EXPLETIVE DELETED) hole country that the president referred to that is dominantly Caucasian?",
  "The Clinton bought and paid for fake news Russian propaganda dossier, it's now being exposed and there are so much more to come.",
  "It is amazing, I mean think about of having an approval rating that is equivalent to the media's approval rating, single digits.",
  "NICOLE WALLACE, \"TODAY\"/NBC, JULY 6, 2017: This cloud about collusion with Russia will hang over him no matter where he stands.",
  "Now in this study, they detail just how ridiculously partisan the media coverage was of President Trump's first year in office.",
  "And I give that Devin Nunes what the reaction would be and then you see the media hysteria, oh my god the president is healthy.",
  "You talk about media research center, Pugh research did another study to show it's not just one study by a conservative group.",
  "By the way, I've never been to a White House correspondent dinner because I hate them and they hate me, so it works out well.",
  "That is where a lot of the problems come from in terms of security in the country and want a merit-based immigration policy.",
  "We know Hillary Clinton, the DNC, she controlled, shelled out $12 million to fund Fusion GPS to pay for those Russian lies.",
  "UNIDENTIFIED MALE: Speak of his age and continuing his physicals in the future, will you also continue the cognitive tests?",
  "BRIAN STELTER, CNN, JAN. 2: These are the messages from a person who is not well, from a leader who is not fit for office.",
  "Winning Democrats Cory Booker charge her silence and Amnesia made her and his words complicit in the president's comments.",
  "And also tonight, everything that we have been telling you, let's get serious for a minute, is now starting to play out.",
  "And according to the Media Research Center, the network literally said on air blank ssh-hole, I'm not allowed to see it.",
  "And the media is so completely utterly unhinged and deranged, and today's press conference is just their latest episode.",
  "UNIDENTIFIED FEMALE: You said he doesn't drink or smoke and other than the diet issue, did you address drug addiction?",
  "If you look at the Democratic Party right now, they have no message, they have no leadership, and they have no talent.",
  "So the bottom line is it got contentious on immigration and will it lead to a shutdown that is unlikely to happen.",
  "We cannot do this with people in charge at the White House who have an irrational view of how to fix immigration.",
  "For 49 long minutes, the media breathlessly, hysterically asking the president's doctor about his mental fitness.",
  "JARRETT: And now he's trying to make up for it belatedly, when you can't, on its face, the document is a farce.",
  "You see the economic boom that is unfolding before our eyes, and they are upset that the president is healthy.",
  "HANNITY: You watch the presser today -- what did you think of it because it was, to me, a collective insanity.",
  "HANNITY: Sara, I heard the words, what, house intelligence community was handed by the Department of Justice.",
  "SEBASTIAN GORKA, CNN NATIONAL SECURITY STRATEGIST: We know Dick Durbin's elastic relationship with the truth.",
  "JOHN AVLON, CNN, JAN. 3: This is language that would have been rejected from the script of \"Dr. Strangelove\".",
  "Maybe I need to do a public service, may be a need to send CNN over a case of Xanax, if I can get it legally.",
  "We have half the congressmen and women on Capitol Hill who will do whatever it take to block this President.",
  "Do you think the news media is not biased and didn't have an anti-Trump agenda, what more proof do you need?",
  "They don't want to reform immigration, they want to maintain the Russian roulette of the diversity lottery.",
  "DAN RATHER, MSNBC, AUG. 30, 2017: Donald Trump is afraid a political hurricane is out there at sea for him.",
  "Let's take -- you know, I can make fun of the media and I will be honest, I think sshole montage is funny.",
  "I told the president if he had a healthier diet over the next 20 years, he might love to be 200 years old.",
  "(END VIDEO CLIPS)\n\n(LAUGHTER)\n\nHANNITY: We have a lot of people in the studio tonight, they are laughing.",
  "I mean, I'm not commenting on that if that were my 5-year-old, I might tell him not to watch so much TV.",
  "I think that it's really shocking and surprising considering everything that's happened with Fusion GPS.",
  "Here to break it all down, from the White House fox news chief national correspond, our friend Ed Henry.",
  "E. TRUMP: You know, with that result, watch as much TV as he wanted, eat as much ice cream as you want.",
  "You had 44,000 terrorists, or down to less than a thousand and they are killing those guys off rapidly.",
  "They could have been so much worse without the courage and sure hand Captain Stroup and his colleagues.",
  "(BEGIN VIDEO CLIPS)\n\nUNIDENTIFIED MALE: Do you keep a tally of how much golf the U.S. president plays?",
  "So, Dr. Ronny Jackson, he briefed the media on the results of the president's extensive medical exams.",
  "Plus, everything we have been reporting on here that the media has been ignoring, it is now unfolding.",
  "A top official here in the White House tonight told me they're willing to call the Democrat's bluff.",
  "You are all out of touch with reality and suffering from delusional groupthink about the president.",
  "(BEGIN VIDEO CLIPS)\n\nUNIDENTIFIED FEMALE: Can you assess the president's mental fitness for office?",
  "UNIDENTIFIED FEMALE: Do you see any evidence of bone spurs that the president said he suffers from?",
  "TAPPER, JAN. 2: None of this normal, none of this acceptable, none of this frankly stable behavior.",
  "No, he's really, really demented, and in the next liberal says no, really, really, really demented.",
  "Some of the questions we need to be asking, I think Gregg brought up some really important points.",
  "CONCHA: Joe Scarborough does say that the president has dementia and show almost on a daily basis.",
  "Which is unsubstantiated, which is salacious, the majority of which is unverified, did they know?",
  "Energy independence, he got his tax bill done, ended mandate, ANWR finally open, somebody did it.",
  "I'm sorry, I can't help it, and they said I couldn't say it on the air, but it's pissing me off.",
  "Far exceeding the coverage that they gave to any the story which of course were also anti-Trump.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "If something's not working would you want to change course than doubles down and doubling down.",
  "I mean, they need psychological help, psychiatric help, questions about the president's health.",
  "JARRETT: Glenn Simpson took no steps to verify the dossier that he arranged --\n\nHANNITY: None.",
  "UNIDENTIFIED FEMALE, JAN. 7: This is certainly Trump's kind of bye, Felicia moment for Bannon.",
  "LEMON: In addition to the president's (EXPLETIVE DELETED) hole comments yesterday, a few more.",
  "Now, after that frenzied display, members of the media should have their owned heads examined.",
  "It's gone from a year of saying President Trump colluded with Russians, there is no evidence.",
  "HANNITY: I wish you could show the pictures of your little boy if you are willing to send me.",
  "Here with reaction, Fox News contributor Sara Carter, Fox News legal analyst, Gregg Jarrett.",
  "UNIDENTIFIED FEMALE: Donald Trump is turned the Oval Office into a (EXPLETIVE DELETED) hole.",
  "It is special because it features some of America's most underappreciated heroes in action.",
  "I mean, there is no question that what he is doing is giving aid and comfort to the enemy.",
  "(COMMERCIAL BREAK)\n\nHANNITY: We are following peak developments out of Washington tonight.",
  "LEMON: I never in a million years thought I was a (EXPLETIVE DELETED) hole on television.",
  "So the press conference just continued to go off the rails like I have never seen before.",
  "Firefighters, we know, they risk their lives every single day to protect our communities.",
  "Take a look at this insane coverage that you are getting, and I tell you, media is dead.",
  "The phony Clinton bought and paid for Russian propaganda dossier, that is being exposed.",
  "The President was frustrated and hit Graham with questions and Lindsey had no answers.",
  "All of you on the fake news network, you desperately, trust me, need psychiatric help.",
  "Here with reaction now, from the Trump Organization, President Trump's son Eric Trump.",
  "What we know is that Fusion GPS, Glenn Simpson, is continuing to research into Trump.",
  "And for the last couple of weeks, the media's schizophrenia has been on full display.",
  "Take a look at what supposedly is investigative journalism in this country in action.",
  "JAKE TAPPER, CNN, JULY 11, 2017: This is evidence of willingness to commit collusion.",
  "UNIDENTIFIED MALE, MSNBC: He's not being cavalier with the threat about nuclear war.",
  "There is a reason the American people don't watch a lot of these fake news networks.",
  "Second of all, he has more energy than any person I have ever met in my entire life.",
  "KAYLEIGH MCENANY, REPUBLICAN NATIONAL COMMITTEE SPOKESPERSON: That is exactly right.",
  "FAREED ZAKARIA, CNN: It's not clear what he meant by (EXPLETIVE DELETED) countries.",
  "UNIDENTIFIED FEMALE: Do you have any concerns about the president's use of Twitter?",
  "Drilling in parts of the arctic and elsewhere and moving us to energy independence.",
  "You see, if you watch really closely, this is how they do it, this is interesting.",
  "But I'm not going -- you know, the president, he can watch as much TV as he wants.",
  "The words I got were -- it will shock the conscience and the soul of this country.",
  "UNIDENTIFIED FEMALE: His sedentary lifestyle --\n\nJACKSON: I won't comment on that.",
  "What they are also not divulging is what area of investigation we are looking at.",
  "The only thing that gives them a fix is attacking the president minute-by-minute.",
  "We should invoke the 25th Amendment, we will use that to throw him out of office.",
  "Can you say that whether the test that you ran would exclude any of those things?",
  "He doesn't have early onset, he doesn't have dementia and they kind a fit today.",
  "We see pious defiance that inflict not all but many in our journalist community.",
  "(BEGIN VIDEO CLIP)\n\n(SHOUTING)\n\n(END VIDEO CLIP)\n\nHANNITY: It injured 12 people.",
  "It's one of the best tests out there and he passed it perfectly, 30 out of 30.",
  "That is how serious it is, as the media makes fools of themselves every night.",
  "(END VIDEO CLIP)\n\nHANNITY: The media -- I couldn't believe the reaction today.",
  "The only thing wrong, OK, he has moderately high cholesterol, a lot of us do.",
  "WALLACE, JAN. 4: But if Bannon and Trump are getting divorced, who gets what?",
  "It consistently hovers around 90 percent negative versus 10 percent positive.",
  "HANNITY: When we come back we'll look at the construct media straight ahead.",
  "And there is 1.2 million pages of materials that was handed over by the I.G.",
  "After all, they store stole the primary from poor Bernie and his supporters.",
  "E. TRUMP: The Dow is about to break 26,000 --\n\nHANNITY: Actually did today.",
  "UNIDENTIFIED FEMALE: You mentioned you gave the president a cognitive test.",
  "They don't like that he is more irreverent and more politically incorrect.",
  "We have a massive development tonight in the Clinton email server scandal.",
  "HANNITY: Papadopoulos in The New York Times, talk about four-way hearsay.",
  "You know what, I just opened up my 401(k), I haven't looked at in a year.",
  "Sometimes there are no boundaries, you don't go over a 12-year-old child.",
  "We will call it hurricane Vladimir, if you will, the whole Russian thing.",
  "HANNITY: I've been around a lot of people and the President, as you know.",
  "I'll step into their echo chamber for a minute and I'll play their game.",
  "The Democrats don't want DACA, because they want it as an issue in 2018.",
  "Big day on Washington, the government never fully shuts down, right, Ed?",
  "And then a Comey his little minions also alter the original conclusion.",
  "UNIDENTIFIED FEMALE: I really think you should watch more CNN, Hannity.",
  "I mean, my father, first of all, I've never seen the man with a cold.",
  "81, phenomenal promises made, promises kept, just regulations alone.",
  "All the good things the President has done, they're trying to block.",
  "JACKSON: No, I don't -- yes, Twitter doesn't involve me as a doctor.",
  "UNIDENTIFIED MALE, MSNBC, JULY 11, 2017: There is outright treason.",
  "JOE CONCHA, THE HILL NEWSPAPER: Well, I'm not here to make friends.",
  "HANNITY: You watch the press today and saw the President's doctor.",
  "(COMMERCIAL BREAK)\n\nHANNITY: You got to love our video of the day.",
  "LEMON: Do you think these countries are (EXPLETIVE DELETED) holes?",
  "And no vision to help the forgotten men and women of this country.",
  "He quite frankly embarrassed them and they're doubling down again.",
  "HANNITY: 195 times they said s-hole on the fake news all network.",
  "I have listened to your dad's accomplishments for the first year.",
  "UNIDENTIFIED FEMALE: Is he limited to one scoop of ice cream now?",
  "You'll love the video of the day and of course the hot line next.",
  "HANNITY: he basically said they can't stand that they were wrong.",
  "What is it about the last 11 months that these people don't like?",
  "JARRETT: -- and helped pay for with Hillary Clinton and the DNC.",
  "I mean, I watched this charade and I say, give me a break, guys.",
  "Let's just translate that into what it means in terms of policy.",
  "UNIDENTIFIED FEMALE: Are you ruling out early onset Alzheimer's?",
  "CARTER: Unfortunately, that is the words I am hearing, as well.",
  "And what parts of those dossier were used to get that warrant?",
  "What's right for the rule of law, equal justice under the law.",
  "We have been uncovering, and peeling the layers of that onion.",
  "E. TRUMP: I'm focus on my four months old, he is growing fast.",
  "E. TRUMP: These are the stories I hear every single day, Sean.",
  "JACKSON: The president has no partial or dentures of any kind.",
  "And, of course, the media, they couldn't stand the good news.",
  "They declared Graham, quote, tried to sabotage the framework.",
  "This will rival the worst scandal by far in American history.",
  "You can't count on somebody like Mueller to investigate that.",
  "SARA CARTER, FOX NEWS CONTRIBUTOR: It's still going on, Sean.",
  "Content and Programming Copyright 2018 Fox News Network, LLC.",
  "Adam Schiff said Steve Bannon will talk about this and this.",
  "You know, oil is --\n\nHANNITY: You know what they don't like?",
  "ED HENRY, SENIOR NATIONAL CORRESPONDENT: That is right Sean.",
  "If not, can you tell us what specific cognitive test it was?",
  "This is dangerous, this is childish, this is unpresidential.",
  "MUDD: (EXPLETIVE DELETED) built this country 110 years ago.",
  "It is it is all in tonight opening news breaking monologue.",
  "We're going to cover the out-of-control media and the bias.",
  "This is a rush transcript from \"Hannity,\" January 16, 2018.",
  "It showed President Trump gets 5 percent positive coverage.",
  "(END VIDEO CLIP)\n\nHANNITY: Zombie bites and evil laughter?",
  "This copy may not be in its final form and may be updated.",
  "We do it regularly on the program, but this is now insane.",
  "(END VIDEO CLIPS)\n\nHANNITY: What sshole fake news network.",
  "He's being cavalier in a way that makes him seem demented.",
  "One person will say in their bubble, he's really demented.",
  "We have one Party, the DNC that wants Americans to suffer.",
  "Now, what they are holding closely is who's paying for it.",
  "And a cargo plane with currency from a million countries.",
  "E. TRUMP: Sean, they don't like it that they were wrong.",
  "HANNITY: Thanks for stopping by, I slight hear from you.",
  "TRUMP: It's actually -- this is actually -- it's insane.",
  "Now, this is the narrative that now, it's Trump's crazy.",
  "He also went to the Washington Post and put in an op-ed.",
  "UNIDENTIFIED FEMALE: Does a president to wear dentures?",
  "Sara, let's start with you and your new report tonight.",
  "That is serious if we have equal justice under the law.",
  "Nobody knew what was in the damn plan the person said.",
  "Graham charged last Thursday morning around 10:00 a.m.",
  "Even for their pathetically low standards, by the way.",
  "UNIDENTIFIED MALE: (EXPLETIVE DELETED) hole countries.",
  "There is an indictment -- did anyone else report this?",
  "How do you write an exoneration before investigating?",
  "Next in line as James Rybicki, we learned that today.",
  "First of all, I think the admiral did an amazing job.",
  "Just do a drinking game, where you have to do a shot.",
  "CONCHA: Ok, I stole it from a beautiful (inaudible).",
  "The clock now ticking towards a government shutdown.",
  "Ed, thank you so much, we appreciate that reporting.",
  "They couldn't believe the answers they were getting.",
  "MUDD: I am proud to be a (EXPLETIVE DELETED) holier.",
  "He needs to lose a couple of pounds, a lot of us do.",
  "Do you see any indication of that type of behavior?",
  "If something is not working, look at CNN's ratings.",
  "E. TRUMP: Second of all, does he watch too much TV?",
  "And if they didn't know, shouldn't they have known?",
  "Because they know that this is like an oasis here.",
  "(BEGIN VIDEO CLIPS)\n\nJOY-ANN REID, MSNBC, SEPT. 3.",
  "You know what I'll do tomorrow, I will do all 195.",
  "Dr. Gorka, Kayleigh, congratulations on the book.",
  "Did you -- did he tell you why he wanted it done?",
  "You're so correct to point out their hypocrisies.",
  "You don't write an exoneration --\n\nJARRETT: Sure.",
  "The real Russian scandal will finally be exposed.",
  "After that, Lisa Page, inevitably, Peter Strzok.",
  "I mean, I didn't think retirement was possible.\"",
  "President Trump is going to start a nuclear war.",
  "It's not befitting the leader of the free world.",
  "This is something they have been obsessing over.",
  "HANNITY: I did 195 polls on CNN fake news alone.",
  "JIM ACOSTA: (EXPLETIVE DELETED) hole countries.",
  "UNIDENTIFIED FEMALE: Does he watch too much TV?",
  "He would have been disqualified at that moment.",
  "UNIDENTIFIED FEMALE: Does he watch too much TV?",
  "This is after a year's worth of investigating.",
  "They don't talk about forgotten men and women.",
  "I mean, incredible difference in this country.",
  "How many Democrats voted for tax reform, Sean?",
  "Does it end with the government shutting down?",
  "And they are completely hooked on their drugs.",
  "UNIDENTIFIED FEMALE: (EXPLETIVE DELETED) hole.",
  "UNIDENTIFIED FEMALE: (EXPLETIVE DELETED) hole.",
  "You get how they needed their own examination?",
  "CONCHA: It underscores hubris of the defeated.",
  "It's doing so well for you and you deserve it.",
  "2007: We start with this week in Russia gate.",
  "(MUSIC)\n\nHANNITY: We'll break it down slowly.",
  "RNC spokesperson Kayleigh Mcenany is with us.",
  "At the end of the day it's a simple equation.",
  "He stays up -- I mean, the guy is incredible.",
  "Can you imagine if that happen to my father.",
  "HANNITY: They don't like that he's not them.",
  "They don't like that he has different views.",
  "A hundred ninety-five times on Friday alone.",
  "UNIDENTIFIED MALE: (EXPLETIVE DELETED) hole.",
  "UNIDENTIFIED MALE: (EXPLETIVE DELETED) hole.",
  "LEMON: Are you shocked or surprised by this?",
  "It's just politics for the sake of politics.",
  "HANNITY: That is what President Trump said.",
  "The President asked for the cognitive test.",
  "Take it all, whatever you got 877-225-8587.",
  "He's limited to one scoop of ice cream now?",
  "(END VIDEO CLIPS)\n\nHANNITY: Pretty amazing.",
  "Was that the mini mental state examination?",
  "E. TRUMP: they still don't understand this.",
  "(LAUGHTER)\n\nHANNITY: You don't know either.",
  "With that being admitted in a court of law?",
  "Congress needs to get to the bottom of it.",
  "Are you looking at dementia-like symptoms?",
  "MUDD: I work for (EXPLETIVE DELETED) hole.",
  "Here's Dr. Hannity's prescription tonight.",
  "CONCHA: Just revealed what you are saying.",
  "The good news is Americans see through it.",
  "Are they against making this nation safer?",
  "Here with reaction the Hill's Joe Concha.",
  "SEAN HANNITY, HOST: Welcome to \"Hannity.\"",
  "And there is other breaking news tonight.",
  "They needed a way to justify their loss.",
  "UNIDENTIFIED MALE: Symptoms of dementia.",
  "He not only aced it but a perfect score.",
  "If you have something to say, sound off.",
  "That is all the time we will have left.",
  "Time for the messages, Hannity hotline.",
  "No early onset Alzheimer's or dementia.",
  "At the end of the day it's un-American.",
  "JACKSON: I don't limit has died at all.",
  "They wanted to influence the election.",
  "I think they do need psychiatric help.",
  "E. TRUMP: They went after him as well.",
  "What would the media be doing tonight?",
  "Wait until you see this video tonight.",
  "JACKSON: No, he has no drug addiction.",
  "I am a proud (EXPLETIVE DELETED) hole.",
  "I'll follow liberal Joe's foot prints.",
  "(LAUGHTER)\n\nUNIDENTIFIED MALE: Loser.",
  "UNIDENTIFIED FEMALE: Any other drugs?",
  "I was more right than I ever dreamed.",
  "HANNITY: They don't like that either.",
  "Maybe this is the business guy in me.",
  "They don't want to secure the border.",
  "Multiple hearsay, no direct evidence.",
  "We have an unbelievable show tonight.",
  "HANNITY: -- before an investigation.",
  "President Obama 20 percent negative.",
  "Are they against the 2600 DOW rally?",
  "President Trump 5 percent positive.",
  "CONCHA: I'm not sure they're lying.",
  "Wouldn't you want to change course?",
  "\"Tell your father we say thank you.",
  "And they are talking to themselves.",
  "It's almost the worst of humanity.",
  "E. TRUMP: There are no boundaries.",
  "And there was end-chain migration.",
  "He's got his own political agenda.",
  "(LAUGHTER)\n\nHANNITY: That's great.",
  "They were totally falling asleep.",
  "Eric Trump next and so much more.",
  "This is what is serious about it.",
  "They once cared about the border.",
  "They want to run on this in 2018.",
  "HANNITY: You know people tell me?",
  "We can't begin to normalize this.",
  "COOPER: (EXPLETIVE DELETED) hole.",
  "I don't have any concern on that.",
  "I'm here to report independently.",
  "MCENANY: Thank you so much, Sean.",
  "Now, this is what's interesting.",
  "LEMON: (EXPLETIVE DELETED) hole.",
  "They need some psychiatric help.",
  "He asked for the cognitive test.",
  "A president in excellent health.",
  "Donna Brazile's words, not mine.",
  "E. TRUMP: Somewhere right there.",
  "Some people say have great gene.",
  "Does he eat too much ice cream?",
  "There are huge accomplishments.",
  "We know she committed felonies.",
  "HANNITY: It doesn't make sense.",
  "I got to roll, good to see you.",
  "Graham today lashed about that.",
  "MUDD: (EXPLETIVE DELETED) hole.",
  "MUDD: (EXPLETIVE DELETED) hole.",
  "Watch today's press conference.",
  "He is not Dr. Mica Brzezinski?",
  "At least I can tell the truth.",
  "That child is fine, thank god.",
  "They couldn't even believe it.",
  "JACKSON: Symptoms in what way?",
  "How does -- that bar gets met?",
  "-- in the Uranium One scandal.",
  "E. TRUMP: Good to see you too.",
  "Here's what I want to ask you.",
  "JACKSON: It's called genetics.",
  "We know how extensive this is.",
  "HANNITY: It has been nonstop.",
  "This thing is still going on?",
  "Hating Trump is their heroin.",
  "Kudos to the Washington Post.",
  "Major breaking news tonight.",
  "It's about our Constitution.",
  "Oh, I thought that was dead.",
  "They can't keep up with him.",
  "HANNITY: I hate Wall Street.",
  "HANNITY: Before he was born.",
  "The president shut him down.",
  "Isn't that what's going on?",
  "I wish I was up 35 percent.",
  "This is -- we are not them.",
  "Please don't stop fighting.",
  "And we've got so much more.",
  "I'm not commenting on that.",
  "You're going to enjoy this.",
  "PHILIP MUDD: Not surprised.",
  "I'll be honest, I'd say it.",
  "HANNITY: Four-way hearsay.",
  "That is disturbing to me.\"",
  "HANNITY: Anderson Cooper?",
  "I'd make recommendations.",
  "This is the serious side.",
  "They did it purposefully.",
  "E. TRUMP: And now, it is.",
  "JARRETT: Absolutely not.",
  "Not even double hearsay.",
  "He will outwork anybody.",
  "JACKSON: Drug addiction?",
  "That really got to them.",
  "CONCHA: He said my line?",
  "HANNITY: Totally agree.",
  "Fake news CNN loses it.",
  "In one way, I am proud.",
  "HANNITY: Thirty for 30.",
  "HANNITY: Wait a minute.",
  "It is up by 35 percent.",
  "They can't handle this.",
  "HANNITY: Is he 12, now?",
  "They have zero ratings.",
  "There's no boundaries.",
  "It comes down to this.",
  "He will be questioned.",
  "E. TRUMP: It's insane.",
  "Yes, this is serious.",
  "It's pretty pathetic.",
  "They're like addicts.",
  "I know they're lying.",
  "CONCHA: 30 out of 30.",
  "ALL RIGHTS RESERVED.",
  "They need some help.",
  "It's unconscionable.",
  "This is a new level.",
  "Somebody changed it.",
  "They need an excuse.",
  "HANNITY: All right.",
  "I truly believe it.",
  "HANNITY: All right.",
  "HANNITY: I do, too.",
  "Are you kidding me?",
  "HANNITY: Thank you.",
  "A pure fabrication.",
  "HANNITY: All right.",
  "A big hour tonight.",
  "I said this before.",
  "I told you in 2007.",
  "Russia didn't work.",
  "Are you kidding me?",
  "HANNITY: Thank you.",
  "HANNITY: All right.",
  "It makes no sense.",
  "Funny but serious.",
  "They do no longer.",
  "That is the fact.",
  "HANNITY: Nothing.",
  "Excellent health.",
  "It's that severe.",
  "What did he find?",
  "I'm not a doctor.",
  "This is amazing.",
  "It's their drug.",
  "I'm not allowed.",
  "This is serious.",
  "HANNITY: I know.",
  "Such hypocrites.",
  "And tax reform.",
  "You just don't.",
  "Getting brutal.",
  "CONCHA: Really?",
  "Take a listen.",
  "I promise you.",
  "I don't know.",
  "Stay with us.",
  "to Congress.",
  "Don't worry.",
  "Take a look.",
  "Take a look.",
  "Take a look.",
  "Watch this.",
  "Great work.",
  "All right.",
  "Rigged it.",
  "Watch.",
  "None.",
  "Wow."
]