[
  "I think that he will make some kind of wishy-washy statement about it to say the truth of the matter is that no matter what happened 40 years ago, Roy Moore will not be able to work in the Senate, we will not be able to pass my agenda, we need this for the American public, we need tax breaks, we need, you know, more affordable health care, or whatever another talking point he's going to use, and try to shy away from calling all the people who still support Roy Moore, \"deplorable,\" as it were.",
  "But these impeachment counts are part of this new political campaign and mantra to impeach Donald Trump, and it's a dangerous precedent to set, you know, when you say that this is going to be the standard by which you are to judge members, if they are willing to toss all of the constitutional language and traditions aside to get at a person that you despise without any thought of how that is going to -- the implications of that for future generations.",
  "(END VIDEO CLIP)\n\nGALLAGHER: And a source now tells our chief intelligence correspondent, Catherine Herridge, the reason Glenn Simpson released parts of the dossier to certain members of the media is because he was angry when then-FBI Director James Comey reopened the Hillary Clinton email investigation just days before the election, and Simpson was trying to push back -- though he denies paying any journalist to publish favorable stories.",
  "So, when President Trump did much the same thing in Europe and did much the same thing in the Middle East, reassuring our allies that the United States and its leadership role in the global stage is going to partner with our allies and defend their national interests as well as our national interests, that message is really reverberating loud and clear.",
  "When we used to take our troops all over the world when we were much smaller and it was mostly peaceful engagement, the last thing we would always tell them is, we are representing the people of the United States of America, so I will let you go out, let you enjoy yourself, but just remember who you are and what you are standing for here.",
  "(BEGIN VIDEO CLIP)\n\nPHILLIP JAUREGUI, ATTORNEY FOR ROY MOORE: I've been with him in probably over 100 different meetings, and been around, probably, in excess of 10,000 different ladies in Judge Moore's presence and not once, not one time have I ever seen him act even remotely inappropriate against any woman -- toward any woman.",
  "And the state and local tax deductions have sort of worked that over the last couple years to the point where states, your state, New York has been able to raise their state and local taxes higher than they might otherwise have been able to, because folks, they're able to deduct that before they pay their federal taxes.",
  "It would have been wonderful if the president was able to say that in discussions with President Xi, he has assured me that he is going to do more and he's going to do it sooner, based on what Director Pompeo has told the American people, that we may be months away from nuclear ICBMs as opposed to years away from that.",
  "MACCALLUM: You know, so in terms of obviously the ongoing investigations, and I know that you've said many times that you don't believe that there is any evidence so far that the White House colluded, I think you said that you believe there's actually more evidence that the Clinton campaign colluded, correct?",
  "What is your hope for what might happen in conference to kind of throw something back, and will it -- if the individual mandate is removed, the Obamacare individual mandate, if that happens in the conference when it's all put together, will that give any wiggle room to perhaps kick some of this money back?",
  "And by the way, with the FBI, it's concerning that you have this sleazy dossier that James Comey hasn't verified and goes and briefs then-President elected Donald Trump and has it leaked to the media, giving credibility to the sleazy dossier, which in the end gives us this investigation of President Trump.",
  "Today the White House and the president made clear that -- he didn't actually talk about the basketball players in the appearance he made this afternoon, but he made clear after the trip, the Asia trip, that he believes that the U.S. is very much back on the world stage and making a real difference.",
  "The largest tax come from New York, for example, that's put in kiddie by the good people of the state of New York, and they feel like why should they have to take it on the chin by losing the state and local tax deduction, which was in part put in place to kind of balance things out a little bit.",
  "(END VIDEO CLIP)\n\nMACCALLUM: We're going to talk more about that, General Jack Keane is here in a few moments, but then President Trump left the room pretty abruptly, chose to answer no questions this afternoon despite the fact that there was a suggestion that he might, he usually does.",
  "Because we know that people who live in these areas may look like they make a lot of money, but when you pay what they pay for their housing, for their transportation, everything in these states, it really does not make you a rich person to make a couple hundred thousand dollars a year.",
  "I mean, I think Americans want to -- if we're going to look at Russia and we'll look at campaigns, we shouldn't just look at Donald Trump, let's look at Hillary Clinton and her involvement with Russia, which goes way through Fusion GPS, and, by the way, also deals with the FBI.",
  "You look at this, Chris Hayes said this, Chris Hayes from MSNBC, \"as gross and cynical and hypocritical as the right's \"what about Bill Clinton\" stuff is, it's also true that Democrats and the center left are overdue for a real reckoning with the allegations against him.\"",
  "I'm not dodging the question, I'm being consistent with what we said from the beginning, both the House and the Senate bill do what we've asked, which is ordinary Americans will pay less and it will be simpler for them to pay, and the corporate tax comes down.",
  "(BEGIN VIDEO CLIP)\n\nPRESIDENT DONALD TRUMP: President Xi recognizes that a nuclear North Korea is a grave threat to China, and we agreed that we would not accept a so-called \"freeze for freeze agreement\" like those that have consistently failed in the past.",
  "Fusion GPS, Co-Founder, Glenn Simpson it made it clear from the get-go that he would not talk about his ties to the Democratic National Committee or the Hillary Clinton Campaign, both of which financed the Trump dossier through the law firms Perkins Coie.",
  "You live in New Jersey, I live in Kansas, and if everything else about our life is exactly the same, the same about of money, same type house, same type of car, same number of children, shouldn't we pay the same amount to support the federal government?",
  "This whole thing -- again, it reeks to high heaven, and I think we need a special counsel to actually take a look at what actually happened, not just with the dossier but also what happened with Uranium One, what happened with the Clinton Foundation.",
  "MACCALLUM: He's not a happy man, and he's hearing it from his constituents, and we are hearing it in New Jersey as well, which is my home state -- where people feel like they give such a huge amount of their tax dollars to support the country.",
  "Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "What I do think is important is that we have these conversations and also deal with the fact that, yes, there are comments that there have been mistakes, and I think to some degree she has kind of owned the improper language that was used.",
  "And the war of words heats up between Budget Director, Mick Mulvaney, and the Congressman Peter King on the elimination of what's known as the salt tax, deducting your state and local taxes has a lot of congressmen fired up in big states.",
  "Clearly, the White House wants to get out the positive message of the Asia trip, which is understandable, but no doubt behind the scenes they are trying to figure out what to do, if they can do anything, about the Roy Moore situation.",
  "More importantly, Moore is showing zero signs of getting out and is doubling down on new threats of potential legal action against media organizations like the Alabama media group that have published allegations of sexual misconduct.",
  "I would imagine in the coming days what we will see is the president will come out and he will comment on this, he will denounce Roy Moore, and he will probably remind everybody that he didn't support him from the beginning.",
  "I think you could make the case that you should, that all of the things being equal, we should pay the same amount to support the federal government, the defense of the nation, all of the things the federal government does.",
  "He's the guy that led the fight against the Sandy relief money that through to New York, he never supported the 9/11 health care bill for New York, and now he seems to use every opportunity to take shots at New York.",
  "(BEGIN VIDEO CLIP)\n\nJAUREGUI: We demand that you immediately release the yearbook to a neutral custodian so that our expert -- you can send your expert as well if you would like to so that our expert can look at it.",
  "And one of those things, went to the heart of this decision, at least the position that we have regarding the state and local taxes -- and again, this is really more a House and a Senate thing than anything else.",
  "I mean, one of the questions that linger out there is whether or not the FBI used this dossier, which as Trey Gowdy points out, was opposition research, it was not a research, it was not reporting, not verified.",
  "He faced questions from the House Intel Committee about how and why he put together the so-called \"Trump dossier\" that was then leaked to individuals, to news organizations, the FBI had its hands on it as well.",
  "Also tonight, a group of House Democrats have introduced five articles of impeachment against President Trump, which include an obstruction of justice for the decision to fire former FBI Director James Comey.",
  "\"The Republicans and Democrats who did everything they could to stop Donald Trump and elect Hillary Clinton are the very same people who are now trying to take us down with lies and smears,\" that from Moore.",
  "McConnell today saying flatly: if Moore wins on December 12th and then is sworn in, he would face an immediate investigation by the ethics committee that could lead to his expulsion from the Senate Chamber.",
  "This is muddying the waters and it's muddying the waters in a moment when the president of the United States is still acting in ways that are totally and explicable as it relates to the president of Russia.",
  "And happening right now: on Capitol Hill, lawmakers are debating the final details of something that will be very important to you in your life and your tax returns as they get ready for the vote tomorrow.",
  "Politico, reporting that during the president's trip to Asia he received an urgent call from the Senate Majority Leader Mitch McConnell urging that he help, jump in, and try to push Moore out of the race.",
  "MACCALLUM: Well, as Trey Gowdy points out, and I think you agree, Matt, we have a Justice Department to handle that, you don't need to call a special counsel and for everything that drops from the tree.",
  "And I didn't say -- wait a minute, I didn't say the president had colluded, I said he's acting incredibly weirdly with the relation to Russia, and he matters a whole lot more than she does right now.",
  "I mean, after all, President Obama, his administration actually investigated a leading journalist from this network in an appalling violation of both tradition, and in my view, good decision-making.",
  "Then, his campaign sent a lawyer out, late this afternoon, to suggest the evidence presented by one female accuser last week that Moore signed her high school yearbook might turn out to be a fraud.",
  "I am Martha MacCallum, and \"The Story\" begins tonight at the White House where the president came out this afternoon after a nearly two-week trip to Asia to tout the achievements of that trip.",
  "Here's a live look, kind of empty there, one man standing at the moment, but Republicans are doing what all members of Congress are sent there to do; they're working on a bill on Capitol Hill.",
  "You know, the tax foundation says that South Carolina gets back a dollar $1.35 for every federal tax dollars that New York gets a return of $0.79, but I kind of -- I do want to leave it there.",
  "But I still find -- it might be a little bit kind of clever, too clever by half, and I find it sort of unlikely that Jeff Sessions is going to sort of embark on some kind of venture like that.",
  "It doesn't mean that we don't have Xi's total assurance because he made a point of the fact that his policy, Trump's policy and Xi's policy, are one and the same, denuclearize North Korea.",
  "(END VIDEO CLIP)\n\n(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: To President Trump and the United States government, thank you for taking the time to intervene on our behalf.",
  "MACCALLUM: I'm about to talk to Peter King, and I just want to ask you very briefly: you could lose as many as 22 congressmen over this issue of the salt tax, are you willing to do that?",
  "We support what the House did with the state and local deductions, we support what the Senate did -- that sort of then had --\n\nMACCALLUM: Will the Senate remove the deduction completely?",
  "You know, obviously, they didn't want the distraction of the Roy Moore story today at the White House, but if that happens, that distraction's going to be around a heck of a lot longer.",
  "Thanks to President Trump, who intervened on their behalf after they were caught shoplifting at Gucci and Louis Vuitton at the mall that was near their hotel, which is not a good idea.",
  "Right now if you have states like New York and New Jersey subsidizing the rest of the country and now they are taking away one of the few benefits that we had, that's the (INAUDIBLE).",
  "When it comes to dealing with the Obamacare repeal mandate, the individual mandate repeal, if it makes it more likely for the bill to pass with that provision in there, we are for it.",
  "Here now Jonathan Turley, a George Washington University law professor, with our history lesson tonight on whether or not they have a shot at this and what history tells us about it.",
  "I spoke the truth about the evil crimes of the North Korean regime, and I made clear that we will not allow this twisted dictatorship to hold the world hostage to nuclear blackmail.",
  "I think that Mitch McConnell was sort of tweaking the president a little bit by pointing out that, hey, this is still your problem and you can sort of help us do something about it.",
  "The House chose to deal with it in a certain way, I think they took 70 percent of a pass-throughs income and taxed it as actual personal income; 30 percent is the return on capital.",
  "KING: I think it could, but all I can say looking at the body language and the way that the Republican leadership is acting in the House, it appears they think they have the votes.",
  "But I think that the American people are not demanding necessarily indictments, they are demanding some type of information, some answers as to the influence over their politics.",
  "MACCALLUM: So, still to come tonight, President Trump helping to secure the release of these three college basketball players who were held as criminals for shoplifting in China.",
  "MULVANEY: But here's the policy behind it, which is if you live in New Jersey and I live -- let's take South Carolina out of it per se, move me to Kansas, another low tax state.",
  "ED HENRY, FOX NEWS CHANNEL CHIEF NATIONAL CORRESPONDENT: Martha, a lot happening, breaking tonight, al.com publishing the accounts of two more female accusers against Roy Moore.",
  "The counties that there are at least 10 Republican senators in New York, New Jersey, California, Illinois who are \"no\" on this bill, do you think that it could go as high as 22?",
  "CHARLIE HURT, FOX NEWS CONTRIBUTOR AND POLITICAL COLUMNIST FOR THE WASHINGTON TIMES: Well, there are no good options for the president right now, or for Republicans in general.",
  "I'm not married, I don't know what it's like to have my husband and let alone my husband who was the president of the United States of America be accused of things like that.",
  "I mean, again, on the personal side with Mick Mulvaney, came in yesterday, talking to New York reporters, and basically saying it's New York's problem, New York's own fault.",
  "First of all, I'm sure that as candid as Peter is -- and that's what Peter is known for and I appreciate that I worked with him for six years and very much enjoy doing that.",
  "(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nKING: My real objection to Mulvaney is, he was yesterday saying how if there is a bad impact on New York, that's New York's fault.",
  "DUFFY: -- we should be very clear that there's been no evidence whether it's James Comey or Clapper or Senator Feinstein that Donald Trump has colluded with any Russians.",
  "He's got a job to do representing his folks, I've got a job to do, which is to try to explain some of the things that the White House perceives in the existing tax code.",
  "I mean, I don't know if we should be reforming health care at the same time we are doing a tax bill, putting it all together in one, it can have unintended consequences.",
  "TURLEY: Well, I think that you can't say that you want to investigate any Russian connections with the Trump campaign, totally dismissed the allegations against Clinton.",
  "(BEGIN VIDEO CLIP)\n\nREP. TREY GOWDY, R-S.C.: The threshold for whether or not you believe something is true is not real high and you're writing an oppo- research piece.",
  "But during his seven hours of testimony, Glenn Simpson did acknowledge that he paid former British Spy, Christopher Steele, to do opposition research on Donald Trump.",
  "I think that what we really might end up -- wind up seeing is that Roy Moore wins or loses, but if he wins he gets removed and then we see the steps to replace them.",
  "One of the major sticking points for Congressman King and for many others is the loss of state and local tax deductions, which could cost residents a lot more money.",
  "(END VIDEO CLIP)\n\nMACCALLUM: Don't mess with New York Congressman Peter King, he doesn't mince words when asked how he feels about Mick Mulvaney and about this bill.",
  "And then, this, just moments ago from Ivanka Trump, of course, the president's daughter, she said: \"There is a special place in hell for people who prey on children.",
  "(END VIDEO CLIP)\n\nMACCALLUM: And now in the wake of Roy Moore, some are questioning how some on the left handled the allegations against Bill Clinton way back when.",
  "(INAUDIBLE) may not appreciate how much our allies have lost respect for us in terms of our reliability through the years of disengagement that President Obama did.",
  "MACCALLUM: Coming up next, President Trump talks to President Xi to free three college basketball players who were held for shoplifting at luxury stores in China.",
  "(BEGIN VIDEO CLIP)\n\nHILLARY CLINTON, FORMER FIRST LADY: Well, I would say that everybody should be believed at first until they are disbelieved based on evidence.",
  "I mean, you have a situation where Simpson with Fusion GPS won't release his bank records, won't talk to us about his connection with Hillary Clinton and the DNC.",
  "(BEGIN VIDEO CLIP)\n\nJOSHUA LEVY, ATTORNEY FOR GLENN SIMPSON: He was shocked and surprised when this matter appeared in newspapers, in the news media this summer.",
  "(END VIDEO CLIP)\n\n(COMMERCIAL BREAK)\n\nMACCALLUM: So, tonight there are some new details on the Russia dossier straight from Fusion GPS Co-Founder, Glenn Simpson.",
  "Here now: Charlie Hurt, Political Columnist for The Washington Times; and Jessica Tarlov, Senior Director of Research for Bustle.com, both Fox News Contributors.",
  "MACCALLUM: One of the pieces I read today talked about machine feminism, sort of, you know, liberal feminists, stuck (ph) by Bill Clinton in the most fierce way.",
  "All of that, it sort of comes back to -- obviously, you know, there is just so much of it everywhere and I think it is making people look at it very differently.",
  "The treatment of the pass-through entities, S corporations, LLC partnership, is probably the last biggest substantive stumbling block that we have to deal with.",
  "(END VIDEO CLIP)\n\nMACCALLUM: So with all that as a backdrop, General Jack Keane, Fox News military analyst and chairman for the Institute for the Study of War.",
  "I think once you see that worked out, and it will be worked out, then I think everything else sorts of falls into place, but I don't fault Senator Johnson.",
  "But this is a good time, as you said in the opening, because it's no longer a right-left issue, maybe we can have a productive adult conversation about it.",
  "As opposed to, like, the leaders of Britain and Spain who yesterday came out very strongly and said Russia is meddling in our elections and it has to stop.",
  "We are proud that our lineup as he put it is stocked as he put it, but not blonde Barbie dolls, but some of the sharpest, brightest women in the business.",
  "His campaign Web site actually pulled down the section of the site today that shows endorsements: \"The list of endorsements is currently being updated.\"",
  "The president and his daughter, Ivanka, who is also a senior advisor for the president, sometimes see the same way on things, and sometimes they don't.",
  "So, I am completely comfortable with there being an investigation to find out whether the FBI acted improperly in this case or not, it doesn't matter.",
  "But the major part of the visit is the reassurance to our allies that the United States will continue to exercise once again a global leadership role.",
  "It is clearly not a right-left issue, and that apparently is sinking in with some who defended Bill Clinton, who are now doing some soul-searching.",
  "So, if they use that to unmask individuals in the Trump administration or to push forward their investigation, they have a problem with that, Matt.",
  "I've got to ask you one more question, where does the White House stand -- are you -- do you like the Senate bill better or the House bill better?",
  "And let's hope with all that's going on in this country with regard to sexism and harassment that we can move to that place of mutual respect.",
  "Let me just say, there is zero evidence that Secretary Clinton or her campaign colluded with the Russians, that just isn't true, Congressman.",
  "He's talking about small business owners who may believe that they're going to get that pass-through rate and that maybe they won't get it.",
  "Roy Moore is an incredibly independent character and he shows absolutely no signs of really caring what the White House advises either way.",
  "I got some replies that said, you know, I wanted to hear more about this or that, and one of them came from a woman who's a senior citizen.",
  "If she had walked out of the White House and said, first lady out, I want to accept this behavior, the country would have been in uproar.",
  "So, I expect as well to see the White House come out, especially now that the entirety of the Republican leadership has come against him.",
  "And that he chose Luther --\n\nJESSICA TARLOV, FOX NEWS CONTRIBUTOR AND SENIOR DIRECTOR OF RESEARCH FOR BUSTLE.COM: He was right all along.",
  "Our success is not about hair color or skirts, it is about elbow grease, dedication, and sacrificing time with our families and friends.",
  "UNIDENTIFIED MALE: I would also like to thank President Trump and the United States government for the help that they provided as well.",
  "The majority leader also, again, floated the idea: the party should rally around Attorney General Jeff Sessions as a ride-in candidate.",
  "New York Congressman Peter King tweeting this: \"From Sandy to tax reform, Mick Mulvaney tries to screw New York,\" he writes on Twitter.",
  "Then, the man behind the anti-Trump dossier is now speaking out, explaining how the media got their hands on it, and it was unfounded.",
  "TARLOV: Can you even imagine sitting there and having --\n\nMACCALLUM: He of course had his own accusations with the \"Access Hollywood.\"",
  "Clinton was famously accused of numerous sex crimes, most notably and most horrifically the alleged 1978 rape of Juanita Broaddrick.",
  "The net effect of that is the folks live in Kansas actually pay more, all other things being equal to folks that live in New Jersey.",
  "HURT: Without a doubt, Jeff Sessions is the most popular politician in Alabama, and he is somebody who could win a ride-in campaign.",
  "But I do think the statements from the very, very harsh statement from Ivanka Trump probably signals, probably, where her father is.",
  "But at the same time, also sending a signal to Jeff Sessions that, you know, Republicans in the Senate would love to have you back.",
  "I believe they claimed that there was no connection to the meeting they just had with President Trump, but how significant is that?",
  "We have discussed before what a difficult position Hillary has been in that she is kind of hated if she does, hated if she doesn't.",
  "(END VIDEO CLIP)\n\nGALLAGHER: Keep in mind, the House Intel Committee is still seeking Fusion GPS bank records to follow the money.",
  "We know how powerful he is in the kind of Trumpian candidate form, even though Trump didn't back him in, as Charlie put it there.",
  "MACCALLUM: And as you point out, the constitution and the framers really did not want it to be easy at all to remove a president.",
  "General Jack Keane joins me on that, and what really happened on the Asia trip, and how the U.S. is now perceived in the world.",
  "If someone is going to stand up there and say victims have the right to be believed, that is a period and end of the sentence.",
  "You have to prove to get the ability to do that, to unmask those individuals, that there's substantial evidence underlying it.",
  "Coming up, an L.A. Times writer wrote a piece for the L.A. Times that labeled the anchors of Fox News, \"blonde barbie dolls.\"",
  "A powerful statement tonight from the president's daughter, obviously, who also has a prominent role in this administration.",
  "So, today they stepped in front of the microphones and we're going to play for you what they had to say to President Trump.",
  "She's the woman at the very heart of the controversial from Trump Tower meeting with Donald Jr., Jared Kushner, and others.",
  "And this just muddies the water and brings up more questions than answers, which is why we want to get to the bottom of it.",
  "(COMMERCIAL BREAK)\n\nMACCALLUM: Today I published an editorial responding to a David Horsey piece in the Los Angeles Times.",
  "(BEGIN VIDEO CLIP)\n\nPRESIDENT DONALD TRUMP: My fellow citizens, America is back, and the future has never looked brighter.",
  "Obviously these states are huge contributors to the federal government and Darrell Issa in California says he is a \"no.\"",
  "I don't know what it feels like to have that happen to me, but at the end of the day, these were Bill Clinton's actions.",
  "Michelle Goldberg wrote a New York Times op-ed titled, \"I Believe Juanita,\" which prompted this from Juanita Broaddrick.",
  "So, joining me now: Republican Congressman Sean Duffy; and Matt Bennett, Former Deputy Assistant to President Clinton.",
  "It's going to be hard to keep carrying districts like that if they think the administration is giving up on New York.",
  "You can't remove a president just because you don't like the way he talks of the way he tweets, or any of the above.",
  "We've been subsidizing Mick Mulvaney and his constituents for years and now he's using this opportunity to screw us.",
  "So, obviously, the White House has an issue on its hand; they have to figure out how to come out publicly with this.",
  "If you're going to unmask individuals, you have to prove that there's a national security threat that underlies it.",
  "Now, many of them piping up and writing articles and going on television and saying they believe Juanita Broderick.",
  "So, this idea that you can impeach someone for these types of ambiguous charges is a dangerous precedent to set up.",
  "The Senate's going to deal with it differently and they will go to conference to try to work out those differences.",
  "It's been a long time since Americans have watched this in real time back and forth as legislation is put together.",
  "The chances of her itemizing with a $24,000 standard deduction for her and her husband are probably very, very low.",
  "UNIDENTIFIED MALE: Thank you to the United States government and President Trump for your efforts to bring us home.",
  "Not a copy on the internet, the actual document, so that we can see the lettering, we can see the ink on the page.",
  "(BEGIN VIDEO CLIP)\n\nREP. PETER KING, R-N.Y.: We've been subsidizing Mick Mulvaney and his constituents for years.",
  "We're going to get more of that in the moment, but I want to get to some of the other issues that are out there.",
  "(END VIDEO CLIP)\n\nHENRY: Still, the drip, drip of some elected Republican officials running for Moore continues.",
  "If their parents have got to be humiliated, their friends are, certainly the university is, their teammates are.",
  "It was provoked by his disparaging comments about Fox News anchors, including labeling us \"blonde Barbie dolls.\"",
  "Again, I think the House figured out a way to work it through to where they could pass it out of their chamber.",
  "You guys created some strong words, he says he likes you, works with you, but you are not too happy about this.",
  "And then you have to return to the fact that there were a number of women who accused her own husband of this.",
  "And I think about the interview with Hillary Clinton and her saying, I'm not someone just standing by my man.",
  "We work hard, we get our stories right, and we are proud of what we do and the success that we have achieved.",
  "Ron Johnson, the Senator from Wisconsin said he's a \"no\" on this tax bill the way that it stands right now.",
  "Mulvaney saying, \"I don't think it's up to the federal government to save New York from its bad decisions.\"",
  "The FBI doesn't have to meet a standard of proof that you use in court when they're doing an investigation.",
  "He says it's still the buffaloing people, pass-throughs that think they're going to get a 25 percent rate.",
  "If she does have, say, some medical expenses beyond what Medicare pays for her, maybe she itemizes today.",
  "The president wondered out loud on Twitter if they would thank him for saving them from a Chinese prison.",
  "But right now I am not that hopeful when it comes to salt in the state income and property tax deduction.",
  "And your own shop did a great job of dismantling the Uranium One story, which is all a load of nonsense.",
  "Congressman Pete King has a little something to say -- he's going to New York him a little bit on that.",
  "Chief national correspondent, Ed Henry, joins us live now tonight from the White House with the story.",
  "It was once said that politicians look to the next election and statesmen look to the next generation.",
  "A society where divisiveness leads to crassness that seems to feel it is justified by political bent.",
  "He said the United States is back, the future has never been brighter for America on the world stage.",
  "North Korea is not China, but --\n\nKEANE: These regimes have very different values than what we have.",
  "Certainly the second part of that visit is clearly the issue with North Korea and also (INAUDIBLE).",
  "I mean, the president will probably want to have a conversation with Jeff Sessions, right, Charlie?",
  "GOP Congressman Trey Gowdy, who sits on the Intel Committee says, it would never stand up in court.",
  "MICK MULVANEY, DIRECTOR, OFFICE OF MANAGEMENT AND BUDGET OFFICE: Hey, Martha, thanks for having me.",
  "So, while the president has not commented, she's making it clear where this family stands, Martha.",
  "I know they have no shot at this at the moment because they don't have any evidence to support it.",
  "That is a key tool, a key part of how we're lowering taxes on so many ordinary Americans like her.",
  "A lot of folks, I think, continue to overlook the importance of doubling that standard deduction.",
  "Between us, we worked at all the networks, and most of the prominent newspapers and publications.",
  "They also considered getting Fusion to do some work for them, which raised quite a few questions.",
  "So, still ahead tonight, the Roy Moore scandal creating somewhat of a reckoning among Democrats.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "House lawmakers are debating, also tonight, what could be historic, they hope, tax reform bill.",
  "I understand that Senate today, I haven't seen the details, came out with another way to do it.",
  "He never traveled to Russia and never spoke with any of the underlying sources of the dossier.",
  "The allegations that have come out, I hope you understand, it takes time to work through this.",
  "You give the example of Andrew Johnson, who you described as a thoroughly obnoxious president.",
  "Constitutional law expert Jonathan Turley has a few thoughts on impeachment right after this.",
  "But right now, Moore is up by six in one poll -- we're going to show you another in a moment.",
  "But when Steele authored the dossier, Simpson admits he never verified certain aspects of it.",
  "And it's on the issue that everybody knew it would be a challenge, so we'll work through it.",
  "And is the White House in favor of removing the Obamacare individual mandate for this bill?",
  "Moments ago, I spoke exclusively with the OMB Director from the White House, Mick Mulvaney.",
  "We made that, time is running out and we made it clear and all options remain on the table.",
  "And it's been leaking out that Steve Bannon is going to withdraw his support for Roy Moore.",
  "I've yet to see a valid explanation, and I have no reason to doubt the victim's accounts.\"",
  "We don't have a $20 million budget as a campaign, it takes time, so we want to be correct.",
  "Trace Gallagher is live on our West Coast Newsroom with the backstory on this one tonight.",
  "But today, Simpson's attorney said that in hindsight, the document looks \"quite accurate.\"",
  "And as you noted, the president refused to answer shouted questions about the candidate.",
  "They have a land bridge coming out of Iran through Iraq, through Syria, through Lebanon.",
  "Is there a level of respect we could consider the starting point for debate or judgment?",
  "Again, I am not that hopeful about the Senate because they knocked out salt altogether.",
  "America is here to compete, to do business, and to defend our values and our security.",
  "MULVANEY: That I think she's missing a big piece of the puzzle, which is not unusual.",
  "Some of these counts are clearly outside of the definition of an impeachable offense.",
  "Though, so far, the former senator has shot down the idea he even wants his old seat.",
  "Since the team's quite clear that Ivanka's making the argument that he's a pedophile.",
  "They need to hold that Alabama seat in order to push forward the president's agenda.",
  "What do you make of these latest revelations regarding Fusion GPS and Glenn Simpson?",
  "I believe this was actually a crucial issue for Hillary Clinton during the election.",
  "Jessica Tarlov is senior research director at Bustle.com and a Fox News contributor.",
  "He was saved by a person of great courage and principles who cast the deciding vote.",
  "It hasn't happened in a long time which is why so many folks are unfamiliar with it.",
  "KING: So the House has knocked out most of it, the Senate has knocked out all of it.",
  "Dan Donovan (INAUDIBLE) myself (INAUDIBLE), we feel very, very strongly about this.",
  "They are seeking to impeach the president for undermining the courts and the press.",
  "MACCALLUM: Now President Trump marched out these women and they were at the debate.",
  "JONATHAN TURLEY, LAW PROFESSOR, GEORGE WASHINGTON UNIVERSITY: Thank you very much.",
  "If it makes it less likely, more likely by taking it out, we're for taking it out.",
  "\"Probably feels inferior because New York subsidizes his state of South Carolina.\"",
  "A new war of words between New York congressman and the White House is heating up.",
  "But that's the difference between people of that character and some people today.",
  "(COMMERCIAL BREAK)\n\nMACCALLUM: So it seems that sexual harassment is everywhere.",
  "MACCALLUM: So, the word is that the Chinese are sending an envoy to North Korea.",
  "But Simpson's lawyers say his clients knew nothing of the Trump Tower gathering.",
  "We also know that Glenn Simpson met with Russian Lawyer, Natalia Veselnitskaya.",
  "And how they've reacted to the past allegations against President Bill Clinton.",
  "The war of words that is continuing tonight over the tax reform is heating up.",
  "The only collusion that we've seen is between Hillary Clinton on the Russians.",
  "Moore painting himself as a man taking on the swamp this afternoon in a tweet.",
  "And this came in after the town hall that we did last night with Speaker Ryan.",
  "And if you are on Twitter as much as I am, you have seen that this is rampant.",
  "They could have been used to impeach half the presidents of the United States.",
  "I think that there is not strong evidence on either side to establish a crime.",
  "And unfortunately, if we don't do something soon, Iran is going to own Syria.",
  "As far as the other argument, the fact is that, he said all things are equal.",
  "(BEGIN VIDEO CLIP)\n\nTRUMP: In Asia, our message was clear and well received.",
  "As far as the individual mandate, that is going to be interesting to follow.",
  "MATT BENNET, FORMER DEPUTY ASSISTANT TO PRESIDENT CLINTON: I don't think so.",
  "MACCALLUM: I mean, look what happened to Otto Warmbier, for example, right?",
  "For years, many dismissed her story and the stories of the other accusers.",
  "With ISIS largely out of Syria, Iran is filling that vacuum, big concern?",
  "We give $48 billion more to the federal government than we get in return.",
  "In a North/South battle going on there, both of those men coming up next.",
  "The candidate firing off a letter calling this libel, slander, and fraud.",
  "Republicans worked hard to make this happen; they finally pulled it off.",
  "MACCALLUM: Jonathan Turley, always good and educational to speak to you.",
  "I took issue with that, not surprisingly, and felt the need to respond.",
  "Sir, thank you very much for being here --\n\nTURLEY: Thank you, Martha.",
  "(BEGIN VIDEOTAPE)\n\nMACCALLUM: Director Mulvaney, thank you very much.",
  "He is acting like Neville Chamberlain in the face of Vladimir Putin.",
  "But I have to say, I remain very skeptical about that at this point.",
  "We live in scary times, though, as evidenced by Mr. Horsey's column.",
  "We just don't have a decent strategy to push back on Iran and Syria.",
  "It's something that certainly has (INAUDIBLE) throughout her career.",
  "(END VIDEO CLIP)\n\nMACCALLUM: Thank you, thank you, thank you, right?",
  "MACCALLUM: So here now to respond, New York Congressman Peter King.",
  "MULVANEY: The same thing we've been saying from the very beginning.",
  "This is what Mulvaney has been doing back when he was in Congress.",
  "But so far, the president, steering clear of this race altogether.",
  "That hurts all Republicans who are running for office in New York.",
  "I make about 65,000, 25 percent tax bracket, retired, no employer.",
  "The House leadership must think they have enough votes to pass it.",
  "And there are many who are in the Clinton camp also discussing it.",
  "Mr. Horsey has no idea what it is like to be part of this network.",
  "Plus a group of Democrats introduced new articles of impeachment.",
  "JESSICA TARLOV, SENIOR RESEARCH DIRECTOR, BUSTLE.COM: Absolutely.",
  "My district is a Democratic district, President Trump carried it.",
  "JACK KEANE, CHAIRMAN, INSTITUTE FOR THE STUDY OF WAR: Absolutely.",
  "We want to make sure that when we say something, it's proper, OK?",
  "MACCALLUM: -- going to call him and discuss the possibility, no?",
  "MACCALLUM: Jessica, we're going to see you back in a little bit.",
  "That is not a good way to be a spokesman for the administration.",
  "She says, \"Martha, everyone is forgetting the senior citizens.",
  "General Keane, thank you very much, good to see you as always.",
  "This is a rush transcript from \"The Story,\" November 15, 2017.",
  "MACCALLUM: So, here's one interesting thing that could happen.",
  "But I will agree with Congressman Duffy on one point, Martha.",
  "Content and Programming Copyright 2017 Fox News Network, LLC.",
  "You listen to what Mr. Mulvaney --\n\nKING: Thank you, Martha.",
  "They can operate on hunches, that's how investigations work.",
  "TRACE GALLAGHER, FOX NEWS CHANNEL CORRESPONDENT: Hi, Martha.",
  "It makes it sound like the administration is anti-New York.",
  "And that's the largest deficit of any state in the country.",
  "That's one of the last details that need to be worked out.",
  "I think folks have really misunderstood the value of that.",
  "So, I do want to talk about what the president said today.",
  "We have to agree to disagree, we've got to leave it there.",
  "You know what, we could go back and forth on it all night.",
  "This copy may not be in its final form and may be updated.",
  "Thank you very much, guys, we'll pick it up another time.",
  "So the next move would be when it goes to the conference.",
  "It doesn't leave much negotiating room in the conference.",
  "He and a couple of other members paid with their careers.",
  "So that's why this is not if everything was equal, fine.",
  "MACCALLUM: -- had to say, good to have you here tonight.",
  "I hadn't heard that clip from Peter today, that was fun.",
  "But, you know, I mean, they can say whatever they want.",
  "Both bills do that, so we support both of those things.",
  "MACCALLUM: Congressman Peter King, thank you very much.",
  "He said he looked into his political grave and jumped.",
  "And I do think this envoy is a step in that direction.",
  "All of that is out there and people are looking at it.",
  "This trip is largely successful just for this reason.",
  "New Jersey actually, percentage wise, is even worse.",
  "They will encroach on Israel and encroach on Jordan.",
  "There's too much smoke here, I think there's a fire.",
  "Clearly, it didn't meet Senator Johnson's approval.",
  "MACCALLUM: And that's how you figure out the story.",
  "That's one of the questions we're going talk about.",
  "We are going to talk about that, coming up as well.",
  "They could have faced 10 years in a Chinese prison.",
  "I don't have the vote count, but potentially 20-25.",
  "You can read my full piece on Facebook or Twitter.",
  "(END VIDEO CLIP)\n\nMACCALLUM: So, what happens now?",
  "And now, he's using this opportunity to screw us.",
  "House member of the House Intelligence Committee.",
  "That's why it is so hard to get tax reform done.",
  "MACCALLUM: The president got a lot on his plate.",
  "DUFFY: And Martha --\n\nMACCALLUM: Go ahead, Sean.",
  "Remember, the Senate GOP advantage is two votes.",
  "DUFFY: Listen, it reeks to high heaven, Martha.",
  "MACCALLUM: Very quickly, just about 20 seconds.",
  "She stayed and people are in uproar about that.",
  "(INAUDIBLE) also wrote a piece to this effect.",
  "But I'm sure they are willing to look at that.",
  "And we just saw it again here in the far east.",
  "MACCALLUM: Congressman, let me start with you.",
  "What Congressman Duffy said, though, is right.",
  "DUFFY: But Democrats --\n\nMACCALLUM: All right.",
  "He and I probably agree more than we disagree.",
  "Seven hours of testimony for him on the Hill.",
  "Those three UCLA basketball players are safe.",
  "We are experienced journalists and reporters.",
  "We will keep fighting right to the very end.",
  "And frankly, I think Americans want to know.",
  "So, we're still working through some things.",
  "Most of us have been added for a long time.",
  "MACCALLUM: Good to see once again, Jessica.",
  "She has not been accused of sexual assault.",
  "TARLOV: Which he's not dealing with at all.",
  "Those counts are ridiculously (INAUDIBLE).",
  "I think he feels very strongly about this.",
  "Johnson should never have been impeached.",
  "(LAUGHTER)\n\nMACCALLUM: Exclamation point!",
  "MACCALLUM: That may be early indication.",
  "So, Jessica, you think that that's move?",
  "MARTHA MACCALLUM, HOST: Thank you, Bret.",
  "These counts are written by politicians.",
  "But this week, the tide began to change.",
  "This is the way the tough log gets made.",
  "We really appreciate you helping us out.",
  "That's my story, good night, everybody.",
  "I mean, he's likely --\n\nHURT: Possibly.",
  "So, we do pick up the story from here.",
  "That's part of why that's what I said.",
  "Director Mulvaney, thank you so much.",
  "Is that what our nation was built on?",
  "MACCALLUM: -- on \"The Story\" tonight.",
  "I think it's incredibly complicated.",
  "They get $0.61 back on every dollar.",
  "MACCALLUM: And they're lucky, right?",
  "MACCALLUM: You make a good argument.",
  "It's great to have you here tonight.",
  "What would you say to them tonight?",
  "REP. SEAN DUFFY, R-WIS.: Thank you.",
  "We'll show you what happened, next.",
  "KEANE: I think that is significant.",
  "They're back in the United States.",
  "I pay taxes to get a small return.",
  "MACCALLUM: No, hold on one second.",
  "Thank you, both, great to see you.",
  "And its forces are pretty defiant.",
  "We'll speak about that coming up.",
  "It is still lost a lot of people.",
  "For taking a sign in North Korea.",
  "It's the major part of the visit.",
  "General, first, the ball players.",
  "Is that really who we want to be?",
  "Hell has definitely frozen over.",
  "Always good to talk to you, sir.",
  "But these things get worked out.",
  "Thanks for being here tonight.",
  "I mean, obviously, dumb move.",
  "But we are going to get that.",
  "We're in for reforming taxes.",
  "That's coming up, after this.",
  "Charlie, what you make of it?",
  "But everything is not equal.",
  "KEANE: Yes, I totally agree.",
  "And I think it's undeniable.",
  "Here's part of what I wrote.",
  "It goes with the territory.",
  "KING: Well, I'm really not.",
  "I pay a couple of thousand.",
  "Take a look at this group.\"",
  "Trace, thank you very much.",
  "It's really high in court.",
  "A couple different things.",
  "Congressman King, welcome.",
  "KEANE: They're very lucky.",
  "Boneheaded, clueless move.",
  "So up next, remember this?",
  "I think it's unfortunate.",
  "I think it's complicated.",
  "Great to see you tonight.",
  "MULVANEY: Thanks, Martha.",
  "All things are not equal.",
  "Right now, it's $12,700.",
  "She joins us once again.",
  "BENNETT: Thanks, Martha.",
  "Welcome to both of you.",
  "But he didn't say that.",
  "Hey, Jonathan, welcome.",
  "What do you say to her?",
  "I can't work overtime.",
  "They are lucky, right?",
  "MACCALLUM: Absolutely.",
  "Good to have you back.",
  "Meaning, Bill Clinton.",
  "We are fine with that.",
  "Good to have you here.",
  "So, you see it coming.",
  "Ed, thank you so much.",
  "MACCALLUM: All right.",
  "TURLEY: That's right.",
  "MACCALLUM: All right.",
  "KING: No, it doesn't.",
  "No medical deduction.",
  "MULVANEY: I hope not.",
  "My response is next.",
  "ALL RIGHTS RESERVED.",
  "Thank you very much.",
  "TARLOV: Absolutely.",
  "KEANE: Big concern.",
  "Hold on one second.",
  "TARLOV: Absolutely.",
  "TARLOV: Thank you.",
  "MACCALLUM: Right.",
  "They blame Comey?",
  "HURT: Thank you.",
  "Glad to be here.",
  "BENNETT: Rights.",
  "I don't have it.",
  "KING: Thank you.",
  "Good to see you.",
  "MACCALLUM: Yes.",
  "MACCALLUM: Yes.",
  "MACCALLUM: Yes.",
  "MACCALLUM: Yes.",
  "BENNETT: Right.",
  "MULVANEY: Sure.",
  "MACCALLUM: Yes.",
  "MACCALLUM: Yes.",
  "MULVANEY: Yes.",
  "Let's hope so.",
  "We will lose.",
  "So, why now?",
  "That's fine.",
  "Hi, Trace.",
  "All right.",
  "All right.",
  "Just dumb.",
  "Not good.",
  "Help us.",
  "Martha.",
  "Hi, Ed.",
  "Watch.",
  "Watch.",
  "Agree?"
]