[
  "The Texts\n\nThe text messages exchanged between Strzok and Page, who were romantically involved, confirm a stunning hostility toward Trump, calling him an “idiot” and “loathsome.”\n\nAt the same time, the texts were filled with adoring compliments of Clinton, lauding her nomination and stating: “She just has to win now.”\n\nOne text between Strzok and Page dated Aug. 6, 2016 stands out and looks like the proverbial smoking gun.",
  "As the lead investigator in the Clinton email case, he is the person who changed the critical wording in Comey’s description of Clinton’s handling of classified material, substituting “extremely careless” for “gross negligence.”\n\nAs I explained in an earlier column, this alteration of two words had enormous consequences, because it allowed Clinton to evade prosecution.",
  "It’s like an insurance policy in the unlikely event you die before you’re 40.…”\n\nThe reference to “Andy” is likely Deputy FBI Director Andrew McCabe, who was also supervising the investigation of Clinton’s emails at the same time his wife was receiving roughly $675,000 in campaign money in her race for elective office in Virginia from groups aligned with Clinton.",
  "When asked about that on Wednesday during a hearing on Capitol Hill, Deputy Attorney General Rod Rosenstein refused to answer, which sounds like an implicit “yes.”\n\nUsing a dubious, if not phony, document in support of an affidavit to obtain a warrant from a federal judge constitutes a fraud upon the court, which is a crime.",
  "And so, armed with a fictitious justification, a criminal investigation was launched into so-called Trump-Russia “collusion.” It was always a mythical legal claim, since there is no statute prohibiting foreign nationals from volunteering their services in American political campaigns.",
  "And as the philosopher and writer Henry David Thoreau wrote in his journal in 1850: “Some circumstantial evidence is very strong, as when you find a trout in the milk.”\n\nNewly revealed text messages about the apparent anti-Trump plot are the equivalent of a trout in the milk.",
  "Documents made available by the Senate Homeland Security Committee also show that Comey intended to declare that the sheer volume of classified material on Clinton’s server supported the “inference” that she was grossly negligent, which would constitute criminal conduct.",
  "Such a Machiavellian scheme would move well beyond what is known as the “deep state,” a popular reference to government employees who organize in secret to impose their own political views on government policy in defiance of democratically elected leadership.",
  "However, this apparent plot to keep Trump from becoming president and to weaken and potentially pave the way for his impeachment with a prolonged politically motivated investigation – if proven – would constitute something far more nefarious and dangerous.",
  "And when this apparent effort to improperly influence the election did not succeed, the suspected conspirators appear to have employed a fraudulent investigation of President Trump in an attempt to undo the election results and remove him as president.",
  "There is strong circumstantial evidence that an insidious plot unprecedented in American history was hatched within the FBI and the Obama Justice Department to help elect Hillary Clinton and defeat Donald Trump in the 2016 presidential election.",
  "This new counsel should also reopen the Clinton email case and investigate the conduct of Strzok, Page, Comey and others who may have obstructed justice by exonerating Clinton in the face of substantial evidence that she had committed crimes.",
  "Such a plot would show that partisans within the FBI and the Justice Department, driven by personal animus and a sense of political righteousness, surreptitiously conspired to subvert electoral democracy itself in our country.",
  "I can protect our country at many levels .…”\n\nIt is reasonable to conclude that Strzok had already taken steps to “protect” the country from what he considered would be a dangerous and harmful Trump presidency.",
  "The Plans\n\nThe mainstream media and Democrats dismiss talk of an anti-Trump conspiracy by the FBI and Justice Department as right-wing nonsense – paranoid fantasies of Trump supporters with no basis in facts.",
  "“Part A” was to devise a way to exonerate Clinton, despite compelling evidence that she committed crimes under the Espionage Act in her mishandling of classified documents on her private email server.",
  "Comey called it “salacious and unverified.”\n\nVarious congressional committees suspect the dossier was illegally used to place a Trump campaign associate, Carter Page, under foreign surveillance.",
  "If Strzok or anyone else allowed their political views to shape the investigations of either Clinton or Trump and dictate the outcomes, that is a felony for which they should be prosecuted.",
  "If there is any doubt that Strzok and Page sought to undermine the democratic process, consider this cryptic text about their “insurance policy” against the “risk” of a Trump presidency.",
  "It would also be unconscionable, if not illegal, for the FBI and Justice Department to use opposition research funded by Clinton’s campaign to spy on her opponent or his campaign.",
  "Absolving Clinton cleared the way for her to continue her candidacy at a time when all polls and just about every pundit predicted she would be elected president in November 2016.",
  "The dossier scandal recently ensnared Bruce Ohr, a top Justice Department official, who was demoted last week for concealing his meetings with the men behind the document.",
  "Page: “And maybe you’re meant to stay where you are because you’re meant to protect the country from that menace.” (This is clearly a reference to a Trump presidency).",
  "Recently disclosed text messages between FBI Special Agent Peter Strzok and FBI lawyer Lisa Page suggest there may have been two parts of the apparent anti-Trump plot.",
  "If Clinton had been charged with crimes she would likely have been forced to drop her candidacy, and if she remained in the race her candidacy would have been doomed.",
  "Strzok: “I want to believe the path you threw out for consideration in Andy’s office – that there’s no way he gets elected – but I’m afraid we can’t take that risk.",
  "Or was it the anti-Trump “dossier” that may have been used by the FBI and the Justice Department as the basis for a warrant to wiretap and spy on Trump associates?",
  "Just one month earlier, then-FBI Director James Comey had announced he would recommend that no criminal charges be filed by the Justice Department against Clinton.",
  "He was legally obligated under Justice Department regulations to recuse himself from the Mueller investigation of Russia’s role in the election, but he did not.",
  "The Dossier\n\nThe “dossier” was a compendium of largely specious allegations about Trump, compiled by the opposition research firm Fusion GPS.",
  "Given all the incriminating evidence against Clinton, Comey’s view that she should not be prosecuted made no sense by any objective standard.",
  "This would be even more malevolent – manufacturing an alleged crime supposedly committed by Trump where no crime exists in the law.",
  "Congress needs to find out whether the dossier was exploited as a pretext for initiating the Russia probe against President Trump.",
  "The Mueller investigation is now so tainted with the appearance of corruption that it has lost credibility and the public’s trust.",
  "Were Page and Strzok also referring to the investigation of Trump that was begun in July 2016, right after Clinton was absolved?",
  "More importantly, there was never a scintilla of evidence that Trump collaborated with Russia to influence the election.",
  "Both agencies have been resisting congressional subpoenas and other demands for answers, which smacks of a cover-up.",
  "Since the Justice Department cannot be trusted to investigate itself, a second special counsel should be appointed.",
  "It appears that Strzok was instrumental in clearing Clinton by rewriting Comey’s otherwise incriminating findings.",
  "After all, Strzok was the agent who reportedly signed the documents launching the bureau’s Trump-Russia probe.",
  "It seems the Obama Justice Department and FBI conjured up a “Part B” just in case the first stratagem failed.",
  "The intent may have been to sully the new president while searching for a crime to force him from office.",
  "This seems to be what Page and Strzok meant when they discussed his role as protector of the republic.",
  "And he was a lead investigator in the case before jumping to Robert Mueller’s special counsel team.",
  "But there are plenty of facts that lay out a damning case based on circumstantial evidence.",
  "But thanks to the discovery of text messages, circumstantial evidence has been exposed.",
  "The dossier was funded by the Clinton campaign and the Democratic National Committee.",
  "Yet this also was edited out, likely by Strzok, to avoid finding evidence of crimes.",
  "As of now, we have no proof beyond a reasonable doubt of such a plot.",
  "This removed the only legal impediment to her election as president.",
  "This created a disqualifying conflict of interest for Mr. Ohr.",
  "But “Part A” of the apparent anti-Trump plot was not enough.",
  "What was the “insurance policy” discussed in Andy’s office?",
  "Was it the FBI’s investigation of Trump and his associates?",
  "It is very much like a trout in the spoiled milk.",
  "And of course I’ll try and approach it that way.",
  "But we have very strong circumstantial evidence.",
  "This is where Strzok played a pivotal role.",
  "Ohr’s wife worked for Fusion GPS.",
  "A back-up plan would be prudent.",
  "Perhaps it was both.",
  "Strzok: “Thanks.",
  "It smells fishy.",
  "No matter."
]