[
  "I mean, the idea that you need some official source to start an investigation is just false, but -- but the \"Times\" story, as you say, if it checks out, basically puts the lie to everything that the president has said about the origins of this investigation, and we now know this is an investigation that has led to two guilty pleas, pending indictment against two senior officials and, you know, we'll see where it goes, but, I mean, this story establishes that this investigation began in a way completely separate from the way that the president has said it began.",
  "I mean, what disturbs me about this story the most, I mean, besides the fact that it's 180 degrees from what \"The New York Times\" told us in April was the genesis of this investigation, which was Carter Page's travels to Moscow in July of 2016, is the fact that all Papadopoulos did, apparently, was have some conversations with a woman who called herself the niece of Putin, and apparently doesn't have a niece.",
  "[20:35:09] I mean, I wonder how many meetings between the Clinton campaign there was with Russians or people who claim to have some ties to Russia or had Russian heritage or how many people in the Romney campaign or the McCain campaign, Barack Obama campaign --\n\n\n\nCOOPER: And if there's Russians -- professor, if those Russians had connections to Russian intelligence, would you have any concern with that?",
  "In the case of South Korea, the United States hurt itself tremendously by walking away from the Trans-Pacific Partnership which wasn't just a trade agreement but really was a strategic framework for the United States to deal with that -- that entire region and more broadly the fact this president has introduced such a degree of unpredictability even unreliability into U.S. relationships.",
  "What I do think is the South Koreans would be grateful to the North Koreans if the North Koreans promised not to make trouble for the Olympics, they got through that period, it would buy the North Koreans another three to six months to work on their nuclear capacity and every month that goes by, they seem to get better at it or every, you know, year that goes by, certainly.",
  "In the new information from the \"Times\" about George Papadopoulos' words to an Australia official is especially interesting because you might remember after he pleaded guilty and word got out he was cooperating with the investigation, President Trump, his spokespeople and surrogates did everything but write him out of the campaign picture entirely.",
  "So it's not isolationist, but the reason I use the word \"abdication,\" Anderson, is what they've done is unilaterally, it wasn't forced on them, they chose to walk away from many of the institutions, frameworks, introduce questions into alliances that have really formed or informed American foreign policy now for nearly three quarters of a century.",
  "I mean, in a point and time where around the world, in the Middle East, certainly in North Korea, in Iran, where you would like the United States and certainly the executive branch of the United States to be speaking with one voice, to have a fairly clear point of view on things, you have a president who is just tweeting out utter madness.",
  "It is possible, Anderson, that if the North Koreans work out some sort of a way of living together with the South Koreans, we could be faced with a situation where the South Koreans say we can live with a North Korean bomb, we don't like it, we hate it, but we think we can deter them from using it and by the way, we're on a better path.",
  "And continuing the \"Times'\" account, they say \"The hacking and revelation that a member of the Trump campaign may have had inside information about it were driving factors that led the FBI to open an investigation in July 2016 into Russia's attempts to disrupt the election and whether any of president Trump's associates conspired.\"",
  "There is sort of a male sort of, you know, rivalry here that I think that -- what I think is happening is that the White House legitimately sees that the North Koreans reaching out to the South Koreans to begin one-on-one talks with the South Koreans could very much go crosswise with U.S. policy at being very tough on North Korea.",
  "COOPER: Also, Congressman, you know, when you look back at U.S. foreign policy, whether it's with Republicans and Democrats and you can argue it hasn't been successful vis-a-vis North Korea, but at the very least, it is a considered policy where, you know, the State Department is involved, intelligence community is involved.",
  "COOPER: Well, I mean do you the counterargument that, look, he just has a different style and other presidents have tried, you know, more diplomatic language, more presidency language, you know, vis-a-vis North Korea, and he's (INAUDIBLE) will say, well, look, that didn't work and maybe this is the way to go.",
  "But, Anderson, this is certainly a dramatic escalation, something that we've not seen probably since last fall when the whole rocket man was first coined, but it definitely is coming at a time when many people in this administration certainly at the State Department have been trying to use a diplomacy here.",
  "I mean, there's plenty of presidential --\n\n\n\nGERGEN: No, macho talk is -- listen, presidents do say things behind the scenes out of range of the cameras that they don't say in public, but I've never heard it even behind the scenes the kind of macho talk that this president engages in, and clearly enjoys.",
  "COOPER: When you say the policy is sound -- I mean, Rex Tillerson did come out, were you surprised a couple weeks ago when Rex Tillerson made this pronouncement that, you know, we'd be willing to sit down with them, doesn't matter, you know, where, size of the table, whatever we talk about, it's fine?",
  "TOOBIN: How do you know -- why are you so sure --\n\n\n\nFOLOEY: I think it's common sense, because if I'm the FBI and the DOJ and I actually have evidence that Papadopoulos has done something more serious than lying to the FBI, I assume it's my duty to have him plea to that or to charge him with it.",
  "STELTER: Certainly on Twitter, any president, whether it's former President Obama now president Trump, future presidents of the U.S., they can use Twitter and Facebook and other social media tools to great effect to achieve legislative victories, to persuade the public to come to their side.",
  "But here's the lead of it: During a night of heavy drinking at an upscale London bar in May 2016, George Papadopoulos, a young foreign policy adviser to the Trump campaign, made a startling revelation to Australia's top diplomat in Britain, Russia had political dirt on Hillary Clinton.",
  "If they have had any evidence that he or anyone else in the Trump campaign actually colluded with Russia, had some sort of quid quo pro arrangement, you would be sure that he'd not be copping a guilty plea to just one count of lying about the timing --\n\n\n\nTOOBIN: How do you know that?",
  "That seems to -- I mean, the night it was announced, I remember we were on the air and everybody was very cautious in talking about this because it seemed so -- such a major departure from what the Trump administration policy had been and the public statements had been up until then.",
  "What really troubles me about that, and all of other tweets and now, this latest tweet, we've gotten to a place, a very weird place where it doesn't really matter what the president of the United States says anymore because it is so bizarre, strange, not true, infantile.",
  "It was -- I think it was quite striking that the secretary general of the United Nations this weekend issued the first ever red alert to the world about the fact that in several places, including the Korea situation, we're edging very close to potential conflict.",
  "\"The FBI last year use add dossier of allegations of Russian ties to Donald Trump's campaign as part of the justification to win approval to secretly monitor a Trump associate according to U.S. officials briefed (ph) in the investigation,\" saying it's part of.",
  "COOPER: And, David, to, you know, those of his supporters who say, well, you know, plenty of presidents have been presidential before, and it hasn't really had the desired impact on North Korea, why not what's wrong with him just, you know, keeping it real?",
  "Again, I can't climb inside Kim Jong-un's head but he's a guy who is anxious about his own survival and he was just challenged by his international enemy, and so, the idea that he's going to take -- I mean, it's a sort of a no-lose situation for him, right?",
  "Now, people have argued, James Clapper and others have argued that maybe that should change, but to Gordon Chang's point, this certainly does seem to be now the U.S. directly communicating with North Korea, unfortunately, just in 140 to 280 characters.",
  "COOPER: Jeff, I mean, what's so odd about this is that, I mean, correct me if I'm wrong, a couple weeks ago, the secretary of state came out, made a speech in which he said that he was ready -- that the U.S. was ready to meet any time with North Korea.",
  "CAPUTO: So, you might have called him a foreign policy analyst, but, in fact, you know, if he was going to wear a wire, all we'd know now is whether he prefers a caramel macchiato over a regular American coffee in conversations with his barista.",
  "If they'd really believed that national security was at risk or there was some collusion --\n\n\n\nCOOPER: I'll double check this, professor, but I don't believe that we reported that that was the basis for -- for this, but I'll double check it.",
  "When you look at that horrible dossier which is a total phony, fake deal, like so much of the news that I read, when you look at that and take a look at what's gone on with that and the kind of money we're talking about, it is a disgrace.",
  "I mean --\n\n\n\nJOHN DEAN, FORMER NIXON WHITE HOUSEL COUNSEL: Well, what was most striking to me, as a former insider being on the wrong side of -- on the inside of a scandal, was how little the press really does know about what's going on.",
  "It is destabilizing for the world if there's a sense, and it's only a sense, in fairness to President Trump, he's, you know, I think if you look at his actual policies, he's done better than one might have been fearful of a while back.",
  "FOLEY: No, because, again, there's nothing -- look, first of all, collusion is not a crime, but --\n\n\n\nCOOPER: So it would be fine for somebody from a campaign to meet with a Russian who had direct contacts with Russian intelligence?",
  "It goes on to say \"Officials familiar with the process say even if the application to monitor page included information from the dossier, it would only be after the FBI had corroborated the information through its own investigation.",
  "And number three, and here's what really troubles me, Anderson, you know, remember we started the day today with the tweet in which the president took credit for the fact that there were no airplane crashes in the United States.",
  "You'll recall, you know, President Obama at one point was considering sending one of our carrier groups into the South China Sea, diverting it, and President Obama at the time said, hey, we do not bluff with aircraft carriers.",
  "CHANG: Yes, I think China is really using North Korea to d destabilize, for instance, South Korea, Japan, the United States, because every time North Korea does something provocative, we send our secretary of state to Beijing.",
  "They don't understand our use of guns, they don't understand the whole opioid epidemic, they see the political dysfunction, they see the partisanship, they see the attacks on the media, they see the attacks on the judiciary.",
  "(BEGIN VIDEO CLIP)\n\n\n\nCOOPER: Ambassador Haass, you've been talking now, you've been writing about what you see as an abdication of U.S. responsibility, U.S. power in terms of the foreign policy under this administration.",
  "[20:45:07] \"The dossier also has been cited by FBI Director James Comey in some of his briefings to member of Congress in recent weeks as one of the sources of information the bureau has used to bolster its investigation.",
  "You know, when President Trump was inaugurated last January, some writers, some columnist, like Andrew Sullivan, started right away to raise concerns about the president's mental health, about this fitness for office.",
  "\n\n\n\nReturn to Transcripts main page\n\nANDERSON COOPER 360 DEGREES\n\nPresident Trump Tweets: I Too Have a Nuclear Button; The Papadopoulos Problem; 21 Killed In Protests In Iran; President Trump Takes Aim With New Tweet.",
  "CHANG: Yes, the one thing that there's a real concern is if you go back seven decades, before the Korean War, you see the Korean regime make these peace overtures and they follow them within weeks by some provocation.",
  "And, you know, here's our new president -- well, not so new anymore -- but our president not just bluffing with aircraft carriers, but, you know, playing some infantile game of whose is bigger with a nuclear arsenal.",
  "I think they're trying to decided this kind of tweet referring to a nuclear button that he knows how to use and it works, whether that actually is a violation of the term of service because it may threaten violence.",
  "Now, according to their account, Mr. Papadopoulos was trusted enough to edit the outline of the candidate's first major foreign policy speech, something the \"Times\" said he the boasted to his Russian contacts about.",
  "It seems the president right out of the reality TV here wants to create a moment of drama where he will announce the winners, obviously in the grand scheme of things, probably the least important tweet of the day.",
  "COOPER: You know, Jeff, to John's point, it is interesting because, you know, when George Papadopoulos was named by Mueller, you know, for a lot of people, it was the first time they heard of George Papadopoulos.",
  "[20:30: 02] Now the \"Times\" is sourcing this to four -- to four current and former American and foreign -- excuse me, American and foreign officials with direct knowledge of the direct of the Australians' role.",
  "I think there was some frustration in certain parts to the world with the previous two administrations, obviously, with the war in Iraq, and then with Mr. Obama's time reticence (ph) or reluctance to use power.",
  "You see that most strongly in Europe, say, when the U.S. walked away from the Paris Climate Pact or they see things going on in this country that to them doesn't represent the America they thought they knew.",
  "COOPER: Professor Foley, I mean if Papadopoulos told others in the campaign at the time that Russia had dirt on Hillary Clinton, could they face legal implications for knowing about it or not coming forward?",
  "Now the report continues, \"About three weeks earlier, Mr. Papadopoulos had been told Moscow had thousands of e-mails that would embarrass Mrs. Clinton, apparently stolen in an effort to damage her campaign.",
  "But as everybody who's ever been in a, you know, first grade playground recognizes, it's usually the person who's most aggressively pounding their chest that is, in fact, the weak one on the playground.",
  "One, about the roots of it, the other about someone the administration has all but called a nobody, former campaign foreign policy adviser George Papadopoulos who's now cooperating witness in the probe.",
  "We're talking about meeting with Russians and then the Russians release the Wikileaks tapes, the Wikileaks e-mails which, you know, were of enormous benefit to the Clinton -- to the Trump campaign.",
  "So Jeff, according to the report from \"Times\", Papadopoulos seemed to be more than the coffee boy or something insignificant campaign volunteer as the president and his allies had previously said.",
  "Now remember, by that time, the candidate's son had already met with Russians promising dirt on Hillary Clinton and the president had already teased that something big would be coming on Clinton.",
  "I think over time, over years or decades, I can imagine countries doing everything from deferring more to China or to a Russia, or I could see countries taking matters into their own hands more.",
  "As a result, we are now seeing an organic popular uprising organized by brave Iranian citizens on the largest scale since 2009, but the international community cannot sit silent as it did then.",
  "GERGEN: I think we have to assume that with Rex Tillerson likely to be close to an exit, that what the president says represents the policy, and represents the direction in which we're going.",
  "Now, it's a silly conversation, it's juvenile, infantile, all the rest of it, but nonetheless, it is two guys standing next to each other, and so, the North Koreans view that as really great.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSARAH HUCKABEE SANDERS, WHITE HOUSE PRESS SECRETARY: Look, this individual was the member of a volunteer advisory council that met one time over the course of a year.",
  "Well, someone from his depleted and food starved regime, please inform him that I, too, have a nuclear button but it is a much bigger and more powerful one that his and my button works. \"",
  "Will someone from his depleted and food- starved regime please inform him about, I, too, have a nuclear button but it's a much bigger and more powerful one than his and my button works.",
  "Will someone from his depleted and food-starved regime, please inform him that I, too, have a nuclear button, but it is a much bigger and more powerful one than his and my button works.",
  "This -- maybe his supporters would say, well, look, you know, that didn't work, make his bellicose rhetoric, you know, bragging about the size of his nuclear button, is the way to go.",
  "COOPER: David, I mean, of all the presidents you've worked with, have you ever seen a president talk about, you know, how strong he is, or how tough he is, as much as this president?",
  "Will someone if his depleted and food-starved regime please inform him that I, too, have a nuclear button but it is a much bigger and more powerful one than his and my button works.",
  "Will someone if his depleted and food-starved regime please inform him but I, too, have a nuclear button but it is a much bigger and more powerful one than his and my button works.\"",
  "He argues that under President Trump the United States abdicated its power and responsibility, changing the country from the principle preserver of order to a principle disrupter.",
  "ELIZABETH FOLEY, CONSTITUTIONAL LAW PROFESSOR, FLORIDA INTERNATIONAL UNIVERSITY: No, I mean, unless you're going to be lying to investigators, there's no evidence of any of that.",
  "He tweeted about the deep state Department of Justice and now the White House today said he didn't mean that, you know, the whole Department of Justice is part of the deep state.",
  "HIMES: Yes, again, that's sort of the madman theory of foreign policy, taking us back to Nixon where if the U.S. president is unpredictable -- I'm not a believer in that theory.",
  "And this is the very moment when you want a cool head in the White House and -- and people of some measured authority and people who use force carefully and use words carefully.",
  "In fact, I've asked Twitter spokesman, does this violate Twitter's terms of service making this kind of threat toward North Korea, so far no immediate comment from the company.",
  "He writes about this extensively in the new afterward to his book, \"A World in Disarray: American Foreign Policy and the Crisis of the Old Order \" I spoke with him before air.",
  "COOPER: And especially, Congressman Himes, when the next day or next week, whatever it may be, the White House comes out and says, well, the president didn't really mean that.",
  "And, you know, I guess apart from that, you know, three thoughts on this, you know, need for the president to demonstrate that his is bigger and stronger than anybody else's.",
  "The paper also reporting he helped coordinate a meeting in September of 2016 between Mr. Trump's and Egypt's president, or perhaps he just coordinated the beverage service.",
  "Two months later when leaked Democratic e-mails began appearing online, Australian officials passed the information about Mr. Papadopoulos to their American counterparts.\"",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: Well, the dossier is a collection of research compiled by former British intelligence officer Christopher Steele for a firm called Fusion GPS.",
  "One of the things people don't talk about is that Kim Jong-un's message on -- New Year's Day message sort of hinted that sanctions are really starting to bite his regime.",
  "But, Anderson, what's particularly weird about the timing here is, it would appear as though Kim Jong-un had softened his attitude certainly with respect to South Korea.",
  "COOPER: It's also not just how the president operates in foreign policy (INAUDIBLE) impact the world's view, the U.S., I mean, the domestic stability also has an effect.",
  "He didn't actually cover up the fact that he met with this London professor, professor Mifsud, or this Russian individual who claimed to be the niece of Vladimir Putin.",
  "But also, you know, with regard to North Korea, whatever you think your policies should be, you should be talking about the policy and getting a coalition in the world.",
  "CHANG: Yes, I think they believe this elevates Kim Jong-un because he's involved in a conversation that everyone can listen to with the president of the United States.",
  "TOOBIN: The idea that they need to charge George Papadopoulos with\n\n\n\nthe most serious crimes because he's the most significant person in the investigation is absurd.",
  "But, you know, there's absolutely nothing wrong with having conversations with Russians, even Russians that may have dirt on your opponent in a presidential campaign.",
  "So Miles, should the president be taking any kind of credit here because the numbers he's talking about are global number for all around the world as I understand it?",
  "(COMMERCIAL BREAK)\n\n\n\n[20:28:18] COOPER: Tonight's tweet from the president boasting about the size and power of his nuclear button was not the president's only one.",
  "He needs to do that because he believes, Kim Jong-un believes that in order to save his regime, you know, people say, oh, he just wants to, you know, stay in power.",
  "So, for instance, if he likes sanctions, which I happen to like, he should be talking about his September 21st executive order, which is a monumental step forward.",
  "John Dean, just\n\n\n\nquickly before we go, I mean, do you believe this investigation is in its conclusion phase, as the president's attorneys seem to be indicating?",
  "I mean, the -- what's illegal is lying about meeting with Russians, which appears to have happened at least several times over the course of this investigation.",
  "[20:50:07] COOPER: It's so interesting because the president keeps talking about how other countries used to laugh at us and they're not laughing at us anymore.",
  "Many Republicans in this town, Anderson, wish the president would talk about his agenda, wish the president would talk about things that have to happen in 2018.",
  "Responding to Kim Jong-un, the president tweeted, and I quote: North Korean leader Kim Jong-un just stated that the nuclear button is on his desk at all times.",
  "It does --\n\n\n\nCOOPER: Sounds like Kim Jong-un is on the same level --\n\n\n\nCHANG: On the same level as President Trump and clearly that should never be the case.",
  "Again, I can't climb inside this guy's head, but if you tell me my nuclear button doesn't work, that certainly sounds like you're calling at the poker table.",
  "They view us probably through a very different lens than other countries view us or that, you know, we may not understand the lens that they view us through.",
  "I think we're getting a little bit scary here with the way we're suggesting that talking or meeting with Russians is somehow inherently nefarious or illegal.",
  "On July 19th, this is 2016, Steele submits a salacious dossier to the FBI about some sort of quid pro quo being discussed between Page and Russian oligarchs.",
  "Prior to that, it was hired by the conservative \"Washington Free Beacon\", both it and the Clinton campaign have denied any knowledge of the dossier, itself.",
  "COOPER: And, Congressman, as someone who's on the Intelligence Committee, you know, the U.S. policy has always been to avoid direct U.S./North Korean talks.",
  "He claimed the Justice Department is part of the deep state and took personal credit for the absence of deadly airline accidents around the world last year.",
  "We plead for Chinese cooperation and we don't talk about the things that are important to us like predatory trade practices, cyber attacks, South China Sea.",
  "Can you imagine if Kim Jong-un, you know, responds to this with carefulness and prudence, how that makes the United States and the American president look?",
  "REP. JIM HIMES (D), CONNECTICUT: You know, Anderson, we're two days into the New Year and Freudians all over the world have already had the best year ever.",
  "They were following the investigation, picking up information from witnesses, but they were always month behind and I suspect that's what's happening here.",
  "About a month later we have the FBI going to the Foreign Intelligence Surveillance Court to get a wiretap, essentially, to get surveillance of Carter Page.",
  "The United States supports the Iranian people and we call on the regime to respect its citizens' basic right to peacefully express their desire for change.",
  "What I think it has done is accelerated the move by others to carry out a more independent foreign policy that doesn't defer as much to the United States.",
  "Now, the document details alleged Russian efforts to help the Trump campaign, including salacious and unsubstantiated details, which CNN has not reported.",
  "And frankly, the president insults those who work long and hard and who over the years have risks and sometimes given their lives to make aviation safe.",
  "CHANG: Because if the overture is not accepted immediately on North Korea's terms, then they think they have, you know, a justification for using force.",
  "If we want them to help on sanctions, I think we have to pressure them, but we also have to convince them that we are trying to settle this peacefully.",
  "There is no individual on the planet, even if there was one in charge of the global aviation enterprise who can take credit for this remarkable record.",
  "I don't know where he sort of experiences that, but it seems to be something he brings up repeatedly that, you know, nobody's laughing at us anymore.",
  "Negotiation theory would suggest, you know, careful trust-building mechanisms, look for common ground, do it through intermediaries, show good faith.",
  "[20:05:04] CHANG: Yes, I wouldn't have said it in those words, but, you know, to the sense of just being open for diplomacy, that's not a bad thing.",
  "SARA MURRAY, CNN WHITE HOUSE CORRESPNDENT: No, we haven't heard more from the White House on this, but remember, this is a tweet from the president.",
  "And some professor at a Scottish university who was based out of London who told him that he had some dirt through his friends in Russia on Clinton.",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: Sanders was asked whether encouraging the protests ran the risk of a backlash against them from the Iranian government.",
  "The evidence that we see is that the president would like to turn air traffic control over to the airlines and special interests and privatize it.",
  "Earlier today, the president also tweeted about Iran where the death toll from six straight days of anti-government protests have risen to 21.",
  "I mean, there was an article in \"The Times\" today talking about maybe Kim Jong-un is trying to drive a wedge between the U.S. and South Korea.",
  "We even saw extraordinarily the White House essentially responding to or explaining and retracting comments he made about preconditions here.",
  "Just to reiterate, the president just tweeted this: North Korean leader Kim Jong-un stated the nuclear button is on the table at all times.",
  "So, that the capacity of the North Koreans to drive a wedge between us will buy time with the North Koreans, which is very viable to them.",
  "COOPER: President Trump has talked a lot about is trying to get China more actively involved and said he believes he had success in that.",
  "Hundreds of people have been arrested in the last few days during protests that Iran's supreme leader is blaming on the nation's enemies.",
  "But we never were concerned about what they knew because they didn't know anything about what was truly happening inside the White House.",
  "In the months that followed, we saw Republican senators like Jeff Flake bringing this issues up, try to ask about his fitness for office.",
  "And, you know, again, sort of negotiation theory, and of course, the North Koreans are as hard as they come with respect to negotiation.",
  "And, again, it's a vexing problem, you know, you've had success back in the Clinton administration that turned into not so much success.",
  "And so, I think the president is trying to heat up the rivalry again in doing this, but at the same time, it diminishing his presidency.",
  "(BEGIN VIDEO CLIP)\n\n\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: Didn't she spend $12.4 million on a dossier that was a total phony?",
  "(COMMERCIAL BREAK)\n\n\n\n[20:55:02] COOPER: Tonight's tweet from President Trump on the size and power of his nuclear button is one thing.",
  "Coming up next, new reporting that undermines two key White House claims about the Russia investigation and a former campaign adviser.",
  "I think in the short run, it's made them less reliant on us, thinking more about how they have to carry out their own foreign policy.",
  "It also came just moments ago from the president, \"I will be announcing the most corrupt media awards of the year on Monday at 5:00.",
  "In order to stay in power, he needs to takeover South Korea because right now, you have two Koreas side by side, one rich, one poor.",
  "It's a story in \"The New York Times\" headlined: \"How the Russia Inquiry Began: A Campaign Aide Drinks and Talks of Political Dirt.\"",
  "But the idea that the investigation, that this is all they can prove because this is what the plea bargain was, that can't be true.",
  "The other thing he's trying to do, Anderson, is to convince the Chinese and the Russians that Kim is reasonable we're intransient.",
  "But it did seem, though, as the end of last year was coming together, the administration was more on the same page of North Korea.",
  "Exactly how much Mr. Papadopoulos said that night at the Kensington Wine Rooms with the Australian, Alexander Downer, is unclear.",
  "Thinking about maybe they need nuclear weapons because they can't rely as they thought on the United States to be there for them.",
  "Also CNN chief legal analyst, Jeffrey Toobin, and Florida International University, constitution law professor, Elizabeth Foley.",
  "What I said is if they had any information on Papadopoulos they would have pursued more vigorous charges against him presumably.",
  "Because if we can do that, he can divide another wedge, put in another wedge between the United States and two other big powers.",
  "If we can convince Kim that he has no choice, that he doesn't have money to launch missiles or detonate nukes, that's important.",
  "This is not how we planned to start the broadcast, but President Trump has just tweeted, and it is almost literally a bombshell.",
  "And I'm concerned that if some reason things go sideways this time, we're going to see the North Koreans do something horrible.",
  "As you know, Anderson, the South Korean government is notably more moderate, less aggressive than the Trump administration is.",
  "(COMMERCIAL BREAK)\n\n\n\n[20:17:09] COOPER: Well, the breaking news tonight, a boastful presidential tweet about nuclear weapons.",
  "Now, Fusion was paid by the DNC and Clinton campaign for campaign research from April of 2016 until just before the election.",
  "JEFF ZELENY, CNN SENIOR WHITE HOUSE CORRESPONDENT: There's no comment, but this is the president who is saying this, himself.",
  "And his basic policy on North Korea is actually quite sound, but we don't talk about that because we talk about these things.",
  "I mean, the idea of a unified Korea that is focused toward the West on China's border is not something that they would like.",
  "Fresh from vacation, he spoke out today on Iranian protesters standing up for their rights and paying a heavy price for it.",
  "The State Department and Rex Tillerson, who is still on the job, many people assume by the beginning of 2018 he may not be.",
  "The question is, was there some sort of conspiracy to release information that was stolen from Democrats and then released?",
  "Coming up, the president also tweeted about the Iran protests which have left more than 20 people dead, hundreds arrested.",
  "But we've essentially decided in many cases that we simply don't think it's worth it, that we don't want to do it anymore.",
  "There are real geopolitical reasons and strategic reasons, and economic reasons, that China does not want a unified Korea.",
  "Clinton campaign, DNC- funded dossier, FBI cannot after all this time verify claims in dossier of Russia/Trump collusion.",
  "FOLEY: Well, I mean, it would be a legal question if there were any facts to suggest that that kind of activity occurred.",
  "So, it seems like a very strange moment, just when Kim Jong-un was getting less bellicose for our president to goad him.",
  "But let me just read this tweet: North Korean leader Kim Jong-un stated the nuclear button is on the table at all times.",
  "What we did not fully understand, though, is what, in fact, was the\n\n\n\nthing that may have kicked the FBI to high gear.",
  "Number one, why would you want to goad this unpredictable leader of North Korea to maybe demonstrate his capabilities?",
  "Joining the conversation, Democratic member of the House Intelligence Committee, Congressman Jim Himes of Connecticut.",
  "And these sort of outbursts are sort of like, these childish outbursts are just very unsettling I think for the world.",
  "And what they're also doing is they're keeping everybody else including the South Koreans, including us, off balance.",
  "The idea of an unstable North Korea with refugees coming into China, that's also not something that China would like.",
  "But this tweet tonight, so different than things we've seen, and I would certainly expect -- expect this to escalate.",
  "And, of course, we have a much more capable arsenal than Kim Jong-un has or ever will have, but everybody knows that.",
  "This morning he raise eyebrows when we seemed to take credit for no commercial airline fatalities last year globally.",
  "COOPER: When the president says he's been, \"very strict\" on\n\n\n\ncommercial aviation, what is he exactly referring to?",
  "Today President Trump tweeted, \"The people of Iran are finally acting against the brutal and corrupt Iranian regime.",
  "So all of a sudden now they're trying to walk back that genesis of this investigation and switch it to Papadopoulos.",
  "COOPER: It's interesting, though, the president, you know, and his supporters will say, well, he's exuding strength.",
  "GERGEN: Well, I think that the concern, of course, is that we're edging ever more closely toward potential conflict.",
  "COOPER: You make a difference between abdication of power and responsibility as opposed to -- as from isolationism.",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: Well, if you thinking the night in the breaking news is all about presidential tweets.",
  "That's why -- that's what they call it a plea bargain, is that you give -- you give -- you let --\n\n\n\nFOLEY: Right.",
  "I think people forget that foreign policy is not something conducted simply by the U.S. military or by diplomats.",
  "BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT: This is something he seemed to propose before --\n\n\n\nCOOPER: Right.",
  "I mean, if, you know, again, Rex Tillerson had made this public statement saying they were willing to have talks.",
  "The day after Christmas, President Trump restated claim one, tweeting: Wow, \"Fox and Friends\", dossier is bogus.",
  "David, as someone who's worked for presidents, for both Republican and Democrat, what do you make of this tweet?",
  "These are the things that catch our attention, and these are the things that other leaders in the world look at.",
  "The North Korean leader Kim Jong-Un just stated that the nuclear button on his desk is on his desk at all times.",
  "But remember, this is a president who has decided he's going to push the envelope when it comes to Kim Jong-un.",
  "COOPER: Professor Chang, you were saying that there's a pattern to North Korea's sort of bellicose statements.",
  "And we just never lived in a country where what the president of the United States says doesn't really matter.",
  "Perspective next from David Gergen and, no, this was not the only presidential tweet in the last few moments.",
  "Subjects will cover dishonesty and bad reporting and various categories from the fake news media, stay tuned.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSANDERS: The people are tired of paying the price for their violent and corrupt rulers.",
  "Where -- do you see that in this administration's reaction to countries like Iran, Pakistan and North Korea?",
  "We would say, these are the messages from a person who is not well, from a leader who is not fit for office.",
  "We and others reported it was not as the president claims the central basis for investigating his campaign.",
  "So, in some ways, it's a no-lose proposition for this young untested and off balance leader of North Korea.",
  "DAVID GERGEN, CNN SENIOR POLITICAL ANALYST: Well, first of all, Anderson, it's good to see you thawed out.",
  "RICHARD HAASS, PRESIDENT, COUNCIL ON FOREIGN RELATIONS: Well, obviously, Anderson, every case is specific.",
  "They admire our ability to deal with domestic issues, say, like, in our lifetime, say like, civil rights.",
  "And if the reporting bears out, it contradicts two key White House claims about the Russia investigation.",
  "[20:10:00] But, you know, it's just -- it's just -- I mean, off script doesn't even begin to describe it.",
  "It's coming at a time when new missile testing is expected to happen, either this week or next week here.",
  "I also want to bring in Gordon Chang, who's author of \"Nuclear Showdown: North Korea takes on the World.\"",
  "The president didn't mention that it's been nine years since the latest fatal domestic crash in the U.S.",
  "It is essentially an official statement from the White House and it marks sort of a change in rhetoric.",
  "COOPER: Then what kind of an impact do you think, I mean, you know, the economy seems to be going well.",
  "COOPER: OK.\n\n\n\nFOLEY: I believe it's April 17th of 2017. COOPER: I'll look it up and I appreciate that.",
  "GORDON CHANG, AUTHOR, \"NUCLEAR SHOWDOWN: NORTH KOREA TAKES ON THE WORLD\": This makes sense on no level.",
  "There was definitely a point made by this president, it seemed to sort of dial back the rhetoric a bit.",
  "Trump can actually get countries around the world to sign on if they're not talking about button size.",
  "Now, I tend to think diplomacy will solve this but only after the sanctions have had even more effect.",
  "And again, no activity was ever done in an official capacity on behalf of the campaign in that regard.",
  "But everything we do, everything we are as a society, as an economy, sends a message, sets an example.",
  "So I'm not going to sit here and say that everything was perfect before Donald Trump became president.",
  "She said, no, and, again, said President Trump won't, quote, sit by silently like President Obama did.",
  "And what's so interesting, what's really unprecedented, it wasn't because we don't have the capacity.",
  "And if the president cared a lot of about the FAA, he might want to nominate a new FAA administrator.",
  "You can meet with Russians all day and hear --\n\n\n\nCOOPER: OK.\n\n\n\nFOLEY: -- anything they have to say.",
  "So, you know, look, if we have another test tomorrow, if we see another missile test, we'll know why.",
  "On September 25th, the North Korean foreign minister promised an atmospheric test of a hydrogen bomb.",
  "TOOBIN: -- someone plea to lesser charges so that they will cooperate against more important people.",
  "It's based on a real misreading of the costs and benefits of U.S. leadership, but there you have it.",
  "And they used this crooked Hillary pile of garbage as the basis for going after the Trump campaign.",
  "COOPER: Did it seem -- does it seem to you that North Korea is trying to reach out to South Korea?",
  "And so what he's trying to do is get the U.S. off the peninsula so he can intimidate South Korea.",
  "\"North Korean Leader Kim Jong-Un just stated that the nuclear button is on his desk at all times.",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: Well that doesn't seem to jive with the new reporting in the \"Times\".",
  "All the money President Obama so foolishly gave them went into terrorism and into their pockets.",
  "I mean, look at Papadopoulos, the only thing they got him on was one count of lying to the FBI.",
  "And, you know, it is absolutely true that there is nothing illegal about meeting with Russians.",
  "We're just getting little shreds of what went on and only Mr. Mueller really knows what he has.",
  "And there has been this sense of, you know, exactly what message is being sent here about this?",
  "A statement you think would have been cleared with the White House and through the government.",
  "It's just really -- it's a very sad -- it's a very sad commentary on politics in this country.",
  "These are the kind of company that question it, social media companies have to ask themselves.",
  "And I think John is right, that there is undoubtedly plenty of the story we still don't know.",
  "COOPER: I mean, literally, he is talking about the size of the\n\n\n\nnuclear button on his desk.",
  "There was, you know, at least a sense that perhaps they were willing to talk to each other.",
  "The test would be if this were the leader of Germany or China or Brazil, what would we say?",
  "But now I think there are bigger issues about what is this United States, what is your DNA.",
  "STELTER: -- the new year, Anderson, the idea of a fake news trophy that should be awarded.",
  "(COMMERCIAL BREAK)\n\n\n\nCOOPER: If you're watching, we just had an interesting conversation.",
  "First of all, of course, it makes the president of the United States look like a juvenile.",
  "Jeff, I mean, I guess there's no comment from the White House, because this just happened.",
  "When we have high levels or sustained levels of unemployment, that's also foreign policy.",
  "Of course, this will be -- we'll ask them if, you know, what specifically provoked this.",
  "Dangerous madness in the case of encouraging the DOJ to go after his political enemies.",
  "He -- the only thing he lied about was lying about the timing of when he met with them.",
  "Number two, you know, again, I guess the president regards this as a show of strength.",
  "We begin, though, keeping them honest, with something, oddly, she was not asked about.",
  "This is the work of thousands of people currently and generations of them since 1903.",
  "What the president tweeted and what the White House had to say this afternoon, next.",
  "[20:40:00] On July 7th, Carter Page goes to Moscow to give a speech at a university.",
  "However, American investigators have corroborated portions of what's in the dossier.",
  "I mean, again, a country with a nuclear arsenal probably shouldn't been predictable.",
  "It has to do with one of the most dangerous confrontations on the planet right now.",
  "MILES O'BRIEN, CNN AVIATION ANALYST: I think in a word, Anderson, the answer is no.",
  "COOPER: Gordon, what do you think North Korea -- how North Korea in terms of this?",
  "He still is, of course, but he, and the president, have not been on the same page.",
  "So, no, this doesn't help the United States, and it makes us look just ridiculous.",
  "We should be talking about that because that is the way to a peaceful settlement.",
  "Obviously, there is no real -- there's no U.S. representation inside North Korea.",
  "And again, much less confidence about what it is we're peeped to do in the world.",
  "We know the prosecutor is going to be around for at least one very serious trial.",
  "So, our breaking news, President Trump taunts the North Korean leader on Twitter.",
  "And this is all based on a dossier which, by the way --\n\n\n\nTOOBIN: No, it's not.",
  "And the story suggests that this conversation was the root of the investigation.",
  "Here's that tweet, \"Since taking office I've been strict on commercial aviation.",
  "Tonight, it certainly starts that all over again, even more so than we've heard.",
  "We've not heard language like this about Kim Jong-un really for several months.",
  "And it wouldn't happen if our president wouldn't tweet out something like this.",
  "I just want to read Professor Foley referenced a CNN reporting from April 18th.",
  "And that's also what \"The New York Times\" previously reported in April of 2017.",
  "MICHAEL CAPUTO, FORMER TRUMP CAMPAIGN ADIVSER: The guy, he was the coffee boy.",
  "I mean, considering how the new year started, what does it say about the year?",
  "It has been something that we have always reacted in the way that they wanted.",
  "Aired on 8-9p ET\n\nAired January 2, 2018 - 20:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "Gordon Chang is author of \"Nuclear Showdown: North Korea Takes on the World.\"",
  "You know, they could disrupt those Olympics and that could be a game changer.",
  "Beyond that, I don't know, we're back to my hands are bigger than your hands.",
  "Back with Gordon Chang of the Center for Strategic and International Studies.",
  "Again, the example we set can often be as important as anything we say or do.",
  "If it started with the Steele dossier, that would have been appropriate, too.",
  "Now, whether it fills in all the blanks, that is certainly an open question.",
  "That's the legal question, not whether there were meetings that took place.",
  "Now, as you know, this has been something of a refrain from this president.",
  "ZELENY: They did back away from that at the time, no question about\n\n\n\nit.",
  "CHANG: Yes, I mean, he's trying to drive the wedge between the two allies.",
  "And matter of fact, when you start saying it, you undercut your own image.",
  "At the White House this afternoon Press Secretary Sarah Sanders said this.",
  "We're still the world's strongest economy, the world's strongest military.",
  "I think people respected us for our economic vitality, for our innovation.",
  "He certainly not going to shy away from comparing the size and effect --",
  "And the president had not, for whatever reason, been provoked like this.",
  "Today, White House spokeswoman Sarah Sanders was asked about all of it.",
  "The current FAA administrator, Michael Huerta, his term ends in a week.",
  "COOPER: I mean you're --\n\n\n\nFOLEY: That's what Jim Comey has suggested.",
  "And also it is not just meeting with Russians that we're talking about.",
  "The national security adviser pleaded guilty to lying about Russians.",
  "COOPER: What kind of an impact do you think that's had on our allies?",
  "So, again, this is just a world I'm not sure we ever imagined before.",
  "And so, I think that is a legitimate concern of this administration.",
  "That goes way by the boards because we're talking about North Korea.",
  "We'll obviously continue checking with you over the next two hours.",
  "We saw this in 2010 when the North Koreans killed 50 South Koreans.",
  "Richard Haass is the President of the Council on Foreign Relations.",
  "Now, you don't think apparently it's a very serious lie to the FBI.",
  "Short term, Beijing finds this to be a very good dynamic for them.",
  "So they're going to continue to do that until it no longer works.",
  "Papadopoulos lied about meeting with Russians and pleaded guilty.",
  "But that's not what we're seeing with his use of Twitter tonight.",
  "But this came just a few minutes after the nuclear button tweet.",
  "On the other hand, they see the social divisions within America.",
  "This is a system that isn't broke, why are we trying to fix it.",
  "And that will probably be at least a year off before that ends.",
  "The officials would not say what or how much was corroborated.\"",
  "You know, they've done this now, since, you know, for 70 years.",
  "I think it's very sad what they've done with this fake dossier.",
  "You want them to be very much in the saddle in the White House.",
  "You know, that's something that could happen or even be worse.",
  "The RNC then picked up on it said they would take nominations.",
  "Good news it was just reported there were zero deaths in 2017.",
  "HAASS: Well, I didn't find people laughed at us, awful a lot.",
  "It's just not the way presidents conduct business fruitfully.",
  "Also joining us is CNN senior political analyst David Gergen.",
  "So, there's really nothing for the White House to comment on.",
  "What you do is you say, look, yes, we're open for diplomacy.",
  "That's what the Chinese want, that's what the Russians want.",
  "That all this careful diplomacy just doesn't amount no much.",
  "[20:20:06] But his rhetoric continues to be very unsettling.",
  "HAASS: Yes, I don't see this administration as isolationist.",
  "Joining us is CNN senior media correspondent, Brian Stelter.",
  "People have little food, big inflation, and no human rights.",
  "During Watergate, the \"Washington Post\" was the lead story.",
  "So all that detracts from the immediate good economic news.",
  "Aviation is all about improving safety based on bad events.",
  "COOPER: Just ahead, another president tweet causes concern.",
  "There's a lot of people working on it trying to figure out.",
  "They could talk about anything, the size of the table even.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "He can either respond and show that he's a tough guy, too.",
  "And just about the top of the hours we have breaking news.",
  "And I think we should start to call it that, shouldn't we?",
  "Next one, one more tweet and one more presidential attack.",
  "Congressman Himes, you obviously now heard of this tweet.",
  "I don't think it's possible to say what happens exactly.",
  "Here's what the president tweeted just a short time ago.",
  "The \"Times'\" chronology is not precise down to the day.",
  "Why have an overture and then something, a provocation?",
  "CNN's Jeff Zeleny is at the White House joining us now.",
  "So, of course, they're going to continue to fuel this.",
  "He was a volunteer, again, on a council that met once.",
  "JEFFREY TOOBIN, CNN CHIEF LEGAL ANALYST: That's right.",
  "As we mention the president is on a tweet storm today.",
  "They've introduced diplomacy, say, in the Middle East.",
  "Joining me now is CNN aviation analyst Miles O'Brien.",
  "I think we could apply a test to his 16 tweets today.",
  "Sara, has the White House followed up at this at all?",
  "Perspective now Nixon White House Counsel, John Dean.",
  "My nuclear button is bigger than your nuclear button.",
  "COOPER: What is the -- why do you think they do that?",
  "In June 1950, it was actually started the Korean War.",
  "Instead, it's about the -- the tweet we saw tonight.",
  "And, you know, this is how FBI investigations start.",
  "COOPER: Professor Foley, is that the legal question?",
  "FOLEY: All you're doing --\n\n\n\nCOOPER: One at a time.",
  "HAASS: Well, it's essentially unnerved most of them.",
  "I think it's very early in the investigation still.",
  "That's something presumably the FBI wanted to know.",
  "\"The Times\" story attempts to clear up the mystery.",
  "[20:00:03] ANDERSON COOPER, CNN HOST: Good evening.",
  "COOPER: David Gergen, Gordon Chang, appreciate it.",
  "And again, I don't know that we've ever been here.",
  "According to U.S. officials briefed on the probe.\"",
  "They still line up to go to American universities.",
  "COOPER: All right, Miles O'Brien, appreciate that.",
  "That's what CNN --\n\n\n\nTOOBIN: He never said that.",
  "FOLEY: That's what CNN reported in April of 2016.",
  "It's also roughly when Carter Page was in Russia.",
  "It seems like they quickly backed away from that.",
  "Now, this certainly blows that out of the water.",
  "And what Trump should be doing is countering it.",
  "Professor Chang, if you would just stay with us.",
  "What do -- how do you think they interpret this?",
  "He -- he cut a deal and he pled guilty to lying.",
  "Now if there's any evidence, I'd like to see it.",
  "COOPER: You don't have proof of that, professor.",
  "They used force in the Middle East against ISIS.",
  "COOPER: Ambassador Richard Haass, thank so much.",
  "I just want to read three paragraphs from that.",
  "COOPER: David Gergen, I mean, what happens now?",
  "You know, this is just elemental diplomacy 101.",
  "That was certainly the lesson of the Cold War.",
  "Nobody can hear when you talk over each other.",
  "When the economy grows, that's foreign policy.",
  "CNN Sara Murray is at the White House for us.",
  "What do you make of the president's language?",
  "There are so many things that Trump could do.",
  "Bob Corker, another name that comes to mind.",
  "FOLEY: You know that's not what I just said.",
  "HIMES: I mean -- that's precisely my point.",
  "This tweet is kind of the opposite of that.",
  "So it's not the meetings that are illegal.",
  "So Charlottesville, that's foreign policy.",
  "Any idea exactly what he's talking about?",
  "They've used sanctions in various places.",
  "So, this really works very well for them.",
  "We got the Olympics coming up next month.",
  "And we're talking about his other tweets.",
  "So this is, I think, a big step backward.",
  "So, this is going to be front and center.",
  "Congressman Himes, appreciate your time.",
  "We hadn't seen a test in a little while.",
  "So, I see nothing but just the opposite.",
  "They say the rules are written in blood.",
  "He submits that to the FBI on July 19th.",
  "You hardly can believe -- let me finish.",
  "FOLEY: -- of having meetings with them.",
  "Jeff Toobin, Professor Elizabeth Foley.",
  "He had nothing to do with the campaign.",
  "We know what's on the president's mind.",
  "I think it's diminished respect for us.",
  "And we'll talk about all of it tonight.",
  "Gordon Chang, what do you make of this?",
  "To you, this is not a sign of strength.",
  "COOPER: Jeff Zeleny, thanks very much.",
  "And so, you don't do things like this.",
  "COOPER: So, John, how do you see this?",
  "The FBI apparently feels differently.",
  "See who he targets when we come back.",
  "Sixteen tweets to start the new year.",
  "The best and safest year on record. \"",
  "COOPER: Brian Stelter, appreciate it.",
  "We should never allow that to happen.",
  "All I've heard about it is innuendo.",
  "So, what's on the president's mind?",
  "It does help us on no level at all.",
  "But he's not with tweets like this.",
  "COOPER: Gordon Chang, stay with us.",
  "Instead, we're talking about this.",
  "He admitted that he met with them.",
  "SANDERS: It was extremely limited.",
  "COOPER: John Dean, appreciate it.",
  "I'm not sure that will be useful.",
  "That could get real very quickly.",
  "There's more, when we come back.",
  "How are they going to stop this?",
  "That's completely unsustainable.",
  "A short time ago he posted this.",
  "How would we cover these tweets?",
  "O'BRIEN: I have no earthly idea.",
  "You may have seen calm recently.",
  "Stock market is at record highs.",
  "Unemployment is at record lows.",
  "And I think people admire that.",
  "Some of them deeply disturbing.",
  "It makes the U.S. look foolish.",
  "What is the evidence for that?",
  "So, you don't need to say it.",
  "HIMES: Yes, no, that's right.",
  "Or he can be the bigger man.",
  "As if there is a deep state.",
  "Both proceeded by overtures.",
  "I want to reread that tweet.",
  "That actually just happened.",
  "And look at the timing here.",
  "COOPER: OK, Professor Foley?",
  "TOOBIN: You don't know that.",
  "It was a volunteer position.",
  "HAASS: Thank you, Anderson.",
  "Jeff, finish your thought.",
  "That's an important thing.",
  "We saw this again in 2014.",
  "CHANG: No, of course not.",
  "He's exhibiting strength.",
  "They followed it closely.",
  "There's no crime in that.",
  "FOLEY: Actually, you do.",
  "I think it's a disgrace.",
  "Two horrible incidents.",
  "Kim Jong-un knows that.",
  "HAASS: That's all good.",
  "This tweet is another.",
  "I think that's flawed.",
  "They used it in Syria.",
  "Still waiting to hear.",
  "So he's going nowhere.",
  "The U.S. is watching.\"",
  "What did he lie about?",
  "DEAN: No, I don't if.",
  "I looked at it today.",
  "TOOBIN: No, it's not.",
  "Trump doesn't get it.",
  "Thank you very much.",
  "TOOBIN: That's true.",
  "It certainly is not.",
  "Well, stay with us.",
  "HAASS: Absolutely.",
  "GERGEN: Thank you.",
  "STELTER: Madness.",
  "FOLEY: Oh, sure.",
  "Good discussion.",
  "Excuse me, 2017.",
  "Let me finish.",
  "COOPER: Right.",
  "That's right.",
  "ZELENY: Sure.",
  "That is real.",
  "COOPER: Yes.",
  "COOPER: Yes.",
  "FBI tainted.",
  "Coincidence?",
  "Absolutely.",
  "CHANG: Yes.",
  "I don't.",
  "OK?"
]