[
  "\"In that capacity, during the 2016 election cycle we retained Fusion GPS to provide research on multiple candidates in the Republican presidential primary, just as we retained other firms to assist in our research into Hillary Clinton,\" the statement from Free Beacon editor Matthew Continetti and chairman Michael Goldfarb said.",
  "/ Updated By Phil Helsel\n\nA conservative online newspaper said Friday that it is the previously unknown organization that hired a firm to conduct opposition research on then-candidate Donald Trump, which eventually turned into the controversial Steele dossier.",
  "Jack Langer, a spokesman for the House Intelligence Committee, said in Friday: \"The Washington Free Beacon has issued a statement asserting that it had no involvement with Christopher Steele or the dossier he compiled from Russian sources.",
  "The Free Beacon said it \"had no knowledge of or connection to the Steele dossier, did not pay for the dossier, and never had contact with, knowledge of, or provided payment for any work performed by Christopher Steele.\"",
  "A spokesperson for the DNC said this week that the organization’s new chairman and leadership was not involved in the Fusion GPS matter, and did not know the law firm, Perkins Coie, was working with the organization.",
  "We consider it our duty to report verifiable information, not falsehoods or slander, and we believe that commitment has been well demonstrated by the quality of the journalism that we produce,\" The Free Beacon said.",
  "Fusion GPS formally hired former British intelligence officer Christopher Steele after it was hired by the law firm working with the DNC and Clinton campaign, a source familiar with the matter told NBC News.",
  "The Washington Free Beacon said in a statement that since its launch in 2012 it \"has retained third party firms to conduct research on many individuals and institutions of interest to us and our readers.\"",
  "Steele's sources provided the bulk of the dossier, but Fusion co-founder Glenn Simpson and his partners were involved in the investigation, people familiar with the matter have told NBC News.",
  "Clinton campaign paid for the fake Russia dossier, then lied about it & covered it up,\" White House Press Secretary Sarah Huckabee Sanders said on Twitter Tuesday night after the Post report.",
  "The Free Beacon said all the work provided to it by Fusion GPS was from public sources, and \"none of the work product that the Free Beacon received appears in the Steele dossier.\"",
  "The news that the DNC and the Clinton campaign helped pay for research that became the dossier was used by Trump’s supporters to cast doubt on claims of collusion with Russians.",
  "The Washington Post first reported on Tuesday that the DNC and the Clinton campaign, through the law firm, helped fund the research that would become the controversial dossier.",
  "House Intelligence Committee chair Rep. Devin Nunes, R-California, issued subpoenas for Fusion GPS earlier this month, people familiar with the matter told NBC News.",
  "Fusion GPS was later hired by an attorney representing the Democratic National Committee and Hillary Clinton's presidential campaign, it was revealed this week.",
  "Trump said on Twitter Friday: \"It is now commonly agreed, after many months of COSTLY looking, that there was NO collusion between Russia and Trump.",
  "The dossier that ended up being produced alleged collusion between the Trump campaign and Russia, and contained salacious and unverified claims.",
  "The Free Beacon said its representatives approached the House Intelligence Committee on Friday and offered to answer any questions.",
  "Clinton's former national campaign press secretary, Brian Fallon, said he did not know about Steele’s hiring before the election.",
  "It had previously been reported that Fusion's research was first funded by an unknown Republican client during the GOP primary.",
  "The Beacon has agreed to cooperate with the House Intelligence Committee to help the Committee verify this assertion.\"",
  "Trump has repeatedly denied collusion with his campaign and Russia, and has denied claims made in the dossier.",
  "“If I had, I would have volunteered to go to Europe and try to help him,” Fallon said Tuesday on Twitter.",
  "\"But to be clear: We stand by our reporting, and we do not apologize for our methods.",
  "But the statement clears up the mystery of who first funded the opposition research.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "\"The real Russia scandal?",
  "Was collusion with HC!\""
]