[
  "| Drew Angerer/Getty Images Fusion GPS officials visit Capitol Hill, won't testify\n\nOfficials from Fusion GPS, the firm that commissioned the disputed dossier on President Donald Trump’s connections to Russia, came to the Capitol Wednesday to meet with the House Intelligence Committee and refused to offer any testimony, a company attorney said.",
  "Company officials have complained that Nunes is attempting to compel them to disclose who funded their opposition research on Trump, which they say would force the company to violate its clients’ guarantee of confidentiality and harm its business model.",
  "In fact, according to a person familiar with the Fusion subpoena, Rep. Mike Conaway (R-Texas), who has helmed the committee’s Russia probe since Nunes stepped aside in April, requested in writing to Nunes that the subpoenas be issued.",
  "Fusion GPS officials' brief appearance was the latest development in a long-running public dispute between the committee’s chairman, Rep. Devin Nunes (pictured), and top officials at the firm.",
  "Story Continued Below\n\nFusion lawyer Josh Levy said two officials affiliated with the company joined the committee on the Hill, bowing to the threat of a subpoena that Nunes issued recently.",
  "“But that is what Chairman Nunes did today with our clients at Fusion GPS, breaking with the practice of his committee in this investigation.”\n\nThe most reliable politics newsletter.",
  "The brief appearance was the latest development in a long-running public dispute between the committee’s chairman, Rep. Devin Nunes (R-Calif.), and top officials at the firm.",
  "Levy said company officials had cooperated with previous requests from Congress, and its founder, Glenn Simpson, testified for 10 hours before the Senate Judiciary Committee.",
  "No American should be required to appear before Congress simply to invoke his constitutional privileges,” Levy said.",
  "Nunes’ Republican allies on the committee say the subpoenas weren’t issued unilaterally by the chairman.",
  "Nunes — who must sign off on all subpoenas as chairman — affirmed his request, the person said.",
  "But he said the company officials decided to “invoke constitutional privileges” not to testify.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "“No American should have to experience today’s indignity.",
  "Nunes’ office declined to comment.",
  "You can unsubscribe at any time."
]