[
  "“I think there’s a definite conflict there, and I think that underscores why we need Glenn Simpson back in front of the Judiciary Committee to give a deposition like we had Mr. Ohr today.”\n\nFox News' Adam Shaw, Catherine Herridge, Brooke Singman, Chad Pergram, Lukas Mikelionis and the Associated Press contributed to this report.",
  "Though Ohr did not handle national security or counterintelligence work in the deputy attorney general's office, he nonetheless became a point of contact for Steele to share information with in the months leading up to the 2016 presidential election as the ex-spy dug into potential ties between the Trump campaign and Russia.",
  "Jordan, who was there for the Bruce Ohr grilling on Capitol Hill earlier in the day, told \"Fox News @ Night\" that he learned the FBI failed to disclose to the court who funded the dossier, Ohr's role in its production and former British spy Christopher Steele's “extreme bias” against Trump at the time.",
  "U.S. Rep. Jim Jordan, R-Ohio, on Tuesday said two GOP-led House committees learned that the FBI left out “important facts” regarding the Trump dossier when presenting the document to a secret court before obtaining the FISA warrant needed to wiretap onetime Trump campaign aide Carter Page.",
  "\"He seems to not remember a lot of details and, you know, poor memories are often claimed by people who want to stick to what they can say and not be caught in perjury,\" he told Fox News.",
  "Trump and some House Republicans said the dossier created a politically tainted pretext for the investigation, even though the probe began weeks before the bureau received the documents.",
  "During breaks from the interview, several of the GOP lawmakers said Ohr's testimony differed from Fusion GPS founder Glenn Simpson's and shed new light on the credibility of the dossier.",
  "Simpson told the House Intelligence Committee that he had no contact with Ohr until Thanksgiving 2016, while emails reviewed by Fox News show contact in August.",
  "Ohr's relationship with Steele has given fodder to Republicans and raised concerns that he was operating outside his job description.",
  "While lawmakers told reporters that Ohr was being cooperative, Rep. Darrell Issa, R-Calif., said that Ohr \"has a poor memory.\"",
  "He had been hired by research firm Fusion GPS, which was funded by the Clinton campaign and the Democratic National Committee.",
  "Democrats say the entire GOP investigation is an attempt to undermine Special Counsel Robert Mueller's investigation.",
  "Ohr did not respond to reporter questions Tuesday as he arrived for the closed-door session.",
  "The Trump dossier was compiled by Steele, who was also working as an FBI source.",
  "They have criticized the Republican's focus on Ohr as overblown and misleading.",
  "Ohr's wife, Nellie, was also working at Fusion GPS at the time.",
  "He was accompanied by two officials.",
  "But they would not give details."
]