[
  "The delay in meeting with lawmakers -- which raises doubts about whether Rosenstein will speak to them before the midterm elections next month -- prompted public frustration from members of the House Freedom Caucus toward House Judiciary Chairman Bob Goodlatte, a Virginia Republican who was negotiating with the Justice Department to bring in Rosenstein.",
  "Baker testified last week that his memory was fuzzy on the details of the conversation and he was not in the meeting with Rosenstein, the source said, but it was his impression that former FBI Deputy Director Andrew McCabe and former FBI lawyer Lisa Page, who were in the meeting with Rosenstein, believed the deputy attorney general was serious.",
  "Former FBI General Counsel James Baker told investigators that in the aftermath of FBI Director James Comey's firing, two of his colleagues approached him about what happened in a meeting at the Justice Department where Rosenstein had discussed wearing a wire over to record Trump, according to a source familiar with his interview.",
  "(CNN) Deputy Attorney General Rod Rosenstein will not appear on Capitol Hill this week to answer questions about reports that he discussed wearing a wire to secretly record President Donald Trump, avoiding for now a high-stakes session with lawmakers over a topic that nearly led to his ouster as the No.",
  "While the meeting with Rosenstein is off for now, the congressional committees are moving forward with their next interviews: Fusion GPS co-founder Glenn Simpson is scheduled to speak to congressional investigators next Tuesday, and Nellie Ohr, who was a contractor for Fusion, next Friday.",
  "\"It is disappointing Rod Rosenstein will not be answering questions before Congress tomorrow—to put it mildly,\" Rep. Mark Meadows, a North Carolina Republican who's the chairman of the House Freedom Caucus, said in a statement Wednesday.",
  "Pushing the meeting until after the midterms would be helpful to Rosenstein, who otherwise would be forced into an awkward position of having to re-litigate the context of his remarks after a détente with the President earlier this week.",
  "\"You'd think after the former FBI top lawyer said the current Deputy Attorney General was serious about overthrowing the President that we might issue a subpoena ... hold a hearing ... conduct oversight ... actually do our job.",
  "After the reports first surfaced last month , Rosenstein said: \"I never pursued or authorized recording the President and any suggestion that I have ever advocated for the removal of the President is absolutely false.\"",
  "This source said it was unclear who else was in the room for Rosenstein's remarks than former Associate Deputy Attorney General Scott Schools, with whom Capitol Hill investigators have not yet spoken.",
  "https://t.co/dyVKERNqwY — Matt Gaetz (@mattgaetz) October 10, 2018\n\nYet congressional investigators continue to speak with other witnesses about the dispute over exactly what Rosenstein intended.",
  "\"The Deputy Attorney General owes the American people answers about whether he participated in any conversations or decisions seeking to undermine President Trump's administration from within.",
  "Rosenstein had been tentatively scheduled to appear Thursday amid demands from Republicans, but that meeting has now been delayed, according to two sources familiar with the matter.",
  "They were concerned about Trump obstructing justice after the President fired Comey, the source added -- explaining that Baker depicted a time in which tensions were running high.",
  "Without mentioning Goodlatte directly, Meadows added, \"Failure to compel testimony on these questions would amount to a dereliction of duty on the part of Congress.\"",
  "It's not yet clear when it will be rescheduled, as negotiations have been ongoing over whether it will be a transcribed interview or a more informal meeting.",
  "On Monday, Trump said he has no plans to fire Rosenstein , who oversees special counsel Robert Mueller's work on Russian interference in the 2016 election.",
  "House Freedom Caucus leaders have been pressing for a transcribed interview with Rosenstein, not just a meeting with him to explain his comments.",
  "Moreover, the idea, Baker testified, was quickly dismissed as implausible and not acted on, according to the source familiar with his testimony.",
  "Rep. Matt Gaetz tweeted Wednesday that he had flown from Florida to Washington to speak to Rosenstein before learning it had been postponed.",
  "\"Chairman Goodlatte has been playing 'hide and seek' with some of us on the interview scheduling for several weeks now,\" Gaetz tweeted.",
  "\"We have many questions for Deputy Attorney General Rosenstein and expect answers to those questions,\" a House Judiciary aide said.",
  "Chairman Goodlatte has been playing \"hide and seek\" with some of us on the interview scheduling for several weeks now.",
  "Baker's comments to congressional investigators last week were first reported by Fox News and The Hill.",
  "Page was not asked about this matter when she met with the committees earlier this year.",
  "Another source in the meeting where the wire remark was made told CNN it was sarcastic.",
  "\"There is not at this time a confirmed date for a potential meeting.",
  "Nevertheless, we will continue to provide updates as we have them.\"",
  "That would be a refreshing change for Congress.\"",
  "There is reason to be deeply concerned he did.\"",
  "2 official at the Justice Department.",
  "@RepAndyBiggsAZ feels my frustration."
]