[
  "And these revelations are so profound, this corruption so deep, it is so obvious that the special counsel needs to be shut down immediately and that's not even taking into account Mueller's massive conflicts of interest himself and how his team is filled with big Democratic donors and people like Andrew Weissmann that withhold exculpatory information in cases and gets overturned 9-0 in the Supreme Court, sends people to jail, overturned Fifth Circuit of Appeals.",
  "Let's say there was a dossier that was compiled by the Trump -- I'm sorry, that was paid for by the Trump campaign and the Republican National Committee and that dossier contained information that was obtained by the Russians by a hostile foreign agent who was no fan of Hillary Clinton, OK.\n\nAnd then that information was fed to a federal judge, without mentioning the political aspects of it to achieve a FISA warrant, that is a legitimate disturbing story.",
  "ED HENRY, FOX NEWS CHIEF NATIONAL CORRESPONDENT: Sean, no doubt about it and breaking tonight, Democrats are renewing their calls for Congressman Devin Nunes to be removed from the committee, which leaves top Republicans to say this is a signal that the House Intel chairman actually succeed in delivering on explosive information despite some media outlets reporting recent days it was going to be a dud.",
  "Democratic Senator Mark Warner today suggested the dossier was only a small part of the information submitted to the FISA judge for the warrants, tweeting, unlike almost every House member who voted in favor of this memo's release, I have actually read the underlying documents on which the Nunes memo was based.",
  "The FBI, deep state officials, they used a Hillary Clinton campaign bought- -and-paid-for dossier that was filled with Russian lies, Russian propaganda, totally unverified, to lie to a foreign intelligence surveillance court to obtain a warrant so they could spy on Trump Campaign Advisor Carter Page.",
  "Now, the memo was also exposing how Christopher Steele, the former British spy, that according to reports, was known to pay Russian sources, had previously worked closely with the FBI, was suspended and then terminated as an FBI source for leaking to the press about his relationship with the bureau.",
  "The Democrats have tried to jump on that and say oh, he didn't exactly say that, well, I checked with numerous sources on the committee that have confirmed, he was asked this question multiple times and actually his answer is far worse than what the memo actually states in this particular case.",
  "The FBI mislead and personally deceived a Federal court while using an unverified, completely phony opposition research, bought and paid for by Hillary Clinton, to spy on an opposition campaign during a presidential election, all to help one candidate out, all to mislead the America people.",
  "What's even more incredible is that the Obama Administration and people associated with Hillary Clinton and now we know Fusion GPS, Christopher Steele, Bruce Ohr and the DOJ, Sally Yates, Andrew McCabe at the FBI, Former Director James Comey, they were spreading the disinformation campaign.",
  "We also know, independently, from the memo that in September 2016, Steele and Fusion GPS briefed in person, in person, so-called journalists from the New York Times and The Washington Post and Yahoo News and The New Yorker and CNN about the Hillary Clinton phony Russian dossier.",
  "Now, tonight, we have irrefutable proof of a coordinated conspiracy to abuse power by weaponizing and politicizing the powerful tools of intelligence by top-ranking Obama officials against the Trump campaign, against the constitution, and against your Fourth Amendment rights.",
  "But I can tell you a Congressional source tells me that Rod Rosenstein in a meeting three weeks ago, threatened the Chairman Nunes and members of Congress that he was going to subpoena their texts and messages because he was tired of dealing with the Intel Committee.",
  "In January, before the president was sworn in, James Comey, as FBI Director, meets with the president, tells him about that salacious and unverified dossier, but said he's not - the president was not under investigation and that not to worry about that.",
  "And then you have the highest ranking people in the DOJ, in the FBI using the powerful tools of intelligence to try and spy on -- and successfully spy on and hopefully derail an opposition party candidate, and then undermining an incoming president.",
  "At the end of the day they are nothing but propagandist, an extension of the Democratic Party and tin foil hat conspiracy theorists that are so pathologically locked in their hate of President Trump they don't know any better at this point.",
  "Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "But the whole time, based on an unverified and salacious dossier, and those are the words coming out of Comey's own mouth, they used that to spread lies about the Trump campaign to the media and anybody they could try to share it with.",
  "The entire foundation of what we now have gone through, this mess for a year, no evidence, Trump, Russia collusion, the special counsel, it's been built on lies and built on a phony fake news dossier that was funded by Hillary Clinton.",
  "But, in fact, the memo asserts, quote, deputy FBI Director Andrew McCabe testified before the Intel panel in December 2017 that no surveillance warrant would have been sought from the FISA court without the Steele dossier information.",
  "In the meantime, all this while, the liberal mainstream media, they have wasted an entire year holding this country hostage on a false narrative based on a conspiracy theory that President Trump colluded with the Russians.",
  "And I'm hoping the IG, when the Department of Justice investigative general or IG comes out with their report about what's going on inside justice and they have access to all the emails, they will shine some light on this.",
  "HANNITY: Let me go to the very end of the memo when they talk about Andrew McCabe and his testimony in December 2017 that no surveillance warrant would have been sought from the FISA court but for the dossier information.",
  "Dishonest, misleading memo, wreck the House Intel Committee, destroy trust with the intelligence community, damage relationship with the FISA court and an excusably exposed classified investigation of an America citizen.",
  "More than that, I think what's at stake here is, the fact that they utilized this information, knowing it was not truthful, knowing it was unverified, not notifying the court of the entire process of what went on here.",
  "(COMMERCIAL BREAK)\n\nHANNITY: Joining us now with reaction to the explosive memo detailing FISA abuse, also President Trump's attorney and also the chief counsel for the America Center for Law And Justice, Jay Sekulow.",
  "Now, during that FISA warrant process, the FBI, or at least the upper echelon, not the rank and file, repeatedly never told the FISA judges that the phony salacious dossier was financed by Hillary Clinton and the DNC.",
  "Joining us now Fox News contributor and Investigative reporter, Sara Carter; Fox News legal analyst Gregg Jarrett; and Fox News national security strategist, former deputy assistant to the president Sebastian Gorka.",
  "And also tonight, now that this memo has been released, look, we have been telling you about this for a very long time, it was March of last year when we first reported that there was a FISA warrant on Trump Tower.",
  "The FBI then used a Yahoo news report that was written by Michael Isikoff from September 23rd, 2016, about a Carter Page trip to Russia as evidence to corroborate information in the phony Russian paid for dossier.",
  "JAY SEKULOW, TRUMP ATTORNEY THE CHIEF COUNSEL FOR THE AMERICA CENTER FOR LAW AND JUSTICE: Well, you have to look at the time line here, Sean, to show how dangerous the precedent that's been established by the FBI.",
  "And this also points out in the memo that during the initial application for the FISA warrant, the head of the FBI Counter Intelligence Division says the corroboration of the Steele dossier was, \"in its infancy.\"",
  "SEKULOW: This is done -- this is done by FBI director who, remember, Democrats were calling for his removal when he intervened, and by the way, I was very critical of his intervention into the political process.",
  "So, in other words, Hillary Clinton wanted the media to run with this total, false, fabricated dossier hoping to lie to the America people and convince you that's a reason to vote for her and not Donald Trump.",
  "The memo reveals that in September 2016, former British spy Christopher Steele told the Obama Justice Department official Bruce Ohr, he was quote desperate to block Donald Trump's election to the White House.",
  "Ohr later provide the FBI with all of wife's opposition research paid for by the DNC and Clinton via Fusion GPS that Ohr's relationship with Steele and Fusion was inexplicably concealed from a FISA court.",
  "This dossier to the secret court to get a secret warrant to spy on a fellow American and, guess what -- they never told the court that the Democrat National Committee and the Clinton campaign paid for it.",
  "I mean, he got a warrant based on this information and I don't care if somebody is a Republican, Democrat, independent, libertarian green party, that's not the way it works in the constitutional republic.",
  "HANNITY: Well what happens if you know that this is a Democratic bought and paid for dossier, and you know the information is false, and you don't disclose this to the judge on four separate occasions?",
  "In other words, that means the FBI never corroborated any of this, but they still presented it to a FISA court to get a warrant to spy on an opposition candidate when one candidate paid for those lies.",
  "Now remember, Ohr was the guy who had an office four doors down from Rod Rosenstein and was removed from his position for not disclosing that he met with Fusion GPS both before and after the elections.",
  "And what is so distressing to me as somebody who is watching this, is how the press seems to not want to play any credence to this unless it supports that Donald Trump committed collusion with Russia.",
  "Now, the FISA laws, which are all about your Government spying on America people, they have been abused and literally to surveil on an opposition campaign to undermine later a duly-elected president.",
  "And it's Tom Hanks and Ben Bradley, and Meryl Streep as Katharine Graham, and transparency is cheered and speaking truth to power is cheered because that was the Nixon administration, that was 1971.",
  "I had a chief of police text me today and he said if any of his offices had acquired a warrant while excluding exculpatory information, that officer would be charged with perjury or abuse of power.",
  "Even if they said they were the infancy stages of verifying it and remember, months later, it was James Comey that said oh, it's not verified and it's salacious as he informed the president-elect.",
  "The memo explains how Former Deputy FBI Director Andrew McCabe testified before the House Intelligence Committee that the FISA warrant to spy would not have been approved without the dossier.",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: I think the only thing that you can conclude is that you have a White House that is just hell bent on having some kind of hand in this investigation.",
  "Look, if we as a country, if we care about the Constitution, if we believe in civil liberties, if we believe in those protections, then the special counsel must be disbanded immediately.",
  "The media cannot twist and distort truth, and you, the America people and those of you that have supported this show, we thank you tonight because you in part have made this possible.",
  "They have been deeply shredded by deep state, unelected bureaucrats all in an attempt to influence an election and then undermine a duly-elected president, that being President Trump.",
  "I thought it was absurd when he did that three stunt maneuver he did in the summer and then to the fall in the election as against the FBI where he conflated his job as FBI director.",
  "Pick someone to come in and look at this entire situation so the American people can once again have confidence in the top people running these important agencies in our government.",
  "JIM JORDAN, R-OHIO: Remember what we learned today, Sean, not once, not twice, not three times but four times the top people at the FBI took this salacious and unverified document.",
  "This is what we call circular reporting because the FBI was pretending that they had two sources when, in fact, it was the same source, and they were presenting that to the judge.",
  "And it says that, as a matter of practice neither the president nor any White House official ever ordered surveillance on any U.S. citizen, any suggestion -- they didn't order it.",
  "Fox News is also reporting tonight that the memo is being sent to the Department of Justice and the inspector general which could, in fact, lead eventually to criminal charges.",
  "So, when you look at just the chain of events, and that's what I want people to focus on, the time line here is very, very not only dangerous what did they tell the FISA court?",
  "I think this is the biggest abuse of power, corruption, scandal we have ever had where you have one presidential candidate using phony Russian propaganda, bought and paid for.",
  "And, Sean, you know, I say that as somebody who has supported the investigation into Donald Trump on collusion believing we have to gets to the bottom and let Mueller do that.",
  "James Comey, Andrew McCabe, Sally Yates, Dana Boente, Rod Rosenstein, they are all complicit in this because they, at different points, they all approved surveillance on page.",
  "Comey, McCabe, Rosenstein and others, all need to be investigated and, in many cases, prosecuted to the fullest extent of the law because these crimes have been committed.",
  "New York Times editorial board, the Republican plot against the FBI, The Washington Post editorial, the Nunes memo is a giant damaging distraction, also a joke and a scam.",
  "Joining us now with reaction North Carolina congressman, chairman of the House Freedom Caucus, Mark Meadows and Ohio Congressman, also a Freedom Caucus member, Jim Jordan.",
  "But it was from the Hillary Clinton campaign and really try to affect the election through this dossier that they paid for and was used to spy on American U.S. citizens.",
  "Now, we have been talking about this issue -- FISA abuse, spying on the Trump campaign, since March 6th of last year, and the media has ignored it every step of the way.",
  "But I will not turn a blind eye in the other direction the way the press has where they only think a story can travel in one part and that part is to hurt Donald Trump.",
  "Everything that you're going to hear -- well, a lot of it should sound familiar because we have been uncovering this piece by piece every single night now for months.",
  "Congressman Gates just reminded me on the 16th of May, Rod Rosenstein escorted Robert Mueller to be interviewed by the president to be the Director of the FBI again.",
  "They signed a document in front of a judge that said we vouch for the reliability and authenticity of this document and in other words they were lying to the judge.",
  "I mean, the idea that you can have a campaign, pay for opposition research that then gets basically funneled over to the FBI, so can you investigate your opponent?",
  "Now the current Democratic National Committee Chair Tom Perez fired back today calling it a sham memo aimed at discrediting Special Counsel Robert Mueller's probe.",
  "(COMMERCIAL BREAK)\n\nHANNITY: As we have been saying on the show this Nunes memo is 10 percent to 15 percent sadly of what we're told will come out of this scandal.",
  "The media barely touched it, and they still cling to the Russia-Trump collusion story and there has never been a shred of evidence in a year confirming it at all.",
  "And when you look at that and you see that and so many other things what's going on, a lot of people should be ashamed of themselves and much worse than that.",
  "So I think the real issue here is both to the nature of what they did but also what they did to the court and I think all that has to be reviewed, obviously.",
  "A cardinal rule of the Obama Administration is no White House official ever interfered with an independent investigation led by the Department of Justice.",
  "We have so much information to get out tonight, Gregg Jarrett remember when he, Comey, met with Donald Trump, he said it's unverified and it's salacious.",
  "So, again, those people are defending James Comey who should go back and remind themselves what they said, you know, a year ago -- a year and a half ago.",
  "HANNITY: Without all of this happening, and the basis for all of this is - lends itself to what happened with Robert Mueller being appointed, Joe Concha.",
  "UNIDENTIFIED MALE: The president's actions here only raise the suspicion of those that aren't sort of, you know, in his sort of -- in his Kool-Aid orbit.",
  "SEBASTIAN GORKA, FOX NEWS NATIONAL SECURITY STRATEGIST, FORMER DEPUTY ASSISTANT TO THE PRESIDENT: Sean, let's just remember what happened 11 months ago.",
  "This was all designed to impact a presidential election and an incoming president, and to undermine an incoming president, and to undermine an election.",
  "And we should note that after the current FBI Director Chris Wray saw this Republican memo from Nunes, Andrew McCabe was gone less than 24 hours later.",
  "They were shut down the first attempt they tried to get it and then they got it on the second shot, and admit without it they never would have got it?",
  "He should now resign immediately because his actions now prove he isn't capable of honestly serving the America people as the deputy attorney general.",
  "The source for the information and the Yahoo news report was none other than Christopher Steele, the same author of the dossier that they were using.",
  "When we come back, Ed Henry on the Democrats' reaction in all of this and Joe Concha, Ari Fleischer, so much more on this Friday breaking news night.",
  "SEKULOW: So, Christopher Steele, the so-called, you know, British spy that was getting this information, by the way, who was working on it with him?",
  "And speaking of Rosenstein, now, remember, this is a guy that appointed the special counsel because, remember, the attorney general recused himself.",
  "It proves that the entire basis for the Russia investigation was based on lies that were bought and paid for by Hillary Clinton and her campaign.",
  "But it's to lie to the American people continue to influence the election which ratchets up the typical lying that's done in political campaigns.",
  "And the memo alleges, quote, during the same time period, Ohr's wife fusion GPS on to insist in the cultivation of opposition research on Trump.",
  "As I said last night, Jim, you might want to keep your mouth shut because anything you say can and will be used against you in the court of law.",
  "There is no way that they did not know that the FBI was lying to a FISA court in order to spy on an opposition campaign during an election year.",
  "In many ways, the fact that the media has been so wrong and so corrupt, it is a story that will haunt them, I would argue, for decades to come.",
  "Because we're not even including the Bruce Ohr situation or any of that you add all of that together, I think it needs to be outside counsel.",
  "(END VIDEO CLIP)\n\nHANNITY: Joining us now, the Hill's Joe Concha and former White House press secretary, Fox News contributor Ari Fleischer.",
  "Also tonight, the memo is exposing just how wrong your media has been for over a year with no evidence about Trump and Russia and collusion.",
  "Now, that type of abuse of power, that type of corruption, that shredding of the Constitution, it is unprecedented in America history.",
  "They have been sitting on the sidelines while the biggest scandal in their lifetimes has been unfolding right before their very faces.",
  "In fact, when everybody was criticizing you, about what you believed to be going on, today we now know that, indeed, it was going on.",
  "The next day, May 17, after he fails that interview, Rod Rosenstein appoints him as the special counsel to investigate the president.",
  "It was March 8th of last year, you and John Solomon on this show broke this story of a FISA warrant and surveillance of Trump Tower.",
  "SEKULOW: Well, there's the question because -- and so, the question is, did this dossier lead to this -- create this investigation?",
  "We are already looking and reviewing other documents and other sources of information that would indicate other parts of collusion.",
  "Here is what we know from the memo and I have actually talked to one person in particular that read the underlying documents, Ari.",
  "The Mueller investigation does need to be shut down and the people responsible, who we will name tonight, many need to go to jail.",
  "And then, James Comey again, going to the president-elect of the United States and saying, \"Hey, there is this dossier out there.",
  "If I was General Flynn tonight, and my lawyers, I would be in a room tonight coming up with strategies, same with Paul Manafort.",
  "Everything that we have been talking about and uncovering for a year on this program is now being shown to be true and exposed.",
  "We check in with Freedom Caucus members Mark Meadows, Jim Jordan and some more tonight on this big Friday breaking news night.",
  "I'm not trying to do a J. Edgar Hoover,\" those were, by the way, James Comey's words, \"I'm not trying to do a Hoover you here.",
  "Ari, now that we know -- that we know, there was some collusion and Hillary paid for what turned out to be Russian propaganda.",
  "We now know not only is it true that he was spied upon by the Obama Administration, but the warrant was a required illegally.",
  "You know, outside of the Kool-Aid orbit everybody else is wondering why is he so trying to thwart this investigation so much.",
  "I think this is the biggest corruption abuse of power case story in our lifetime -- far bigger than Watergate by a long shot.",
  "She said, I have been in journalism all my life and I've never ever seen the press corps fight so hard against transparency.",
  "I felt like I was hanging out here on a thread by myself some nights with some of my good partners and friends on the show.",
  "(END VIDEO CLIP)\n\nHANNITY: The president earlier today reacting to the stunning FISA memo which was, in fact, declassified.",
  "And let me just repeat that having read it and covered the story for a while, as to the Mueller probe, this memo is a dud.",
  "And by the way, nobody else will say this, all charges against Paul Manafort and General Michael Flynn need to be dropped.",
  "This story is only beginning and you deserve to know the truth and thanks to all of you who helped get this memo released.",
  "In other words, they purposely omitted crucial information from the FISA court judge so they could continue this process.",
  "But I see no other remedy than a second special counsel and I would add one thing, make sure they are not from the swamp.",
  "I would argue without all of this, what we are describing and talking about tonight, there is no Special Counsel Mueller.",
  "But three of those times, they did so after knowing that the very person who wrote the dossier was not telling the truth.",
  "JOE CONCHA, THE HILL: And to, Ari's, point, if you look at some of the headlines today, this is largely being dismissed.",
  "HANNITY: You are saying he used, what he called in front of then-President-elect Trump unverified and salacious dossier.",
  "Perez did inquire in, quote, we can't let them undermine our justice system to serve their partisan political interest.",
  "Little bits of evidence that if they just latched on to it, they would have been able to see through and see the truth.",
  "HANNITY: Congressman Jordan, I watched you in committees and there were times I'm like, finally somebody is saying it.",
  "MEADOWS: Well, what we do know is much of the information that actually called for a special prosecutor was tainted.",
  "HANNITY: -- and salacious and you presented it to a court and signed off on it, and that was the determining factor.",
  "And it was spearheaded not by rank and file members of the FBI intelligence community and Department of Justice, no.",
  "But, there is new vital information that is even more damning, more damaging than anything we have told you so far.",
  "And became the super attorney general which is not his function administratively or procedurally, yet, he did that.",
  "SARA CARTER, FOX NEWS CONTRIBUTOR AND INVESTIGATIVE REPORTER: My sources are telling me it's 10% of what is coming.",
  "We're going to give you important background information so we can fully explain just how massive this scandal is.",
  "And Glenn Simpson testified that both the Clinton campaign and the DNC were well aware about this press outreach.",
  "Democrats are reacting to the release of this FISA memo, Fox News chief national correspondent Ed Henry, tonight.",
  "My sources tell me this is just the tip of the spear, the tip of the iceberg, and there is so much more to come.",
  "I believe that Special Counsel Mueller will come and show that this president didn't collude with the Russians.",
  "And, Sean, I can tell you probably the thing that concerns me the most is that this is the tip of the iceberg.",
  "HANNITY: All of you have been doing the work of the media for an entire year and sharing it with our audience.",
  "Two months earlier he used to get the warrant to spy on the Trump campaign and then the Trump transition team.",
  "JORDAN: The thing, Mark and I, and several other members called for six months ago, a second special counsel.",
  "You're about to find out why and here are the key findings from the memo that we're going to cover in detail.",
  "Breaking right now the highly classified FISA abuse memo has now been released and it is absolutely shocking.",
  "President Trump by the way, is reacting to all of this breaking news and here is what he said about the memo.",
  "And now by the way, they are doing everything they can do to try to discredit it, and it's not going to work.",
  "And how few in the media cared to follow what is the biggest abuse and corruption scandal in their lifetime.",
  "What's the next step in terms of if we want to right this tremendous injustice and constitutional violation?",
  "Also, the information as you reported that's going to be the IG, they are going to look at criminality here.",
  "And Christopher Steele, by the way, came to the FBI in the time for me that looks like it was around July.",
  "I know that members of Congress are going to call for a special counsel to investigate the investigators.",
  "And I'm told that we might have a Grassley memo as early as next week that takes it yet to another level.",
  "Bur on that question of law, there is a lot more information we need to be digging for in the days ahead.",
  "Now Steele maintained a close relationship with the now demoted Department of Justice official Bruce Ohr.",
  "They have been lying to you, the America people, while on this program we have been uncovering the truth.",
  "(BEGIN AUDIO)\n\nHANNITY: This is the swamp, Obama holdovers, life-long bureaucrats, that are sabotaging.",
  "You have got Hillary Clinton, bought and paid for and of all things dossier full of Russian propaganda.",
  "And if the tables were turned here, I guarantee you people would be very interested in that collusion.",
  "This is Steele, \"that Donald Trump not get elected\", and was passionate about him not being president.",
  "So, the FBI used Steele's leak to Yahoo to corroborate the dossier created by the same person, Steele.",
  "Now, according to the memo, none of this was disclosed to the FISA court, which is a massive problem.",
  "This is so deep in its corruption; it should shatter the conscience of law-abiding American citizens.",
  "And, you know, I can tell you there was no Russian collusion between this president and the Russians.",
  "They also knew that the guy that wrote it, Christopher Steele hated the president and had an agenda.",
  "Four opportunities to tell the truth to the court and they didn't do it to spy on a fellow citizen.",
  "HANNITY: It's interesting, wouldn't we have had a special counsel but for all of this, Jay Sekulow?",
  "As you point out it was denied first in July, then James Comey has a big legal problem, doesn't he?",
  "But then it's used to obtain a FISA warrant to spy on an opposition part in an incoming president.",
  "They knew that the guy who authored it said he was desperate to stop Trump and, yet, they used it.",
  "We have also been reporting that this memo, believe it or not, is only about 15% of what's coming.",
  "And the worst part is, they knew where this dossier came from and they never told the FISA court.",
  "The FBI and the Department of Justice, they concealed evidence and they deceived a Federal judge.",
  "They knew this was a fabricated document, knew it was paid for by Democrats and Hillary Clinton.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "And the entire precedence of the special counsel was based on that dossier according to McCabe.",
  "Bruce Ohr, the number four, his wife who working, happens to be for Fusion GPS on this project.",
  "So, again, I say this, if there was a need for a special counsel, this is one of those moments.",
  "So, you know, first of all, 50 USC requires all applications for warrant, they are under oath.",
  "They knew the guy that was responsible, Steele, hated Donald Trump and didn't want him to win.",
  "Now, that the FBI then used that to target then the Trump campaign then an incoming president.",
  "If that's the case, then why the hell did he use it two months earlier to get a FISA warrant?",
  "And it's tragic that the people that we expect to uphold and enforce the law are breaking it.",
  "But I think the underlying problem is, there was a whole lot, Jim, was just talking about it.",
  "UNIDENTIFIED FEMALE: This is a fabricated, manufactured hack, partisan side show, circus act.",
  "And that seems to be, unless it can be told to me any differently that is proven collusion.",
  "Their allies in the destroy Trump media predictably spent all day doing what they do, lie.",
  "And that question is a real question that I think has got a significant legal consequence.",
  "James Comey, Andrew McCabe, Rod Rosenstein, Peter Strzok, Lisa Page, likely Loretta Lynch.",
  "But you have overpaid journalists just too lazy, to rigidly ideological to do their jobs.",
  "HANNITY: I think Devin Nunes needs to look at the Democratic attacks as a badge of honor.",
  "And when we see that, you know, you have to look at the fruit of a tainted investigation.",
  "CONCHA: Sources and methods were not disturbed in any way were not -- were not revealed.",
  "They also knew they couldn't spy on a Trump associate, McCabe said, without the dossier.",
  "Now, if I was the judge in this case, I think I would be pretty angry about all of that.",
  "And then it was designed and used to spy on an opposition candidate in an election year.",
  "And let's change names out again just as an educational process for the people at home.",
  "And we can also tell you tonight, many others we will be learning about in coming days.",
  "This is something that should never happen in the United States of America but it has.",
  "Then it was renewed a day before the inauguration and then renewed subsequently again.",
  "And lastly, lastly, what about all the congressmen and women who lied about this memo?",
  "Was there anything criminal going on, and from what appearances look like, there was.",
  "(BEGIN VIDEO)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: I think it's terrible.",
  "Now Congressman Devin Nunes, he told Bret Baier tonight that more memos are coming.",
  "And, Sean, in the end, you know, there is a movie out now called, The Post, right?",
  "Jay, I'm calling this the biggest abuse of power corruption case in our lifetime.",
  "Because, you know, unfortunately again this is not the rank and file FBI members.",
  "When we come back, my final thoughts on this FISA memo and where we go from here.",
  "He can't make the statements he made and then go back on them to get a warrant.",
  "Yet, seven weeks before then, he obtained a FISA warrant based on that dossier.",
  "And this is even more important, the investigation is now going to be reversed.",
  "They knew that Hillary Clinton paid for the dossier, they never told the judge.",
  "HANNITY: You know, I even have testimony, I don't have the time to display it .",
  "Remember, Comey testified under oath, the dossier was salacious and unverified.",
  "No this now is the biggest abuse of power, corruption case in American history.",
  "James Comey and the FBI attempted to get a FISA warrant in the summer of 2016.",
  "And I have to thank all of our listens for calling your congressmen and women.",
  "Make sure it's some retired federal judge from Iowa or Oklahoma, or somewhere.",
  "That, in fact, they wouldn't have sought this in any way without the dossier.",
  "But they didn't do it once, they didn't do it twice, they did it three times.",
  "It is more proof of how abusively biased and corrupt the press is in America.",
  "Mueller's investigation is and has been a witch-hunt from the very beginning.",
  "For four days they have been telling us it would reveal sources and methods.",
  "You know, four times they went to a FISA court to spy on American citizens.",
  "Because he never should have been appointed based on what we know tonight.",
  "And Democrats are not the only ones trying to dismiss this explosive memo.",
  "All the information we have been reporting now on this has been out there.",
  "Here is what I said that day back on my radio show in March of last year.",
  "So I sent it over to Congress and they will do what they are going to do.",
  "So when you put all this information together, here is what it all means.",
  "UNIDENTIFIED MALE: This memo with regards to the Mueller probe, is a dud.",
  "They then moved in October by adding to their request the Steele dossier.",
  "Because if you thought it was unverified--\n\nSEKULOW: You don't get both.",
  "And also revealed during September 2016, Steele said he was \"desperate.\"",
  "Otherwise, they would be reporting on this story instead of ignoring it.",
  "You know what's interesting, they tried to say that it was the Russians.",
  "They have and have had no evidence whatsoever because it doesn't exist.",
  "The only thing that was dishonest and misleading in this was Jim Comey.",
  "He is out of his mind right now, now that he is exposed with this memo.",
  "They have aided and abetted what is a massive Constitutional violation.",
  "They have been missing in action one of the biggest stories in history.",
  "Remember he told that to Donald Trump when he was the president-elect.",
  "That's not a denial that it happened, meaning the FISA court requests.",
  "And I think special counsel is necessary to review this entire matter.",
  "(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: I think it's terrible.",
  "They knew they couldn't spy on a Trump associate without the dossier.",
  "But the evidence, the facts, the truth, that's what we should pursue.",
  "And here's another massive revelation that I want you to think about.",
  "GORKA: How can he investigate the president in a subjective fashion.",
  "As, Mark, just said, this should never happen in this great country.",
  "And that's why I think it was the right thing to put this memo out.",
  "And as we have been explaining, this is Watergate times a thousand.",
  "Thank you both for what you have done--\n\nMEADOWS: Thank you, Sean.",
  "END\n\nContent and Programming Copyright 2018 Fox News Network, LLC.",
  "So maybe there is even more, Sean, out there than what we expect.",
  "HANNITY: But two months earlier he was arguing just the opposite.",
  "I mean this is just proof of government corruption and it's sad.",
  "The media has been corrupt and lying to you, the America people.",
  "The president tweeted out that his campaign had been spied upon.",
  "I believe it should be disbanded but I won't drag you into that.",
  "HANNITY: Biggest abuse of power, corruption case in our history.",
  "But now what we're seeing is collusion actually did take place.",
  "That suggests that the dossier was central to the FISA warrant.",
  "That is tonight's Friday night breaking news opening monologue.",
  "It's built on house of cards, and tonight it is crashing down.",
  "The president's attorney Jay Sekulow reacts to this FISA memo.",
  "They also knew it was bought and paid for by Hillary Clinton.",
  "We know Jeff Sessions has recused himself -- the only remedy.",
  "I thought we didn't like outsiders influencing our elections.",
  "She was hired to dig up dirt on Donald Trump for the dossier.",
  "Many will be implicated in this, but here's the bottom line.",
  "But I think it's a disgrace what's happening in our country.",
  "And they did that in the context of a presidential campaign.",
  "REP. MARK MEADOWS, R-NORTH CAROLINA: Well, we haven't, Sean.",
  "But I think it's a disgrace what's happening in our country.",
  "Now here we are in 2018 and Kimberley Strassel says it best.",
  "Did this in this case FISA warrant start this investigation?",
  "FLEISCHER: Well, I think you are on to something here, Sean.",
  "Now, if this never happened, it would be no Robert Mueller.",
  "SARA CARTER, FOX NEWS LEGAL ANALYST: It's incredible, Sean.",
  "This is a rush transcript from \"Hannity,\" February 2, 2018.",
  "This copy may not be in its final form and may be updated.",
  "All right, there is a ton of information to cover tonight.",
  "And many in ways I think you undersold it in this respect.",
  "I was wondering at times if people were overselling this.",
  "What's going on in this country, I think it's a disgrace.",
  "(COMMERCIAL BREAK)\n\nHANNITY: Joining us now with details.",
  "HANNITY: But they knew it was Hillary's in the beginning.",
  "There is going to be a number of people involved in this.",
  "This is not the end, and the investigation is in reverse.",
  "And that doesn't mean Obama didn't know that it happened.",
  "I think the patriots are going to win but what do I know?",
  "This is the shadow government I have been talking about.",
  "I think it's a disgrace what's going on in this country.",
  "HANNITY: Well, we have been lied to for the entire week.",
  "We know that the FBI and the DOJ, they knew the dossier.",
  "It's as if this story can only travel in one direction.",
  "That's not how American elections are supposed to work.",
  "All right, Congressman Jordan, what should happen next?",
  "They didn't say this was political opposition research.",
  "But, yet, he utilized that again to obtain the warrant.",
  "We have never, ever in history seen anything like this.",
  "Now we're going to go point by point through the memo.",
  "Chris Steele leaked the information to a media source.",
  "But I will tell you this, it raises serious questions.",
  "He was ridiculed by the left and the mainstream media.",
  "I was given a percentage, about 15% of what is coming.",
  "And you have been covering this for many, many months.",
  "Let me get this quote in from the Wall Street Journal.",
  "So, again, yes, James Comey doesn't get it both ways.",
  "HANNITY: All right, thank you both for being with us.",
  "The FBI says they cut off formal relations with him.",
  "You were dead on accurate on March 8th of last year.",
  "We will go line by line through the memo's findings.",
  "Here's the thing, and this is critically important.",
  "The memo was sent to Congress who has declassified.",
  "They are sabotaging the President Trump presidency.",
  "Sara, it was about a year ago you broke this story.",
  "But -- and this isn't deep state as people call it.",
  "And they used it to impact a presidential election.",
  "That's a threats and intimidation and retaliation.",
  "We have taken a lot of heat for telling the truth.",
  "When we come back, we get Congressional reaction.",
  "You asked them to release the memo and they did.",
  "SEAN HANNITY, FOX NEWS HOST: Welcome to Hannity.",
  "Criminally speaking, is he in jeopardy tonight?",
  "Congress will do whatever they are going to do.",
  "You called your congressman and congresswomen.",
  "Congress will do whatever they're going to do.",
  "Using the opponent's bought and paid for lies.",
  "It was designed to lie to the American people.",
  "I tell you, Sean, this is just out beginning.",
  "HANNITY: So, Sebastian, this is what they do.",
  "SEKULOW: And then McCabe is very significant.",
  "Because there was so much evidence out there.",
  "GREGG JARRETT, FOX NEWS LEGAL ANALYST: Right.",
  "That's what they are going to be looking at.",
  "HANNITY: Last thoughts, where is this going?",
  "You can't write a spy novel worse than this.",
  "We have never seen this before, Congressman.",
  "So Congressman Meadows, what does this mean?",
  "HANNITY: Omission -- that omission is a lie.",
  "They simply do not support its conclusions.",
  "Wow, pretty ironic when you think about it.",
  "We have known the whole time we were right.",
  "Now, Bruce's wife, her name is Nellie Ohr.",
  "He actually tweeted out today, \"That's it?",
  "So they lied to the FISA courts allegedly.",
  "I want to get your general thoughts first.",
  "What was wrong with putting this memo out?",
  "Congressman Meadows, let's start with you.",
  "People in America need to know the truth.",
  "When we come back, a \"Hannity\" exclusive.",
  "I can't wait to hear from the FISA judge.",
  "And do you have the right to an attorney.",
  "The media doesn't care about any of this.",
  "And they chose to ignore the other side.",
  "And sadly, it does shock the conscience.",
  "DOJ and FBI must keep doing their jobs.\"",
  "(END VIDEO)\n\nHANNITY: More than ashamed.",
  "Now, of course, Comey is running scared.",
  "We have a lot of cleaning up to do here.",
  "ARI FLEISCHER, FOX NEWS CONTRIBUTOR: No.",
  "And they never told the court the truth.",
  "And I'm saying he needs to go yesterday.",
  "We know Mueller can't expand his probe.",
  "We will need your voices in the future.",
  "So the level of duplicity, which is it?",
  "The American people deserve the truth.",
  "I'm not a big fan of special counsel.",
  "He is inherently compromised on this.",
  "Did they tell that to the FISA judge?",
  "And this is the part that is massive.",
  "You want to special counsel for that?",
  "We have been way ahead of the curve.",
  "Of course, you can't commit perjury.",
  "And that is the underlying question.",
  "So that may tell us something, Sean.",
  "Ed Henry, great reporting as always.",
  "They knew it was false information.",
  "MEADOWS: They did, without a doubt.",
  "Not only that, this is fascinating.",
  "HANNITY: That's par for the course.",
  "They chose to ask for verification.",
  "That doesn't mean it didn't happen.",
  "And then spy on incoming president.",
  "They want President Trump to fail.",
  "This scandal is only in phase one.",
  "A lot of people should be ashamed.",
  "And this is what is so incredible.",
  "The president wanted somebody new.",
  "What are your sources telling you?",
  "And, again, I can't opine on that.",
  "They didn't say it was unverified.",
  "You helped make this day possible.",
  "They knew that it was fabricated.",
  "You are not under investigation.\"",
  "You have been very clear in that.",
  "So in this is the situation, Jay.",
  "He didn't want a Bush era person.",
  "We will see you back here Monday.",
  "I hope you have a great weekend.",
  "They knew the dossier was false.",
  "And I was very critical of that.",
  "HANNITY: Well, I believe it did.",
  "It's sad though for the country.",
  "HANNITY: -- to help expose this.",
  "But it is worse than we thought.",
  "Now, let's get back to the memo.",
  "They never told the FISA judge.",
  "This is the -- this is the top.",
  "So that FISA warrant is issued.",
  "I wish it didn't happen though.",
  "Stay with the Fox News channel.",
  "That's a crime: 18 U.S. C 242.",
  "GORKA: No sources and methods.",
  "The memo was sent to Congress.",
  "And it's just wasn't the case.",
  "Here is what you need to know.",
  "This is what deep state means.",
  "A lot of people broke the law.",
  "HANNITY: That's a good point.",
  "Then they get a FISA warrant.",
  "I can't thank you all enough.",
  "It's very dispiriting, Sean.",
  "But it's only the beginning.",
  "He appointed Robert Mueller.",
  "Laura Ingraham is live next.",
  "There is a lot more coming.",
  "And let's see what happens.",
  "You want to know the truth?",
  "Crimes have been committed.",
  "They all knew it was a lie.",
  "Now, this part is shocking.",
  "And it gives justification.",
  "You want to know the truth?",
  "I have been clear on that.",
  "It doesn't work both ways.",
  "Ed, big breaking news day.",
  "Look, you study the media.",
  "She worked for Fusion GPS.",
  "Whatever they do is fine.",
  "HANNITY: It never should.",
  "SEKULOW: I think he does.",
  "They were not successful.",
  "He failed the interview.",
  "I think it's a disgrace.",
  "But this is what he did.",
  "And it's very troubling.",
  "No one is above the law.",
  "I think it's a disgrace.",
  "JARRETT: Oh, absolutely.",
  "It shocks the conscious.",
  "It's more than ashamed.",
  "High ranking officials.",
  "So they used it anyway.",
  "None of which was true.",
  "Let's unwind all of it.",
  "We'll have more coming.",
  "That's straight ahead.",
  "HANNITY: Unbelievable.",
  "JARRETT: I don't know.",
  "Now, here's the thing.",
  "Stay tuned, tick tock.",
  "You follow the media.",
  "It was declassified.",
  "Please stay with us.",
  "It's abuse of power.",
  "The media bought it.",
  "It was declassified.",
  "ALL RIGHTS RESERVED.",
  "Have a good weekend.",
  "We'll see you then.",
  "Here's the problem.",
  "HANNITY: All right.",
  "This is leadership.",
  "Now we have seen--.",
  "Let me go to Sara.",
  "This is the proof.",
  "They chose not to.",
  "It's that simple.",
  "I'm not going to.",
  "We appreciate it.",
  "Good to see you.",
  "It's unverified.",
  "Facts are facts.",
  "It's been there.",
  "It's all there.",
  "Truth is truth.",
  "It is stunning.",
  "It's salacious.",
  "I don't get it.",
  "SEKULOW: Yeah.",
  "HANNITY: Yes.",
  "Stay with us.",
  "HANNITY: OK.",
  "That's next.",
  "Take a look.",
  "Take a look.",
  "For what?",
  "Sara?",
  "CONG."
]