[
  "The preservation notice sent to Daniels’ attorney was one of more than a dozen such letters BuzzFeed’s legal team sent this week to a number of high-profile players in the Trump orbit, including former campaign chairman Paul Manafort, Manafort’s former deputy Rick Gates, former campaign manager Corey Lewandowski, former White House adviser Steve Bannon, current White House adviser Kellyanne Conway and former Trump bodyguard Keith Schiller, as well as Trump’s son-in-law Jared Kushner and Trump’s son Donald Trump Jr.\n\nA deposition by Daniels is probably some months away.",
  "Bolger asked Daniels to preserve all records of negotiations, agreements and payments involving Cohen, but also for more direct proof of Daniels’ alleged connection with Trump, including “any and all documents or communications about any relationship and/or sexual encounter(s) Ms. Clifford had and/or was alleged to have had, with President Trump.”\n\nDaniels’ lawyer, Michael Avenatti, confirmed on Wednesday that he’d received the letter from BuzzFeed.",
  "“I believe when you know something is fake and you still post it as if it were real, where no other news organization would do such a thing, I think you’re committing an intentional act and they’re going to be liable for defamation.”\n\nA spokesman for BuzzFeed suggested that since the libel suit seeks compensation for damage to Cohen’s reputation, episodes affecting his public standing are fair game for discovery.",
  "| Joe Raedle/Getty Images BuzzFeed maneuver could free Stormy Daniels to speak on Trump\n\nBuzzFeed may have found a legal opening to allow the porn actress Stormy Daniels to discuss her alleged relationship with President Donald Trump and a $130,000 payment she received just before the 2016 election as part of a nondisclosure agreement she is now trying to void.",
  "The same Trump attorney who brokered the deal with Daniels, Michael Cohen, filed a libel suit in January against BuzzFeed and four of its staffers over publication of the so-called dossier compiling accurate, inaccurate and unproven allegations about Trump’s relationship with Russia.",
  "Cohen’s attorney in the libel suit against BuzzFeed, David Schwartz, said on Wednesday he was aware of the preservation letters and would probably object to any attempt by the news outlet to dig into the Daniels episode or other matters not referred to directly in the dossier.",
  "… I think those recipients [of the letters] are going to be irrelevant to the case at hand.”\n\nSchwartz said he expected to be buried in paperwork from the law firms representing BuzzFeed and Fusion GPS, the private investigation firm that commissioned the dossier.",
  "Cohen’s role in President Trump’s 2016 campaign, including but not limited to any payments he made or facilitated to third parties during or in connection with the campaign, is therefore directly relevant to” Cohen’s suit, BuzzFeed lawyer Katherine Bolger wrote.",
  "Story Continued Below\n\nNow, BuzzFeed is using Cohen’s libel suit as a vehicle to demand that Daniels preserve all records relating to her relationship with Trump, as well as her dealings with Cohen and the payment he has acknowledged arranging in 2016.",
  "The dossier alleges that Cohen met Russian legal officials and legislators in Prague in August 2016 in a bid to “sweep … under the carpet” details of the relationship between Russia and Trump campaign officials like Paul Manafort and Rick Gates.",
  "On Tuesday, BuzzFeed’s lawyer wrote to Daniels’ attorney asking that the adult film actress, whose real name is Stephanie Clifford, preserve various categories of documents.",
  "Stormy Daniels last week filed suit in state court in Los Angeles, seeking to have the nondisclosure agreement tossed out because Donald Trump never signed it.",
  "The letter from BuzzFeed’s attorney , obtained by POLITICO, argues that Cohen’s role in paying Daniels is similar to allegations in the dossier about Cohen.",
  "It would not typically take place in public, but lawyers for either side would be free to release it or related documents unless a judge forbade it.",
  "Last week, Daniels filed suit in state court in Los Angeles, seeking to have the nondisclosure agreement tossed out because Trump never signed it.",
  "Cohen’s personal reputation, and his actions on Donald Trump’s behalf, are directly relevant to this case,” spokesman Matt Mittenthal said.",
  "If Daniels’ testimony is formally demanded in a deposition, the nondisclosure agreement would likely be no obstacle, legal experts said.",
  "“Certainly at the appropriate time there’ll be a fight in court as to limitations in discovery in this case,” Schwartz told POLITICO.",
  "“They’re going to try to wipe us out with demands on every unrelated issue under the sun,” the attorney for Cohen said.",
  "“We look forward to defending our First Amendment rights in court.”\n\nLorraine Woellert contributed to this report.",
  "Asked how Daniels would respond, he said, “We don’t have a position as of yet.” He declined further comment.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "“We want a very narrow view of discovery for many different reasons.",
  "Cohen sued Fusion in a separate, parallel libel case in January.",
  "Such preservation letters are often a prelude to a subpoena.",
  "The most reliable politics newsletter.",
  "Cohen has flatly denied the claim.",
  "You can unsubscribe at any time.",
  "“Mr.",
  "“Mr."
]