[
  "The obvious — and at times explicitly stated — goal of this Committee is to discredit and otherwise damage witnesses to Russia’s interference in the 2016 election,\" the lawyers wrote, \"all as part of an effort to protect a President who has sought to placate and curry favor with a hostile foreign power and who demands that the Justice Department stop investigating him.\"",
  "Goodlatte has sought Simpson's testimony, along with a list of high-profile former FBI and Justice Department officials, as part of a Republican investigation into allegations that anti-Trump bias in the bureau led officials to ratchet up their probe of the Trump campaign and downplay the investigation of Hillary Clinton's email server.",
  "| Pablo Martinez Monsivais/AP Photo Congress Fusion GPS co-founder spurns House GOP subpoena\n\nGlenn Simpson, the co-founder of Fusion GPS — the firm that commissioned a now-infamous anti-Trump dossier — intends to assert his Fifth Amendment right against self-incrimination to decline a subpoena issued by the House Judiciary Committee.",
  "\"The Committee has refused to define the scope of the deposition, but its members have already falsely accused Mr. Simpson of 'lying' — ample basis for us to be concerned that this Committee is only seeking to falsely incriminate Mr. Simpson,\" they wrote.",
  "Simpson will invoke his \"rights not to testify under the First and Fifth Amendments,\" his lawyers said in a letter to Judiciary Committee Chairman Bob Goodlatte (R-Va.), who had subpoenaed Simpson to appear in a closed-door deposition on Oct. 16.",
  "Democrats have argued that there's been no evidence that anti-Trump sentiment affected either probe and that Republicans are pursuing the allegations as part of an effort to undermine the ongoing investigation of Trump's inner circle.",
  "As part of that work, Fusion hired Christopher Steele, a former British spy, who compiled a series of memos — now known as the Steele dossier — describing a yearslong conspiracy between Trump and Russia to swing the election.",
  "Simpson's attorneys — Joshua Levy, Robert Muse and Rachel Clattenburg — say the committee has repeatedly interviewed witnesses behind closed doors, only to see selective portions of their testimony leak.",
  "The three attorneys also say Simpson has asked to be excused from appearing in person at next week's scheduled interview since he intends to invoke his rights not to testify.",
  "Glenn Simpson will invoke his \"rights not to testify under the First and Fifth Amendments,\" his lawyers said in a letter to Judiciary Committee Chairman Bob Goodlatte.",
  "Trump has fiercely disputed the dossier, which the FBI relied on, in part, to obtain a surveillance warrant against one of Trump's former campaign aides.",
  "The move by Simpson to reject the subpoena is sure to escalate a bitter and politically explosive confrontation just weeks before the midterm elections.",
  "The revelation that the dossier was financed by Democrats has fueled Republican claims that the FBI's Russia probe was politically motivated.",
  "Simpson's firm was hired by the Democratic Party and the Clinton campaign in 2016 to conduct research into Trump's foreign business ties.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up here for POLITICO Huddle A daily play-by-play of congressional news in your inbox.",
  "Story Continued Below\n\n\"This Committee’s inquiry is not designed to discover the truth.",
  "You can unsubscribe at any time."
]