[
  "According to The Hill, Simpson’s attorney, Joshua Levy, told House Judiciary Committee Chairman Rep. Bob Goodlatte that Simpson will not appear for a deposition because the congressional investigation “is not designed to discover the truth.”\n\nThe Virginia Republican subpoenaed Simpson on Sept. 29 after Levy said his client would not appear voluntarily for an interview before members of the House Judiciary and House Oversight & Government Reform committees.",
  "The co-founder of the opposition research firm behind the Steele dossier, Glenn Simpson, will invoke his First and Fifth Amendment privileges to avoid testifying before Congress next week, his lawyer has told Congress.",
  "Republican lawmakers are interested in the dossier, largely because the FBI reportedly relied on the unverified document to obtain surveillance warrants against former Trump campaign adviser Carter Page.",
  "But Republicans lawmakers hoped to depose him again to ask him about testimony provided by Bruce Ohr, a Justice Department official who was in contact with both Simpson and Steele.",
  "And though Simpson acknowledged meeting Ohr, he did not tell congressional investigators that Ohr’s wife, Nellie, worked for Fusion GPS while the firm was investigating Trump.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "(RELATED: Bruce Ohr’s Congressional Testimony Undermined Glenn Simpson’s)\n\nBut Simpson testified that he met Ohr only after the election, and at Ohr’s request.",
  "Simpson’s firm, Fusion GPS, was hired during the 2016 presidential campaign by the law firm that represented the DNC and Clinton campaign.",
  "In addition to investigating Trump and his associates, Fusion GPS has helped plant anti-Trump news stories with numerous news outlets.",
  "Simpson helped arrange meetings between Steele and journalists from The New York Times, The Washington Post, The New Yorker and Yahoo!",
  "Fusion GPS hired former British spy Christopher Steele to conduct an investigation into Donald Trump’s possible links to Russia.",
  "Ohr’s congressional testimony has cast doubt on what Simpson told the House Intelligence panel last November.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Ohr’s notes show that he took notes related to the Trump investigation during his encounter with Simpson.",
  "The result of the probe was a 35-page report alleging collusion between the Trump campaign and Kremlin.",
  "Simpson has already testified before the House Intelligence and Senate Judiciary committees.",
  "Ohr testified on Aug. 28 that he met Simpson twice in 2016, before and after the election.",
  "The first meeting took place in August 2016 after Simpson emailed Ohr.",
  "News."
]