[
  "Sincerely,\n\nDonald F. McGahn II\n\nCounsel to the President\n\ncc: The Honorable Paul Ryan\n\nSpeaker of the House of Representatives\n\nThe Honorable Adam Schiff\n\nRanking Member, House Permanent Select Committee on Intelligence\n\nssnua\n\nDeclasSi?ed by order of the President\n\nFebruary 2, 2018\n\nJanuary 18, 2018\n\nTo: HPSCI Majority Members\n\nFrom: HPSCI Majority Staff\n\nSubject: Foreign Intelligence Surveillance Act Abuses at the Department of Justice and the\n\nFederal Bureau of Investigation\n\nPurpose\n\nThis memorandum provides Members an update on significant facts relating to the\n\nCommittee?s ongoing investigation into the Department of Justice (DOJ) and Federal Bureau of\n\nInvestigation (FBI) and their use of the Foreign Intelligence Surveillance Act (F ISA) during the\n\n2016 presidential election cycle.",
  "a) Steele was suspended and then terminated as an FBI source for what the FBI de?nes\n\nas the most serious of violations?an unauthorized disclosure to the media of his\n\nrelationship with the FBI in an October 30, 2016, Mother Jones article by David\n\nCorn Steele should have been terminated for his previous undisclosed contacts with\n\nYahoo and other outlets' 1n September?before the Page application was submitted to\n\nPROPERTY OF THE US.",
  "President approves release of GOP memo criticizing FBI surveillance\n\nTHE WHITE HOUSE\n\nWASHINGTON\n\nFebruary 2, 2018\n\nThe Honorable Devin Nunes\n\nChairman, House Permanent Select Committee on Intelligence\n\nUnited States Capitol\n\nWashington, DC 20515\n\nDear Mr. Chairman:\n\nOn January 29, 2018, the House Permanent Select Committee on Intelligence (hereinafter ?the\n\nCommittee?)",
  "The Executive Branch, across Administrations of both parties, has worked to accommodate\n\ncongressional requests to declassify speci?c materials in the public interest.1 However, public\n\nrelease of classi?ed information by unilateral action of the Legislative Branch is extremely rare\n\nand raises signi?cant separation of powers concerns.",
  "Our ?ndings, which are detailed below, 1) raise concerns with\n\nthe legitimacy and legality of certain DOJ and FBI interactions with the Foreign Intelligence\n\nSurveillance Court (FISC), and 2) represent a troubling breakdown of legal processes established\n\nto protect the American people from abuses related to the ISA process.",
  "Though the\n\ncircumstances leading to the declassi?cation through this process are extraordinary, the\n\nExecutive Branch stands ready to work with Congress to accommodate oversight requests\n\nconsistent with applicable standards and processes, including the need to protect intelligence\n\nsources and methods.",
  "Strzok was reassigned by the Special Counsel?s Office to FBI Human Resources for\n\nimproper text messages with his mistress, FBI Attorney Lisa Page (no known relation to\n\nCarter Page), where they both demonstrated a clear bias against Trump and in favor of\n\nClinton, Whom Strzok had also investigated.",
  "r; .r\n\ni. a:\n\n3:4 ,af- .9.-\n\nPROPERTY OF THE U.S. HOUSE OF REPRESENTATIVES\n\n5) The Page FISA application also mentions information regarding fellow Trump campaign\n\nadvisor George Papadopoulos, but there is no evidence of any cooperation or conspiracy\n\nbetween Page and Papadopoulos.",
  "The Nunes memo is a document created by the staff of House Intelligence Committee Chairman Devin Nunes (R-Calif.) that alleges the FBI abused its surveillance authority, particularly when it sought a secret court order to monitor a former Trump campaign adviser.",
  "Sally Yates, then-Acting DAG Dana Boente, and DAG Rod Rosenstein each signed one or more\n\nFISA applications on behalf of\n\nDue to the sensitive nature of foreign intelligence activity, FISA submissions (including\n\nrenewals) before the ISC are classified.",
  "In order to\n\nfacilitate appropriate congressional oversight, the Executive Branch may entrust classi?ed\n\ninformation to the appropriate committees of Congress, as it has done in connection with the\n\nCommittee?s oversight activities here.",
  "Before and after Steele was terminated as a source, he maintained contact with DOJ via\n\nthen-Associate Deputy Attorney General Bruce 0hr, a senior DOJ of?cial who worked\n\nclosely with Deputy Attorneys General Yates and later Rosenstein.",
  "However, the rigor in\n\nprotecting the rights of Americans, which is reinforced by 90?day renewals of surveillance\n\norders, is necessarily dependent on the government?s production to the court of all material and\n\nrelevant facts.",
  "As provided by clause 11(g) of Rule of the House of\n\nRepresentatives, the Committee has forwarded this Memorandum to the President based on its\n\ndetermination that the release of the Memorandum would serve the public interest.",
  "1)\n\n2)\n\nThe ?dossier?- compiled by Christopher Steele (Steele dossier) on behalf of the\n\nDemocratic National Committee (DNC) and the Hillary Clinton campaign formed an\n\nessential part of the Carter Page FISA application.",
  "Steele was a longtime FBI source who\n\nwas paid over $160,000 by the DNC and Clinton campaign, via the law ?rm Perkins Coie\n\nand research ?rm Fusion GPS, to obtain derogatory information on Donald Trump?s ties\n\nto Russia.",
  "For example, in September 2016, Steele admitted to 0hr his feelings against then-\n\ncandidate Trump when Steele said he ?was desperate that Donald Trump not get\n\nelected and was passionate about him not, being president.?",
  "The application does\n\nnot mention Steele was ultimately working on behalf of?and paid by?wthe DNC and\n\nClinton campaign, or that the FBI had separately authorized payment to Steele for the\n\nsame information.",
  "As the Supreme Court has recognized, it is the President?s responsibility to classify,\n\ndeclassify, and control access to information bearing on our intelligence sources and methods\n\nand national defense.",
  "b) Steele?s numerous encounters with the media violated the cardinal rule of source\n\nhandling?maintaining con?dentiality?and demonstrated that Steele had become a\n\nless than reliable source for the FBI.",
  "The Strzok/Lisa Page texts also re?ect\n\nextensive discussions about the investigation, orchestrating leaks to the media, and\n\ninclude a meeting with Deputy Director McCabe to discuss an ?insurance?",
  "Investigation Update\n\n- On October 21, 2016, DOJ and FBI sought and received a ISA probable cause order\n\n(up; under Title VII) authorizing electronic surveillance on Carter Page from the FISC.",
  "Furthermore, Deputy Director\n\nMcCabe testi?ed before the Committee in December 2017 that no surveillance warrant\n\nwould have been sought from the FISC without the Steele dossier information.",
  "While the FISA application relied on Steele?s\n\npast record of credible reporting on other unrelated matters, it ignored or concealed his\n\nanti?Trump ?nancial and ideological motivations.",
  "the Committee agreed to\n\nsend the revised Findings and Conclusions, and the updated Executive Summary of the Committee Study, to the\n\nPresident for declassi?cation and public release?",
  "This should include information potentially favorable to the target of the FISA\n\nPROPERTY OF THE U.S. HOUSE OF REPRESENTATIVES\n\nTGIF-SEW\n\napplication that is known by the government.",
  "declassi?cation request, consistent with established standards governing the handling of\n\nclassi?ed information, including those under Section 3.1(d) of Executive Order 13526.",
  "It then required the approval of the Attorney General, Deputy Attorney\n\nGeneral (DAG), or the Senate?con?rmed Assistant Attorney General for the National Security\n\nDivision.",
  "The Carter Page FISA application also cited extensively a September 23, 2016, Yahoo\n\nNews article by- Michael Isikoff, which focuses on Page?s July 2016 trip to Moscow.",
  "The Executive Branch does so on the assumption that the\n\nCommittee will responsibly protect such classi?ed information, consistent with the laws of the\n\nUnited States.",
  "In the case of Carter Page, the government had at\n\nleast four independent opportunities before the FISC to accurately provide an accounting of the\n\nrelevant facts.",
  "voted to disclose publicly a memorandum containing classi?ed information\n\nprovided to the Committee in connection with its oversight activities (the ?Memorandum,?",
  "After Steele was terminated, a source validation report conducted\n\nby an independent unit within FBI assessed Steele?s reporting as only minimally\n\ncorroborated.",
  "Based on this assessment and in light of the signi?cant public interest in the memorandum, the\n\nPresident has authorized the declassi?cation of the Memorandum.",
  "law\n\n?rm (Perkins Coie) representing the DNC (even though it was known by DOI at the,\n\ntime that political actors were involved with the Steele dossier).",
  "Accordingly, the Committee?s request to\n\nrelease the Memorandum is interpreted as a request for declassi?cation pursuant to the\n\nPresident?s authority.",
  "According to the head of the counterintelligence division, Assistant Director Bill\n\nPriestap, corroboration of the Steele dossier was in its ?infancy?",
  "any party/campaign in funding\n\nSteele?s efforts, even though the political origins of the Steele dossier were then\n\nknown to senior and FBI of?cials.",
  "As such, the public?s con?dence in the integrity of the\n\nFISA process depends on the court?s ability to hold the government to the highest standard??",
  "a FISA order on an\n\nAmerican citizen must be renewed by the ISC every 90 days and each renewal requires a\n\nseparate finding of probable cause.",
  "a) Neither the initial application in October 2016, nor any of the renewals, disclose or\n\nreference the role of the DNC, Clinton campaign, or.",
  "The Papadopoulos information triggered the opening\n\nof an FBI counterintelligence investigation in late July 2016 by FBI agent Pete Strzok.",
  "The White House review process also included input from the Of?ce of\n\nthe Director of National Intelligence and the Department of Justice.",
  "Consistent with this review\n\nand these standards, the President has determined that declassification of the Memorandum is\n\nappropriate.",
  "- This article does not corroborate the Steele dossier because it is derived from information\n\nleaked by Steele himself to Yahoo News.",
  "HOUSE OF REPRESENTATIVES\n\n3)\n\n4)\n\nthe FISC in October-but Steele improperly concealed from and lied to the FBI about\n\nthose contacts.",
  "a) During this same time period, Ohr?s wife was employed by Fusion GPS to assist in\n\nthe cultivation of opposition research on Trump.",
  "Bush) (noting Senate resolution requesting that President provide for\n\ndeclassi?cation of certain information Via Executive Order).",
  "Ohr later provided the FBI with all\n\nof his wife?s opposition research, paid for by the DNC and Clinton campaign via\n\nFusion GPS.",
  "Yet, in early January 2017, Director Comey briefed President-elect Trump\n\non a summary of the Steele dossier, even though it was?",
  "bias was recorded by Ohr at the time and subsequently in of?cial FBI ?les?but\n\nnot re?ected in any of the Page FISA applications.",
  "Those\n\nstandards permit declassi?cation when the public interest in disclosure outweighs any need to\n\nprotect the information.",
  "with requirements under FISA, the application had to be ?rst certi?ed by the Director or Deputy\n\nDirector of the FBI.",
  "Perkins Coie was aware of Steele?s\n\ninitial media contacts because they hosted at least one meeting in Washington DC.",
  "The Constitution vests the President with the authority to protect national security secrets from it\n\ndisclosure.",
  "The Page FISA application incorrectly assesses\n\nthat Steele did not directly provide information to Yahoo News.",
  "The FBI and DOJ obtained one initial FISA warrant targeting Carter Page and three FISA\n\nrenewals from the FISC.",
  "The President understands that the protection of our national security represents his highest\n\nobligation.",
  "The President understands\n\nthat oversight concerning matters related to the Memorandum may be continuing.",
  "Shortly after the\n\nelection, the FBI began interviewing 0hr, documenting his communications with Steele.",
  "However, our ?ndings indicate that, as described below, material and relevant\n\ninformation was omitted.",
  "On Wednesday, the FBI had said it was “gravely concerned” that key facts were missing from the memo.",
  "Accordingly, he has directed lawyers and national security staff to assess the\n\n1 See, e. S. Rept.",
  "Steele has admitted in\n\nBritish court ?lings that he met with Yahoo Newly?and several other.",
  "Page is a\n\nUS citizen who served as a volunteer advisor to the Trump presidential campaign.",
  "The Committee has now determined that the release of the Memorandum would be appropriate.",
  "person, but\n\ndoes not name Fusion GPS and principal Glenn Simpson, who was paid by a US.",
  "relationship with Steele and Fusion GPS was inexplicably\n\nconcealed from the FISC.",
  "To be clear, the\n\nMemorandum re?ects the judgments of its congressional authors.",
  "in question on behalf of the FBI, and Deputy Director Andrew McCabe signed one.",
  "The FBI and the Justice Department had lobbied strenuously against its release.",
  "b) The initial FISA application notes Steele was working for a named US.",
  "in\n\n2016 with Steele and Fusion GPS where this matter was discussed.\"",
  "114?8 at 12 (Administration of Barack Obama) (?On April 3, 2014 .",
  "particularly as it relates to surveillance of American citizens.",
  "Then-Director James Comey signed three FISA applications\n\n.",
  "107-792 (Administration of George W. Bush) (similar);\n\nE.O.",
  "outlets?in\n\nSeptember 2016 at the direction of Fusion GPS.",
  "at the time of the initial\n\nPage FISA application.",
  "I\n\nPROPERTY OF THE U.S. HOUSE OF REPRESENTATIVES",
  "?according to his June 2017\n\nand unveri?ed.?",
  "policy against\n\nPresident Trump?s election.",
  "12812 (Administration of George H.W.",
  "which is attached to this letter).",
  "See, Dep of Navy v. Egan, 484 US.",
  "As required by statute (50 U.S.C.",
  "This clear evidence of .",
  "518, 527 (1988).",
  "Consistent .",
  "); H. Rept.",
  "The Ohrs?",
  "Steele?",
  ".",
  ".",
  "."
]