[
  "Developing now, Friday, Oct. 12, 2018\n\nAmerican pastor Andrew Brunson, detained in Turkey since 2016, could be released as early as Friday\n\nKanye West's lunch with President Trump has Hollywood liberals freaking out\n\nTurkish officials say they have audio and video proving that missing Saudi writer Jamal Khashoggi was murdered earlier this month, according to a report\n\nFlorida's full recovery from Hurricane Michael could take months, officials say, as images of its destruction emerge\n\nThe co-founder of Fusion GPS, the firm behind the infamous anti-Trump dossier, will invoke the Fifth Amendment to avoid testifying before a House committee next week, his lawyer says\n\nFOX Business Network's new primetime lineup, featuring Trish Regan and Charles Payne, will premiere Monday, Oct. 15\n\nTHE LEAD STORY - MENDING FENCES: Turkey could release detained American pastor Andrew Brunson as early as Friday in an attempt to ease strained relations with the United States, according to a report ... Brunson, a North Carolina resident, has been held on terrorism charges since 2016.",
  "Here’s the new FBN lineup (all times are Eastern):\n\n2 p.m.: “Making Money with Charles Payne”\n\n3 p.m.: “Countdown to the Closing Bell with Liz Claman”\n\n4 p.m.: “After the Bell with Melissa Francis and Connell McShane”\n\n5 p.m.: “Bulls & Bears with David Asman”\n\n6 p.m.: “The Evening Edit with Elizabeth MacDonald”\n\n7 p.m.: “Lou Dobbs Tonight”\n\n8 p.m.: “Trish Regan Primetime”\n\n9 p.m.: “Kennedy Live”\n\nAS SEEN ON FOX NEWS\n\nMAKING KANYE GREAT AGAIN - \"The left has become the party of hate and division.",
  "Saudi Arabia faces backlash from Branson, other businesses over missing writer\n\nJamal Khashoggi mystery deepens\n\nMICHAEL'S PATH OF DESTRUCTION: Newly obtained drone footage shows Hurricane Michael's extensive damage to Mexico Beach, Fla., after the powerful storm made landfall Wednesday ... Debris and sand-covered streets, destroyed buildings and flooding are among the devastation shown in the video.",
  "POTENTIAL CLUES IN MISSING WRITER'S FATE: Turkish officials have told their American counterparts that they have audio and video recordings that prove writer and activist Jamal Khashoggi was murdered inside the Saudi consulate in Istanbul earlier this month, the Washington Post reported late Thursday ...",
  "SILENCE ON TRUMP DOSSIER: The co-founder of Fusion GPS, the opposition research firm that produced the now-infamous Trump-Russia dossier, will invoke his First and Fifth Amendment privileges in order to avoid testifying before the House Judiciary Committee next week, his lawyer said Thursday ...",
  "THE WEST WING: After Kanye West met with President Trump on Thursday — with the \"Ye\" rapper covering every topic from Superman, to the 13th and Second amendments to North Korea — celebrities were quick to voice their outrage on social media ... \"Kanye West says he thinks of Trump as a father.",
  "Actor Ike Barinholtz criticized the timing of the lunch, writing: \"It’s good to know that while Florida is being pummeled by a storm and the dow is s--tting the bed and a US 'ally' beheaded a journalist that our president is having the world’s stupidest lunch with Kid Rock and Kanye West.\"",
  "ET: Special guests include: Robert Wolf, FBN contributor and 32Advisors founder and CEO; Dick Bove, chief financial strategist for Rafferty Holdings; Kevin Hassett, White House Council of Economic Advisers chairman; J. Christopher Giancarlo, Commodity Futures Trading Commission chairman.",
  "Kanye is talking about love and unity and support for our president who is doing a tremendous job.” – Candace Owens, communications director of Turning Point USA, on \"Hannity,\" sounding off on the backlash Kanye West has received from the left for his support of President Trump.",
  "The recordings would represent the first hard evidence to support the Ankara government's contention that a 15-member \"assassination squad\" apprehended Khashoggi, a Washington Post contributor, after he entered the consulate Oct. 2, then killed him and dismembered his body.",
  "In a letter to committee chairman Bob Goodlatte, R-Va., Levy accused Republicans on the panel of trying to \"discredit and otherwise damage witnesses to Russia's interference in the 2016 election, all as part of an effort to protect\" President Trump.",
  "ET: The Trump-Kanye meeting at the White House, the midterms, Associate Justice Kavanaugh, the growing incivility of the left and disappearance of activist Jamal Khashoggi will be the main topics of debate with the following guests: Amb.",
  "ET: Special guests will include: RNC chair Ronna McDaniel; House Majority Whip Steve Scalise; Candace Owens, Turning Point USA communications director; Dana Loesch; Geraldo Rivera; former Journey lead singer Steve Perry.",
  "1997: Singer John Denver is killed when his privately built aircraft crashes in Monterey Bay, Calif.\n\n1971: The rock opera \"Jesus Christ Superstar\" opens at the Mark Hellinger Theatre on Broadway in New York City.",
  "Ambassador to the U.N. Nikki Haley announced her resignation and Secretary of State Mike Pompeo returned from North Korea with buzz of a possible second summit between President Trump and Kim Jong Un.",
  "John Negroponte, former U.S. ambassador to the United Nations; Michael Pillsbury, author of \"The Hundred-Year Marathon: China's Secret Strategy to Replace America as The Global Superpower.\"",
  "On FOX News Radio:\n\nThe FOX News Rundown podcast: Washington Post contributor Jamal Khashoggi disappeared after entering the Saudi Consulate in Istanbul and U.S. authorities want answers.",
  "The Post report, which cited officials from both the U.S. and Turkey, said that Khashoggi's voice can be heard on the recording along with voices of other men speaking in Arabic.",
  "ET: Media personality Jedediah Bila joins Tom Shillue to discuss her new book, \"#DoNotDisturb: How I Ghosted My Cell Phone to Take Back My Life\" and the latest news of the day!",
  "The committee had subpoenaed Glenn Simpson to appear for a closed-door deposition last month after attorney Joshua Levy said his client would not participate voluntarily.",
  "Sources told the Wall Street Journal that Brunson was expected to appear in court Friday, where a judge could drop some charges and sentence him to time already served.",
  "Rep. Darrell Issa, R-Calif,, on the battle over getting Deputy Attorney General Rod Rosenstein to testify about reports he wanted to secretly tape President Trump.",
  "TUNE IN: FBN'S NEW PRIMETIME LINEUP: FOX Business Network's new primetime lineup will premiere this Monday, Oct. 15 ... FBN’s Trish Regan will move to the 8 p.m.",
  "Simpson has previously sat for three congressional interviews as part of investigations into Russian activities during the 2016 presidential election campaign.",
  "ET: The final installment of Shapiro's election specials looks at the potential ramifications if Democrats take control of Congress in the midterm elections.",
  "ET: Steve Forbes, Forbes Media chairman; Jeff Rogers, Gulf Power Company communications and brand manager; Mark Misczak, former FEMA deputy director.",
  "The conversation turned to West discussing the lack of support he received from his Hollywood cohorts in backing the president.",
  "Meanwhile, officials said Tyndall Air Force Base in Panama City, Fla., suffered “severe damage” to “the base infrastructure.\"",
  "However, officials have urged caution because previous negotiations for Brunson's release have collapsed at the last minute.",
  "Buffalo Bills fan takes jab from the grave, requests six players as pallbearers so they 'can let him down one last time.'",
  "HOLLYWOOD SQUARED\n\nCrew member 'critical' after falling two stories on set of Tom Hanks’ 'Mister Rogers' film: reports.",
  "More wreckage, including displaced boats and shattered roofs, are also visible along a body of water dotted with docks.",
  "WATCH\n\nTHE 2018 MIDTERMS\n\nGOP now on the offensive in several Senate races, could expand majority even if House flips.",
  "ET: We'll take a closer look at the market selloff and what it means for viewers' 401(k) plans and November midterms.",
  "U.S. Reps. Jim Jordan, Mark Meadows: It's time for Republicans to act like Republicans (and not like Democrats).",
  "Saudi officials have claimed that he left the building by a different way and they do not know his whereabouts.",
  "Cavuto: Coast to Coast, Noon ET: Doris Kearns Goodwin, presidential historian; Ben Stein, actor and economist.",
  "#OnThisDay\n\n\n\n2000: Seventeen sailors are killed in a suicide bomb attack on the destroyer USS Cole in Yemen.",
  "Gary B. Smith and John Layfield break it all down ahead of Monday's launch of FBN's new \"Bull & Bears\" show.",
  "Flake calls Trump supporters' 'lock her up' chants 'disturbing,' and fears for future of Republican Party.",
  "Putin praises Nurmagomedov for 'convincing' UFC victory, defends fighter’s actions in post-fight brawl.",
  "The drone also shows an open stretch of what appears to have once been waterfront homes and buildings.",
  "WWE faces criticism for upcoming Saudi Arabia event amid investigation into activist's disappearance.",
  "Jonathan McNamara, Red Cross spokesman, on rescue and recovery efforts following Hurricane Michael.",
  "Previously published surveillance footage shows the 59-year-old Khashoggi entering the consulate.",
  "On Thursday, West began the much-anticipated sitdown by praising Trump's efforts in North Korea.",
  "Robert Jordan; Ed Rollins; Geraldo Rivera; Jedediah Bila; Alex Conant; Shannon Bream; Ed Martin.",
  "The storm also brought flash flooding to hurricane-weary parts of the Carolinas and Virginia.",
  "Approximately 1 million customers in Georgia, Florida, Alabama and South Carolina lost power.",
  "FOX NEWS OPINION\n\nMarc Thiessen: Trump could be the most honest president in modern history.",
  "THE SWAMP\n\nGrassley, on heels of Kavanaugh confirmation, pushes dozens of judicial nominees.",
  "Washington Post Global Opinions Editor Eli Lopez weighs in on Khashoggi's disappearance.",
  "On Facebook:\n\nCheck out 'FOX News Update,' our new Facebook-exclusive news program!",
  "ACROSS THE NATION\n\nUtah man raped Tinder date, could have more victims, police say.",
  "Arizona Senate hopeful Sinema implied state produced 'crazy' people in 2011 speech.",
  "ET: Special guests include: Cui Tiankai, Chinese ambassador to the United States.",
  "\"When I put this hat on, it made me feel like Superman - my favorite superhero.",
  "MINDING YOUR BUSINESS\n\nStock futures point to rebound for Friday session.",
  "JPMorgan, Wells Fargo, Citigroup third quarter results: What to expect.",
  "Twitter's viral 'sexy Halloween costume' trend may be most revealing.",
  "Jedediah Bila: I had to ghost my cell phone... to take back my life.",
  "Authorities estimate the storm caused at least $8 billion in damage.",
  "China's September trade surplus with U.S. widens to record $34.13B.",
  "Texas gun range bans customers posing for selfies with gun to head.",
  "ET: Ajit Pai, FCC chairman; Kayleigh McEnany, RNC spokeswoman; Amb.",
  "ET timeslot as the host of a new program, “Trish Regan Primetime.\"",
  "2018 Midterms: Stay with FOX News for full coverage and analysis.",
  "Mysterious deep-space flashes: 19 more 'fast radio bursts' found.",
  "Stock markets more resilient, compared to financial crisis days.",
  "Mortgage rates climb to 5 percent for the first time since 2011.",
  "Ryan Coogler tapped to write and direct ‘Black Panther' sequel.",
  "Charles Payne’s program, “Making Money,” will move from 6 p.m.",
  "Want the FOX News Rundown sent straight to your mobile device?",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "Plus, commentary by \"FOX News Sunday\" host Chris Wallace.",
  "CLICK HERE to take a sneak peek at the FOX Nation lineup.",
  "WATCH: Boston Dynamics' Atlas robot now performs parkour.",
  "As socialism sees resurgence, here are its pros and cons.",
  "Millennials being blamed for decline of American cheese.",
  "West did not hide his \"Make American Great Again\" pride.",
  "Miami House race once seen as easy Dem pickup tightens.",
  "We'll see you in your inbox first thing Monday morning.",
  "FOX News First is compiled by FOX News' Bryan Robinson.",
  "Michael Cohen re-registers as Democrat, attorney says.",
  "- Sign up now and find out about its exciting launch!",
  "On FOX News Weekend:\n\nCavuto Live, Saturday, 10 a.m.",
  "Social Security checks to rise by most since 2012.",
  "TRENDING\n\nStephen Hawking's final paper revealed.",
  "Don't miss some good news with FOX News' Tonya J.",
  "The Ben Shapiro Election Special, Sunday, 8 p.m.",
  "On FOX Business:\n\nMornings with Maria, 6 a.m.",
  "Scott Walker's winning streak nearing an end?",
  "Guess who doesn’t think of Kanye as a son?\"",
  "Ambassador Bill Richardson gives his take.",
  "FOX News Sunday, Sunday, 2 p.m. and 7 p.m.",
  "On FOX News:\n\n\n\nFOX & Friends, 6 a.m.",
  "STAY TUNED\n\nFOX Nation is coming!",
  "You made a Superman cape for me.\"",
  "The Brian Kilmeade Show, 9 a.m.",
  "The Tom Shillue Show, 3 p.m.",
  "Enjoy your day and weekend!",
  "Welcome to FOX News First.",
  "Sears bankrupt by Monday?",
  "Thank you for joining us!",
  "DID YOU HEAR ABOUT THIS?",
  "Chelsea Handler tweeted.",
  "Earlier this week, U.S.",
  "After the Bell, 4 p.m.",
  "Varney & Co., 9 a.m.",
  "Not signed up yet?",
  "Is Wisconsin Gov.",
  "ET to the 2 p.m.",
  "ET timeslot.",
  "Click here.",
  "Former U.N.",
  "Powers."
]