[
  "Perkins Coie is the same firm that, while working for the DNC and Hillary Clinton campaign, hired opposition research firm Fusion GPS to dig into then-candidate Donald Trump’s background – resulting in the controversial anti-Trump ‘dossier.’\n\nIn a letter being sent Friday to FBI Director Christopher Wray, Senate Homeland Security Committee Chairman Ron Johnson, R-Wis., asked for “all communications and documents” surrounding the bureau’s interactions with both Sussmann and DOJ official Bruce Ohr (whose wife worked for Fusion GPS).",
  "Sussmann's bio on the Perkins Coie website describes him as a former senior Justice Department official with extensive national security and cybersecurity experience: \"[Sussmann] is engaged on some of the most sophisticated, high-stakes matters today, such as his representation of the Democratic National Committee and Hillary Clinton’s presidential campaign in their responses to Russian hacking in the 2016 presidential election.\"",
  "The spokesperson said in a statement:\n\n“Prior to joining Perkins Coie, Michael Sussmann served as a cybercrime prosecutor in the Criminal Division of the Department of Justice during both Republican and Democratic administrations.",
  "A top Republican senator is demanding documents regarding the FBI’s 2016 interactions with a lawyer working for the Democratic National Committee and Clinton campaign who provided information on Russian meddling.",
  "Fox News reported last week that Perkins Coie lawyer Michael Sussmann gave documents pertaining to the Russia probe to then-FBI general counsel James Baker, according to Baker’s own testimony.",
  "Asked about Baker’s statements, however, a Perkins Coie spokesperson said last week that Sussmann’s contact was not connected to the firm’s representation of the DNC or Clinton campaign.",
  "“When Sussmann met with Mr. Baker on behalf of a client, it was not connected to the firm’s representation of the Hillary Clinton Campaign, the DNC or any Political Law Group client.”",
  "Sussmann’s contact with Baker suggests another connection between the early stages of the FBI’s Russia probe and those working with the DNC and Clinton campaign.",
  "Sources close to the congressional investigation told Fox News last week that Baker described his contact with Sussmann as unusual – and a one-time occurrence.",
  "As a result, Sussmann is regularly retained by clients with complex cybersecurity matters.",
  "Fox News has reached out to Sussmann's spokesman for comment in light of the new letter.",
  "The requested documents include interview summaries known as 302s."
]