[
  "And our Republican voters, our conservative voters have to understand not only do they have to go out and vote as you have been asking them, they have got to take a couple of friends and family members that may not have voted and take them to vote to make sure that this is an elections that goes the right way.",
  "Now, yesterday, we showed you new undercover video taken by Project Veritas, in this disturbing video, you see a staffer for Tennessee Senate candidate Phil Bredesen calling voters in Tennessee ignorant and saying that Bredesen was lying when he said he would have voted to confirm Brett Kavanaugh.",
  "Quoting, \"I can't remember an episode that has produced more crude, contemptuous, reckless stigmatizing and harmful discourse about mental health issues than the partisan anger primarily emanating from cable news and social media over the last 48 hours due to Kanye West's White House visit.",
  "Caught red handed, Tennessee Victory 2018, they released a statement yesterday claiming the recording was made by a fake volunteer who, quote, used secret video recording equipment to capture uninformed and speculative comments made last weekend by college students and youth organizers.",
  "Now, a spokesman for Sinema said the video, quote, she was frustrated no one in the state legislator was standing up to out-of-state special interests, working to take away healthcare from children, making tuition more expensive and take job security away from working families.",
  "Brian Pagliano sets up Clinton's e-mail system and e-mail server, he takes the fifth in front of Congress, and now Glenn Simpson, the guy hired by the Clinton campaign who went out and hired Christopher Steele to put together the fake news dossier, he has taken the fifth.",
  "Here with reaction, author of the number one New York Times bestseller \"The Russia Hoax: The Illicit Scheme to Clear Hillary Clinton and Frame Donald Trump,\" Fox News legal analyst, Gregg Jarrett, also Fox News contributor, Sara Carter, and Ohio Congressman Jim Jordan.",
  "Where the president and Republican leaders are outraged at the \"ugly, nasty, bare knuckles\" political environment they largely created and they are outraged when a Democrat uses the kind of rhetoric and rabble-rousing that the president has been using for years.",
  "And that good and competent attorney general would have marched over to the White House and told the president you must fire James Comey for violating a myriad of regulations and launch a serious investigation in front of the grand jury into the Russia hoax.",
  "And, look, I don't know how we got to a place now where we have rhetoric on a national news -- nationally televised news organization where you could say the words \"token negro\" about an African-American entertainer and anchor of that program laughs along.",
  "And maybe Don Lemon and his friends in the media, maybe they could spend some time covering the important topics that were discussed in the White House with Kanye and the president yesterday -- how to help inner cities, how to lift people out of poverty.",
  "The only way Democrats seemingly can win is to lie and deceive you, we the people, and also demonize opponents like they do every two years and every four years, they want to impeach the president, endless investigation, they want their crumbs back.",
  "Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "(INAUDIBLE)\n\nREP. MAXINE WATERS, D-CALIFORNIA: And if you see anybody in a restaurant, in a department store, at a gasoline station, you get out and you create a crowd, and you push back on them, and you tell them they're not welcome.",
  "But it seems between the success, cutting taxes, originals on the court, secured borders, peace through strength, it seems like a lot of people are beginning now to come around and they seem -- Democrats are doing the impossible.",
  "She promoted events at Arizona State University featuring a lawyer that represented the Blind Sheikh Andy McCarthy worked on that case, he was convicted in 1995 of being the mastermind of terrorist plots against this country?",
  "But the end result of it, the positive aspect of this, is that the pastor has been released unconditionally and is en route may have already landed in Germany and will be coming back to the United States as early as tomorrow.",
  "I have been telling you for months, this new radical Democratic Party is in a very alarming place, devoid of any moderates, devoid of any ideas that are going to help shape the country for our future with very few exceptions.",
  "Now the press secretary for the first lady responded to those attacks today in this tweet saying, quote, \"Day two of attacks from The View Yvette Nicole Brown, check your facts before you accuse someone of being a mistress.",
  "HANNITY: Am I wrong, Governor, when I characterize if you are voting for a Democrat for the House or the Senate, you are voting for Pelosi and Maxine Waters in the House and you're voting for Chuck Schumer in the Senate?",
  "UNIDENTIFIED FEMALE: There were a bunch of aides who flocked to the West Wing with their cameras, I heard from other West Wing aides who were hugely embarrassed that that had happened, though that was not a good look.",
  "Joining us now, we have more on top story from earlier tonight, the media's vitriol towards Kanye West, all of the things that have been said, why he met with the president and he was talking about solutions.",
  "And it goes beyond that, Soros has got leverage now in the Democratic primaries and that's why you are getting candidates like the Sinema in Arizona that has a horrible history that nobody noticed before.",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: Not only was this a crazy conversation for this White House, this is the kind of conversation that would typically be held between people wearing hospital bracelets.",
  "They're voting for Pelosi back in their leadership positions and they're voting for legislation that will undermine healthcare programs, the tax cuts and all the progress that Donald Trump has achieved.",
  "Like with the Kavanaugh case I see an overreaching on their part, meaning the left's part, Matt Schlapp, and 25 days out of an election, I think this might be, it could be what makes the big difference.",
  "He would have said show me the evidence in the FISA warrant applications to spy on the Trump campaign and would have discovered that it was all conjured by Hillary Clinton based on fabricated evidence.",
  "Now, all of a sudden, Kanye because he has put on MAGA hat and he's an attention whore like the president, he's all of a sudden now the model spokesperson, he's token Negro of the Trump administration?",
  "Will we ever get the declassified unredacted 302 gang of eight information, the FISA warrants, and do you all believe that this is now coming to a head and backfiring and people will pay the price?",
  "A review by Fox News of congressional testimony court records and other related documents indicates at least five sources brought the dossier to the FBI's attention before and after Election Day.",
  "Let's see, to create solutions to real problems of the forgotten men and women, the people that suffered under Obama's bad policies, have safer cities, more jobs in America, prison reform.",
  "HANNITY: What is the answer considering that the media would absolutely be apoplectic if it was conservatives or conservative activists doing what they do to Melania to any other woman.",
  "We've got Joe Concha, Lawrence Jones and Jay Sekulow reacts after two years in jail in Turkey, through the work of the president and Jay, Pastor Brunson released from a Turkey prison.",
  "(END VIDEO CLIP)\n\nHANNITY: So, political prisoners being returned to the U.S., renewed respect in the world, economic prosperity right here at home, this is what is at stake 25 days.",
  "Their desperate tactics have made sure that there is no middle ground, which is why I hear a lot of people saying they are voting a straight Republican ticket to save this country.",
  "Because now you very, you know, with James Baker is testifying and Lisa Page apparently telling some truth and Andrew McCabe in trouble, they all seem to be turning on each other.",
  "And I hear more people, one that are conservative and Republicans who are going to make sure they vote to, I hear from a lot of independents who are going to vote Republican.",
  "Now, as we've done all week, here are 10 more races that we're keeping our eye on that will literally be the tipping point in this election, a balance of power in Washington.",
  "Now, backlash supporters and volunteers over Bredesen's statement supporting Kavanaugh, well, the Tennessee Democrat spokesman, well, guess what, he is stepping up as well.",
  "UNIDENTIFIED MALE: It seemed to be the piece of Kanye's mental illness that is clearly on display and that of 1600 Pennsylvania Avenue converged in such a powerful fashion.",
  "But what a great day it is for the Brunson family and for Pastor Brunson himself, and the president and administration did just a phenomenal job moving this case forward.",
  "And you wait years and you still don't get documents and they never told the court and FISA about the political origins, meaning Clinton bought and paid for all of this.",
  "When we come back now Fusion GPS co-founder following Rod Rosenstein's lead, well, he is now allegedly refusing to appear before the House judiciary committee next week.",
  "In this letter of Simpson lawyer questioned the House judiciary committee's motives saying, \"The goal of this committee is to discredit and otherwise damage witnesses.\"",
  "UNIDENTIFIED FEMALE: If you think you are going to get a thoughtful t play by play and political analysis, you are not, because that was an assault on our White House.",
  "(CHANTING)\n\nHILLARY CLINTON, FORMER SECRETARY OF STATE: You cannot be civil with g a political party that wants to destroy what you stand for, what you care about.",
  "Even if you lost, he insulted your wife, when he came down the escalators and called Mexicans rapists and murderers, he said, what do you think I should have done?",
  "If you vote in a red state for a Senate Democrat in 25 days, you're voting for Chuck Schumer because that's who leads the Democratic sheep off the left wing cliff.",
  "They're first districts, open race, pits Republican Jim Hagedorn -- where the first district's open race pits Republican Jim Hagedorn against Democrat Dan Feehan.",
  "Look at Nicolle Wallace over at conspiracy TV MSNBC admitting on air she was encouraging physical violence against then candidate Donald Trump during the primary.",
  "CONCHA: Look, it's just another black eye for our media and unfortunately it's only going to get worse when the 2020 election starts in a couple of months, Sean.",
  "But he was talking about prison reform and I think, you know, in the case of Alice Marie Johnson who I had on this program, what a great case for prison reform.",
  "(END VIDEO CLIP)\n\nHERRIDGE: The Washington Times is reporting that Glenn Simpson will defy Congress and not show up next week on Capitol Hill to take the fifth.",
  "The people who have watched those networks and watched those people and the ones who have supported Democratic candidates, they are the ones that are ashamed.",
  "But, first, this week, Hillary Clinton, Eric Holder, they have proven once again that the left will continue to go low in an effort to try and win elections.",
  "(CROSSTALK)\n\nHANNITY: Hey, Lawrence--\n\nJONES: He doesn't have to check every single check box of the conservative platform to speak for our community, Sean.",
  "When we come back the ladies of The View they viciously again, they've done it before attacking the first lady Melania Trump 25 days out from an election.",
  "And I know your wife Mercedes has come under fire a number of times unfairly probably one of the nicest people like Melania you'd ever meet in your life.",
  "It's indicative of a Democratic Party that's been bought and paid for by the George Soros' of the world who really don't care about the American system.",
  "But Kanye speak for a lot of people in the tone that a lot of people in my community have some of their experiences that they have experienced lately.",
  "Joining us now on the phone from the American Center for Law and Justice, also the president's attorney and also at times he's been mine, Jay Sekulow.",
  "They didn't like her answer because her answer was you are innocent until you are proven guilty and there are ought to be a better more fairer system.",
  "UNIDENTIFIED FEMALE: This is also the same woman that in the midst of what happens in Puerto Rico wore a jacket that said I really don't care, do you?",
  "But I certainly believe that the gang of eight documents and FISA will also come maybe even after the election that might be a little bit of a weight.",
  "SARA CARTER, FOX NEWS CONTRIBUTOR: Well, they won't--\n\n(CROSSTALK)\n\nHANNITY: And they won't even go to Congress, they won't hand them documents on it.",
  "JOHN SUNUNU, FORMER GOVERNOR OF NEW HAMPSHIRE: Sean, the mob rule that you are seeing on the Democratic side is really just the tip of the iceberg.",
  "Look, all over those clips that you showed, how the liberal mob media is melting down and they should be ashamed, let me tell you who is ashamed.",
  "JARRETT: Well, the rats are trapped in a cage and they are gnawing at each other and they are going to turn each other in and sing like canaries.",
  "Joining us now with reaction, former governor of the great state of New Hampshire, John Sununu, and America Fighting Back chairman, Herman Cain.",
  "Is it any real surprise that Republicans are being harassed, targeted all across the country, being run out of restaurants, stalked in airports?",
  "(COMMERCIAL BREAK)\n\nHANNITY: Fusion GPS co-founder Glenn Simpson is defying Congress reportedly refusing to appear before lawmakers next week.",
  "Because what you'd have is if this is was about Michelle Obama, if this was about Hillary Clinton, you know, not only is it's the first lady.",
  "HANNITY: You know, Herman Cain, one thing the Kavanaugh hearings has accomplished, even people -- maybe they don't like Donald Trump's style.",
  "In Ohio, first district, conservative Republican Steve Chabot, he's clinging to a slight lead, this now is a toss-up, a very important race.",
  "And so what we've seen is a lot of people in the mainstream media that sit on their high pedestals, and attack him as being mentally unfit.",
  "HANNITY: You now, irony of all ironies then we got guys apparently talking about wearing a wire against the president of the United States.",
  "And he is talking about jobs and he's talking investment, and he's talking about manufacturing and factories in America, and safer cities.",
  "HERMAN: The desperate Democrats have made sure that there is no middle ground between what Republicans will do and what Democrats will do.",
  "Joining us now with reaction, media reporter for \"The Hill\", Joe Concha, and editor of chief of Campus Reform, Lawrence Jones, is with us.",
  "We have amazing progress and success both on the economic front, getting rid of burdensome regulation, the president keeping his promises.",
  "And if the Democrats win, they are never going to be called in front of Congress and we'll never get the answers for the American people.",
  "And remember, Kanye was considered poignant and brave truth-teller in 2005 when he said George W. Bush doesn't care about black people.",
  "In the same state, we got our eye tonight on the eighth district where Republican Pete Stauber, he squares off against Joe Radinovich.",
  "UNIDENTIFIED MALE: What we saw was someone who is not in a healthy place from a mental point of view, from an emotional point of view.",
  "If the president had a real and confident attorney general, he would have called Comey into his office and said show me your evidence.",
  "Between inciting violence and launching racist attacks, we are witnessing an attempt to bully the American population into surrender.",
  "If you remember a few weeks ago the president initially said he was going to it, now he is running it through the inspector general.",
  "(END VIDEO CLIP)\n\nHANNITY: Now, Don Lemon, the rest of these people working at fake news CNN, you should all really be very ashamed.",
  "(BEGIN VIDEO CLIP)\n\nNICOLLE WALLACE, MSNBC: I told Jeb Bush after that debate that I thought he should have punched him in the face.",
  "They want to raise taxes, eliminate ICE, open borders and they want to keep their signature -- well, plan for healthcare, Obamacare.",
  "And in Arizona, we have more of the same -- shocking comments from Democratic hopeful Kyrsten Sinema, they continue to be unearthed.",
  "And if a similar segment occurred on Fox News about a liberal black person CNN would be covering it as major news and rightfully so.",
  "I appreciate you covering it and, again, appreciate all the work that the president did in getting this accomplished for the family.",
  "The studio -- you would be surrounded with media whore and protesters saying how could you ever say that about an African-American.",
  "And that is that now we know the leak strategy was about because Lisa Page had said there is no evidence of Trump-Russia collusion.",
  "(APPLAUSE)\n\nUNIDENTIFIED FEMALE: Is it -- is it possible that she is not concerned with his mistresses because she was one of them?",
  "(BEGIN VIDEO CLIP)\n\nWHOOPI GOLDBERG, CO-HOST, ABC: Can we talk about this gigantic white pit helmet--\n\nUNIDENTIFIED FEMALE: Yes.",
  "Last year Simpson told another House panel that he first met with Justice Department official Bruce Ohr after the 2016 election.",
  "Earlier this year, former FBI director James Comey seemed vague about the dossier and what he knew about its political origins.",
  "No, it makes it better, but still --\n\nUNIDENTIFIED FEMALE: But what's -- like I don't understand what's the game by saying yes.",
  "So, this is a great win and again, a huge thank you to the administration, for the administration, and to members of Congress.",
  "They have put on a platform, Hillary Clinton who has a history, a documented history of bullying the accusers of Bill Clinton.",
  "Melania Trump, on the other hand, the press makes up conspiracy theories about her when she is undergoing a health procedure.",
  "Also, staying in Ohio, where the president was tonight, 12th district, that features Troy Balderson taking on Danny O'Connor.",
  "And beyond the fraud, now you have this institutionalized obstruction and the people involved they won't even talk about it.",
  "There is no evidence that President Trump had any kind of collusion or communication with the Russians during the election.",
  "SUNUNU: And you're voting -- and you're voting for universal healthcare that they correctly used to call Medicare for all.",
  "And I got to tell you, talking to people at the hotel, at the airports, a lot of people are, in fact, opening their eyes.",
  "And even I hear people who voted Democrat say enough is enough, they are voting a straight Republican ticket in November.",
  "Here's what he said and I'm quoting: This is absolutely shameful segment on Don Lemon's show last night about Kanye West.",
  "Kanye is talking about more jobs, more companies, more things being built in America, prison reform, safer neighborhoods.",
  "Now, what we're going to do tonight, we will break down the most important races state by state, district by district.",
  "Now, a new RNC ad is out, and it's calling out this new liberal-- well, really the latest trend of liberal incivility.",
  "Now, if you take a look at this undercover video, we will let you decide what you think of what are lies to win power.",
  "They attack him as being a sell out to the community when Kanye quite frankly, has been talking about this for years.",
  "And that is they view that act of running a small church, sharing the gospel as an act that was an act of terrorism.",
  "And lastly in South Carolina, their first district, Republican Kate Arrington is up against Democrat Joe Cunningham.",
  "(CHANTING)\n\nREP. NANCY PELOSI, D-CALIFORNIA: I just don't even know why there aren't uprisings all over the country.",
  "(END VIDEO CLIP)\n\nHANNITY: Get up in their face, follow them into gas stations, grocery stores, department stores.",
  "(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: But we're very honored to have him back with us.",
  "I just returned from Memphis, Tennessee helping Charlotte Bergmann who is running for the United States Congress.",
  "SEKULOW: But the president really led the charge here to get this done and I really appreciate it, so his family.",
  "JOE CONCHA, MEDIA REPORTER, THE HILL: Those are people important to people outside the media bubble, right, Sean?",
  "UNIDENTIFIED FEMALE: I think you had there a man clearly not okay and a president who is willing to exploit that.",
  "(COMMERCIAL BREAK)\n\nHANNITY: First lady Melania Trump has long been the target of ruthless attacks from the left.",
  "Congressman Jim Jordan, Sara Carter, and Gregg Jarrett as we continue this busy Friday news night straight ahead.",
  "Ohr as you know became a back channel to the FBI for the dossier after British soy Christopher Steele was fired.",
  "Glenn Simpson, remember, he was the one that was apparently spreading all of the stories about the alpha server.",
  "And when we come back, Rush is asking why are Democrats so angry if they think they are going to win in 25 days.",
  "And according to reports, he said, white male gun owners are, quote, biggest terror organization on the planet.",
  "And the media, Hollywood elites, they are in a complete meltdown, sinking to new lows if that's even possible.",
  "The media, they're ramping up their sick, their vile, their ugly, their vicious attacks on rapper Kanye West.",
  "JARRETT: You know, president Trump said recently I don't have an attorney general and he is right about that.",
  "In Minnesota's second district, Republican incumbent Jason Lewis is facing off against Democrat Angie Craig.",
  "If you vote for Democrats in these House races, you are basically voting for Nancy Pelosi and Maxine Waters.",
  "I mean, actually, the indictment itself has the word in Turkish, of course, it's called \"Christianization.\"",
  "But, first, the left sinks to a new low with latest comments about Kanye West meeting with President Trump.",
  "UNIDENTIFIED FEMALE: I know they are supposed to discuss criminal justifiable reform, et cetera, et cetera.",
  "(END VIDEO CLIP)\n\nHANNITY: I want to bet they would never treat Hillary Clinton or Michelle Obama that way.",
  "These women on The View, these liberal leftists, they pose as feminists, Sean but they are not feminists.",
  "Here with reaction American Conservative Union chairman, Matt Schlapp,RNC spokesperson, Kayleigh McEnany.",
  "First of all, she goes overseas and, you know, it's inappropriate probably to comment on someone's looks.",
  "His firm Fusion GPS was paid by the DNC and Clinton campaign for its work on the so-called Trump dossier.",
  "Are we going to continue to prosper at record speed or will progress be stalled by endless investigation?",
  "And in Nebraska's second district, GOP incumbent Don Bacon is being challenged by Democrat Kara Eastman.",
  "I listen closely to what Kanye was saying, maybe could have done without the cursing in the Oval Office.",
  "(BEGIN VIDEO CLIP)\n\nBRET BAIER, FOX NEWS CHIEF ANCHOR: The Steele dossier comes out sometime early July.",
  "SCHLAPP: I don't think -- I don't think the Democrats understand something about the American people.",
  "Let her take her rightful place in history as the first, you know, soon to be first female president.",
  "Make up things about her son, make up all sorts of things about her immigration status, her marriage.",
  "So when she threw down that gauntlet, I have decided not to care about anything she says from now on.",
  "HANNITY: So then the leak of the dossier begins to create the impression that something had happened.",
  "That was President Trump earlier tonight talking about the release of American pastor Andrew Brunson.",
  "UNIDENTIFIED FEMALE: I was so confused, because I just can't believe that he would actually vote yes.",
  "We have brand new damning information about some Democrats running for the U.S. Senate in red states.",
  "Now, we're going to have more on the media's reaction to Kanye's White House visit in a few minutes.",
  "I'm a believer that we, you, the American people get to decide what you want to watch or not watch.",
  "And they want to give the same kind of a program, parts of the Medicare program to people for free.",
  "We know a couple of things, Sean, based on the reporting today base on sources that I've spoken to.",
  "(END VIDEO CLIP)\n\nHANNITY: In 25 short days, you, we, the American people, you have a real choice.",
  "In Ohio, in their 14th district, Republican incumbent David Joyce taking on Democrat Betsy Rader.",
  "HANNITY: Sara, you got now the political origins that was literally never told to the FISA court.",
  "She is the first lady of the Unite States, she deserves your respect and certainly not your lies.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "Will you reward the tactics of the left or will you in 25 days pull off another political upset?",
  "SEN. CORY BOOKER, D-NEW JERSEY: Get up and please -- get up in the face of some Congress people.",
  "So, the bottom line is, in 25 days, the fate, the future of the country is going to be decided.",
  "Maybe they wanted or preferred one of the 16 other people that were running for the nomination.",
  "When we come back, more reaction to the deplorable comments made by the media about Kanye West.",
  "And then you see a lot of vicious angry Democrats that seem to not have any agenda that I see.",
  "It's Secretary Nielsen, reverse any of these instances and what would the liberal reaction be?",
  "And the mob mentality and this meanness I think it does nothing but help the Republican cause.",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED FEMALE: I felt like I was sitting in on a psychiatric visit.",
  "What Kanye west is doing is tragic and problematic and we need to call it out for what it is.",
  "Will the amazing progress of the last two years continue or will it come to a grinding halt?",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: Kanye West is what happens when Negroes don't read.",
  "And over at fake news CNN, it's hard to imagine that their comments have been each worse.",
  "(BEGIN VIDEO CLIP)\n\nERIC HOLDER, FORMER ATTORNEY GENERAL: When they go low, we kick them.",
  "Well, the new radical Democratic Party, they are pushing their incivility, even violence.",
  "But it is a healthcare program that will undermine the Medicare program that's out there.",
  "You know, if you reverse things, though, Kayleigh, it's very obvious the double standard.",
  "On the third district of Minnesota, Eric Paulsen is fighting off Democrat Dean Phillips.",
  "JAY SEKULOW, AMERICAN CENTER FOR LAW AND JUSTICE (via telephone): No, this is a big win.",
  "UNIDENTIFIED MALE: This was a giant, shiny object in the Oval Office wearing a red hat.",
  "He's getting this from conservative intellectuals who say he's not conservative enough.",
  "It is a district that Donald Trump won by 15 points, but as of now, it's a close fight.",
  "So, buckle up, it's time for the Friday edition of our breaking news opening monologue.",
  "Now, after Don Lemon's outrageous remarks, some are actually demanding CNN take action.",
  "UNIDENTIFIED FEMALE: And black folks are about to trade Kanye West in the racial draft.",
  "She doesn't get out there and do a ton of public things because she is raising her son.",
  "It's like a gathering of the mean girls and I think most women see this for what it is.",
  "Democrats are strangely angry at a time when they think everything is going their way.",
  "But, I do think it would be appropriate that Don Lemon owes Kanye at least an apology.",
  "And tonight, CNN reporting back in 2003, Sinema was connected to many far left groups.",
  "UNIDENTIFIED FEMALE: So, he'll lose voters if --\n\nUNIDENTIFIED MALE: Yes, straight up.",
  "Because he is connected to the president of the United States, they want to bash him.",
  "People have been calling for national conversation about issues facing our community.",
  "Him in front of all of these white people, mostly white people, embarrassing himself.",
  "It looks like the Hillary Clinton campaign and the DNC were the only ones colluding.",
  "Disgusting, hash tag disrespectful, hash tag, accusation, hash tag, liberal media.\"",
  "HANNITY: Lawrence Jones, if somebody is African-American and they are conservative.",
  "CATHERINE HERRIDGE, FOX NEWS CHIEF INTELLIGENCE CORRESPONDENT: that's right, Sean.",
  "HANNITY: Congress doing their job of oversight has been obstructed the entire way.",
  "When you step over the line, yes, of course they are going to take it out on you.",
  "But it didn't stop Glenn Simpson from spreading malicious lies through the media.",
  "Now, back in 2010, she actually called Arizona the, quote, meth lab of democracy.",
  "NBC's Chuck Todd actually saying Donald Trump and the GOP -- they're responsible.",
  "A black mouth moving but white racist ideals are flowing from Kanye West's mouth.",
  "Glenn Greenwald and he's very honest in his convictions he's from The Intercept.",
  "And we've been reporting it at the leadership institute Campus Reform for while.",
  "And then we eventually figured out based on evidence that that was not not true.",
  "The House is going to come down to about 25 seats decided by two points or less.",
  "I don't know whether it was September, October, sometime in that period of time.",
  "It is wrong, it is abhorrent and those are shameful comments that you just made.",
  "On the very first day in office, Jeff Sessions began his recusal from the case.",
  "JONES: He can get it -- he can get it done but there is a mob that's after him.",
  "And vote everything that Chuck and Nancy want in and that's how they will vote.",
  "It will hurt the Medicare that seniors have paid for and earned over the years.",
  "(END VIDEO CLIP)\n\nHANNITY: How is it possible that that rhetoric is acceptable?",
  "HERMAN CAIN, AMERICA FIGHTING BACK CHAIRMAN: I think you are absolutely right.",
  "Also, a tip of the hat to Jay Sekulow and American Center for Law and Justice.",
  "CARTER: Well, which is the reason why Congress should subpoena Rod Rosenstein.",
  "(BEGIN VIDEO CLIP)\n\nRUSH LIMBAUGH, TALK SHOW HOST: Why are they so mad, folks?",
  "GOLDBERG: -- sitting in the shot and it's really--\n\nUNIDENTIFIED FEMALE: Gosh.",
  "Joining us now with all the details in Washington, our own Catherine Herridge.",
  "Glenn Simpson will plead the fifth next week rather than testify to Congress.",
  "When you did the introduction I feel like I'm representing everybody tonight.",
  "The network spent six minutes gawking at Kanye with Trump, 27 seconds on why.",
  "I said, I think you should punch him in the face and gotten out of the race.",
  "There are times when there's progress and there are times when they are not.",
  "I was told by several of my co-panelists remember to treat her with respect.",
  "When she went over there she also was asked about the Kavanaugh controversy.",
  "REPORTER: (INAUDIBLE)\n\nTRUMP: Well, this has nothing to doer with anything.",
  "And, look, former CNN people are now speaking out about segments like that.",
  "LAWRENCE JONES, EDITOR IN CHIEF, CAMPUS REFORM: Let me tell you this, Sean.",
  "Those riots or mob actions are coordinated by groups that Soros has funded.",
  "(BEGIN VIDEO CLIP)\n\nCHUCK TODD, NBC NEWS HOST: What world are we living in?",
  "But, again, attacking the confronting in restaurants, et cetera, Kayleigh?",
  "We should make him come out and come to Congress and assert his privilege.",
  "Colluding with Fusion GPS, colluding with British foreign intention asset.",
  "KAYLEIGH MCENANY, SPOKESPERSON, RNC: It would be out of this world, Sean.",
  "Now, is this who the people of Arizona, Tennessee want representing them?",
  "And the charge for Pastor Brunson was he was preaching the gospel, right?",
  "Members of the media, they aren't doing much to cool things down either.",
  "To be very clear on this program, I do not support boycotts and firings.",
  "If you ever listen to his hip hop he's been talking about these issues.",
  "He has a modest lead at this moment against Democrat Kathleen Williams.",
  "Jay Sekulow, I know you have been working on this since the beginning.",
  "Football legend Herschel Walker is calling for Don Lemon to be fired.",
  "Where's Jeff Zucker's stenographer by the way, humpty dumpty Stelter?",
  "That contradicts Ohr's own e-mails that show contacts months earlier.",
  "JAMES COMEY, FORMER UNITED STATES FBI DIRECTOR: Sometime in the fall.",
  "A former Christopher Steele who was then colluding with the Russians.",
  "And this is the reason why Glenn Simpson should be found in contempt.",
  "SCHLAPP: They'll attack everyone but let's really look at this trip.",
  "The media is now normalizing these disturbing comments and behavior.",
  "He is talking about bringing jobs and manufacturing back to America.",
  "Remember the American pastor held in a Turkish prison for two years?",
  "He suffered greatly, but we're very appreciative to a lot of people.",
  "UNIDENTIFIED MALE: A travesty inside of a sham inside of a mockery.",
  "Louis Lerner at the IRS targets conservatives, she takes the fifth.",
  "He, again, helped put this thing together with Christopher Steele.",
  "So, the entire special counsel was really based on false premises.",
  "END\n\nContent and Programming Copyright 2018 Fox News Network, LLC.",
  "Because we now have a situation where Glenn Simpson won't testify.",
  "(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: We spoke to Turkey.",
  "Who don't like the way we live, and our values and our principles.",
  "They will vote almost 98 percent of the time with the leadership.",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED FEMALE: He wasn't really, right?",
  "Vilify Kanye, anyone who dares to try to work with the president.",
  "They put her on a pedestal while claiming the beacon of feminism.",
  "Now the women on The View well, they didn't hold back this week.",
  "They believe people should be treated with dignity and fairness.",
  "They attack her ruthlessly but she rises every time they attack.",
  "And frankly, I'm tired of it and I know the American people are.",
  "You have the destroy Trump media, they will stop now at nothing.",
  "I think in the Senate I think Heidi Heitkamp was likely to lose.",
  "HANNITY: You know, in the case of Ms. Johnson that was released.",
  "HANNITY: He is talking about safety and security in our cities.",
  "Herman Cain, Governor Sununu, thank you both for being with us.",
  "In Montana, at large, House District Republican Greg Gianforte.",
  "This is the new Democratic Party I have been telling you about.",
  "And this is something Congress should hold him accountable for.",
  "And that attorney general would discover there was no evidence.",
  "HANNITY: All right Catherine Herridge in Washington, thank you.",
  "When did you personally learn about the memos and the dossier?",
  "So yesterday Rush Limbaugh had a great question for Democrats.",
  "Unfortunately, that's all the time we have left this evening.",
  "The FBI threw that out the minute they started looking at it.",
  "Catherine, first Rod Rosenstein and now we got Glenn Simpson.",
  "Soros handpicks those, supports them and puts them out there.",
  "But, we're very happy to have him and have him in good shape.",
  "OK, I'm doing this for everyone who turned their volume down.",
  "But it's all part of what is now their daily hatred campaign.",
  "I didn't actually think it could get this bad or even worse.",
  "UNIDENTIFIED MALE: This is white supremacy by ventriloquism.",
  "You are absolutely right, either in the House or the Senate.",
  "Doesn't mean that you let people out without paying a price.",
  "But we're very happy to have him and have him in good shape.",
  "We'll check in with Catherine Herridge with the full report.",
  "Sean, we're working to independently confirm that reporting.",
  "They make up her--\n\n(CROSSTALK)\n\nHANNITY: that was horrible.",
  "HANNITY: Well, it sounds like we are getting there, though.",
  "You have worked on this case, Jay, from the very beginning.",
  "But he's not just getting this from the media though, Sean.",
  "They are dismissed, they are called every name in the book.",
  "They are ginning up fear and hatred all across the country.",
  "What is being said is down right despicable and disgusting.",
  "This is a rush transcript from \"Hannity,\" October 12, 2018.",
  "In 25 short days, you will decide the fate of this country.",
  "This copy may not be in its final form and may be updated.",
  "If, you know, they are helping to make the country better.",
  "This was even more complicated because it was a NATO ally.",
  "UNIDENTIFIED FEMALE: It was really quite an embarrassment.",
  "They have full paid staff making sure these things happen.",
  "UNIDENTIFIED FEMALE: Are the people of Tennessee ignorant?",
  "Mueller is going to prove that Trump colluded with Russia.",
  "Here they won't put her on the covers of any of magazines.",
  "And she--\n\n(CROSSTALK)\n\nHANNITY: They've attacked him too.",
  "MATT SCHLAPP, CHAIRMAN, AMERICAN CONSERVATIVE UNION: Yes.",
  "The Russian bank that was communicating with Trump tower.",
  "Look, here's what it comes down to, it's not complicated.",
  "Here is what the president said about this earlier today.",
  "Now, President Trump, he continues to keep his promises.",
  "UNIDENTIFIED FEMALE: Is it because it's like the voters?",
  "UNIDENTIFIED MALE: What I saw was a minstrel show today.",
  "I was over at CNN and had to talk about Hillary Clinton.",
  "HANNITY: And maybe trying to invoke the 25th Amendment.",
  "HANNITY: Peter Strzok even said there's no there-there.",
  "And if--\n\n(CROSSTALK)\n\nHANNITY: His wife--\n\nJONES: Yes?",
  "What happened in the White House yesterday was needed.",
  "I'll give you one more quote and will get to Lawrence.",
  "SEKULOW: This was a terrorism case, believe it or not.",
  "He was released due to President Trump's intervention.",
  "But it was like watching a train wreck because it was.",
  "But now it all begins to fits together, Gregg Jarrett.",
  "HANNITY: Let's talk, Matt, about that double standard.",
  "The self-appointed moral arbiter of all things media.",
  "UNIDENTIFIED FEMALE: Is this the, quote/unquote, mob?",
  "(END VIDEO CLIP)\n\nHANNITY: Yes, just him in the face.",
  "UNIDENTIFIED MALE: He wouldn't, but he said he would.",
  "You know, just when you think it can't get any lower.",
  "They have been trying to get him out for a long time.",
  "Steve Krakauer was a senior digital producer at CNN.",
  "The media also fueling this left wing mob mentality.",
  "If he doesn't come and discuss this before Congress.",
  "But that's Hillary bought and paid for Russian lies.",
  "She is a wonderful mother, she is a wonderful life.",
  "I can run through so many personal friends of mine.",
  "HANNITY: If only they had 999, it would be perfect.",
  "You don't have to take my word for it, take a look.",
  "But, again, the great news is he has been released.",
  "Now, none of us should be surprised by any of this.",
  "CAIN: Well, two out of three is not bad, Sean, OK?",
  "The pitch fork stork would run out of pitch forks.",
  "I'm sorry, Kanye never said he was a conservative.",
  "We've been trying to get them out for a long time.",
  "Herman, you know, I don't have the confidence yet.",
  "HANNITY: OK. Great -- very descriptive word smith.",
  "I mean, over and over again we've said this, Sean.",
  "This is a very important state in these midterms.",
  "HANNITY: The president can get it done, can't he?",
  "So, tell me why that's a problem for some people.",
  "Rick Scott is another great candidate in Florida.",
  "I know how hard the president has worked on this.",
  "I have said it many times, I do not support that.",
  "Does he condone what was said on his own network?",
  "He made a sick remark about Kanye's late mother.",
  "And he went through a system and we got him out.",
  "I think the 302s will come before anything else.",
  "And Simpson is just part of the bigger pattern.",
  "Because it represent as lot of stuff for folks.",
  "But understand what they're trying to do there.",
  "Well, that's the standard Hillary Clinton gets.",
  "And I do think the Democrats are over reaching.",
  "(END VIDEO CLIP)\n\nHANNITY: Pretty unbelievable.",
  "Is there anything I'm saying that's wrong here?",
  "They are trying to promote a socialist agenda.",
  "I don't know if that makes it worse or better.",
  "You know, Sean, I have handled a lot of these.",
  "I don't think they are going to be successful.",
  "He is speaking of issues facing our community.",
  "You talk about -- this is how you are treated?",
  "Welcome to \"Hannity\" on this busy news Friday.",
  "You just give people a little view of Melania.",
  "I think we should get all of that information.",
  "So nine months in they had absolutely nothing.",
  "(END VIDEO CLIP)\n\nHANNITY: What a great point.",
  "The bulk of information is the phony dossier.",
  "But Melania Trump she represents us oversees.",
  "This Democratic Party is becoming a disgrace.",
  "And only you can shock the world once again.",
  "Kanye's mother is rolling over in her grave.",
  "Having met Melania on a number of occasions.",
  "He shouldn't just to be able to phone it in.",
  "You know, there are two standards as I said.",
  "And there are no signs of them slowing down.",
  "GREGG JARRETT, FOX NEWS LEGAL ANALYST: Sure.",
  "And if he did, he needs to explain himself.",
  "COMEY: I remember being given a copy of it.",
  "HANNITY: Wonderful, loving, amazing person.",
  "Well, this has nothing to do with anything.",
  "They have been trying to blame Republicans.",
  "Now they're going to try to take out Kanye.",
  "Kanye has been doing this for a long time.",
  "This is -- this goes back to Donald Trump.",
  "This is an open seat left by Mark Sanford.",
  "Deneen Borelli, Niger Innis, Larry Elder.",
  "Was is it in the way I would have did it?",
  "Look at this headline from \"NewsBusters\".",
  "JORDAN: Yes, you are exactly right there.",
  "They're just trying to run out the clock.",
  "HANNITY: They've attacked a 190-year-old.",
  "Which he was doing even with the dossier.",
  "Overseas they all know that she is epic.",
  "They actually want the Democrats to win.",
  "Dean Heller hopefully, he's coming back.",
  "It's a district Trump only won narrowly.",
  "UNIDENTIFIED FEMALE: Vote for Kavanaugh?",
  "UNIDENTIFIED MALE: Moderate Republicans.",
  "It's the House that I worry most about.",
  "You won't believe what they said today.",
  "The silence couldn't be more deafening.",
  "He's been out of control all week long.",
  "And they are sure taking it out on her.",
  "That's actually a really good question.",
  "(COMMERCIAL BREAK)\n\nHANNITY: All right.",
  "As always, thank you for being with us.",
  "Laura Ingraham takes it over from here.",
  "He is not saying things the right way.",
  "In 2011, she called Arizonans \"crazy\".",
  "You have the power to shock the world.",
  "Higher taxes, open borders, Obamacare?",
  "(END VIDEO CLIP)\n\nHANNITY: All right.",
  "They are uniting Republicans for one.",
  "Now, they are avoiding that language.",
  "(END VIDEO CLIP)\n\nHANNITY: All right.",
  "GOLDBERG: -- not a good thing to see.",
  "One of the nicest people you'll meet.",
  "But let's face it, she is a stunner.",
  "We have asked for it multiple times.",
  "UNIDENTIFIED MALE: I don't think so.",
  "That's what she wants to represent.",
  "And the fact is they are difficult.",
  "I'm like those are all great ideas.",
  "It started on the college campuses.",
  "It appears that Glenn Simpson lied.",
  "It's Sarah Sanders, it's Pam Bondi.",
  "Congressman, let's start with you.",
  "Why fan the flames of the foolish?",
  "HANNITY: Last point, though, Jay.",
  "They tried to take out Kavanaugh.",
  "He's talking about prison reform.",
  "So, it's funny how that's turned.",
  "For meeting with President Trump.",
  "We hope you have a great weekend.",
  "They think they are going to win.",
  "They are going to win the Senate.",
  "They are going to win the House.",
  "We are always fair and balanced.",
  "She is our first lady, you know.",
  "We are seeing the mob happening.",
  "The president also, a great job.",
  "Fair comment and fair criticism.",
  "I hear he is in very good shape.",
  "Just today, we got amazing news.",
  "I hear he is in very good shape.",
  "They pay for people to go there.",
  "Governor, let's start with you.",
  "So, people vote for a Democrat.",
  "Claire McCaskill is in trouble.",
  "Maybe they were Never Trumpers.",
  "Martha McSally is a great hero.",
  "HANNITY: And there was no deal.",
  "BAIER: You are talking fall of.",
  "Let not your heart be troubled.",
  "That should be on their agenda.",
  "We should compel Glenn Simpson.",
  "That is what's happening here.",
  "I don't remember exactly when.",
  "I would say hands off her son.",
  "What she wears, what she does.",
  "There was no deal made at all.",
  "There was no deal made at all.",
  "Now, he's smearing gun owners.",
  "SEAN HANNITY, HOST: All right.",
  "Don Lemon leading the charge.",
  "You can put it back up again.",
  "And he went through a system.",
  "We got now Sinema in trouble.",
  "There are two standards here.",
  "It's all in the razor's edge.",
  "He wants to invoke the fifth.",
  "Rod Rosenstein won't testify.",
  "REP. JIM JORDAN, R-OHIO: Yes.",
  "He should have to come there.",
  "She a fashion icon overseas.",
  "HANNITY: It was based on it.",
  "So hopefully soon we get it.",
  "They distribute the scripts.",
  "Candace Owens more recently.",
  "(MUSIC)\n\nHANNITY: All right.",
  "That's how this has gotten.",
  "You would have been a hero.",
  "This is good for everybody.",
  "This is great news tonight.",
  "Joe Donnelly is in trouble.",
  "It would be a perfect year.",
  "They're voting for Schumer.",
  "They distribute the shirts.",
  "That's not completely true.",
  "By the way, that's not all.",
  "SCHLAPP: that was horrible.",
  "One for conservative women.",
  "COMEY: I'm taking fall '16.",
  "English her fifth language.",
  "Let me tell you something.",
  "Another for liberal women.",
  "There is no middle ground.",
  "That's how they define it.",
  "Joe, let's start with you.",
  "Here's what he had to say.",
  "I mean, what a side show.",
  "I know how hard you work.",
  "Jon Tester is in trouble.",
  "I'd say be decent to her.",
  "There is a pattern here.",
  "They are faux feminists.",
  "Why all the desperation?",
  "UNIDENTIFIED MALE: What?",
  "This is not about Kanye.",
  "HANNITY: Last word, Joe.",
  "I have nothing to add.\"",
  "that is said perfectly.",
  "UNIDENTIFIED MALE: Yes.",
  "UNIDENTIFIED MALE: Yes.",
  "They are now seeing it.",
  "UNIDENTIFIED MALE: Wow.",
  "Everything is at stake.",
  "They are fake feminist.",
  "It's pretty despicable.",
  "Do you know what it is?",
  "That's straight ahead.",
  "Why are they so angry?",
  "We start in Minnesota.",
  "HANNITY: Unbelievable.",
  "He has been returned.",
  "That's exactly right.",
  "He is a free-thinker.",
  "One thing is certain.",
  "Possible impeachment?",
  "They print the signs.",
  "Here is the question.",
  "It's Ted Cruz's wife.",
  "Well, thank you both.",
  "HANNITY: Everything.",
  "And I have a theory.",
  "ALL RIGHTS RESERVED.",
  "Welcome both of you.",
  "JONES: that's right.",
  "And I will say this.",
  "They are excoriated.",
  "Maybe there will be.",
  "It is indefensible.",
  "Is this acceptable?",
  "HANNITY: All right.",
  "I mean, here we go.",
  "HANNITY: All right.",
  "We spoke to Turkey.",
  "And we got him out.",
  "CARTER: Absolutely.",
  "SCHLAPP: Of course.",
  "SCHLAPP: Of course.",
  "HANNITY: Now a 12.",
  "MCENANY: Horrible.",
  "It's Ivanka Trump.",
  "That's their goal.",
  "This is brilliant.",
  "There was no deal.",
  "There was no deal.",
  "It's unbelievable.",
  "That was bonkers.",
  "Is that possible?",
  "She looks great.",
  "They are decent.",
  "Congratulations.",
  "Absolutely not.",
  "Thank you both.",
  "I'm optimistic.",
  "An amazing mom.",
  "Thank you both.",
  "HANNITY: Gregg?",
  "JARRETT: Right.",
  "JARRETT: Sure.",
  "JARRETT: Sure.",
  "Thank you all.",
  "Very good job.",
  "HANNITY: Sara?",
  "Four warrants.",
  "Thank you all.",
  "What she says.",
  "Lot of people.",
  "It's horrible.",
  "HANNITY: Sad.",
  "SEKULOW: Yes.",
  "HANNITY: Yes.",
  "This is true.",
  "MCENANY: Yes.",
  "That's right.",
  "BAIER: Right.",
  "SCHLAPP: Yes.",
  "HANNITY: Yes.",
  "Why the mobs?",
  "Take a look.",
  "JORDAN: Yes.",
  "Take a look.",
  "Take a look.",
  "Take a look.",
  "That's next.",
  "Take a look.",
  "Take a look.",
  "Take a look.",
  "Take a look.",
  "That's why.",
  "But it has.",
  "JONES: Yes.",
  "Jim Jordan?",
  "All right.",
  "All right.",
  "All right.",
  "All right.",
  "But, Sean.",
  "All right.",
  "That's it.",
  "Let's see.",
  "Why?"
]