[
  "Corn's story indicated direct contact with Steele: \"[A] former senior intelligence officer for a Western country who specialized in Russian counterintelligence tells Mother Jones that in recent months he provided the bureau with memos, based on his recent interactions with Russian sources, contending the Russian government has for years tried to co-opt and assist Trump — and that the FBI requested more information from him,\" he reported.",
  "House Republicans are investigating contact between the FBI's top lawyer and a Mother Jones reporter in the weeks before the left-leaning outlet broke the first news story about the existence of a disputed dossier alleging ties between President Donald Trump and the Kremlin, according to two congressional GOP sources who described documents linking the two men.",
  "“While we do not comment on the substance of nonpublic investigatory interviews, congressional Republicans again appear to be leaking information in an effort to discredit the FBI and Justice Department in the hopes of undermining the Mueller investigation,\" said Rep. Adam Schiff, the top Democrat on the House Intelligence Committee.",
  "Baker's connection to Corn comes as Republicans in Congress have been raising questions about the FBI's handling of the now-famous Steele dossier, named for Christoper Steele, the British former intelligence agent subsequently identified as the author of the document.",
  "The GOP sources said the documents — made available recently to lawmakers by the Department of Justice — revealed that James Baker, the FBI's general counsel, communicated with Mother Jones reporter David Corn in the weeks leading up to the November 2016 election.",
  "A bio from Harvard Law School, where Baker lectured this past fall, described him as \"a former federal prosecutor [who] worked on all aspects of national security investigations and prosecutions, including in particular the Foreign Intelligence Surveillance Act.\"",
  "Corn then added that a \"senior U.S. government official not involved in this case but familiar with the former spy,\" told him that the agent \"has been a credible source with a proven record of providing reliable, sensitive, and important information to the U.S.",
  "But Republicans are pointing to the connection to cast suspicion about whether FBI officials had a hand in directing the details of the dossier to reporters, and the two sources said they expect it to be a focus of GOP investigators' upcoming lines of inquiry.",
  "Democrats ripped the Baker-Corn disclosure as a politically motivated attempt to undermine faith in the FBI and other federal investigators, including special counsel Robert Mueller, who's investigating links between Trump campaign associates and Russia.",
  "Republicans have raised questions about whether the FBI used the document to obtain surveillance warrants against Trump campaign officials, and they're beginning to examine how the dossier made its way into the hands of news media.",
  "Sources familiar with the congressional investigations said Baker did not return Thursday when McCabe came back to testify before the Judiciary and Oversight Committees in their related inquiries.",
  "Fusion's connection to Democrats, too, has added to GOP suspicion about the document's veracity, though congressional investigators and the FBI have attempted to corroborate its contents.",
  "Baker was on Capitol Hill on Tuesday as counsel for Andrew McCabe, deputy director of the FBI, who testified to the House Intelligence Committee in the panel's ongoing Russia probe.",
  "One Republican at Tuesday's intelligence committee interview with McCabe laid out a \"hypothetical\" example of the FBI's general counsel meeting with a Mother Jones reporter.",
  "\"Disdainful of the damage they are doing to our system of checks and balances, they would drag down another public servant in order to protect the President at any cost.\"",
  "But in order to prevent the dissemination of inaccurate information, I will say that James Baker was not my source for this story,\" he said in a statement to POLITICO.",
  "Baker has spent more than 17 years as a senior Department of Justice and FBI official, including a six-year stint as DOJ's counsel for intelligence policy.",
  "Former FBI Director James Comey tweeted late Friday: \"Sadly, we are now at a point in our political life when anyone can be attacked for partisan gain.",
  "Story Continued Below\n\nThe Washington Post reported Thursday that Baker had been reassigned within the FBI, though the reason for the move was unclear.",
  "Despite the suggestion, there are other ways reporters might have obtained the Steele Dossier in the months leading up to and after the election.",
  "The Post reported that Baker's reassignment came amid moves by newly appointed FBI director Christopher Wray to assemble his own senior staff.",
  "The news of Baker's reassignment came just days after congressional Republicans began asking questions about his contacts with media.",
  "Corn was the first to report the existence of the dossier on Oct. 31 and that it was compiled by a former high-level western spy.",
  "Republicans have been frustrated by what they say is FBI foot-dragging in providing documents relevant to their investigations.",
  "McCabe, according to a source familiar with the exchange, said such a meeting would be unauthorized, according to the source.",
  "James Baker, who is stepping down as FBI General Counsel, served our country incredibly well for 25 years & deserves better.",
  "During the closed-door session, Republicans grilled McCabe about who at the department was authorized to talk to the media.",
  "Steele compiled the document for Fusion GPS, a firm hired by Hillary Clinton's campaign to do opposition research on Trump.",
  "The documents that revealed Baker's contact with Corn were first requested six months ago, the congressional sources said.",
  "The congressional sources said there's no conclusive evidence that Baker aided Corn's reporting or acted as a source.",
  "Republicans left the Tuesday interview intent on revisiting contacts between top FBI officials and the media.",
  "FBI officials declined to comment on Baker's reassignment or his connection to Corn, the sources said.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Fusion GPS, too, reportedly shared details of the dossier with reporters.",
  "The paper reported that Baker had been caught in an interagency dispute.",
  "Corn denied that Baker was a source for his story on the dossier.",
  "He is what we should all want our public servants to be.\"",
  "BuzzFeed published the full document online in January.",
  "The FBI declined to comment on the matter.",
  "The most reliable politics newsletter.",
  "\"I'm not going to discuss my sources.",
  "You can unsubscribe at any time.",
  "government.\""
]