[
  "(RELATED: Fusion GPS Founder Will Take The Fifth To Avoid Testifying To Congress)\n\n“The reason for that … is that Glenn Simpson had previously testified under oath to the House Intelligence Committee that he never met with Bruce Ohr or discussed with Bruce Ohr the Steele dossier prior to the October FISA application in 2016 or the 2016 presidential election,” said Ratcliffe, a member of the House Judiciary panel.",
  "“That is in direct contradiction to what Bruce Ohr told me under oath last month.”\n\nWATCH:\n\nOhr, a top Justice Department official, told members of the Judiciary and Oversight & Government Reform Committees in an interview on Aug. 28 that he met with Simpson in August 2016 and December 2016 to discuss Fusion GPS’s investigation into links between the Trump campaign and Russian government.",
  "Simpson, who investigated the Trump campaign on behalf of the DNC and Hillary Clinton presidential campaign, informed Congress on Thursday that he will plead the Fifth to avoid speaking with members of the House Judiciary and House Oversight & Government Committee in an interview set for Tuesday.",
  "A Republican member of the House Judiciary Committee said Sunday that Fusion GPS co-founder Glenn Simpson is “in real legal jeopardy” over inconsistent testimony that he gave to Congress regarding his work on the infamous Steele dossier.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Ohr, who has been demoted twice since December, was also in frequent contact with Christopher Steele, the author of the infamous anti-Trump dossier.",
  "Steele, a former British spy, was hired by Fusion GPS in June 2016 to investigate the Trump campaign’s possible links to the Kremlin.",
  "Steele met with the Ohrs on July 30, 2016, a day before the FBI opened its counterintelligence investigation into the Trump team.",
  "“I’m not surprised that Glenn Simpson is taking the Fifth,” Texas Rep. John Ratcliffe said in a Fox News interview on Sunday.",
  "That despite the FBI having severed ties with Steele on Nov. 1, 2016 because he had unauthorized contacts with the press.",
  "But Simpson told a different story during a deposition before the House Intelligence Committee on Nov. 14, 2017.",
  "Simpson said that he was not in contact with anyone from the Justice Department or FBI until after the election.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "He acknowledged meeting with Bruce Ohr, but did not mention that Ohr’s wife worked for his company.",
  "Ohr’s wife, a Russia expert named Nellie Ohr, worked for Fusion GPS at the time.",
  "Ohr briefed the FBI at least a dozen times between November 2016 and May 2017.",
  "After the election, Ohr met with Steele more than a dozen times.",
  "Ohr met just after with FBI deputy Director Andrew McCabe.",
  "Very clearly someone is not telling the truth,” he added.",
  "He’s in real legal jeopardy.",
  "“He probably should."
]