[
  "“He’s got to come in and answer questions,” Jordan, R-Ohio, said during an interview on Fox News’ “Sunday Morning Futures.” “If it takes a subpoena, then that’s exactly what needs to be done.”\n\nRosenstein had been tentatively scheduled to appear Thursday before the House Judiciary Committee, but that meeting has been delayed.",
  "The Justice Department issued statements meant to deny the reporting, saying Rosenstein never pursued or authorized recording the president and did not believe there was a basis for invoking the 25th Amendment of the Constitution, which would involve the Cabinet and vice president agreeing to remove him.",
  "Two senior FBI officials told the bureau’s top lawyer they believed Deputy Attorney General Rod Rosenstein was “serious” when he discussed secretly recording President Trump and invoking the 25th Amendment to remove him from office last year, according to sources close to a congressional investigation.",
  "Rosenstein's future has been the source of intense speculation since news reports last month that in early 2017 he had discussed the possibilities of secretly recording Trump to expose chaos in the White House and invoking constitutional provisions to have him removed from office.",
  "Rep. Jim Jordan said that Deputy Attorney General Rod Rosenstein should be subpoenaed if he refuses to testify in front of the House Judiciary Committee for his role in the FBI’s Russia probe and for allegations that he wanted to invoke the 25th Amendment against President Trump.",
  "Although Trump has, at times, criticized his deputy attorney general, he has reserved his sharpest verbal attacks for Attorney General Jeff Sessions, who recused himself from the Russia investigation in March 2017 because of his own earlier involvement with the Trump campaign.",
  "Former FBI General Counsel James A. Baker told congressional investigators during a closed-door deposition last week that then-FBI Acting Director Andrew McCabe and FBI lawyer Lisa Page came to Baker \"contemporaneously\" after Trump fired FBI Director James Comey in May 2017.",
  "An attorney for Glenn Simpson of Fusion GPS, however, said that his client won't testify before the committee because he believes the allies of the president leading the probe have slandered and misrepresented the testimony of witnesses who have spoken behind closed doors.",
  "Attorney Joshua Levy also compares the investigation led by Republican Reps. Bob Goodlatte of Virginia and Trey Gowdy of South Carolina to the \"treacherous tactics\" Sen. Joseph McCarthy used during his anti-Communist hearings in the 1950s.",
  "Along with Rosenstein, the Republican-led House Judiciary Committee wants to question the co-founder of an opposition research firm that hired a former British spy to investigate Trump's potential Russia ties.",
  "Further, Baker told congressional investigators he suspected “Rosenstein was coordinating with two people in the administration to invoke the 25th Amendment,” a source said.",
  "Rosenstein told White House officials that he was willing to resign and arrived at the White House almost two weeks ago with the expectation that he would be fired.",
  "And the remark about secretly recording the president was meant sarcastically, according to a statement the department issued from someone who was in the room.",
  "Simpson has previously sat for three congressional interviews as part of investigations into Russian election interference in the 2016 presidential campaign.",
  "He met in person with White House chief of staff John Kelly and spoke by phone with Trump during a tumultuous day that ended with him still in his job.",
  "Though he wasn't personally in that meeting, Baker told congressional investigators he took McCabe and Page's account “seriously,” the sources said.",
  "The speculation over Rosenstein's future concerned Democrats, who feared that a dismissal could lead to Trump curtailing Mueller's probe.",
  "A House Judiciary Committee aide told The Hill that the panel does not have a time confirmed for Rosenstein to appear on Capitol Hill.",
  "Jordan’s comments come just days after Trump declared that he has no plans to fire his deputy attorney general.",
  "Both men will likely see their futures re-evaluated after the midterm elections, Trump advisers have said.",
  "Baker said Page and McCabe relayed details of the meeting where Rosenstein made the comments.",
  "Fox News’ Catherine Herridge and The Associated Press contributed to this report."
]