[
  "In the report, which was provided to numerous journalists and the FBI, Steele alleged that Page was the Trump campaign’s back channel to the Kremlin for the purposes of conspiring to influence the election.",
  "(RELATED: Here Is How Much The DNC And Clinton Campaign Paid For The Trump Dossier)\n\nPage, an energy consultant, features prominently in the dossier, though he vehemently denies its allegations.",
  "Former Trump campaign associate Carter Page filed a defamation lawsuit Monday against the Democratic National Committee and its law firm, which commissioned the infamous Steele dossier.",
  "The result was a 35-page dossier full of allegations that the Kremlin is blackmailing Trump and that the Trump campaign conspired with Russian operatives to influence the election.",
  "Perkins Coie, which also represented the Hillary Clinton campaign, is the firm that hired Fusion GPS, the opposition researcher that investigated Donald Trump’s links to Russia.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Page filed the suit in federal court in Oklahoma against the DNC, the law firm, Perkins Coie, and two of its partners, Marc Elias and Michael Sussmann.",
  "The dossier also alleged that Page met secretly with two Kremlin insiders, Igor Sechin and Igor Diveykin, during a trip to Moscow in July 2016.",
  "The FBI relied heavily on Steele’s unverified report to obtain four Foreign Intelligence Surveillance Act warrants against Page.",
  "As part of the $1 million project, Fusion GPS hired former British spy Christopher Steele to conduct the investigation.",
  "Elias was Perkins Coie’s main contact to Fusion GPS, which was founded by three former Wall Street Journal reporters.",
  "Steele cited anonymous sources who claimed that it was Page’s idea to release stolen DNC emails through Wikileaks.",
  "Page previously sued Yahoo’s parent company, Oath, Inc., over the article, which was published on Sept. 23, 2016.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Steele and Fusion GPS briefed numerous reporters on the allegations about Page, though only Yahoo!",
  "The first warrant was granted on Oct. 21, 2016, shortly after Page left the campaign.",
  "The lawsuit was dismissed in May, but Page has appealed the decision.",
  "The dossier’s claims about Page did not stop just with media stories.",
  "News published a story on the topic prior to the election.",
  "The fourth and final warrant expired in September 2017.",
  "Page has repeatedly denied meeting with either man."
]