[
  "Developing now, Tuesday, Oct. 16, 2018\n\nDemocrats are not thrilled that Sen. Elizabeth Warren has released DNA tests to prove her Native American ancestry and fear the controversy throws the party off-message before the midterm elections\n\nThe family of a missing Saudi activist has called for the an international, independent commission to investigate his presumed death as the Saudi government reportedly mulls issuing a statement saying Jamal Khashoggi was mistakenly killed.",
  "MISSING SAUDI ACTIVIST'S FAMILY WANTS INDEPENDENT PROBE: The family of missing activist Jamal Khashoggi wants an independent, international commission to investigate his disappearance and alleged killing ... \"The strong moral and legal responsibility which our father instilled in us obliges us to call for the establishment of an independent and impartial international commission to inquire into the circumstances of his death,\" the family said in a statement Monday.",
  "A BIG FOR TRUMP OVER STORMY: A federal judge in Los Angeles on Monday threw out adult-film actress Stormy Daniel’s defamation lawsuit against President Trump on free-speech grounds ... “The court agrees with Mr. Trump’s argument because the tweet in question constitutes ‘rhetorical hyperbole’ normally associated with politics and public discourse in the U.S.,” U.S. District Judge S. James Otero in Los Angeles said in a ruling Monday.",
  "ET: Special guests include: Paul Bonicelli, former foreign policy adviser for President George W. Bush; Richard Murphy, former U.S. ambassador to Saudi Arabia; Toby Cosgrove, former Cleveland Clinic CEO; Joseph Wolk, Johnson & Johnson chief financial officer; U.S. Rep. Peter King, R-N.Y.; Josh Holmes, former chief of staff to Senate Majority Leader Mitch McConnell.",
  "However, it has only breathed new life into the story and angered fellow Democrats who fear a blue wave may not happen in next month's midterm elections ... President Obama's former campaign manager, Jim Messina, on Monday sharply criticized Warren, saying she was throwing the Democratic Party off-message just weeks before November's critical midterm elections.",
  "FOX NEWS EXCLUSIVE: FREED AMERICAN PASTOR ANDREW BRUNSON ON 'HANNITY' - Pastor Andrew Brunson, freed last week after two years of captivity in Turkey, will sit down with FOX News' Sean Hannity for an exclusive interview Tuesday night on \"Hannity\" ... Brunson had been detained in Turkey since October 2016 due to his alleged ties to an outlawed group.",
  "Porn star Stormy Daniels' defamation suit against President Trump was tossed by a federal judge on Monday; her lawyer Michael Avenatti has vowed to appeal\n\nGlenn Simpson, the co-founder of the firm behind the infamous anti-Trump dossier, will invoke the Fifth Amendment not to testify when he appears on Capitol Hill on Tuesday, his lawyer says.",
  "PIVOTAL WEEK IN TRUMP DOSSIER PROBE: Glenn Simpson, the co-founder of the Fusion GPS research group that commissioned the infamous anti-Trump dossier, will invoke the Fifth Amendment right not to testify when he appears before the House Judiciary Committee on Tuesday, his lawyer announced late Monday ...",
  "ET\n\nTHE LEAD STORY - DEMS ON WARPATH OVER WARREN'S DNA TEST: U.S. Sen. Elizabeth Warren, D-Mass., might have believed that releasing DNA test results that apparently prove her Native American heritage would show up President Trump and other Republican critics and put the controversy to rest.",
  "Two other key figures linked to the dossier also have been called to testify this week\n\nTUNE IN: Pastor Andrew Brunson, freed last week after two years of imprisonment in Turkey, will sit down for an exclusive interview with FOX News' Sean Hannity Tuesday at 9 p.m.",
  "Meanwhile, the Cherokee Nation dismissed Warren's DNA test, saying, it \"is useless to determine tribal citizenship.” Warren, considered a likely 2020 presidential contender, is an overwhelming favorite to win re-election in Massachusetts in November.",
  "“The First Amendment protects this type of rhetorical statement.”\n\nDaniels, whose real name is Stephanie Clifford, sued the president in April over a tweet in which he denied her claims of being threatened by a man in a Las Vegas parking lot in 2011.",
  "ET: U.S. Rep. Andy Biggs, R-Ariz.; Ali Al-Ahmed, director of the Institute for Gulf Affairs; Brian Belski, BMO Capital Markets chief investment strategist; Erin Gibbs, equity chief investment officer of S&P Investment Advisory Services.",
  "ET: The latest developments on missing activist Jamal Khashoggi, Sen. Elizabeth Warren and the midterms will be the topics of debate with the following guests: U.S. Sen. Lindsey Graham, R-S.C.; U.S. Sen. Ben Sasse, R-Neb.",
  "1968: American athletes Tommie Smith and John Carlos spark controversy at the Mexico City Olympics by giving \"black power\" salutes during a victory ceremony after winning the gold and bronze medals in the 200-meter race.",
  "Floyd Mayweather responds to UFC's Khabib Nurmagomedov challenge: ‘Get the checkbook out.’\n\nTHE SWAMP\n\nSessions vows 'emergency' Supreme Court battles amid 'outrageous' discovery rulings by federal judges.",
  "\"Argue the substance all you want, but why 22 days before a crucial election where we MUST win house and senate to save America, why did @SenWarren have to do her announcement now?,\" Messina tweeted.",
  "On FOX News Radio:\n\nThe FOX News Rundown podcast: President Trump has signed new legislation that bans pharmacy gag clauses and promotes discussing lower-cost prescription drug options for patients.",
  "The dossier, authored by former British spy Christopher Steele and commissioned by Fusion GPS, was paid for by the Democratic National Committee and Hillary Clinton's presidential campaign.",
  "AS SEEN ON FOX NEWS\n\nTHE 'RACHEL DOLEZAL' OF POLITICS - \"She is a white woman of vast European ancestry, who went to the buffet of identity politics [and] took seconds, then thirds.\"",
  "Several media outlets reported on Monday that the Saudi government is considering whether to announce that rogue intelligence operatives killed Khashoggi by accident.",
  "1962: The Cuban missile crisis begins as President John F. Kennedy is informed that reconnaissance photographs had revealed the presence of missile bases in Cuba.",
  "Bizarre video shows suspect doing breaststroke in aquarium tank: report\n\nConvincing Halloween display that looks like plane crash prompts someone to call 911.",
  "Meanwhile, Secretary of State Mike Pompeo landed in Riyadh, Saudi Arabia early Tuesday for talks with Saudi King Salman about Khashoggi's disappearance.",
  "1987: A 58-1/2-hour drama in Midland, Texas, ends happily as rescuers free Jessica McClure, an 18-month-old girl trapped in a narrow, abandoned well.",
  "ET: Jason Chaffetz, FOX News contributor and former House Oversight Committee chairman; Martin Feldstein, Harvard University economics professor.",
  "#OnThisDay\n\n\n\n1997: In the first known case in the United States, a Georgia woman gives birth after being implanted with previously frozen eggs.",
  "Khashoggi, 59, went missing Oct. 2 after he entered the Saudi Consulate to obtain documents related to his upcoming marriage to a Turkish woman.",
  "– Greg Gutfeld, on \"The Five,\" riffing on Sen. Elizabeth Warren's release of DNA test results that she says prove her Native American heritage.",
  "Simpson's refusal to testify will come as two other key figures connected to the dossier are expected to testify on Capitol Hill this week.",
  "Cavuto: Coast to Coast, Noon ET: Morgan Ortagus, foreign policy and national security analyst; Dave Sears, former Navy SEALs commander.",
  "Ohr is married to Bruce Ohr, a Justice Department official who has also testified about his contact with Simpson during the campaign.",
  "ET: Sen. Elizabeth Warren's opponent, Republican Senate candidate for Massachusetts, Geoff Diehl, responds to her DNA test reveal.",
  "The Turkish judge's ruling ended a tense diplomatic standoff between the U.S. and Turkey that began after Brunson’s detention.",
  "House Republicans have also scheduled a deposition for Friday with Nellie Ohr, who helped research the dossier for Fusion GPS.",
  "Brunson is expected to discuss his imprisonment and weekend meeting with President Trump, among other topics, on \"Hannity.\"",
  "Riyadh officials have claimed the journalist was alive when he left the building, and they don't know what happened to him.",
  "Turkey targeted the 50-year-old pastor as part of a massive government crackdown following a failed coup months earlier.",
  "Baker, who had a close working relationship with former FBI Director James Comey, left the bureau earlier this year.",
  "On Monday, Sears filed for Chapter 11 bankruptcy, closing another 142 stores along with the 46 announced in August.",
  "We will appeal the dismissal of the defamation cause of action and are confident in a reversal,\" Avenatti tweeted.",
  "Surveillance footage captured him entering through the consulate's main entrance, but he was never seen leaving.",
  "ACROSS THE NATION\n\nWisconsin girl, 13, 'missing and in danger' after parents found dead in home, sheriff says.",
  "Other guests include: U.S. Sen. Lindsey Graham, R-S.C.; Pennsylvania Republican Senate candidate Lou Barletta.",
  "Idaho Fish and Game commissioner resigns after posing with animals he killed during Africa hunt.",
  "Middle school allegedly calls out student for wearing GOP shirt, dressing as 'Republican nerd.'",
  "Turkish authorities said they have evidence proving that Khashoggi was killed by Saudi agents.",
  "Secretary of State Pompeo landed in Saudi Arabia early Tuesday for talks with the Saudi king.",
  "\"We are grateful to all those who have respected our privacy during these difficult times.\"",
  "ET: Sean Hannity conducts an exclusive interview with freed American pastor Andrew Brunson.",
  "Plus, commentary by Charles Hurt, Washington Times opinion editor and FOX News contributor.",
  "IN THE SPOTLIGHT: REMEMBERING PAUL ALLEN\n\nPaul Allen, co-founder of Microsoft, dead at 65.",
  "Trump’s contrary claims are as deceptive as his claims about the inauguration attendance.",
  "Liz Peek: Republicans, don’t reward Democrats for their bad behavior -- vote in November!",
  "A deposition is scheduled for Thursday with James A. Baker, the FBI’s former top lawyer.",
  "Burt Flickinger, managing director at Strategic Resource Group, explains Sears' demise.",
  "; Doris Kearns Goodwin, presidential historian; Chris Stirewalt; Nathaniel Philbrick.",
  "On Facebook:\n\nCheck out 'FOX News Update,' our new Facebook-exclusive news program!",
  "Alec Baldwin's new ABC talk show tanks in ratings, ranks below CW on Sunday night.",
  "Painter Andy Thomas opens up about his White House painting of President Trump.",
  "It included salacious and unverified allegations about Trump's visit to Russia.",
  "Threatening letter with alleged 'ricin' sent to Sen. Susan Collins' Maine home.",
  "WATCH\n\n\n\nTHE 2018 MIDTERMS\n\nNine House races shift in FOX News Power Rankings.",
  "ET: U.S. Rep. Sean Duffy, R-Wis.; David Rubin, former mayor of Shiloh, Israel.",
  "Nikki Haley blasts China, calls government 'straight out of George Orwell.'",
  "MINDING YOUR BUSINESS\n\nStock futures point to a rebound ahead of earnings.",
  "Mysterious shipwreck reveals its secrets: Wreck may be Lake Erie's oldest.",
  "He was ordered freed by a judge on Friday and sentenced to time served.",
  "ET: Howard Marks, Oaktree Capital Management founder and co-chairman.",
  "Health and Human Service Secretary Alex Azar explains the new bill.",
  "\"Daniels’ other claims against Trump and Cohen proceed unaffected.",
  "Daniels' attorney, Michael Avenatti, vowed via Twitter to appeal.",
  "Charlie Kirk: American universities are now 'mob' assembly lines.",
  "2018 Midterms: Stay with FOX News for full coverage and analysis.",
  "After the Bell with Melissa Francis and Connell McShane, 4 p.m.",
  "HOLLYWOOD SQUARED\n\nKimmel backs Republican in North Las Vegas.",
  "Want the FOX News Rundown sent straight to your mobile device?",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "Mrs. America contestants accuse pageant CEO of racial bias.",
  "We'll see you in your inbox first thing Wednesday morning.",
  "CLICK HERE to take a sneak peek at the FOX Nation lineup.",
  "Women poised to make history with 2018 midterm elections.",
  "| Walmart, Target and retailers could see a sales boost.",
  "U.S. federal government posts widest deficit since 2012.",
  "Ancient 'grand lady' skeleton uncovered in Chinese tomb.",
  "ET: Exclusive - Trish Regan interviews President Trump.",
  "FOX News First is compiled by FOX News' Bryan Robinson.",
  "Looming steelworker strike could impact 2016 midterms.",
  "Trump’s camp labeled the Monday ruling as a major win.",
  "List of Sears, Kmart stores closing after bankruptcy.",
  "- Sign up now and find out about its exciting launch!",
  "FOX NEWS OPINION\n\nCal Thomas: Why vote for Democrats?",
  "Countdown to the Closing Bell with Liz Claman, 3 p.m.",
  "Kennedy: Hillary still backs Bill's abuse of power.",
  "Sears bankruptcy: What does it mean for shoppers?",
  "Viking longship discovery thrills archaeologists.",
  "TRENDING\n\nBezos says Amazon will work with DoD.",
  "On FOX Business:\n\nMornings with Maria, 6 a.m.",
  "Stu Varney: Americans prefer jobs to mobs.",
  "Making Money with Charles Payne, 2 p.m.",
  "\"\"Why can’t Dems ever stay focused???\"",
  "On FOX News:\n\n\n\nFOX & Friends, 6 a.m.",
  "NFL, Microsoft pay tribute to Allen.",
  "STAY TUNED\n\nFOX Nation is coming!",
  "The Brian Kilmeade Show, 9 a.m.",
  "Trish Regan Primetime, 8 p.m.",
  "ET to watch the interview.",
  "Welcome to FOX News First.",
  "Tune in Tuesday at 9 p.m.",
  "Thank you for joining us!",
  "DID YOU HEAR ABOUT THIS?",
  "Varney & Co., 9 a.m.",
  "Not signed up yet?",
  "Hannity, 9 p.m.",
  "Enjoy your day!",
  "Click here."
]