[
  "Bruce and Nellie Ohr are in the middle of allegations that the Justice Department misused the dossier in order to obtain a foreign surveillance warrant on former Trump campaign adviser Carter Page\n\nFusion GPS contractor Nellie Ohr arrives Friday for a closed-door interview with investigators from the House Judiciary and Oversight committees on Capitol Hill in Washington.",
  "Nellie and Bruce Ohr were thrown into the Russia fight last year after Fusion GPS' Glenn Simpson disclosed in a court filing last year that Nellie Ohr worked for Fusion on \"research and analysis of Mr. Trump,\" and that Simpson met with Bruce Ohr \"at his request, after the November 2016 election to discuss our findings regarding Russia and the election.\"",
  "Ohr, whose husband is a senior Justice Department official, is facing scrutiny over what role she had with the opposition research dossier on then-candidate Donald Trump and Russia commissioned by Fusion GPS, which Republicans and the President charge is at the heart of alleged DOJ misconduct during the 2016 election.",
  "In testimony in July, Peter Strzok , the FBI agent who opened the agency's Russia investigation before being demoted and later fired after it was discovered he sent politically charged text messages , revealed that Bruce Ohr \"gave the FBI documents, which included material that I believe originated from Mr.",
  "(CNN) The Republican congressional investigation into the FBI's handling of the Hillary Clinton and Russia investigations has frequently devolved into a bitter partisan affair, but on Friday there was rare bipartisan agreement: Fusion GPS contractor Nellie Ohr's testimony was not fruitful.",
  "Democrats have charged that Republicans have tried to use the dossier to undercut special counsel Robert Mueller's probe, and argue that the FBI's Russia investigation began because of conversations involving former Trump campaign adviser George Papadopoulos , and not the dossier.",
  "\"Is it really possible that Bruce Ohr, whose wife Nellie was paid by Simpson and GPS Fusion for work done on the Fake Dossier, and who was used as a Pawn in this whole SCAM (WITCH HUNT), is still working for the Department of Justice?????",
  "He told congressional investigators that he attended a July 30, 2016, breakfast with Steele in which the ex-British spy said that Russian intelligence believed they had then-candidate Trump \"over a barrel,\" CNN previously reported .",
  "She is an academic and Russia expert, and relied on open source documents to pull together information on Russian oligarchs as part of her employment with Fusion GPS, according to a person with knowledge of her work for the firm.",
  "Fusion GPS was paid by a law firm representing Hillary Clinton's campaign and the Democratic National Committee, which has prompted accusations that the dossier was little more than unverified, salacious opposition research.",
  "Lawmakers have said that Ohr had provided the FBI with a copy of the dossier he had been given by Steele, but that it was after the FBI had already begun investigating some of Steele's reporting.",
  "(Photo by Chip Somodevilla/Getty Images)\n\nNellie Ohr worked as a contractor for Fusion GPS , the research firm that hired ex-British intelligence agent Christopher Steele to compile the dossier.",
  "Ohr led the Justice Department's organized crime and racketeering section for over a decade, and through last year he served in a senior position within the deputy attorney general's office.",
  "\"And so there's just no real answers to questions and each time that we went there, they invoked a martial protection status, which obviously in some confines is certainly appropriate.\"",
  "But most of the Republicans lawmakers' key questions involved conversations with her husband about Fusion GPS and the dossier, which she didn't answer, invoking a spousal privilege.",
  "Bruce Ohr testified he didn't read any of his wife's work or the documents that were given to him by Simpson and Steele, according to one source familiar with his testimony.",
  "Republicans have charged that Nellie Ohr, as a Fusion GPS contractor, helped connect Steele and the dossier to her husband, and by extension the Justice Department and FBI.",
  "Trump has named them in a half-dozen tweets attacking the dossier and the Justice Department, and as also demanded that the Justice Department fire Bruce Ohr.",
  "Lawmakers from both parties said they didn't learn much from Ohr, who testified before the House Judiciary and Oversight committees behind closed doors.",
  "Democrats agreed that they learned nothing new from Nellie Ohr, though they blamed Republicans for crafting a conspiracy involving the husband and wife.",
  "He was demoted after messages were discovered that he exchanged with Steele and Simpson, though he's still a Justice Department employee.",
  "He said he turned over two USB keys to the FBI — one from his wife and one from Simpson — and he didn't look at the information on them.",
  "I haven't heard anything or seen anything that leads me to believe there's some conspiracy at DOJ or FBI or anything untoward happened.",
  "And yet at the same time that's at the crux of the matter,\" said Rep. Mark Meadows, a North Carolina Republican.",
  "Ohr and Steele continued to speak after the election, and Ohr told the FBI about his conversations afterward.",
  "Republican lawmakers are now trying to get the FBI's reports documenting those conversations, known as 302s.",
  "\"She took spousal privileges, communication between her and her husband, which I fully understand.",
  "Republicans said they understood why Ohr invoked the privilege, even if it stymied their efforts.",
  "\"This is just a big nothing-burger to me,\" said Rep. Raja Krishnamoorthi, an Illinois Democrat.",
  "And she wouldn't get into a lot of that,\" said Rep. Jim Jordan, an Ohio Republican.",
  "Nellie Ohr was also at the breakfast, along with an associate of Steele's.",
  "\"And I understand, she's allowed to assert that privilege.\"",
  "She really didn't have anything to do with the dossier.\"",
  "Her husband was one of the top officials at the DOJ.",
  "Ohr also met with Steele during the 2016 campaign.",
  "... She's an independent contractor for them.",
  "\"Those are the questions we wanted to ask.",
  "What did you share with your husband?",
  "\"It's been a big waste of time.",
  "Can this really be so?????\"",
  "Trump tweeted on Tuesday.",
  "How did that work?",
  "Steele.\""
]