[
  "For example, he added, “there’s no way that him telling us what his birthday is could incriminate him.”\n\nBiggs said the matter is now up to House Judiciary Committee Chairman Bob Goodlatte, whose aides say he’s considering “all options,” but would not confirm whether he is reviewing Simpson’s privilege claims.",
  "The confrontation exacerbates a growing concern among House Democrats that Republicans are trying to undercut the Justice Department’s Russia investigation in anticipation of losing their majority this fall — and setting what Democrats call a “dangerous” precedent in the process.",
  "He had already provided more than 20 hours of testimony to three other congressional committees examining Russian interference in the 2016 election, and how the FBI and Justice Department handled allegations that the Trump campaign might have assisted the foreign plot.",
  "While almost all lawmakers are out campaigning in their districts, some of Trump’s most ardent defenders, including Biggs, are coming to Washington to grill top FBI officials and other informants related to the Russia matter, probing for bias and impropriety.",
  "Simpson’s firm was hired by the Democratic Party and Hillary Clinton campaign to investigate Trump’s foreign business relationships, and Simpson in turn hired former British intelligence officer Christopher Steele to look into Trump’s ties to Russia.",
  "Glenn Simpson, whose Fusion GPS firm had commissioned a report describing coordination between Donald Trump and Russia during the 2016 election campaign, showed up to for a Tuesday deposition on Capitol Hill and refused to testify.",
  "Simpson had already signaled through his lawyer that he’d be invoking his Fifth Amendment right not to answer questions, a decision he made after multiple Republicans on the panel suggested on TV that he could be in legal trouble.",
  "This kind of behavior sets a dangerous precedent.”\n\nDemocrats say the tactic reflects Republicans’ last-ditch attempt to squeeze out new information about the FBI’s handling of allegations about Trump’s connections to Russia.",
  "In a phone interview, he said his questioning of Simpson was not about setting a new standard for congressional witnesses but about determining whether Simpson truly intended to plead the Fifth on every possible question.",
  "He’s in real legal jeopardy.”\n\nPlus, Simpson’s lawyers appeared to have learned the lesson of Lois Lerner, the former IRS official whom Republicans accused of targeting conservative groups applying for tax-exempt status.",
  "Republicans announced on Thursday evening that they would question Deputy Attorney General Rod Rosenstein on Capitol Hill next week, a move forced almost entirely by Trump congressional allies agitating against him.",
  "And his appearance was being compelled after at least two Judiciary Committee Republicans— Reps. Matt Gaetz of Florida and John Ratcliffe of Texas — insinuated that Simpson might have already committed a crime.",
  "Steele’s so-called dossier, which described a lurid and elaborate conspiracy between Trump and the Kremlin, was later incorporated into an FBI application to surveil one of Trump’s former campaign advisers.",
  "Trump and his allies have called the dossier fraudulent and suggested that its political roots discredit the FBI’s entire investigation, which has been taken over by special counsel Robert Mueller.",
  "Republicans would lose their subpoena power, and with it their ability to continue an investigation that Democrats have argued was really an attempt to protect Trump from encroaching prosecutors.",
  "Simpson’s attorneys, aware of this history and of the statements of Republican lawmakers about their client, advised him to make no statements that could be construed as waiving his privileges.",
  "Eventually, Biggs told Simpson that his claims of constitutional privilege could be deemed invalid and that Simpson could be held in contempt of Congress for refusing to answer questions.",
  "Democrats are favored in polls to take the House next month, and if they do, Republicans’ yearlong investigation into whether the FBI mishandled the Russia inquiry would be cut short.",
  "The letters outlined the terms of Simpson’s testimony — but most important, they emphasized that his decision to cooperate would not waive “any privileges” in future proceedings.",
  "Goodlatte’s office declined to say whether he intended to do what Biggs is asking — evaluate the legitimacy of Simpson’s privilege claims — but did sympathize with his rationale.",
  "Trump calls it a “witch hunt.”\n\nDefenders of the bureau note that Steele had been a trusted partner on previous investigations and that his work was considered credible.",
  "They say it could spook future witnesses, suggesting that the Fifth is far from a protected right but actually subject to the whims of a polarized Congress.",
  "“A private citizen appeared before our committees and invoked his constitutional right not to testify,” said a Democratic source familiar with the episode.",
  "But Simpson’s lawyers rejected the most recent call to testify — this one from a joint task force operated by the House Judiciary and Oversight committees.",
  "Still, Republicans have fixated on Simpson’s role in furthering the narrative of Russian involvement, a focus that led to Tuesday’s confrontation.",
  "“The Republicans are now threatening that right for the purpose of intimidating a witness who has already given hours of testimony to Congress.",
  "Story Continued Below\n\nFor 20 minutes, the freshman Arizona Republican peppered Simpson in search of details about his handling of the dossier.",
  "Anticipating this confrontation, they also secured letters from GOP leaders on each of the other three committees to which Simpson testified.",
  "Republicans view Simpson as a central player in an anti-Trump effort embraced by top officials at the Justice Department and FBI in 2016.",
  "They plan to grill Rosenstein about allegations that he wanted to secretly record the president and oust him using the 25th Amendment.",
  "Most troubling to Democrats is Biggs’ suggestion this week that Simpson doesn’t have a Fifth Amendment right not to answer questions.",
  "But the GOP-led panel investigating her ruled that she‘d waived her Fifth Amendment right when she gave a defiant opening statement.",
  "“If we were in civil court or something like that, you could appeal to a judge and say, ‘Look this is not reasonable,’” Biggs said.",
  "“The roughly 30 minutes he spent in his deposition with the committee should in no way be considered burdensome,” the aide said.",
  "| Ross D. Franklin/AP Photo Congress House GOP probe of FBI and Justice heats up as election nears\n\nRep. Andy Biggs had had it.",
  "The aide also noted that Simpson had provided “lengthy interviews” to other congressional committees on the same subjects.",
  "They also note that the FBI launched its Russia inquiry in July 2016, before the dossier had reached top officials there.",
  "Democratic aides described a tradition of Congress’ deferring to witnesses who invoke their constitutional privileges.",
  "Freshman Arizona Republican Andy Biggs peppered the founder of Fusion GPS with questions during a deposition Tuesday.",
  "And for 20 minutes, Simpson repeatedly pleaded the Fifth, according to four sources briefed on the exchanges.",
  "The investigation, Simpson’s attorneys wrote in a letter to the committee, appeared to have a partisan bent.",
  "“I’m not surprised if Glenn Simpson is taking the Fifth,” Ratcliffe said in a Fox News interview on Sunday.",
  "But Biggs, one of the president’s staunchest defenders, decided to barrage him with questions anyway.",
  "“The Fifth Amendment privilege is not a blanket privilege not to testify,” a Goodlatte aide said.",
  "And they raised the specter of yet another institutional guardrail crumbling in the Trump era.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up here for POLITICO Huddle A daily play-by-play of congressional news in your inbox.",
  "Rosenstein has denied those accusations, which were first reported by The New York Times.",
  "Lerner pleaded the Fifth in an appearance before Congress in 2013.",
  "Simpson was appearing for his fourth congressional interview.",
  "She was later held in contempt of Congress.",
  "To Biggs, the complaints are overblown.",
  "You can unsubscribe at any time.",
  "“He probably should."
]