[
  "[David Rothkopf]\n\n“Gotta be honest: On a night like tonight, I'm still pretty pissed at those journalists and news organizations which treated Hillary Clinton's email server as a matter of apocalyptic importance.” [ Nate Silver ]\n\n“Amazing feedback loop where Trump tweets asking people to tune into Sean Hannity who then leads with how great Trump's tweets are.” [ Maxwell Tani ]\n\nHODA KOTB REPLACES MATT LAUER: NBC News announced that Kotb — who had shifted into the co-anchor slot on an interim basis following the firing of Matt Lauer over allegations of inappropriate conduct — would take on the role full-time.",
  "As Bloomberg View editor and Trump biographer Tim O’Brien told me at the time, “I think he’s always had a deep fascination with The New York Times and a need to get the paper’s broader approval of his career and who he is.”\n\nFUSION GPS FOUNDERS SPEAK OUT: Glenn Simpson and Peter Fritsch, the former Wall Street Journal journalists who later co-founded intelligence firm Fusion GPS, called out Republicans lawmakers on Tuesday for refusing \"to release full transcripts of our firm’s testimony, even as they selectively leak details to media outlets on the far right.\"",
  "— National news organizations, he wrote, have ignored some lessons from the post-9/11 years and “have sometimes hyped threats from terrorism and weapons of mass destruction.” But overall, he added, “I do believe that the fight inside the Times over the NSA story helped usher in a new era of more aggressive national security reporting at the paper” and “the Times has been much more willing to stand up to the government and refuse to go along with White House demands to hold or kill stories.”\n\nGood morning and welcome to Morning Media.",
  "Here is a last chance for the Times to fulfill the vision of its Founder, Adolph Ochs, ‘to give the news impartially, without fear or FAVOR, regardless of party, sect, or interests involved.’ Get impartial journalists of a much higher standard, lose all of your phony and non-existent ‘sources,’ and treat the President of the United States FAIRLY, so that the next time I (and the people) win, you won’t have to write an apology to your readers for a job poorly done!",
  "It's a tribute to her wide range and her innate curiosity.”\n\nBEHIND NBC'S MOVE, from Vanity Fair’s Emily Jane Fox and Joe Pompeo: \"That decision, perhaps unthinkable as of a month ago, is now essentially a no-brainer, and the mommy-daddy model of morning TV, thought to be an immutable industry truth ever since Barbara Walters was officially named the show’s first female co-host in 1974 opposite Jim Hartz, looks more and more like an anachronistic prejudice.",
  "James Risen opens up — Nuclear Twitter taunt — Hoda replaces Lauer — More Vice fallout — Trump ‘congratulates’ new NYT publisher\n\nPULITZER PRIZE-WINNING REPORTER JAMES RISEN battled both Bush and Obama administration attempts to force him to reveal a confidential source during his tenure at the New York Times, while at times also battling New York Times editors over their decisions to withhold information at the government’s request.",
  "In a memo, executive editor Marty Baron said Grant “has been at the forefront of efforts to build a newsroom of journalists who embrace the dramatic change in our profession even as they remain faithful to our mission and values.” And The Post’s Margaret Sullivan pointed out that “very few women have reached this level” at her paper, the New York Times, or the Wall Street Journal.",
  "“ [Kim] Masters decides which to pursue based on the criteria of egregiousness and reportorial difficulty — very egregious and very difficult she pursues assiduously.”\n\nLISTEN: NPR’s David Folkenflik reports on union efforts at the Los Angeles Times and also obtained records of contentious staff meetings with new editor-in-chief Lewis D'vorkin.",
  "The marketplace lacked that, so people have grown up with a respect for each side.”\n\nWAPO EXPANDS THE ‘202’ FRANCHISE: The Washington Post is launching new “202” newsletters on cybersecurity/defense and technology and plans to hire four journalists for the effort: cybersecurity and tech reporters, a researcher , and a deputy editor .",
  "“They did it so often that I became convinced the administration was invoking national security to quash stories that were merely politically embarrassing.” Risen also recalled “starting to clash with the editors over our coverage of the Bush administration’s claims about prewar intelligence on Iraq” by the following year.",
  "“There’s more likelihood he might have survived if there’d been a Fox News.”\n\n— It’s a compelling “what if,” especially since former Nixon campaign adviser and late Fox News chief Roger Ailes was involved in discussions with the Nixon White House in the summer of 1970 about creating a pro-Republican news operation.",
  "She’ll “continue her reporting on the political impact of America’s changing demographics, with a sharpened focus on work and family finances,” according to NPR\n\nMiranda Green, most recently with CNN Politics, is joining The Hill as a Congressional reporter covering environment and energy.",
  "— \"In the year since the publication of the so-called Steele dossier — the collection of intelligence reports we commissioned about Donald Trump’s ties to Russia — the president has repeatedly attacked us on Twitter,\" Simpson and Fritsch wrote in a New York Times op-ed.",
  "But we try not to be deterred by gunmen, rioters, terrorists — or a president's intemperate tweets.”\n\n— It’s important to remember that Trump cares deeply how he’s covered in the Times, a love-hate relationship I explored during the presidential campaign.",
  "— Though Trump quickly moved on — tweeting over the next hour about plans to present the “dishonest & corrupt media awards” on Monday and tuning into Fox News' Sean Hannity — others appeared understandably shaken by the casual talk of nuclear catastrophe.",
  "Risen, who took a buyout from the Times in July, is out this morning with a nearly-15,000-word first-person piece for The Intercept covering disputes from the newsroom to the White House in the anxious years after the terrorist attacks of Sept. 11, 2001.",
  "According to a handful of insiders and veterans of television news we spoke to in the course of reporting this story, because of a variety of factors, not least of which was Kotb’s talent and connection with viewers, there was virtually no other option.\"",
  "— Twitter temporarily blocked Sheriff David Clarke’s account “until he deleted three tweets that seemed to call for violence against members of the media.”\n\n— Snapchat didn’t allow guests at the company’s $4 million New Year’s party to use Snapchat.",
  "It’s also known that Risen pushed Times editors to publish his and Eric Lichtblau’s blockbuster story on the NSA’s warrant-less wiretapping program in 2005 after the Bush administration had convinced editors to hold it for more than a year.",
  "— “For me, and I speak with Chris, I speak with all of them, and Bret and Neil, and I get Neil's reason for not wanting to go after [a Trump] interview, and I understand why Chris wants to, and why Bret would want to,” Wallace said.",
  "The Hollywood Reporter’s Jeremy Barr asked Fox News’ president of news Jay Wallace about tensions between news anchors (like Bret Baier, Chris Wallace, Neil Cavuto) and opinion hosts (such as Sean Hannity and Laura Ingraham).",
  "But Risen fills in the gaps now with many new details about this contentious period and speaks with Times editors who made tough calls during this era, including Howell Raines, Bill Keller, Jill Abramson, and Philip Taubman.",
  "There is a number of things we can do.”\n\nNIXON MIGHT HAVE SURVIVED WATERGATE IF THERE WAS A FOX NEWS, former Nixon White House counsel John Dean told POLITICO’s Edward-Isaac Dovere in the latest “Off Message” podcast .",
  "MORE VICE MEDIA FALLOUT: Company president Andrew Creighton and chief digital officer Mike Germano were put on leave in response to sexual harassment allegations revealed in a New York Times investigation last month.",
  "I think Watergate would have occurred at a much more accelerated speed than the 928 days it took to go from the arrest at the Watergate to the conviction of Haldeman and Ehrlichman and Mitchell, et al.,” Dean said.",
  "— “Over the past several weeks, Hoda has seamlessly stepped into the co-anchor role alongside Savannah, and the two have quickly hit the ground running,” NBC News chief Andy Lack wrote in a memo to staff.",
  "“My stories raising questions about the intelligence, particularly the administration’s claims of a link between Iraq and Al Qaeda, were being cut, buried, or held out of the paper altogether,” he wrote.",
  "GL.”\n\n— “At our best, we in journalism defy presidents, dictators and warlords to report the best facsimile of the truth we can obtain,\" Times columnist Nicholas Kristof responded to the president.",
  "The Times’ Emily Steel, who spoke to more than 100 current and former Vice employees for that earlier piece, reports now that a special committee on the company’s board is reviewing the matter.",
  "It’s the first time the 66-year-old “Today” show will have all women co-hosts, breaking with what had become a morning show convention of pairing a male and female anchor together.",
  "“And one thing we always try to remind people, and the good thing about this place, as much as people want to try to pit news versus opinion, this place was built on doing both.",
  "“In the past several weeks, the Hollywood Reporter has created a sexual-misconduct beat and assigned seven reporters, who are fielding ten to fifteen tips a day,” she wrote.",
  "Conservative news outlets and even our former employer, The Wall Street Journal, have spun a succession of mendacious conspiracy theories about our motives and backers.\"",
  "SOUND BITES\n\n\"Mr. Trump's recent twitter storm/interviews are more evidence we're watching an American president psychologically, emotionally and cognitively decompose.",
  "But Trump's nuclear war taunt aimed at North Korea on Tuesday night was particularly alarming and turned a spotlight on the social media company's role.",
  "CNN's Brian Stelter also raised questions about violating Twitter's policy, which drew push back from White House director of social media Dan Scavino.",
  "Story Continued Below\n\n— The press’s failure in the run-up to the Iraq war — specifically, the Times’ credulous reporting — has been addressed before .",
  "“The whole point [of supporting him in ‘16] was it forced a trade policy debate and Ryan flipped on TPP [the Trans-Pacific Partnership trade deal].",
  "Tim Mak, most recently with The Daily Beast and having just finished training with the U.S. Army Reserve, is joining NPR as a political reporter.",
  "IT TAKES A LOT FOR PRESIDENT TRUMP TO SHOCK on Twitter any more given that outrageous, incendiary, and insulting remarks have become routine.",
  "\"His allies in Congress have dug through our bank records and sought to tarnish our firm to punish us for highlighting his links to Russia.",
  "REMEMBERING MAURA JACOBSON: New York magazine re-published its earlier retirement tribute to Jacobson, who died on Christmas Day at age 91.",
  "“We always understood that Nehlen was not going to win,” a senior Breitbart staffer told The Daily Beast’s Asawin Suebsaeng and Sam Stein.",
  "THE PRESIDENT CONGRATULATES A.G. SULZBERGER ( in his inimitable way ): “The Failing New York Times has a new publisher, A.G. Sulzberger.",
  "The Hollywood Reporter, for one, is still digging into allegations against powerful men, according to The New Yorker’s Dana Goodyear .",
  "SEXUAL MISCONDUCT BEAT EXPANDS: The cultural shift in the media business that began in 2017 is likely to continue in the new year.",
  "Ryan challenger Paul Nehlen in response to his white supremacist remarks, but isn't giving up on the Republican House Speaker.",
  "This club also includes Liz Spayd, Jill Abramson, Rebecca, Blumenstein, Karen Pensiero, Susan Chira and the late Janet Elder.",
  "REVOLVING DOOR\n\nThe Washington Post’s Tracy Grant has been promoted to managing editor for staff development and standards.",
  "ALSO HIRING: Yahoo News is seeking a veteran Washington journalist for the position of senior national affairs reporter.",
  "[Peter Wehner]\n\n\"The people I know who know the most about national security are the most disturbed by Trump's behavior.",
  "— “After the 9/11 attacks, the Bush administration began asking the press to kill stories more frequently,” Risen wrote.",
  "BUT WHILE FOX’S PRO-TRUMP HOSTS get access to the president, the network’s news anchors aren’t landing interviews.",
  "She has the rare ability to share authentic and heartfelt moments in even the most difficult news circumstances.",
  "Asma Khalid will return to NPR Politics after a year covering tech and economic issues for member station WBUR.",
  "BREITBART’S STILL TARGETING PAUL RYAN: The right-wing site recently distanced itself from former (and future?)",
  "Despite all the insults, he’s given the paper more access than probably any outlet outside the Fox universe.",
  "“They have an undeniable connection with each other and most importantly, with viewers, a hallmark of TODAY.",
  "EXTRAS\n\n— The Washington Post’s Krissah Thompson looks at Melania Trump’s “seen but rarely heard” approach.",
  "Vice had already fired three other staffers in the weeks before the much-anticipated Times story dropped.",
  "These are experienced people who have handled highly charged, high stakes situations their whole lives.",
  "You almost have to burn the companies down.” -- The Hollywood Reporter’s Kim Masters to the New Yorker.",
  "There’s so much bad behavior, if you try to get rid of one guy then he says, ‘I will go after you.",
  "… What’s become clear to me is how deeply the culture of tolerating this behavior is rooted.",
  "\"Does 'increasing the risk of nuclear war' violate the Twitter terms of service?\"",
  "She constructed 1,400 crossword puzzles for the magazine over three decades.",
  "— Jim Warren talks to author Cullen Murphy about the golden age of cartoons.",
  "It didn’t happen, though Ailes and Rupert Murdoch launched Fox News in 1996.",
  "“There’s social media, there’s the internet, the news cycles are faster.",
  "I know what you did.’ The behavior is entrenched at such high levels.",
  "He’ll focus on movement conservatism, as he has at previous outlets.",
  "\"You and all your liberal friends have NOTHING,\" Scavino wrote.",
  "It's rather alarming to watch, and the president is not well.",
  "Daniel Lippman ( @dlippman ) contributed to the newsletter.",
  "Drop a line at mcalderone@politico.com or @mlcalderone .",
  "Now, is that the only way we can go after the Speaker?",
  "You have a standoff — mutually assured destruction.",
  "This article tagged under: Media\n\nMedia Stories",
  "KICKER\n\n“It’s not just one or two people.",
  "But at least he's cutting regulations.\"",
  "It’s woven into the fucking fabric.",
  "They're the ones who are worried.\"",
  "They are not prone to hysteria.",
  "Hoda is, in a word, remarkable.",
  "\"Sometimes we fall short.",
  "asked Vox's Ezra Klein.",
  "It was a huge deal.",
  "Congratulations!",
  "Subscribe .",
  "Archives .",
  "No."
]