[
  "STRZOK: Stop it again, my sense looking at the context was that was no way coming off the heels of insulting the Kahn family that the American and all the other statements that had been made and the comparison of a generable size during the debate and everything else, that there was no way that the American population was going to elect this man.",
  "And I would just urge my colleagues that in the midst of this apoplexy that seems to be breaking out among some of my colleagues, that remember that ultimately what we're really trying to do here is get to the truth and the truth that we need to get to is exactly what a hostile foreign adversary did to interfere with our democracy.",
  "Because I do think a man in your position and power and the respect you should have or that people should have for you because of your position in the FBI that you would have stopped to think that maybe there was somebody that could have done a better job that didn't have such disdain for this President.",
  "Because I would bet the farm that if you were sitting next to me as the investigating prosecutor and I was the prosecutor, and Judge Puller and other judge were handing in a case whether it's civil or criminal, you and I would be pointing out the biases that I see that you have exhibited here.",
  "But what we want to have hearings is to bring Mr. Strzok here so that we can regurgitate and continue to say that he is lying and that he is biased and somehow, he corrupted the investigation to the point that we can't believe Mr. Mueller, that we can't believe Mr. Rosenstein.",
  "We know very clearly that our men and women of the intelligence community have unanimously stated, and this is unrefutable, that the Russians worked to undermine our democracy and to elect Donald Trump President of the United States and that is something that's irrefutable.",
  "My members on the other side, if there are two people that are thrilled and excited today, there are two people, the folks over at Fox News and at the Kremlin because they both worked on one thing, electing President Trump President of the United States of America.",
  "The first thing I would tell you is I'm disappointed if you did not understand the amount of regret that I express from the beginning of my opening statement to the harming and damage that this has caused to the people I love --\n\n\n\nMARINO: I do understand that now.",
  "KELLY: So, you don't know if any of those resulted in --\n\n\n\nSTRZOK: I don't know that -- I know when I'm thinking of the Democratic Party, clearly, Secretary Clinton was part of who we looked at and she was very clearly part of the Democratic Party.",
  "So that's an investigation where you didn't think about mentioning it, but the day Mueller was appointed rather than punishing Russia or rather than indicting Russians, rather than doing something about social media you went straight to impeachment.",
  "KELLY: There have been news reports that President Trump's advisers, Ivanka Trump, Jared Kushner, Stephen Miller, former White House official, Steven Bannon, Reince Preibus and Gary Cohen, all used private e-mails to conduct official business.",
  "It would be interesting here is since you like to cherry pick the Democrats that give money -- the FBI agents that give money to Democrats, why don't you reveal the Republican members of the FBI that give money to Republicans?",
  "I would draw since you brought up the ethics manual, I would note in that manual and further restrict employees, every FBI employee, many DOJ employees, other members of the intelligence community are restricted.",
  "Whether particular circumstances create an appearance that the law or these standards have been violated shall be determined from the perspective of a reasonable person with the knowledge of the relevant facts.",
  "And it says this, in late March 2017, Daniel Jones met with the FBI regarding PQG, the Pend Quarter Group, which he described as exposing foreign relations -- foreign influence in Western elections.",
  "Because of to frame that -- to give you an accurate answer, I have to give you the context of what was going on which includes details that I have been instructed by the FBI that I may not provide.",
  "In fact, it has led to 19 indictments, five guilty pleas and a host of charges filed against former campaign and White House advisers to President Trump, as well as Russian nationals and companies.",
  "You have an attitude that is very obvious today and you are the kind of witness that you and I as a prosecutor for 18 years, a district attorney, and a U.S. attorney would love to get on the stand.",
  "He further stated that PQG had secured the services of Steel, his associate, and Fusion GPS to continue exposing the potential Russian interference in the 2016 U.S. presidential election.",
  "REP. TOM MARINO (R), PENNSYLVANIA: Mr. Chairman, Mr. Strzok, I have here, and I'm sure you're familiar with it, the ethics handbook of Department of Justice of which the FBI falls under.",
  "The inspect general explains in this nearly 600-page report that the mistake Director Comey made was discussing the ongoing steps the FBI was taking in the Hillary Clinton investigation.",
  "STRZOK: Sir, that is a literal reading but understanding what that means, it would require know provide information that is beyond the scope of what the FBI's permitted me to tell you.",
  "KELLY: These individuals serve or served as senior advisors to the President, White House chief strategists, White House Chief of Staff and Director of the national economic council.",
  "STRZOK: Sir, my understanding is limited to that is something done by the Congress that there are articles of impeachment and the procedure by which that occurs I'm not an expert on.",
  "But in the absence of any and truly the inspector general of this committee and any number of people have looked and looked and looked and not a single act tells me it didn't occur.",
  "I want to refer you to -- I don't\n\n\n\nknow if you have this in front of you -- but this is the House Intelligence Committee's report, chapter 6, there is a footnote on page 113.",
  "STRZOK: Sir, it was logical given that I was number two in counter intelligence that I would have a role in this investigation but no there are very qualified folks in the FBI.",
  "STRZOK: No, sir, and I tell you what, there are times that I didn't particularly care for Secretary Clinton and I investigated that absolutely as objectively and aggressively.",
  "GUTIERREZ: So, what we are to believe from our Republican majority that you're so biased, you're such a Democrat that you can't hold back from trying to destroy Donald Trump.",
  "I said that my sense of not recalling -- right in that text -- is that the American populace wouldn't elect --\n\n\n\n[15:55:00] DESJARLAIS: You don't like Donald Trump, do you?",
  "And we will note those questions so that we can address them at a future time because I find it stunning that they are not allowing you to answer those questions Mr. Strzok.",
  "[15:50:00] Even one of the members of this committee had to resign in disgrace because he asked one of his staffers for a million dollars if she would carry a baby for him.",
  "When did you learn and how did you learn about the investigation into the possible collusion between the Donald Trump campaign and Russian influence in our 2016 election?",
  "STRZOK: That's correct\n\n\n\nJ: OK. And at the time you are working with Mr. Ohr, did you know that he was meeting with representatives from Fusion including Glenn Simpson?",
  "An employee shall endeavor to avoid any actions created in the appearance that the employee is violating the law, or the ethical standards set forth in these guidelines.",
  "But if you are trying to draw a distinction, a wide distinction between bias and political opinion, there's not the wide distinction that you are drawing at this point.",
  "And if we're talking about it or putting our finger on the scale it just would be horribly inappropriate and against what we stand for in the criminal justice system.",
  "And if you ask them, I am sure that they would say they received topnotch services from my office and I have my biases like everybody else like we've talked about.",
  "GOWDY: And of course, there is about a week before you use the word we again in connection with an insurance policy to make sure that he was not elected President.",
  "\n\n\n\nReturn to Transcripts main page\n\nCNN NEWSROOM\n\nPartisan Shouting Match Erupts at FBI Agent Hearing; FBI Agent Who Sent Anti-Trump Texts Grilled by Lawmakers.",
  "STRZOK: Congressman without question and I would absolutely agree with you that there are things that I regret in retrospect and I hope that comes across today.",
  "And the reasonableness of the statements that you made -- and I am not going to get into the language -- but the repetitiveness of it, where was your judgment?",
  "Why don't you reveal the Republican members of the FBI that are in and state very clearly when they apply have a voter registration they apply as Republicans?",
  "It is the entirety of structure of the FBI who's built not to do those things and not to allow in other --\n\n\n\nGOWDY: The time of the gentleman have expired.",
  "Also, I'd like to say when constituents call my office, they are Dems, they are Republicans, they're independence and they're not involved like all of us.",
  "I would like to know that neither the House Judiciary Committee, nor the House Oversight and Government Reform Committee have open hearings on that issue.",
  "Do you not give them the same service as you give your Republican constituents because that's what you keep on implying over and over and over and over?",
  "He told the FBI that PQG was being funded by 7 to 10 wealthy donors located primarily in New York and California who provided approximately $50 million.",
  "There are 3,000 children separated from their moms and dads and the government doesn't know where their moms and dads are and can't bring them together.",
  "We have a president of the United States -- there are 16 women who have come forward to say that the President of the United States has attacked them.",
  "But in light of the last round of questioning it is fair to say that you wanted to stop President Trump from being elected in your own words, did you?",
  "Are you concerned that the inspector general can investigate you and issue a report just like this one that says that you should never have done that?",
  "I would tell you what the FBI has told me what I may say in answer to the dossier is that --\n\n\n\nJ: It's not an accurate reading, that's what it says.",
  "Would adversely impact potentially the ability to get a fair trial, to conduct a competent investigation, to conduct one that arrived at the truth.",
  "STRZOK: I would rather go with what I did because that is at the end of the day that is --\n\n\n\nGOWDY: We'll get to that in a second, I promise you.",
  "Now can you just again since this has been a really long day, can you explain why it is important not to interfere with ongoing criminal matters?",
  "GOWDY: The chair would note that several of the questions asked by the gentleman were not answered by the witness on the advice of his counsel.",
  "Mr. Simpson when he did testify in front of the Senate Judiciary Committee was asked about Fusion, no one from Fusion ever spoke with the FBI.",
  "What I disagree with you and so many people today is that political belief does not equate the bias and you always have to go to the evidence.",
  "And several of those individual's names continue to advise the president of the United States and receive a paycheck paid by our tax dollars.",
  "And were you the only one who could have done the job you're joining, are you the only one who could have led this investigation in the FBI?",
  "What were you not thinking when you were sending the e-mails and your statements that you made and the comments of the people in Virginia?",
  "Employees shall endeavor to avoid any actions creating the appearance that they are violating the law, or the ethical standards set forth.",
  "You might want to do investigative talking to witnesses, talking to the subject, and then finally we want somebody to have a fair trial.",
  "STRZOK: I'm going to answer that -- I can't answer that based on if they are ongoing, it would be inappropriate for me to talk about it.",
  "J: OK. My last round of questioning, you said you spoke with Bruce Ohr several times in the 2016 and 2017 time period, is that accurate?",
  "KELLY: Have you ever investigated anyone that identifies as independent or unaffiliated with either of the two major political parties?",
  "And it's simply not fair to give the investigative power we have to do something that would unnecessarily tarnish them and their image.",
  "And I think to give you the context of that comment, I would have to tell you sir, this is more frustrating for me than it is for you.",
  "That we can't believe the new FBI director who was appointed by the current President of the United States and that we should abandon.",
  "MARINO: For performance of their official duties, prohibited conduct and more may be grounds for suspension, revocation of clearance.",
  "The set you're examining and referencing to your colleagues, you say it is identical of what McCain had in referring to the dossier.",
  "KELLY: To your knowledge has the FBI opened investigations against their use of private e-mails for official White House business?",
  "And then you're saying the one from Corn and Simpson -- you won't tell me who those individuals are -- but that one is different.",
  "Agent Strzok, I want to go back to this e-mail you sent on January 10th regarding the BuzzFeed pending publishing of the dossier.",
  "And employees -- and I want you to listen to this very carefully -- serving in certain positions are more restricted than others.",
  "Furthermore, it states for employees for whom a security clearance is required -- and you do have a security clearance, correct?",
  "[15:40:00] STRZOK: No, not at you will\n\n\n\nKELLY: You investigated, as you said, Secretary Clinton for a use of private e-mails.",
  "So, is it fair to say that you have investigated and indicted individuals from the political spectrum or you may not be aware.",
  "And I just have a couple of questions for you, Mr. Strzok, and I would like to yield the balance of my time to Chairman Gowdy.",
  "But it's in hindsight and people like you and I that are here to protect the citizens, we should be thinking of this before.",
  "It looks like they have 16 of the I believe 17 sections that made up the entire dossier, is that an accurate reading there?",
  "It sounds like in your e-mail you're saying comparing now, sounds like there are three copies but two different versions.",
  "I know a large portion of today have been combative in a way that has nothing to do with my sense of regret and remorse.",
  "It is safe to say that individuals in such high-ranking positions are exposed to sensitive perhaps top street materials.",
  "Yet you never told anybody that there was an investigation into Donald Trump's campaign and collusion with the Russians?",
  "But within that category, if you read that manual, citing the Hatch Act, it says except for where otherwise prohibited.",
  "But that I did not and would not -- DESJARLAIS: Did I not hear you read your text directly that you would\n\n\n\nstop him?",
  "STRZOK: Sir, I'm limited to what Director Comey was authorized to say by the Department of Justice, but in late July.",
  "In which case maybe, you trigger an IG report, or you don't answer those questions and maybe we hold you in contempt.",
  "KELLY: We know you have investigated a Republican, provided your participation in the ongoing Mueller investigation.",
  "But at the direction of the FBI I couldn't discuss the content of the operational matters that that's at the store.",
  "You got carried away and you got impressed with yourself and you're in a position that I am sorry that's the case.",
  "But you did have almost a magical bullet in your hand to derail the Donald Trump investigation and did you use it?",
  "And then you said that you recalled it was late at night and that somehow mitigated the content of what you typed.",
  "We start a policy in this country where we ban, ban Muslims from coming in and we make a test, a religious test.",
  "Agent Strzok now I am confused because I thought on that August 8, 2016 text that you did not recall typing it.",
  "In listening to the conversation today, I have to wonder about some of my Republican colleagues, not everybody.",
  "J: I am going from the intelligence report that the the majority issued from the House intelligence committee.",
  "And when did the public learn about the investigation into Russian collusion and Donald Trump's investigation?",
  "STRZOK: I don't think again, not recalling writing it, his candidacy, his election I don't recall writing it.",
  "GUTIERREZ: But you had it in your hands or maybe you didn't you know, in America you can do almost anything.",
  "TREY GOWDY (R), SOUTH CAROLINA: The gentleman from Pennsylvania, Mr. Marino, is recognized for five minutes.",
  "KELLY: But in your assessment would your work history suggest a bias by you towards anyone political party?",
  "All federal employees you may vote, express opinions and make political contributions under the Hatch Act.",
  "I never thought I would see a time that the Congress of the United States would do the work of destroying.",
  "The gentleman from Illinois yields back to the gentleman from Tennessee, Scott DesJarlais is recognized.",
  "GOWDY: I tell you what, instead of us musing about what you meant why\n\n\n\ndon't we go with what you said.",
  "Two, in the cases where we are investigating, talking about it is going to screw up a bunch of things.",
  "And I will take note that you never once used the word in connection with Secretary Clinton, did you?",
  "Those should be issues that I believe are pertinent and should have hearings before this committee.",
  "I am not a public corruption agent and political affiliation is not something that we looked at.",
  "Is there any way that that contradicts what's in the e-mail that I've been referencing with you?",
  "At the time you were meeting with Bruce Ohr, did you know that his wife Nellie works for Fusion?",
  "DESJARLAIS: OK, that's the one thing I've struggle with here today listening to your testimony.",
  "STRZOK: Mr. Chairman, I think my recollection statements have been consistent across the board.",
  "REP. ROBIN KELLY (D), ILLINOIS: I know it's been a long day for you, so I will keep it simple.",
  "GOWDY: The chair recognizes the gentleman from South Carolina, Mr. Sandford for five minutes.",
  "But at the direction of the FBI because it relates to an ongoing operational matter I can't.",
  "GOWDY: Well, let me ask you this, do you have to be a sitting office holder to be impeached?",
  "Who gives a f, one more A.D. and investigation leading to impeachment with a question mark.",
  "I just don't understand your judgment based on your background and you may respond to that.",
  "You can ignore the FBI's policy that has been put in place to protect these investigations.",
  "All right, I thank the chairman and think the gentleman from South Carolina, for yielding.",
  "An investigation leading into a robust response to what Russia tried to do to our country.",
  "And one of the ways they do it is by taking an institution like the FBI and destroying it.",
  "Do we have any hearings on the state and the plight of women in the workplace in America?",
  "Employees may not only have political opinions, but they are encouraged to express them.",
  "But since you apparently think that biases preventing people from doing their best job.",
  "This could also result in adverse disciplinary action, including suspension or removal.",
  "That was my expression that I had a preference not for candidate Trump to be president.",
  "[15:30:00] REP. TED DEUTCH (D) FLORIDA: Do you've been asked about this investigation.",
  "While you are thinking about that, let me give you other options you could have said.",
  "So, my sense was this was an off the cuff, hey don't worry about it, sort of comment.",
  "In your time at the FBI have you ever investigated a member of the Democratic Party?",
  "I want to go back to -- one more question I asked you the first round, Mr. Strzok.",
  "They've got to be overjoyed today at the Kremlin and they've got to be applauding.",
  "STRZOK: I don't remember a specific date, but it was well into the following year.",
  "DESJARLAIS: So, in retrospect then should you have recused yourself in this case?",
  "The chair recognizes the gentleman from Illinois, Mr. Gutierrez for five minutes.",
  "The chairman started this hearing by saying I wish this hearing wasn't necessary.",
  "Active participation in political activities by federal employees is restricted.",
  "You claim to be such a patriot but once he was elected you continued to do this.",
  "And then we get to the day Mueller was appointed special counsel, the day after.",
  "UNIDENTIFIED MALE: Mr. Chairman, the witnesses permitted to answer the question.",
  "Why are you talking about impeachment the day of special counsel's appointment?",
  "So, I want to ask you, Mr. Strzok, because they kept saying you have this bias.",
  "Congratulations, Kremlin and congratulations to everybody that is helping them.",
  "KELLY: So, these individuals where are key staffers for a Republican president.",
  "The chair recognizes the gentleman from Illinois, Miss Kelly for five minutes.",
  "J: Well, there's another e-mail down below on the one that you are looking at.",
  "And I'm going to let you talk about that in a second and answer the questions.",
  "STRZOK: There are a variety and I'm sure I won't come up with all the reasons.",
  "That seems like something that the judicial committee should be investigating.",
  "But the first is we do a lot of investigations where we never charge anybody.",
  "DEUTCH: And the negative consequences on that outcome of that investigation?",
  "Aired 3:30-4p ET\n\nAired July 12, 2018 - 15:30 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "But yet you didn't once think that maybe somebody else should take the case?",
  "You had several very disparaging text messages with your friend about this.",
  "So, sir, I don't draw any disagreement with you about bias where it occurs.",
  "And I say this with no prejudice and I think you are your own worst enemy.",
  "If you can demonstrate evidence of acts of bias, well then bias is there.",
  "And if you look at the next day when I sent a text saying what was that?",
  "These are all things and issues that are on the American people's minds.",
  "Auditioning for Fox News and of course, at the clapping at the Kremlin.",
  "And that has to do with activities coordinating with a political party.",
  "STRZOK: Sir, I appreciate your comments and I appreciate your concern.",
  "STRZOK: Again, I believe the same answer, standby, sir, again, please.",
  "REP. LUIS GUTIERREZ (D), ILLINOIS: Thank you very much, Mr. Chairman.",
  "And the news reel tonight because a lot of this today is simply what?",
  "And I think that you have to accept that elections have consequences.",
  "Let's go through this one again and see if it rings a bell with you.",
  "And if I might I'm going to yield my time to my colleague from Ohio.",
  "I am just actually disheartened about the situation that you are in.",
  "MARINO: And there are several paragraphs that I want to read to you.",
  "Sounds to me something that the judiciary committee should take up.",
  "I'd be more worried about the impact on the ongoing investigation.",
  "So, beyond me telling you under oath that I know it didn't happen.",
  "KELLY: Did any of those investigation resulted in an indictment?",
  "It makes me wonder what happens when Democrats call your office.",
  "You can say what you want about Mr. Strzok, that's irrefutable.",
  "You won that one and now you want to destroy our institutions.",
  "REP. JIM JORDAN (R), OHIO: Thank you, gentlemen, for yielding.",
  "Are you familiar with this meeting Mr. Jones had with the FBI?",
  "STRZOK: I am not, and I don't know if that's accurate or not.",
  "Rep. Mark Sanford, South Carolina: I appreciate Mr. Chairman.",
  "And we know that that investigation has led to an indictment.",
  "First one is general principles of ethical conduct continued.",
  "I would expect someone of your caliber to be way above that.",
  "An investigation leading into indictments against Russians.",
  "It was not a suggestion that I or the FBI take any action.",
  "What this is about is for the American public, Mr. Strzok.",
  "If you are a person that falls into that category as well.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "STRZOK: Sir, again, I would like to answer your question.",
  "SCOTT DESJARLAIS (R), TENNESSEE: Thank you, Mr. Chairman.",
  "But I will yield the balance of my time to our chairman.",
  "Of course, he wants this hearing and it isn't necessary.",
  "PETER STRZOK, FBI OFFICIAL: Certainly, that's possible.",
  "Get out of the way, let this investigation go forward.",
  "And what else do you recall about the timing of that?",
  "An investigation leading to better election security.",
  "Because it makes it sound like you are all Democrats.",
  "And I think you've agreed that it was his candidacy.",
  "Because really competent people have looked for it.",
  "And I think there are hearings that are necessary.",
  "Let's please keep that in mind as we move forward.",
  "They don't because that is not what this is about.",
  "How could we have such an attack on our democracy?",
  "GUTIERREZ: You never talk to reporter about that?",
  "Which talks about BuzzFeed has 16 of the reports.",
  "STRZOK: Sir, again it's not an accurate reading.",
  "I can tell you I have not spoken to Mr. Simpson.",
  "S:I am not aware of that meeting or who that is.",
  "What's important to realize is it's not just me.",
  "KELLY: She is a member of the Democratic Party.",
  "That's what the American people are expecting.",
  "They want to damage and destroy our democracy.",
  "But you didn't say any of that, agent Strzok.",
  "STRZOK: Sir, I don't know the answer to that.",
  "So, I don't know, but it's a fair assumption.",
  "[11:05:00] You have an answer for everything.",
  "And it's a short easily answerable question.",
  "My sense was I can tell you what it was not.",
  "STRZOK: May I respond to your question, sir?",
  "Are there Republicans that work at the FBI?",
  "I just want to make sure I understand this.",
  "Is that an accurate reading of your e-mail?",
  "Mr. Strzok, I appreciate that last comment.",
  "It's this entirety of folks looking at it.",
  "STRZOK: Yes, ma'am, we don't look at that.",
  "That's what they're counting on us to do.",
  "MARINO: You've had one for quite a while.",
  "It's a ridiculous position to put you in.",
  "We don't want to talk about those issues.",
  "GOWDY: You may when we revisit the issue.",
  "You didn't want him to become President.",
  "STRZOK: Fair to say, I'm not a fan, sir.",
  "STRZOK: May I consult with counsel, sir.",
  "STRZOK: I have a general understanding.",
  "I think recusing is the all narrative.",
  "And we want to investigate Mr. Strzok.",
  "OK, Kremlin, another good day for you.",
  "GUTIERREZ: It was after the election.",
  "I would like to answer that question.",
  "You have that in front of you again?",
  "J: Have you spoke with Daniel Jones?",
  "I yield back the balance of my time.",
  "DESJARLAIS: You don't like this man.",
  "It's clear, there is no conspiracy.",
  "And yet we do not investigate that.",
  "That I think is really regrettable.",
  "STRZOK: No, not to my recollection.",
  "Some questions will be repetitive.",
  "But if you can just say yes or no.",
  "Next is appearance of impropriety.",
  "You never told anybody about that?",
  "There is no suggestion of actions.",
  "Do you know how impeachment works?",
  "GOWDY: What did you mean by stop?",
  "You went straight to impeachment.",
  "There is no meeting of the minds.",
  "You misunderstood or misheard me.",
  "STRZOK: That would be tremendous.",
  "Are they then the circumstances?",
  "President Trump is a Republican.",
  "J: Do you know Mr. Jones at all?",
  "J: Well, we'd sure like to know.",
  "I asked you that the first time.",
  "[15:45:00] Sir, again I'm sorry.",
  "It was merely a one-off comment.",
  "And what does this committee do?",
  "You wanted Donald Trump to win.",
  "And I'm not sure what it means.",
  "J: Let's go back to the e-mail.",
  "BuzzFeed has 16 of the reports.",
  "Sorry if I don't believe that.",
  "Here's what we've heard today.",
  "We heard it from the chairman.",
  "We heard it and my colleagues.",
  "DAD's there are not that many.",
  "If you did, we don't have it.",
  "GOWDY: Well, I tell you what.",
  "And I assume through the FBI.",
  "J: Not spoken to Mr. Simpson.",
  "You can hold my time, please.",
  "STRZOK: Ma'am, I don't know.",
  "I don't tend to beyond that.",
  "STRZOK: Absolutely not, sir.",
  "GOWDY: The gentleman yields.",
  "You influenced the election.",
  "GUTIERREZ: So, in late July.",
  "I don't remember typing it.",
  "GOWDY: Well, I actually do.",
  "STRZOK: Sir, I did not, no.",
  "And will revisit the issue.",
  "I go back to the gentleman.",
  "And we see them every day.",
  "Let's make that the focus.",
  "GUTIERREZ: No, you didn't.",
  "I never heard that before.",
  "But are there Republicans?",
  "It's really not about you.",
  "And we don't investigate.",
  "I haven't asked you that.",
  "STRZOK: Today I do, yes.",
  "Because what do we know?",
  "GOWDY: How does it work?",
  "Or was it late at night?",
  "Let's get to the truth.",
  "You've got two choices.",
  "MARINO: I know it well.",
  "STRZOK: Sir, it isn't.",
  "GOWDY: No, you didn't.",
  "That's incorrect, sir.",
  "It was late at night.",
  "So, do you recall it?",
  "Sorry about the time.",
  "J: I appreciate that.",
  "STRZOK: I don't know.",
  "STRZOK: And publicly.",
  "DEUTCH: I understand.",
  "Under the Hatch Act.",
  "But I am not aware.",
  "STRZOK: I do not.",
  "No, no, he's not.",
  "He would stop it?",
  "STRZOK: Yes, sir.",
  "STRZOK: Yes, sir.",
  "STRZOK: No, sir.",
  "STRZOK: No, sir.",
  "STRZOK: No, sir.",
  "STRZOK: No, sir.",
  "DESJARLAIS: Yes.",
  "Or his election?",
  "I'm out of time.",
  "J: You sure can.",
  "DEUTCH: Right.",
  "STRZOK: Wrong.",
  "We'll stop it.",
  "GUTIERREZ: OK.",
  "STRZOK: I do.",
  "J: All right.",
  "I yield back.",
  "STRZOK: Yes.",
  "STRZOK: Yes.",
  "STRZOK: Yes.",
  "STRZOK: Yes.",
  "STRZOK: Yes.",
  "STRZOK: Yes.",
  "STRZOK: Yes.",
  "STRZOK: Yes.",
  "No hearings.",
  "STRZOK: No.",
  "STRZOK: No.",
  "KELLY: OK.",
  "Correct?",
  "Correct?",
  "Right?",
  "Right?",
  "No."
]