[
  "Government lawyers said the payment information is being withheld because disclosing specific payment amounts and dates could “suggest the relative volume of information provided by a particular CHS.” That disclosure could potentially tip the source’s targets off and allow them to “take countermeasures, destroy or fabricate evidence, or otherwise act in a way to thwart the FBI’s activities.”\n\nSteele was reportedly not paid by the FBI as part of his investigation of Trump.",
  "“The FBI has protected information that would identify the identities of other confidential sources who provided information or intelligence to the FBI” as well as “information provided by those sources,” wrote David M. Hardy, the head of the FBI’s Record/Information Dissemination Section (RIDS), in court papers submitted Friday.",
  "“This includes nonpublic information about and provided by Christopher Steele, as well as information about and provided by other confidential sources, all of whom were provided express assurances of confidentiality,” Hardy wrote, referring to information disclosed in the four FISA applications.",
  "The FBI’s use of multiple confidential sources is not a surprise, but the disclosure is the first time that the government has acknowledged using sources beyond Steele, who was hired to investigate Trump by the Democrat-connected opposition research firm, Fusion GPS.",
  "DOJ lawyers argued in their filings that disclosing the previously redacted information would expose sources and methods used in its investigation, as well as impede ongoing investigations related to Russian meddling in the 2016 election.",
  "The U.S. government revealed in court filings Friday that the FBI used multiple confidential informants, including some who were paid for their information, as part of its investigation into former Trump campaign adviser Carter Page.",
  "Hardy and Department of Justice (DOJ) attorneys submitted the filings in response to a Freedom of Information Act (FOIA) lawsuit for the FBI’s four applications for Foreign Intelligence Surveillance Act (FISA) warrants against Page.",
  "(RELATED: EXCLUSIVE: A Cambridge Professor With CIA, MI6 Ties Met With Trump Adviser During Campaign, Beyond)\n\nPage and Halper remained in contact through September 2017, the same month the fourth FISA warrant expired against Page.",
  "An internal analysis conducted by the FBI expressed only “medium confidence” in the dossier, and Steele himself has said he has only “fifty-fifty” confidence in one of the dossier’s most dramatic allegations about Trump.",
  "As The Daily Caller News Foundation first reported, Halper, a former University of Cambridge professor, met during the campaign with Page and two other Trump campaign aides, George Papadopoulos and Carter Page.",
  "Hardy’s declaration acknowledged that the confidential sources used by the FBI were in addition to Christopher Steele, the former British spy who authored the infamous anti-Trump dossier.",
  "According to news reports, the FBI offered to pay Steele $50,000 to continue his investigation into Trump, but that deal fell apart after Steele had unauthorized contacts with the press.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "(RELATED: FBI Had Only ‘Medium Confidence’ In Steele Dossier)\n\nSteele alleges in the unverified dossier that Page was the Trump campaign’s back channel to the Kremlin.",
  "The DOJ released heavily redacted copies of the four FISA warrant applications on June 20, but USA Today reporter Brad Heath has sued for full copies of the documents.",
  "Another FBI informant, Stefan Halper, is known to have met with Page, though the government has yet to officially acknowledge his involvement in the investigation.",
  "Republicans have raised questions about the FBI’s reliance on the dossier given that the salacious 35-page report remains largely unverified.",
  "The DOJ filings indicate that other informants were used beyond Steele and Halper, but the documents do not shed light on how many were used.",
  "The U.S. government revealed Friday that it used multiple informants to obtain information against former Trump campaign adviser Carter Page.",
  "“The FBI protected specific information about payments to CHSs on two pages of each FISA application,” the declaration reads.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "In court filings, government officials also revealed confidential human sources were paid for their work.",
  "Steele, who is referred to as Source #1, met multiple times with FBI agents during the 2016 campaign.",
  "Page vehemently denies the allegations and no information has surfaced to date to support the claim.",
  "DOJ official Bruce Ohr served as the FBI’s unofficial back channel to Steele through May 2017.",
  "Hardy also revealed the FBI paid CHSs that provided information for the investigation.",
  "The FBI relied heavily on an uncorroborated dossier to obtain warrants to spy on Page.",
  "The bureau relied heavily on his dossier in its applications to spy on Page.",
  "The FBI cut ties with Steele on Nov. 1, 2016."
]