[
  "A transcript of that interview that was released by committee Democrats on Tuesday shows that Levy instructed Simpson to avoid discussing sources for the dossier because an unidentified person had already been killed over the salacious document.",
  "Somebody’s already been killed as a result of the publication of this dossier and no harm should come to anybody related to this honest work,” Levy told Jason Foster, an investigator for Senate Judiciary Committee Chairman Chuck Grassley.",
  "It is not clear who Levy was referring to, whether he was confirming that an actual source for the dossier had been murdered, or whether he was relaying rumors that have popped up in the media over the past year.",
  "The publication of the infamous dossier resulted in the death of at least one person, a lawyer for opposition research firm Fusion GPS told a Senate committee last year.",
  "Foster had asked Simpson what steps he took to assess the credibility of sources used in the dossier, which was compiled by former British spy Christopher Steele.",
  "If Erovkinin is who Levy was referring to, his statement to the Senate panel would seem out of whack with the circumstances of the Kremlin insider’s death.",
  "The comment, from Fusion GPS lawyer Joshua Levy, was made during an Aug. 22 Senate Judiciary Committee interview with Fusion GPS co-founder Glenn Simpson.",
  "Sechin is alleged in the dossier to have communicated directly with Trump campaign adviser Carter Page as part of a collusion conspiracy.",
  "Erovkinin worked as chief of staff for Igor Sechin, a close ally of Vladimir Putin’s and the president of Russian oil giant Rosneft.",
  "Some media outlets have theorized that ex-KGB chief Oleg Erovkinin was killed because he was a source for the dossier.",
  "“It’s a voluntary interview, and in addition to that he wants to be very careful to protect his sources.",
  "Fusion GPS hired Steele in Spring 2016 to investigate Donald Trump’s business activities in Russia.",
  "Some outlets have speculated that Russia caught wind of the dossier before it was published.",
  "Steele’s dossier uses information gleaned from close associates of Sechin’s.",
  "Page has vehemently denied the allegation and says he has never met Sechin.",
  "Levy did not immediately respond to requests for comment and clarification.",
  "The dossier was published to the world by BuzzFeed News on Jan. 10, 2017.",
  "There has been speculation over one death of an alleged dossier source.",
  "Erovkinin was found dead in the back of his car on Dec. 26, 2016.",
  "Fusion was working on behalf of the Clinton campaign and DNC.",
  "Follow Chuck on Twitter"
]