[
  "I brought in an expert to talk about the Kavanaugh case and I am joined now via Skype by Onondaga New York District Attorney, former President of the National DA Association and a dear friend of mine for many years when were DAs together, all right, Billy, would I be correct and we don't have a lot of time in assuming that you and your office have interviewed and prosecuted tens of thousands, if not more sex crimes victims.",
  "MALKIN: Yes, I think much more needs to be investigated about the machinations behind how each and every one of these accusers suddenly appeared, and what the plot and conspiracy, yes, I will call that that was between Senator Feinstein's office, the judiciary committee staffers, \"The New Yorker\" and prosecutors like the one here in Colorado.",
  "But what you are seeing is that finally, Republicans are waking up that this resistance movement - everybody thought this was a joke like some kind of term out of the \"Star Wars,\" but they are starting to see now because of the situation that Judge Kavanaugh is in, what many of us have been dealing with for the last two years.",
  "That what happened in that therapist office is that a memory was recovered by some means, possibly hypnosis as you suggested in your \"Opening Statement\" and that makes it absolutely inadmissible both in the state of New York and in the state of Maryland and then, frankly, most of states in the union.",
  "And so this idea that accuser, Christine Blasey Ford seems sincere, of course, to anyone who is a veteran of the criminal justice system knows, you can sincerely seem that you are telling the truth when you are lying through your teeth and that's something that nobody wants to talk about these days.",
  "NUNES: I'm guessing that many people that don't want this out went to the White House and had a sheeting and told the president a lot of things that weren't true, like things about scaring - our allies don't want this out, which is a ridiculous statement.",
  "MICHELLE MALKIN, CONSERVATIVE COMMENTATOR: Yes, well, there was a lot of talk about Ralph Clubs and the attack on Judge Kavanaugh and his character not only by Mr. Hahn, but the entire resistance movement in the beltway swamp, in Hollywood, and academia.",
  "PIRRO: And now that she has done it, and the resistance on the part of the attorneys to allow the Senate to look at the notes with the therapist, the lie detector test before everything was revealed gives me the sense that there was a whole plan here.",
  "If you want to read more about the party of crime, get a copy of my new book, \"Liars, Leakers and Liberals: The Case against the Anti-Trump Conspiracy,\" number one New York Times best seller and you can get your copy at Amazon and Barnes & Noble.",
  "So my - if Rosenstein was involved in that process, I mean that should be an immediate, immediate dismissal of whatever happened in that meeting because remember every time we've tried, we've moved to get things declassified, what do they say?",
  "She couldn't remember the fundamentals -- whose house it was, where it was, when the party was, how she got to the house or how she got home -- she waits 36 years not telling her mother, a friend, a high school counselor or anyone before now.",
  "When you have the nerve to say the Republicans - the Republicans have tossed out the rules, you are the one who declared Kavanaugh guilty before hearing any testimony simply because it was a woman who was the accuser and you all men shut up.",
  "And they will be calling Paul Manafort, Michael Cohen, Gates, Flynn - and we'll see how the party of crime is because it seems to me that there's been a lot of crime going on, and now, they've got a justice that doesn't have the temperament.",
  "Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "And now, we've seen them become not only the party of crime, Judge, but the party of character assassination, too as they try to take down Judge Kavanaugh - a dedicated public servant in what was an abomination of a week for the Democrats.",
  "(END VIDEO CLIP)\n\nPIRRO: Over the past week or two, you may have found yourself asking questions about how someone can make an accusation about another person over an incident nearly 40 years ago without any evidence or corroboration.",
  "NUNES: So, remember this is Bruce Ohr's wife who was working for Fusion GPS which essentially is working for the Clinton campaign as this was being funneled into the FBI to open up and start and investigate the Trump campaign.",
  "And then I'll be joined live here in New York in a \"Justice\" exclusive by House Intel Commission Chairman, Republican Devin Nunes, as well as conservative commentator, Michelle Malkin; and NRA TV host Dan Bongino and more.",
  "PIRRO: Well, you know what, I have to tell you, Michelle, I mean, I listened to her and I believe something happened to her, I really do, but I think her memory is so repressed and I want to know why all of a sudden now.",
  "But first, you watched it here live, the President of the United States fired up a packed crowd in Wheeling, West Virginia in another raucous rally taking on his opponents and touting a long list of accomplishments.",
  "FITZPATRICK: No, ethical prosecutor could possibly bring a case because of the lack of specificity as to the time, date and location and the defendant is entitled to know all of those things by constitutional law.",
  "They are doing their jobs, and it was the job of the Senate Republicans to do their job, support their President and this nominee because what is at stake in the Supreme Court are literally life and death matters.",
  "NUNES: But look, there is a whole group of people that are coordinating this effort both inside the Senate with the Democrats and on the outside with the left wing groups with the media tailing right behind.",
  "So there's 20 pages of the rest of the content of the FISA that we want out, and what this is so important is because this gets to the insurance policy that remember Strzok and Page were talking about?",
  "And they knew, I guarantee you, many outside groups knew that they were going to drop this bomb because it was their last-second chance to try to stop Kavanaugh from becoming a Supreme Court justice.",
  "And that genius Senator Mazie Hirono who allegedly graduated from high school, either skipped the presumption of innocence class or she is willing to throw it all away for her political gain.",
  "(BEGIN VIDEO CLIP)\n\nLINDSEY GRAHAM, US SENATOR, SOUTH CAROLINA, REPUBLICAN: There is no way to investigate something that happened 35 years ago when you can't tell the month, the location.",
  "It really wasn't the dossier, it wasn't the dossier that was used, the Chris Steele dossier and it wasn't the fake news stories, it was really all that stuff that's behind the redactions.",
  "I am looking at Congressman Devin Nunes joining me now in a \"Justice\" exclusive to discuss the open, as well as the president's rally tonight, the Kavanaugh nomination and so much more.",
  "It was all in the New York Times story and it's - look, it's a reference to a movie, \"The Animal House,\" and I think it's time that ...\n\nPIRRO: Okay, what are you talking about, Chris?",
  "We in Congress - everybody in Congress, the Speaker, the leader, the whip, the whole Intelligence Committee, nearly every Republican has called for these documents to be declassified.",
  "(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: But a vote for Judge Kavanaugh is also a vote to reject the ruthless, and outrageous tactics of the Democratic Party.",
  "Chairman Nunes, you really were the topic of a lot of the headlines, a lot of the discussion on television as it related to the memo related to the investigation of the FISA warrant.",
  "If you like my opening statements, you will love my new book, New York Times number one bestseller \"Liars, Leakers and Liberals,\" which I shamelessly try to advance on this show.",
  "We've witnessed the spying - you just has had Congressman Nunes on a spying scandal with the weaponization of the intelligence community to take down their political opponents.",
  "NUNES: I believe that the senators that are in the red states, I think, if they don't vote to confirm Kavanaugh, I think they are going to be in big trouble in this election.",
  "When you take a Supreme Court justice and you have senators talking about high school yearbooks, you are watching the collapse of the Senate, a collapse of the republic.",
  "You can't cross- examine someone effectively who absolutely believes they are telling the truth and that's only as a result of false memory that was created by hypnosis.",
  "And now people like Flake are buckling to let's do an FBI investigation as if after six, they are going to become geniuses and figure out something more on the seventh.",
  "Because of the risk of confabulation of recent events like television, newspapers that impact one's memory, it is not a reliable means of refreshing one's recollection.",
  "The SEC says Musk and the company committed securities fraud alleging that Musk misled investors when he tweeted he would be taking the company private in early August.",
  "The reason being, that hypnosis can often cause co confabulation, the creation of a false memory that the affiant, the declarant, the victim firmly believes is true.",
  "Don't even think about missing these two or three ...\n\nMARIANNE RAFFERTY, CORRESPONDENT, FOX NEWS: Live from \"America's News Headquarters, \" I'm Marianne Rafferty.",
  "If a rape victim undergoes hypnosis, sometime prior to testimony, for the purpose of refreshing her memory of the incident, the court and jury is entitled to know.",
  "And thanks to all of you for once again making \"Justice\" number one last weekend and \"Liars, Leakers, & Liberals\" is still on the New York Times bestsellers list.",
  "And Michelle, I'm out in this a lot of times talking about this tonight, but the show is so packed, I felt terrible for Kavanaugh, for his wife, for his mother.",
  "Now that it's been forwarded to the Inspector General, he has done an investigation on Comey and McCabe and honestly, I'm not impressed to be honest with you.",
  "And one of those Republicans running is House Intel Chairman Devin Nunes who is back with me here in New York in part two of this live \"Justice\" exclusive.",
  "I don't have you on to discuss that, but more the reality that there are people out there who are honest in their claims but just can't be specific enough.",
  "HAHN: No, look, I think that she should have given this information to the President the minute she got it and maybe he wouldn't have nominated this guy.",
  "And we're going to hear from the President in a moment on a wide range of topics at his campaign style rally in West Virginia that only just finished up.",
  "If Ford said no one was there, that it was just she and Kavanaugh or it was just he and she alone in the parking lot, then it's a true he said-she said.",
  "You're party, they're like Cheshire cats sitting on all of this information, saying to themselves, if we can't stop him now, we'll bring in three women.",
  "And Cory Booker, the wannabe Spartacus has the gall to stand up and criticize a man who has literally an altar boy on the politics of sexual assault.",
  "I would be much more suspicious and much more favorable to that possibility if the lawyers for Dr. Ford not agree to release those therapist notes.",
  "PIRRO: A law enforcement expert joins me live next for a closer look at this week's testimony and what we can expect in the investigation is next.",
  "I assessed whether cases should go forward, whether the accused should be charged and convicted and if so, as a judge what the sentence should be.",
  "And then of course, that happens and you have got all kind of other accusations and God only knows what's going to come out in the next week here.",
  "They're ready to have at it on the panel, and conservative commentator Michelle Malkin joins me live to discuss Kavanaugh, the accuser and more.",
  "The information comes out and it makes the Department of Justice, FBI and all the Clinton campaign people and Fusion GPS, they all look bad.",
  "PIRRO: And you know, she hasn't even asked the Maryland police for which apparently, there is no statute of limitations, to investigate it.",
  "The spectacle I saw this week was one of the most of pathetic, disheartening, saddest displays to which this nation has ever stood witness.",
  "JEANINE PIRRO, HOST: Breaking tonight, President Trump stands strong amid the Kavanaugh controversy with a rousing rally in West Virginia.",
  "Is there a political kickback for her before she releases it to Chairman Grassley, the Senate judiciary, she gets a lawyer for the woman.",
  "And next, we all watched the same hearing this week, but you can bet, Chris Hahn and Dan Bongino came away with very different takes.",
  "So why would we still be here nearly a month away from the elections and we still can't get transparency out to the American people?",
  "(BEGIN VIDEO CLIP)\n\nDIANNE FEINSTEIN, US SENATOR, CALIFORNIA, DEMOCRAT: Each of these allegations should be investigated by the FBI.",
  "You've see democrats openly advocating for open borders and uncontrolled immigration to the country despite any crime consequences.",
  "People are struggling with this conundrum, Judge, how can two people be so credible when one of them demonstrably has to be lying.",
  "All right, I mean, I could have impaneled a grand jury to indict McCabe without the Inspector General giving me a 500-page report.",
  "HAHN: ... Renate - okay, let's just start with the Renate alumnus ...\n\nPIRRO: Wait a minute, are we going to be using a yearbook?",
  "(CROSSTALK)\n\nPIRRO: Do you think Dianne Feinstein was right in leaking this things out and lying and then saying, you know what?",
  "He lied about little things, his character is not good for the court and he's going to be pulled by the end of the week anyway.",
  "All of you are using her and you want to say this guy is liar because of his yearbook and animal house, you sound like a fool.",
  "You and I both know, and I don't have time to go through it for all the viewers, but all this stuff is supposed to be handled.",
  "They talk about flatulence and they talk about throwing up, were you always an adult before you allegedly got to be an adult?",
  "BONGINO: Chris, here's the difference between me and you, I am not a liar and when I am wrong and I don't know, I'd admit it.",
  "CHRIS HAHN, RADIO TALK SHOW HOST: You can call it whatever you want, in January, you will be calling them the majority party.",
  "Women who know men, who have been falsely accused of exactly the crimes of crimes that Judge Kavanaugh has been accused of.",
  "I mean, and no one is genius enough to find all three women who have repressed memory, who won't say a word for 35 years.",
  "But I was very, very troubled by not pinpointing how is it that she is able to identify Brett Kavanaugh as her attacker.",
  "President Trump's nominee to the highest court in the land and the woman accusing him of decades' old attempted assault.",
  "We finally went to hypnosis and she was able to identify her assailant and he was convicted and that case was reversed.",
  "It was for all intents and purposes a crucifixion of a man who has led the kind of exemplary life few of us can mirror.",
  "Plus more on the Kavanaugh controversial as Dan Bongino and Chris Hahn watched the hearings, just like the rest of us.",
  "And second, she should have made sure that the FBI knew about that if they were doing an additional background check.",
  "Because the establishment of Republicans have buckled, caved and bowed to the Democrats or should I say demon rats.",
  "And why would Ford's lawyers withhold those therapist notes, at least the part that referred to this alleged event?",
  "Joining me now, my favorite political panel NRA host, Dan Bongino - TV host; and Chris Hahn, radio talk show host.",
  "[Cheers and Applause]\n\nTRUMP: And the number one enabler of the Democrats is the fake news media right back there.",
  "All right, so the Party of Crime, now, Dan Bongino, why would the President call the Democrats the party of crime?",
  "I wish that last week would have ended on the high note of Lindsey Graham finally saying what needed to be said.",
  "The senior Massachusetts senator made the announcement earlier today at a town hall in Holy Oak, Massachusetts.",
  "I mean, if the first six FBI investigations didn't indicate anything, how is this one going to be a better one?",
  "Poor Dr. Ford, this woman doesn't know she was nothing more than a puppet on the string of Democratic politics.",
  "(END VIDEO CLIP)\n\nPIRRO: President Trump taking shots at the left at a rousing rally in West Virginia tonight.",
  "For the last 18 months, Democrats have spent every minute trying to overturn the results of the last election.",
  "When I say and come out with very, very strong statements about media, I'm talking about the fake news media.",
  "They are willing to throw away every standard of decency, justice, fairness and due process to get their way.",
  "I was at Liberty University this week and next weekend I'm going to show you a lot of great video from there.",
  "It makes me wants to Ralph, okay, and I am especially ashamed, Judge of so many women who should know better.",
  "On a national cable television show, you are impugning the character of a good man just like everybody else.",
  "The president last week or the week before said he was going to declassify the information relating to that.",
  "And a law enforcement expert still on deck with a closer look at the testimony of Brett Kavanaugh's accuser.",
  "(END VIDEO CLIP)\n\nPIRRO: President Trump doubles down on the Democrats in tonight's rally in West Virginia.",
  "I created the first domestic violence unit in the nation which was the Department of Justice pilot program.",
  "They have been taken so far left where Pocahontas is now considered a conservative in the Democratic Party.",
  "This is a father, this is a dedicated public servant, this is a basketball coach and this is someone's son.",
  "I mean, you are not a serial predator for one year and then, for the next 35 years you don't touch a woman.",
  "(BEGIN VIDEO CLIP)\n\nTRUMP: We built a lot of wall already and fixed a lot of walls, but we're getting it.",
  "But with that said, what I would have focused on would be the visit to the therapist in 2012 by Dr. Ford.",
  "You should tweet out an apology to everybody watching this show tonight with this disgraceful appearance.",
  "(BEGIN VIDEO CLIP)\n\nTRUMP: The entire nation has witnessed the shameless conduct of the Democratic Party.",
  "What we are dealing with here is hypocrisy, not who is right and wrong, who's guilty and who's innocent.",
  "I've got to tell you, I don't know if you were in tears, but a lot of people including me were in tears.",
  "Just admit you have absolutely no idea what Judge Kavanaugh meant when he wrote Ralph Club in his book.",
  "You have disgraced yourself doing this and throwing yourself in with this disgusting episode this week.",
  "And you're willing to openly say conservatives are simply not entitled to the presumption of innocence?",
  "PIRRO: All right, so let's say that - they are worried about sources and methods in national security.",
  "No, like a Cheshire cat, you sat on it to inflict the most damage at the most damaging time possible.",
  "FITZPATRICK: Well, I happen to be very fond of Rachel and I'm very, very close friends with her boss.",
  "Now, you watched the testimony of Christine Blasey Ford, would you have filed charges on her behalf?",
  "Plus, my take on the Brett Kavanaugh situation in tonight's \"Opening Statement\" is just moment away.",
  "But the man buckles after two women scream at him while preventing his elevator door from closing.",
  "Okay, so it's not true what's behind those redactions, the American people do need to know about.",
  "Fortunately, he was convicted again, but the Court of Appeals said, look, it's just not reliable.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "And they know what it's like to fight for five, 10, 15, 20 years to clear innocent men's names.",
  "Christine Blasey Ford is a lovely lady who is credible and I believe something happened to her.",
  "We have a lot to get to as California Ccongressman, House Intel Committee Chairman Devin Nunes.",
  "And I must tell you personally, everyone I talk to across the country wants this declassified.",
  "The SEC also requiring that Musk step down as Chairman of the company, but he will remain CEO.",
  "A wall is a tiny thing by comparison, but they want to fight that wall for political purposes.",
  "I wish that his words had penetrated the clouded mind of Jeff Flake, which rhymes with snake.",
  "You're just lying because you want an innocent man down because your party right now is evil.",
  "All right, Michelle, I understand you were listening to the interview with Bongino and Hahn.",
  "I'm using his testimony from Thursday where he lied about the meanings were in his yearbook.",
  "PIRRO: You know, I have to tell you, I mean, it's just additional delay and delay and delay.",
  "PIRRO: Right, even if they go back on what they said ...\n\nNUNES: They go back on their word.",
  "The Securities and Exchange Commission fining Tesla and its CEO Elon Musk $20 million each.",
  "(BEGIN VIDEO CLIP)\n\nELIZABETH WARREN, US SENATOR, MASSACHUSETTS, DEMOCRAT: I am interested.",
  "No one sympathizes more than I when it comes to women who are the silent victims of crimes.",
  "When are we going to see accountability from people in law enforcement and the deep state?",
  "We're going to get answers from House Intel Chairman when \"Justice\" rolls on in a moment.",
  "Probably skip the questions that the senators were asking, but his testimony was amazing.",
  "Anyway, remember, you never have to miss \"Justice\" if you can't watch, just set your DVR.",
  "Lies about little things because even if he is saying ...\n\nPIRRO: What is he lying about?",
  "HAHN: There are other conservatives you can put on the bench and you will get your pick.",
  "Why is it that Republicans are always at the end of the most of vicious, brutal attacks?",
  "I mean, he should not be advising the President on this because he signed the last FISA.",
  "In the last few years, what have we witnessed from the Democratic Party up on the hill?",
  "DEVIN NUNES, HOUSE INTEL COMMITTEE CHAIRMAN: It's nice to be here with you, thank you.",
  "The woman has flown all over the country and the world, the South Pacific and Hawaii.",
  "It's not the easiest thing because the Democrats know it's the thing we really want.",
  "PIRRO: All right, okay, so that in itself, I call it the who, what, where, and how.",
  "He ran Newark, New Jersey into the ground and now, he wants to be President, right?",
  "Why did her attorneys interfere with her answering in her testimony on this point?",
  "Because they can - she gave her testimony, so I doubt there is any more than that.",
  "And I just hope you don't sit home because bad things will happen if you sit home.",
  "For months and months, we were so frustrated, she couldn't identify her assailant.",
  "HAHN: It's a club of people throwing up for overdrinking ...\n\nPIRRO: Oh, big deal.",
  "(CROSSTALK)\n\nPIRRO: Do you know more about the meaning his yearbook than he does?",
  "I mean, that Debra Ramirez case raises a lot of eyebrows, the providence of that.",
  "Good evening, Congressman, Mr. Chairman, It's a pleasure to have you in New York.",
  "The ultimate hypocrite, Booker admits groping another young woman when he was 15.",
  "This November 6th, you have a chance to reject these disgraceful political hacks.",
  "This is a rush transcript from \"Justice with Judge Jeanine,\" September 29, 2018.",
  "Ford's attorneys said she was afraid to fly and had to drive across the country.",
  "PIRRO: And you know, the whole idea of the insistence that the FBI investigate.",
  "Because It seems to me, he's the one who is going to fall when this is exposed.",
  "We had one of the great - we had one of the great - everyday, it's like a job.",
  "FITZPATRICK: Yes, I mean, I prosecuted the lead case in New York 35 years ago.",
  "At the very least, they should be given to a third party to neutrally examine.",
  "BONGINO: I can't believe - I really can't believe this is happening right now.",
  "I believe something happened to her, and she is being used by you demon rats.",
  "Yes, we now know she was never told the committee was willing to come to her.",
  "For the first time in three decades, she says she mentioned Kavanaugh's name.",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED FEMALE: Look at me when I'm talking to you.",
  "So, really, I don't even know why he would be even involved in this process.",
  "But we've worked so hard to get this information out to the American people.",
  "PIRRO: You know what, Chris ...\n\n(CROSSTALK)\n\nBONGINO: How do you know that?",
  "PIRRO: The American people are going to answer you in the November election.",
  "They are saying this predator picked three women who'd shut for three years.",
  "WILLIAM FITZPATRICK, ONONDAGA NEW YORK DISTRICT ATTORNEY: Very fair to say.",
  "(END VIDEO CLIP)\n\nPIRRO: Two days ago, you called for an FBI investigation.",
  "NUNES: What you are seeing is the collapse of institutions in this country.",
  "Because one thing that's happened, Republicans are happy with the economy.",
  "PIRRO: Okay, all right, and Congressman Nunes is going to stay right here.",
  "The Democratic Party is radical socialism - Venezuela - and open borders.",
  "But once she chose to say there were four people there, it's a they said.",
  "Look, the left is acting exactly the way it has telegraphed it would act.",
  "Let's talk more about it with conservative commentator, Michelle Malkin.",
  "The thing is that, and you are a veteran of the criminal justice system.",
  "You have absolutely zero evidence what you are saying right now is true.",
  "Why was Ford so evasive when questioned by the prosecutor on this issue?",
  "And I think all they are trying to do is stall until after the midterms.",
  "We believe this was the insurance policy, okay, the content that's left.",
  "All of a sudden, he said I'm going to give it to the Inspector General.",
  "They say that we are going to - we are going to ruin national security.",
  "Were methods used to help her recall whatever traumatic event occurred?",
  "Go to court, convict him, send him to jail, spit on him, I don't care.",
  "You and everyone in the Senate know how this should have been handled.",
  "We have decided that the American people need to see this information.",
  "Because he talked about the scheme that they all had working together.",
  "They're running out of bad ideas, I think they're just now bad people.",
  "PIRRO: Finally, tonight the president talked about the party of crime.",
  "I'm Jeanine Pirro, advocating for truth, justice and the American way.",
  "I've have been a prosecutor for almost 40 years, so very fair to say.",
  "It's very much of a signature, it's a big part of what we talk about.",
  "Why lie about Ralph Club biggest contributor and say it was stomach.",
  "And I think every American should go back and look at his testimony.",
  "NUNES: Supposedly, she didn't want her name out there in the public.",
  "You also have people who are saying, \"Oh, they're really bad stuff.\"",
  "Only when Jeff Flake is dumb enough, weak enough to not even get it.",
  "If they weren't there, is it possible Kavanaugh wasn't there either?",
  "No matter how many indelible hippocampus brain comparisons she made.",
  "We have got 20 pages of the content, which is the insurance policy.",
  "And Senator Elizabeth Warren hinting at a Presidential run in 2020.",
  "BONGINO: Judge, listen ...\n\nHAHN: Dan, tell her what Ralph Club is.",
  "Renate does, the other people who were mentioned in that yearbook.",
  "They said we can't -- we'll get things that are actually military.",
  "Essentially, he has become the enabler of the resistance movement.",
  "END\n\nContent and Programming Copyright 2018 Fox News Network, LLC.",
  "What's going to happen with Heidi Heitkamp, Murkowski and Collins?",
  "It was clear that you had outside groups funding an attack on him.",
  "All the people have sworn which would be a crime if it were a lie.",
  "Of course she had a responsibility to share that with Republicans.",
  "He had a lot to say about the letter that was leaked on Dr. Ford.",
  "Sex crimes and crimes against women and children were my crusade.",
  "PIRRO: All right, Michelle Malkin, thanks so much for joining us.",
  "BONGINO: Chris, listen, man, generally you are a pretty good guy.",
  "HAHN: Renate alumnus has a similar reference used in that movie.",
  "It is no surprise that we had him act the way that he has acted.",
  "But don't you dare blame Brett Kavanaugh for your victimization.",
  "Hundreds of thousands of women have been abused in this country.",
  "NUNES: Right, well, loko, Judge Kavanaugh actually said it best.",
  "NUNES: Well, I don't even know where the FBI would start, right?",
  "I mean, how would the allies even know what's in a FISA warrant?",
  "Then he turns it over so he is going to have the IG look at it.",
  "I mean, every American should be happy with the economy, right?",
  "The President wants the American people to see the information.",
  "All right, I want to go right to what the president was saying.",
  "Why didn't you ask for it in July when you got the Ford letter?",
  "If true, why was the name Kavanaugh not in the therapist notes.",
  "Elizabeth Warren, she is considered like a conservative person.",
  "The answer may very well be that neither one of them are lying.",
  "It was the testimony that gripped much of the nation this week.",
  "I've always believed this, but we are right at the end, right?",
  "I mean, good for him, but there is nothing that comes of this.",
  "I want to know where we are in the FISA warrant investigation?",
  "The panel does battle as \"Justice\" rolls on in just a moment.",
  "PIRRO: Congressman ...\n\nNUNES: He's eating up the whole show.",
  "You should be embarrassed and you should apologize right now.",
  "But I'm being dead serious with you now, this is disgusting.",
  "I think we'd take Kirk Douglas in his prime, don't we agree?",
  "(END VIDEO CLIP)\n\nPIRRO: What happened to me doesn't matter?",
  "Madame, you don't deserve to be in the United States Senate.",
  "He says after the hearing he's going to vote for Kavanaugh.",
  "They should probably change the name if you think about it.",
  "I think it's actually an incredible thing that's happening.",
  "You want to trash him, I was good to Christine Blasey Ford.",
  "Pther than the fact you watched animal house 20 years ago.",
  "Next, more on Brett Kavanaugh and his accuser's testimony.",
  "Now, you and I both agree, something happened to Dr. Ford.",
  "And here we have Jeff Flake folding like a stack of cards.",
  "This copy may not be in its final form and may be updated.",
  "But you can only do it - you have got to vote Republican.",
  "But what does your abuse have to do with Brett Kavanaugh?",
  "The FBI should have been involved before until it's done.",
  "You actually gave Ford the name of the Democrat attorney.",
  "(END VIDEO CLIP)\n\nPIRRO: That's the \"Opening Statement.\"",
  "Is this about Rosenstein applying leverage of some sort?",
  "NUNES: Well, because how will the police investigate it?",
  "First, more from the President tonight in West Virginia.",
  "I didn't like her approach, I didn't like her behavior.",
  "A high school year book to trash a guy going into this.",
  "People are capable of lying about all sorts of things.",
  "You're on the wrong side of the moral arch of history.",
  "So you have no witnesses, you don't know the location.",
  "So I think the president got a little spooked on this.",
  "It's now called to me, you've never heard this before.",
  "PIRRO: Well, you know, I've heard he watches the show.",
  "PIRRO: Congressman, thank you so much for being here.",
  "PIRRO: And you think that that is a probability here?",
  "NUNES: Well, he signed the last renewal of the FISA.",
  "(END VIDEO CLIP)\n\nTRUMP: Remember, Dianne Feinstein.",
  "More from the President's rally throughout the hour.",
  "This is about people desperate to win at all costs.",
  "We'll be right back\n\nFITZPATRICK: Thank you, Judge.",
  "All right, so now, we hear this prosecutor come in.",
  "HAHN: ... in that alumni, he lied about Ralph Club.",
  "And you have seen so many times, Judge, people lie.",
  "I let you talk, and say the ridiculous absurdities.",
  "DAN BONGINO, HOST, NRA TV: Well, because they are.",
  "But she is in over her head and she is being used.",
  "NUNES: But we are a separate branch of government.",
  "(END VIDEO CLIP)\n\nRAFERRTY: I'm Marianne Rafferty.",
  "We want full transparency here on all the matters.",
  "But I wonder, is this connected to Rod Rosenstein?",
  "Hello and welcome to \"Justice,\" I'm Jeanine Pirro.",
  "I will take a hard look at running for president.",
  "Now, you already know I was a felony court judge.",
  "Take your anger out on the person who abused you.",
  "Now crucial here is Ford's therapy visit in 2012.",
  "The Senate knew everything - had the opportunity.",
  "You didn't ask for it because you're a hypocrite.",
  "And no one can believe anything you have to say.",
  "Ford - Christine Ford didn't want to be exposed.",
  "It's a really, really dangerous place we are in.",
  "Now what does that tell you about Ford's memory?",
  "(BEGIN VIDEO CLIP)\n\nTRUMP: The Democratic Party.",
  "So how is it possible that this can be held up?",
  "You are telling me that my vote doesn't matter.",
  "They're not calling them the Democratic Party.",
  "You are impugning the character of a good man.",
  "He lied about ...\n\nPIRRO: What is Ralph Club.",
  "FITZPATRICK: I think it's a good possibility.",
  "It's an honor to have you here in our studio.",
  "PIRRO: And the President did change his mind.",
  "I had been both a prosecutor and then the DA.",
  "Yet all four of they said something happened.",
  "Let's take a look at this sound for a second.",
  "But In the end, Lindsey Graham said it best.",
  "And why is this now in the hands of the FBI?",
  "We have every right to see that information.",
  "When you say Democratic Party, that's wrong.",
  "He was with it, declassify it, no redaction.",
  "PIRRO: But she doesn't want it investigated.",
  "PIRRO: Bill Fitzpatrick, DA, thanks so much.",
  "And I love this, we are going to finish it.",
  "Judge ...\n\nPIRRO: All right, go ahead, Dan.",
  "There is a meeting, there is not a meeting.",
  "Take a man and his family down, no problem.",
  "(END VIDEO CLIP)\n\nPIRRO: Your take on that.",
  "And Mazie, your hypocrisy knows no bounds.",
  "They don't know what she is talking about.",
  "How do you even start to investigate this?",
  "Oh, I don't know, my staff didn't leak it?",
  "Michelle Malkin joins me live in a moment.",
  "Now back to \"Justice With Judge Jeanine.\"",
  "So the president has got to do something.",
  "PIRRO: What about Feinstein and her role.",
  "So this is not about get together truth.",
  "You'd think they like a strong military.",
  "He admitted they were animal house fans.",
  "PIRRO: You know what, your party, Chris.",
  "You certainly more than I at this point.",
  "This guy is a dedicated public servant.",
  "Honestly, the Democrats are a disgrace.",
  "It's like part of your job description.",
  "They are truly an enemy of the people.",
  "You see it happening before your eyes.",
  "Nobody would write that on a yearbook.",
  "We created the Department of Justice.",
  "[Booing]\n\nTRUMP: Remember her answer?",
  "We find out she is not afraid to fly.",
  "Mean obstructionists, mean resisters.",
  "The fake news - enemy of the people.",
  "But move all of that out of the way.",
  "These people - they have gone crazy.",
  "You are obligated to let me respond.",
  "This was worse than Clarence Thomas.",
  "Chris, I want to see your yearbook.",
  "What was the moment he said he had?",
  "What happened to me doesn't matter.",
  "PIRRO: Is there a kickback for her?",
  "PIRRO: He is doing fine, who cares?",
  "All right, so what is the IG doing?",
  "We have the Bruce Ohr 302s, right?",
  "But my favorite, Dianne Feinstein.",
  "It's the battle of the hypocrites.",
  "Jeff Flake is the perfect example.",
  "You'd think they'd like low taxes.",
  "She is like a conservative person.",
  "I'm not going to use his yearbook.",
  "HAHN: He lied about little things.",
  "PIRRO: Chris Hahn and Dan Bongino.",
  "This guy is going to be a problem.",
  "He is still going to be a problem.",
  "Thanks for being with us tonight.",
  "NUNES: Well, there's your answer.",
  "Dianne, where is your integrity?",
  "I've seen him live on this show.",
  "They don't care how they get it.",
  "Here are some of the highlights.",
  "You and I have tried many cases.",
  "Every American should watch it.",
  "PIRRO: You found massive abuse.",
  "It's really, really concerning.",
  "That's what I said, demon rats.",
  "Is it just a he said-she said?",
  "Did you watch the performance?",
  "Why aren't we going after him?",
  "We can't say when it happened.",
  "$700 billion and $716 billion.",
  "HAHN: I watched it last night.",
  "Chris, what is he lying about?",
  "HAHN: Well, look, he did lie.",
  "But, no, you had other plans.",
  "(END VIDEO CLIP)\n\nPIRRO: Yes.",
  "He's fired or he's not fired.",
  "I mean, that's simple to do.",
  "No one can investigate this.",
  "NUNES: Look, the IG is fine.",
  "And what happens every time?",
  "I mean, we have good people.",
  "This was worse than Bourque.",
  "But I said that in my open.",
  "And it begins on the court.",
  "A woman was brutally raped.",
  "NUNES: He changed his mind.",
  "Thanks guys for being here.",
  "That stuff didn't come out.",
  "No one has respect for you.",
  "Uh, well, wait, one minute.",
  "The one that Feinstein had.",
  "Did you leak the document?",
  "What do you think of that?",
  "What are they going to do?",
  "Greg Gutfeld is coming up.",
  "PIRRO: He lied about what?",
  "You should be embarrassed.",
  "Reference to animal house.",
  "You know better than that.",
  "Be quiet, I let you talk.",
  "What's your take on that?",
  "But that is a prohibitor.",
  "PIRRO: Thank you so much.",
  "Your plan was to leak it.",
  "Is it really that simple?",
  "No crime, strong borders.",
  "No, no, we didn't leak.\"",
  "PIRRO: What about Flake?",
  "PIRRO: Okay, she didn't.",
  "We are back in a moment.",
  "MALKIN: It's a disgrace.",
  "Oh, did you leak it no?",
  "HAHN: He lied about it.",
  "I'm disgusted for them.",
  "PIRRO: A lot of us are.",
  "But we are building it.",
  "It's a disgrace, Judge.",
  "There's more to get to.",
  "It's a party of crime.",
  "Which are the reports.",
  "How about Cory Booker.",
  "Of course, it matters.",
  "You don't even get it.",
  "Get up and fight them.",
  "We'll get it finished.",
  "See you next Saturday.",
  "PIRRO: Wait a minute .",
  "You didn't ask anyone?",
  "Dan, please tell her.",
  "HAHN: Yes, they will.",
  "HAHN: I'm not, Judge.",
  "Now, you let me talk.",
  "Don't be a smart ass.",
  "I know it for a fact.",
  "NUNES: And that, too.",
  "That's a great name.",
  "They have gone loco.",
  "They are a disgrace.",
  "They get in the way.",
  "ALL RIGHTS RESERVED.",
  "Thanks for watching.",
  "Hey, hey, pipe down.",
  "What is Ralph Club?",
  "They weren't there.",
  "She questioned him.",
  "The Party of Crime.",
  "But first my open.",
  "What is it, Chris.",
  "We didn't leak it.",
  "How naive are you?",
  "Now, go to it now.",
  "PIRRO: Okay, good.",
  "I didn't like her.",
  "What do you think?",
  "Both of you stop.",
  "This isn't funny.",
  "Now, don't laugh.",
  "This isn't funny.",
  "I don't think so.",
  "There is no name.",
  "Democratic Party.",
  "It's what it is.",
  "They really are.",
  "They are so bad.",
  "Go ahead, Chris.",
  "Don't you worry.",
  "I mean, come on.",
  "What is it, Dan?",
  "Are you kidding?",
  "MALKIN: You bet.",
  "Confidentially.",
  "\"Uh, uh, what?",
  "I didn't leak.",
  "Take a listen.",
  "What happened?",
  "Don't miss it.",
  "I'm disgusted.",
  "Wait a minute.",
  "Yes, go ahead.",
  "PIRRO: You do?",
  "Come on, Dan.",
  "Dan, hang on.",
  "But not this.",
  "PIRRO: Right.",
  "So we'll see.",
  "Did you leak?",
  "What a shock?",
  "Who are you?",
  "Did we leak?",
  "Don't worry.",
  "Say it fast.",
  "You tell me.",
  "We get that.",
  "What is it?",
  "Guys, stop.",
  "What is it?",
  "I am sorry.",
  "Outrageous.",
  "HAHN: I do.",
  "It's great.",
  "They don't.",
  "They don't.",
  "Pocahontas.",
  "HAHN: Yes.",
  "Thank you.",
  "You can't.",
  "Big deal.",
  "They are.",
  "Hold on.",
  "Hit it.",
  "All in.",
  "Uh, no.",
  "Wait.",
  "Why?",
  "Why?",
  "No.",
  "No."
]