[
  "Why have Simpson, FBI lawyer Lisa Page, Christine Blasey Ford (who accused now-Supreme Court Justice Brett Kavanaugh of sexual assault) and many others refused to cooperate or attempted to dictate the terms and timing of their own testimony?",
  "As I described in my book “The Deep State,” one of the key moments that led to my early departure from Congress and the House Oversight Committee came when Sessions inexplicably refused to prosecute subversions of congressional authority.",
  "Now President Trump should make a different choice – and replace Sessions with an attorney general who has the fortitude to restore the congressional check and balance on executive branch abuses of power.",
  "But there was always a weakness in this system – a possibility that the Justice Department could consider its enforcement responsibilities optional, thereby depriving Congress of a critical tool.",
  "Once one witness got away with flouting a congressional subpoena, other witnesses followed suit, confident that the Sessions Justice Department will do nothing to enforce congressional authority.",
  "With the refusal of Fusion GPS co-founder Glenn Simpson last week to comply with a congressional subpoena, the deliberate destruction of congressional subpoena power is laid bare.",
  "Instead, the Justice Department essentially created a new carve-out – from that point forward, Congress could not compel disclosure of privileged information.",
  "That’s why President Obama’s Attorney General Eric Holder faked an executive privilege claim to protect documents in the Fast and Furious investigation.",
  "I have argued that both parties would rue the day we stood by passively while Sessions essentially vitiated our ability to provide meaningful oversight.",
  "Environmental Protection Agency Administrator Ann Gorsuch, mother of Supreme Court Justice Neil Gorsuch, was able to claim executive privilege.",
  "But with the surprise election of a Republican – a non-establishment candidate who ran on draining the swamp – I expected something different.",
  "The moment Attorney General Sessions told me he had no intention of prosecuting Clinton IT aide Brian Pagliano, I knew the battle was lost.",
  "But then lawmakers ruined it by agreeing to defer to the Justice Department to enforce the provision, instead of enforcing it themselves.",
  "The attorney general chose not to prosecute a Cabinet official in the Reagan administration who refused to cooperate with Congress.",
  "It actually started in 1857, when Congress inadvertently weakened a check and balance in an effort to strengthen it.",
  "Up until that point, congressional subpoenas had not been optional except in cases of executive privilege.",
  "Without enforcement of congressional subpoenas, the impotence of Congress to compel evidence is revealed.",
  "Congress passed legislation allowing those found in contempt of Congress to be held criminally liable.",
  "His work on an illegal secret server in Clinton’s New York home had no claim to executive privilege.",
  "In 1982, the Justice Department for the first time decided to exercise its own discretion.",
  "He could have shown up and pleaded his Fifth Amendment right against self-incrimination.",
  "The threat of criminal liability was sufficient to obtain compliance for a time.",
  "The Justice Department recognized the claim, even though Congress did not.",
  "Pagliano refused to even appear before Congress – not once, but twice.",
  "Democrats may have cheered the move when it shielded Hillary Clinton.",
  "At the time, it was the only way to subvert congressional authority.",
  "That would have been the time to correct this structural weakness.",
  "The blame should fall squarely on Attorney General Jeff Sessions.",
  "And the ability to perform substantive oversight is compromised.",
  "Both sides lost when the attorney general refused to do his job.",
  "But what happens if it is ever used to protect President Trump?",
  "I knew what that decision would cost Congress and the public.",
  "Then-Attorney General Loretta Lynch, of course, did nothing.",
  "Justice Department enforcement worked for several decades.",
  "But thanks to Jeff Sessions, that is no longer the case.",
  "Because Congress has given up the power to compel them.",
  "Sessions showed zero interest in draining the swamp.",
  "The damage was done more than a year ago.",
  "I told him exactly what was at stake.",
  "But the bill is just now coming due.",
  "Anyone could have seen this coming.",
  "Sessions can’t say he didn’t know.",
  "Pagliano had no such argument.",
  "We continue to pay the price.",
  "He was required to testify.",
  "He simply snubbed Congress.",
  "But Congress didn’t do it.",
  "I applied heavy pressure.",
  "He made the wrong choice.",
  "But he didn’t do that.",
  "That was a good move.",
  "How did we get here?",
  "I didn’t get it.",
  "Twice."
]