[
  "WRAY: Well, again, I don't know I want to start characterizing their text messages, I expect all our folks to conduct themselves professionally at all times and the other reason I want to be careful about straying too far is that as I said in my opening, we have referred a number of individuals whose conduct is highlighted in the report to our office of professional responsibility.",
  "REP. MATT GAETZ (R), FLORIDA: Thank you, Mr. Chairman, Director Wray, I am in violent agreement with the statements you made after this report was published that nothing in the report impugns the patriotic work of the FBI employees who are serving in my district and around the world and this mess in Washington has nothing to do with them, and I want to make that very clear.",
  "GAETZ: You could understand why it would be of tremendous importance to the country that if the Department of Justice has represented to a court that this investigation began on July 31st, and if the fact that you cannot tell me definitively that before July 31st there was not intelligence collected on the Trump campaign that that is something of great interest to us.",
  "I don't believe that's what they're going to say and if they do --\n\n\n\nJORDAN: I disagree, but I think in a few minutes the House of Representatives is going to go on record saying you haven't complied with requests from a separate and equal branch of government, that you haven't complied with subpoenas and you got seven days to get your act together.",
  "For them it was an investigation to stop Donald Trump, which then brings us to May 2017, in appointment of the special counsel, where we find Peter Strzok again, the same -- supposed to be dispassionate, neutral fair FBI agent, you would think he would be really excited about investigating what a foreign power tried to do to this country.",
  "Deputy Director, the Democratic memo that the president declassified says the Department of Justice accurately informed the court that the FBI initiated its counterintelligence investigation on July 31st, 2016, did any investigative activity regarding the Trump campaign and Russia occur before July 31st, 2016?",
  "My responsibility at that time was to approve the filing of FISA applications because only three people in the department authorized to be the final signoff, the attorney general, the deputy, and the assistant attorney general for national security, who at the time that position was vacant.",
  "[11:05:10] WRAY: Well, Congresswoman, again, I think rather than substitute my characterization for the inspector general's, which is very detailed, I would just say that my read of the inspector general's report is that he found that there were delays, as a result of a number of factors.",
  "JACKSON LEE: Mr. Attorney General, do you believe as Donald Trump indicated that the investigation of which you have read, the inspector general's report, has vindicated Mr. Trump as it relates to collusion with Russian agents as he indicated or is the investigation ongoing?",
  "What is so important that you know that you don't want us to know that you won't give us the documents we're asking for that the House of Representatives is about ready to go on record saying you should give us, what is so darn important that you will threaten members?",
  "At the last hearing we had, I asked you when you became aware that Nelly Orr (ph), the wife of your associate deputy attorney general, Bruce Ore, was working for Fusion GPS and was actively assigned to the dossier that said all these nasty things about President Trump.",
  "But you would be wrong again for Peter Strzok and precisely the same time that Bob Mueller was appointed, precisely the same time, Peter Strzok was talking about his unfinished business and how he needed to fix and finish it, so Donald Trump did not become president.",
  "But we, as I said earlier, we do accept the findings that are in the report and the recommendations in it and I --\n\n\n\nJACKSON LEE: What have you done with respect to the recommendation about the idea of a director of the FBI making such statements, going forward?",
  "I find you and each of you and Special Counsel Mueller as paragons and people who should be revered and not torn down and people who tear them down --\n\n\n\nGOODLATTE: Time of the gentlemen --\n\n\n\nCOHEN: Tear down the flag and -- I hope the Constitution is respected.",
  "Mr. Rosenstein, Mr. Wray, I do appreciate your work, but I also appreciate if the House of Representatives could get the information we have repeatedly -- Mr. Gowdy talked about how long this investigation is going on, how long there has been a special counsel.",
  "Will you promise me and the American people that no matter what pressure is brought about and brought on you by whom ever, that you will stay in your position and finish the job and do what you are appointed to do and what the American people need you to do?",
  "And we are taking steps to make sure that going forward as I said into my opening comments that we structure staff and supervise sensitive investigations in an appropriate way, so we don't repeat any of the mistakes that are affected.",
  "JORDAN: I didn't -- I'm saying the Department of Justice --\n\n\n\nROSENSTEIN: I'm telling the truth and I'm under oath, if you want to put somebody else under oath and they have something else --\n\n\n\nJORDAN: I know these staff members.",
  "Democrats are using this investigation as a presumption of guilt, which I find astonishing in the long run for the health of this republic and encourage them to go back to the presumption of innocence that we used to hold sacred.",
  "So, while investigating Russia and their intent to subvert our democracy may have been important to the rest of the country, it wasn't all that important to half a dozen FBI agents and lawyers who were assigned to the case.",
  "Same time Peter Strzok who was picked to objectively, fairly, neutrally look into the Russia investigation was talking about an insurance policy with Andy McCabe and Lisa Page in the event Donald Trump became the president.",
  "And about the exact same time he was picked to lead it, this dispassionate and fair FBI agent was calling Trump a disaster, destabilizing for the country, I'll leave out all of the f adjectives he used to describe that.",
  "WRAY: Well, Congressman, I don't know I would characterize him as the head of any of the investigations, certainly he played a significant role in the investigations that are described in the inspector general's report.",
  "And my commitment to doing things by the book includes making sure that our disciplinary process is done by the book and having the director comment on their conduct in this setting is probably not conducive to that.",
  "JACKSON LEE: Relating to -- ROSENSTEIN: Relating to -- it is primarily focused on the Hillary\n\n\n\nClinton e-mail investigation, but the inspector general actually addressed a few other issues in that report as well.",
  "WRAY: Congressman, as I've said repeatedly, I am committed to doing this job by the book in all respects, and there is no amount of political pressure that is going to dissuade me from that by either side.",
  "I do not think as these sorts of investigations go it has been going on for a long time and I can assure you that Director Mueller understands that I want him to conclude it as expeditiously as possible.",
  "Maybe they may be nullified by resolution that really has no real point to it, but this is the absurdity that we are dealing with in an investigation that has proceed and I believe has concluded.",
  "I don't know exactly what his process is, sir, but we sit down with a team of attorneys from the Department of Justice, all of whom review that, provide a briefing for us about what is in it.",
  "Staff members who we worked with, who've never misled us, or you guys who we caught hiding information from us, who tell a witness not to answer our questions, who are we supposed to believe?",
  "It means we're running an organization that is trying to follow the rules, and we're going to --\n\n\n\nJORDAN: It is interesting, when I asked him if he would talk to Bruce Orr, he said he had.",
  "Same time his FBI lawyer girlfriend, Lisa Page, was telling him he was meant to protect the country, this neutral dispassionate FBI agent said I can protect the country at many levels.",
  "Do you know who he is speaking about and if there is any way that the Justice Department or President Trump knows if these people are Democrats, Republicans, libertarians, Bolsheviks?",
  "GAETZ: I don't --\n\n\n\nROSENSTEIN: I think it is important for you to know, sir, that when we learned the relevant information, we arranged to transfer Mr. Orr to a different office.",
  "ROSENSTEIN: If the inspector general finds that I did something wrong, I'll respect that judgment, but I think it is highly, highly unlikely, sir, given the way the process works.",
  "When I asked Peter Strzok if he'd ever communicated with Glenn Simpson, he gave us the answer, he gave us dozens of times, on advice of FBI counsel, I can't answer that question.",
  "COHEN: What we all had was some talk between friends, maybe lovers, and it was just talk, but no policy and no action to bring about or effectuate any of their beliefs, correct?",
  "There has been no allegation made by the Department of Justice or the special counsel other than what is reflected in those documents that are filed publicly, the charged folks.",
  "ROD ROSENSTEIN, DEPUTY ATTORNEY GENERAL: Congressman, as you know, we're dealing with the Intelligence Committee on that issue and Chairman Nunes met with Director Wray and me.",
  "The gentleman keeps representing that the House of Representatives, yes, it will be the Republicans who continue to --\n\n\n\nGOODLATTE: That is not an appropriate point of order.",
  "And sir, I reviewed that one in some detail and I can tell you, sir, the information that is public about that doesn't match with my understanding of the one that I signed.",
  "WRAY: My own experience and familiarity with Director Mueller is that none of those adjectives would describe to much of anything he's done in his career for this country.",
  "So --\n\n\n\nGAETZ: Are you aware as you sit here today of any payments that were made to any person to collect intelligence on the Trump campaign prior to July 31st, 2016?",
  "I mean, Judge Contreras kind of important, FISA court judge more importantly -- just as importantly that heard Mike Flynn's case, why did you try to hide that from us?",
  "GAETZ: So, you won't say to this committee whether or not you even read the document you signed that authorized spying on people associated with the Trump campaign?",
  "We have also directed people to make sure that they're adhering to DOJ policies about commenting on ongoing investigations and specifically about uncharged conduct.",
  "ROSENSTEIN: I appreciate you giving me the opportunity to respond, I heard you make those sorts of allegations publicly on tv --\n\n\n\nJORDAN: I got them right here.",
  "ROSENSTEIN: I would respond I certainly share your views about those text messages and nobody is more offended than I about what is reflected in those messages.",
  "WRAY: So, we have done a couple of things, one is that we have issued a new media policy, that is much more clear, so we ensure that people follow our policies.",
  "All of this was at the same time that this FBI agent said, a Trump presidency would be f'ing terrifying and that it will never happen, no, no, we'll stop it.",
  "ROSENSTEIN: Congresswoman, same response to Mr. Gaetz, I wasn't there and I'm not the one to comment on whether or not people were satisfied with the result.",
  "I actually -- I asked you this question on the 13th of December, I wrote you a letter on the 18th of December, nine months ago, you have not responded to it.",
  "The process, sir, is that these FISA applications and renewals first come up through the FBI chain of command, sworn under oath by a career federal agent.",
  "ROSENSTEIN: Well, I don't know his motivation, but I know he's devoted much of his career to public service and has foregone more lucrative opportunities.",
  "UNIDENTIFIED FEMALE: Mr. Chairman, he should be given the opportunity --\n\n\n\nROSENSTEIN: Mr. Jordan, I am the deputy attorney general of the United States.",
  "ROSENSTEIN: When you find some problem with the production or with questions, it doesn't mean that I'm personally trying to conceal something from you.",
  "When a foreign state interferes with our democratic electoral process, it should be chance of a lifetime for law enforcement agent to investigate that.",
  "I just want the information and we're so frustrated that there is now a resolution on the floor of the House in just a few minutes that will voted on.",
  "Could that because there is so much information and so many issues that have arisen from his investigation that it is impossible to just turn it off?",
  "COHEN: And then when he came back, he went to law school and he went to work for justice, he could have gone to Wall Street and made a lot of money.",
  "director speaking about an investigation without the president's or yielding to one of the prosecutors of the DOJ, such as what Director Comey did?",
  "In fact, he went into private practice for a while, but he didn't like it and came back because he wanted to prosecute criminals, is that correct?",
  "It's just a fraction of the team is doing this work and whenever you brought issue to my attention, I have taken appropriate steps to remedy them.",
  "ROSENSTEIN: We have absolutely conveyed all the questions that Chairman Nunes' raised and I'm optimistic we're able to respond to him fairly soon.",
  "This is what they said, having the nation's number one law enforcement officer threaten to subpoena your calls and e-mails is downright chilling.",
  "The time of the gentleman from Ohio will be restored for additional 15 seconds and then the deputy attorney general will be allowed to respond.",
  "As I was on the floor, as I was on the floor, I heard someone say, Mr. Deputy Attorney General, they're interested in holding you in contempt.",
  "Your statement that I'm personally keeping information from you, trying to conceal information --\n\n\n\nJORDAN: You're the boss, Mr. Rosenstein.",
  "We started for asking for information in July of last year and some of that is still not given -- still has not been given to the Congress.",
  "We need a date when you found out that the wife of your deputy was working for people who are actively trying to undermine President Trump?",
  "So, I'll say this to you, Mr. Wray, Mr. Rosenstein, I realize neither one of you were there when this happened, but you're both there now.",
  "And four other DOJ employees who had manifest animus towards the person they were supposed to be neutrally and detachedly investigating.",
  "COHEN: Director Wray, do you know Special Counsel Mueller's reputation for promptly doing his work and proceeding in a diligent passion?",
  "Don't you think that's a really important date for you to know about your -- the spouse of your own associate deputy attorney general?",
  "ROSENSTEIN: Congressman, I think you should understand that there is nobody more committed to rooting out abuse and misconduct than I.",
  "But there was a supervisory chain and as the inspector general found there were a number of people involved in that chain above him.",
  "JACKSON LEE: And based upon public reports, was it the Department of Justice satisfied with those -- the end of that investigation?",
  "The FISA renewal that you signed list for me the people that briefed you on the substance of that FISA renewal to go spy on people.",
  "ROSENSTEIN: I don't have any personal knowledge, Congressman, but I know that we are seeking to respond to Chairman Nunes' request.",
  "JACKSON LEE: And looking back, do you think that impeded or impacted on the final conclusion of the Clinton e-mail investigation.",
  "My understanding of it is that he found that there was no political bias ultimately impacting the investigation that he reviewed.",
  "More than 60 Democrats have already voted to proceed with impeachment before Bob Mueller has found a single solitary damn thing.",
  "ROSENSTEIN: I'll be happy to discuss the details with you, but as I told you, sir --\n\n\n\nGAETZ: Did Peter Strzok brief you on it?",
  "But my understanding of it is that he found no evidence of political bias actually impacting the investigation that he reviewed.",
  "WRAY: Well, Congresswoman, I'm not going to add my own personal opinion on top of the inspector general's very thorough report.",
  "You have more bias than I have ever seen manifest in a law enforcement officer in the 20 years I used to do it for a living.",
  "ROSENSTEIN: Mr. Gaetz, here is one thing important for you to understand, people can make all kinds of allegations publicly.",
  "ROSENSTEIN: Yes, I think it is important for you to understand, Congressman, Mr. Orr is a career employee of the department.",
  "GAETZ: Let's get to --\n\n\n\nROSENSTEIN: In addition to that --\n\n\n\nGAETZ: I'm sorry, I got to reclaim my time, Mr. Rosenstein.",
  "What was the investigation for --\n\n\n\nROSENSTEIN: I'm not going to comment on any investigation that may have been ongoing.",
  "It came to the conclusion while he may have had biases, none of his biases played a role in their actions or conclusions.",
  "GAETZ: Are you as you sit here today aware of any efforts to contact Roger Stone that occurred prior to July 31st, 2016?",
  "Let's do that quickly and get into your determination to find out that activity, which is occurring in your department.",
  "UNIDENTIFIED FEMALE: Point of order, Mr. Chairman, may the witness be permitted to --\n\n\n\nGOODLATTE: It is not personal.",
  "ROSENSTEIN: Congressman, in the Department of Justice, we're accustomed to criticism, and it does not affect our work.",
  "For most Americans it is important to know what Russia did to our country in 2016 and with whom if anyone they did it.",
  "JORDAN: Mr. Rosenstein, did you threaten staffers on the House Intelligence Committee, media reports indicate you did.",
  "WRAY: Well, again, I would defer to the inspector general's own characterization of his very thorough investigation.",
  "COHEN: Has anybody ever accused Director Mueller, Special Counsel Mueller, excuse me, of being dilatory, lazy, slow?",
  "JORDAN: In a few moments, Mr. Rosenstein, I think the House of Representatives is going to say something different.",
  "All of this was happening at the same time Peter Strzok said he could smell the Trump support in Southern Virginia.",
  "And I have appointed Mr. Laush, managing that production, and my understanding is that it is going very well, sir.",
  "ROSENSTEIN: I would like to answer --\n\n\n\nJORDAN: One point -- caught hiding information, and then you can answer.",
  "So, let me ask you, two investigations that were ongoing in 2016, could you just very briefly say what they were?",
  "[11:00:00]\n\n\n\nREP. BOB GOODLATTE (R), VIRGINIA, CHAIRMAN, HOUSE JUDICIARY COMMITTEE: -- Mr. Gaetz, for 5 minutes.",
  "I think that's a majority of the House of Representatives in just a few minutes, I think that's going to happen.",
  "I said, well, why can't you answer that question because Nelly Orr worked for Glenn Simpson, worked for Fusion.",
  "I mean, like, he's your assistant -- your associate deputy attorney general, and his wife gets hired for that.",
  "Do you have any comment on the suggestion that one of your offices delayed in investigating the Weiner laptop?",
  "And so, I can only answer questions that we directed to the FBI and have --\n\n\n\nGAETZ: You're there now, right.",
  "JACKSON LEE: Have you corrected, or do you have a comment on any of the infractions which you corrected, i.e.",
  "COHEN: And I know you have spoken about the investigator general's report, very thorough and you accepted it.",
  "\n\n\n\nReturn to Transcripts main page\n\nAT THIS HOUR\n\nFBI Director And Deputy AG Face Grilling From Lawmakers.",
  "ROSENSTEIN: No, keep in mind I wasn't there, I only know the information we obtained from the FBI reports.",
  "ROSENSTEIN: Yes, the IG report is about a variety of misconduct that occurred in the FBI in 2016 and 2017.",
  "If you have evidence of wrongdoing by any member of the Trump campaign, presented to the damn grand jury.",
  "We can go to Mr. Jordan's press conference to hear from him, but we came here to hear from the witnesses.",
  "ROSENSTEIN: Let me explain the process if I may --\n\n\n\nGAETZ: Well, did Trisha Anderson brief you on it?",
  "FBI Agent Peter Strzok was picked to lead the FBI's investigation into what Russia did in July of 2016.",
  "WRAY: Well, again, I would defer to the inspector general's own characterization of his investigation.",
  "ROSENSTEIN: I believe it would have been sometime in the fall of 2017 as I think I told you last time.",
  "JACKSON LEE: Director Wray, your agents were involved in the FBI investigation of the Clinton e-mails.",
  "I certainly agree with you, sir, that people should not jump to conclusions about seeing the evidence.",
  "With regard to the investigation, I've heard suggestions that we should just close the investigation.",
  "We have caught you hiding --\n\n\n\nUNIDENTIFIED MALE: Mr. Chairman, can we allow this witness to answer?",
  "ROSENSTEIN: Sir, I appreciate your sincere concerns, but I didn't give Peter Strzok any instructions.",
  "The witness will have an opportunity to say whatever he wants at the end of Mr. Jordan's 5 minutes.",
  "If you have evidence that this president acted inappropriately, present it to the American people.",
  "That's even quicker than MSNBC and the Democrats were talking about impeaching, within three days.",
  "Still has not been given to this committee, the committee charged with -- the Judiciary Committee.",
  "He could answer that question, but he couldn't answer because FBI counsel told him he couldn't.",
  "I don't know what other allegations people make, but I certainly do not view that as accurate.",
  "He was talking about impeachment within three days of Special Counsel Mueller being appointed.",
  "GOODLATTE: The chair recognizes the gentleman from South Carolina, Mr. Gowdy, for 5 minutes.",
  "CHRISTOPHER WRAY, FBI DIRECTOR: Yes, obviously I was not there at the time but absolutely.",
  "[11:20:07] COHEN: Now President Trump talks about 13 Democrats running this investigation.",
  "He couldn't answer the question if he ever communicated with Glenn Simpson, a journalist.",
  "It was a counterintelligence investigation begun in late July 2016 and he was leading it.",
  "GOODLATTE: Chair recognizes the gentlewoman from Texas, Miss Jackson Lee, for 5 minutes.",
  "Director Wray, Mr. Rosenstein, was Peter Strzok the head of any of those investigations?",
  "GOODLATTE: The chair recognizes the gentleman from Tennessee, Mr. Cohen, for 5 minutes.",
  "But I think it is appropriate to let the inspector general complete that investigation.",
  "If there was some problem with the instructions he had, I'll be happy to look into it.",
  "I think one thing you need --\n\n\n\nGAETZ: Same question as it regards to Michael Caputo.",
  "ROSENSTEIN: Sir, I certainly hope that your colleagues are not under that impression.",
  "Two investigations regarding presidential candidates, what were those investigations?",
  "ROSENSTEIN: There have been several charges filed and so you're familiar with those.",
  "JACKSON LEE: Did that investigation come to a conclusion in 2016 to your knowledge?",
  "I think the best thing we can do is finish it appropriately and reach a conclusion.",
  "COHEN: Director Mueller, as I remember, volunteered to join the Marines in Vietnam.",
  "Whatever you got, finish it the hell up because this country is being torn apart.",
  "COHEN: Director Wray, do you know any of these people's political registrations?",
  "Then I asked him, have you ever talked to Nelly Orr, and he said, no, I haven't.",
  "I'm almost believing that I've just attended or I'm in midst of a monster ball.",
  "We take those allegations seriously and we look to find any credible evidence.",
  "Aired 11-11:30a ET\n\nAired June 28, 2018 - 11:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "JACKSON LEE: From the law enforcement perspective, which is what your arm is?",
  "Why did you hide the fact that Peter Strzok and Judge Contreras were friends?",
  "You interviewed Mr. Strzok, I didn't so I can't --\n\n\n\nJORDAN: Works for you.",
  "ROSENSTEIN: I do not -- I do not know their political registration, no, sir.",
  "ROSENSTEIN: I dispute your characterization of what that FISA is about, sir.",
  "ROSENSTEIN: I would suggest that you not rely on what the press says, sir.",
  "Mr. Orr was never working to my knowledge on that Russian investigation.",
  "ROSENSTEIN: Congressman, I am not keeping any information from Congress.",
  "I'm not able to produce any information beyond what the FBI has told me.",
  "As you sit here today, do you know when you became first aware of that?",
  "JORDAN: Again, I think the House of Representatives will say otherwise.",
  "JACKSON LEE: You had a chance to review the inspector general's report?",
  "Except, apparently, the one that was actually picked to investigate it.",
  "[11:15:11] You have a criminal investigation that has become political.",
  "Special counsel's investigation has been going on for over a year now.",
  "REP. SHEILA JACKSON LEE (D), TEXAS: Mr. Chairman, thank you very much.",
  "ROSENSTEIN: Thank you for making clear it is not personal, Mr. Jordan.",
  "GOODLATTE: This is not an appropriate time for parliamentary inquiry.",
  "GOODLATTE: The time of the gentleman -- the gentlewoman will suspend.",
  "I am quite confident about my conduct throughout this investigation.",
  "GAETZ: Did you read the FISA application before you commented on it?",
  "The Russia investigation has been going on for almost two years now.",
  "You have a counterintelligence investigation that has become public.",
  "ROSENSTEIN: But you're use of this to attack me personally is wrong.",
  "Why did you tell Peter Strzok not to answer our questions yesterday?",
  "I think that's what's going to happen -- that's not just Jim Jordan.",
  "ROSENSTEIN: I'm not sure -- I think he was in a management position.",
  "[11:25:10] Why did you redact that in the documents you gave to us?",
  "Am I correct that each of you were appointed by President Trump?",
  "There is publicity about it, but I'm not going to comment on it.",
  "These are serious allegations and I don't do the investigation.",
  "No conclusion has been made on any aspect of the investigation?",
  "JACKSON LEE: And saw the fractions that were cited to the FBI?",
  "Mr. Rosenstein, why are you keeping information from Congress?",
  "This report, the special counsel has gone on for a long time.",
  "WRAY: I'm not familiar with their political registration, no.",
  "REP. TREY GOWDY (R), SOUTH CAROLINA: Thank you, Mr. Chairman.",
  "But Russia isn't being heard by this investigation right now.",
  "The lead FBI agent is talking about impeaching the president.",
  "[11:05:07] GOODLATTE: The time of the gentleman has expired.",
  "And nobody should draw any conclusions beyond those charges.",
  "And my job is to make sure that we respond to your concerns.",
  "ROSENSTEIN: Sir, I appreciate you saying it isn't personal.",
  "GOODLATTE: Either of the witnesses care to respond to this?",
  "There is an old saying that justice delayed is just denied.",
  "ROSENSTEIN: There are 115,000 people who work for me, sir.",
  "I'm responsible for responding to your concerns as I have.",
  "There is a desire to fund-raise off of your investigation.",
  "Do you think that was done to undermine the investigation?",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "More than 60 have voted to move forward with impeachment.",
  "And we're looking for monsters wherever we can find them.",
  "The chair recognizes the gentleman from Ohio, Mr. Jordan.",
  "ROSENSTEIN: I do not think you should draw any inference.",
  "(CROSSTALK)\n\n\n\nGOODLATTE: The gentleman is out of order.",
  "I have fortunately been relieved of that responsibility.",
  "To my knowledge he wasn't working on the Russian matter.",
  "I want to know why you won't give us what we asked for.",
  "ROSENSTEIN: You have to ask him, sir, I do in the know.",
  "That matter is under review by the inspector general.",
  "The witness will be permitted to answer the question.",
  "Let me thank ranking member who remains on the floor.",
  "ROSENSTEIN: The Hillary Clinton e-mail investigation?",
  "Did you threaten to subpoena their calls and e-mails?",
  "UNIDENTIFIED FEMALE: Member's inquiry, Mr. Chairman.",
  "ROSENSTEIN: Well, it did, based upon public reports.",
  "ROSENSTEIN: I'm not going to comment about any FISA.",
  "COHEN: And he prosecuted Manuel Noriega, did he not?",
  "REP. JIM JORDAN (R), OHIO: Thank you, Mr. Chairman.",
  "ROSENSTEIN: There is an ongoing investigation, yes.",
  "JORDAN: I mean, I'm just saying -- I'm just saying.",
  "JORDAN: I didn't ask if there was no way to do it.",
  "If we find it, we'll produce it to Chairman Nunes.",
  "I mean, have you asked these questions of anyone?",
  "ROSENSTEIN: I don't know the answer to that, sir.",
  "COHEN: And you were appointed by President Trump?",
  "I've been the victim of fake news attacks myself.",
  "ROSENSTEIN: I don't agree with you, Congressman.",
  "ROSENSTEIN: I would like to explain the process.",
  "GAETZ: Did you thoroughly review it, yes or no?",
  "JACKSON LEE: And it has not concluded, correct?",
  "Got a purple heart and had other commendations.",
  "JACKSON LEE: Can you comment on the IG report?",
  "ROSENSTEIN: No FBI personnel briefed me on it.",
  "I received the same briefing that he received.",
  "I appreciate your statements on that subject.",
  "We are a year and a half into the presidency.",
  "COHEN: And who appointed the special counsel?",
  "I think right now all of us are being denied.",
  "GOODLATTE: Time of the gentleman has expired.",
  "JACKSON LEE: The fractions, the infractions.",
  "ROSENSTEIN: I'll explain the process to you.",
  "JACKSON LEE: Well, he needs to be corrected.",
  "We'll see what the inspector general finds.",
  "REP. STEVE COHEN (D), TENNESSEE: Thank you.",
  "COHEN: You don't know if they're Democrats?",
  "And he hasn't presented his first finding.",
  "We are two years into this investigation.",
  "Director Wray can explain it to you, sir.",
  "I'm reviewing the finished product, sir.",
  "We are over a year into special counsel.",
  "I'll go with disaster and destabilizing.",
  "There is no way to subpoena phone calls.",
  "ROSENSTEIN: Media reports are mistaken.",
  "JORDAN: Who are we supposed to believe?",
  "GAETZ: Did Sally Moyer brief you on it?",
  "I'm not the --\n\n\n\nGAETZ: You signed it.",
  "Let me ask you to promise me something.",
  "I'm not the person doing the redacting.",
  "The gentleman from Ohio is recognized.",
  "Director Wray still does it every day.",
  "So, it's my responsibility to do that.",
  "GAETZ: Did you read it or not read it?",
  "JACKSON LEE: Correct -- it is ongoing.",
  "GAETZ: Did Lisa Page brief you on it?",
  "Why couldn't he answer that question?",
  "JORDAN: Not what his FBI lawyer said.",
  "Why couldn't he answer that question?",
  "ROSENSTEIN: I certainly haven't, sir.",
  "What is so important, Mr. Rosenstein?",
  "JORDAN: I appreciate your service.",
  "GAETZ: Are they investigating you?",
  "This country is being hurt by it.",
  "I would yield back, Mr. Chairman.",
  "Is that what you understand too?",
  "COHEN: He's gone after big fish.",
  "We all know what the result was.",
  "WRAY: The infractions, yes, yes.",
  "There is a presumption of guilt.",
  "I'm reading what the press said.",
  "JORDAN: Thank you, Mr. Chairman.",
  "WRAY: I'm sorry, the fractions?",
  "GAETZ: But his wife was, right?",
  "So, I appreciate your concerns.",
  "Three times in 2016 and 2017.",
  "What was the IG report about?",
  "Russia attacked this country.",
  "JORDAN: What I just read you?",
  "JACKSON LEE: Point of order.",
  "Sometimes it feels that way.",
  "We need to see the evidence.",
  "He was there when I arrived.",
  "ROSENSTEIN: I wasn't there.",
  "I have a team with me, sir.",
  "ROSENSTEIN: That's correct.",
  "The gentleman will suspend.",
  "Can we allow him to answer?",
  "ROSENSTEIN: If I said what?",
  "ROSENSTEIN: No, I did not.",
  "That is not accurate, sir.",
  "They should be the target.",
  "We're not the prosecutors.",
  "So, this is where we are.",
  "Here is my last question.",
  "I appreciate what you do.",
  "Thank you, I yield back.",
  "JACKSON LEE: Thank you.",
  "JORDAN: It is accurate.",
  "I think that's correct.",
  "I asked if you said it.",
  "We talked with the FBI.",
  "COHEN: And John Gotti?",
  "We have seen the bias.",
  "We have seen the bias.",
  "COHEN: Thank you, sir.",
  "That was Peter Strzok.",
  "I know he's en route.",
  "We are being divided.",
  "ROSENSTEIN: Yes, sir.",
  "ROSENSTEIN: Yes, sir.",
  "ROSENSTEIN: Correct.",
  "Allow him to answer.",
  "Doesn't work for us.",
  "I'm not the affiant.",
  "ROSENSTEIN: No, sir.",
  "How do I know, sir?",
  "It is not personal.",
  "ROSENSTEIN: I did.",
  "JORDAN: Sometimes.",
  "COHEN: Thank you.",
  "Is that possible?",
  "I agree with you.",
  "COHEN: Thank you.",
  "JACKSON LEE: Yes.",
  "Is that accurate?",
  "GAETZ: Thank you.",
  "Is that correct?",
  "Is that correct?",
  "I'm sympathetic.",
  "ROSENSTEIN: No.",
  "ROSENSTEIN: No.",
  "WRAY: Correct.",
  "WRAY: I have.",
  "We have, sir.",
  "Three days.",
  "WRAY: Yes.",
  "We are.",
  "OK."
]