[
  "\n\n\n\nReturn to Transcripts main page\n\nCUOMO PRIME TIME\n\nGovernment Shutdown Now In Senate Hands After House Vote; House Votes Avert Shutdown, Senate GOP Still Lacking Votes To Pass Bill; GOP Source: Trump 'Didn't Weigh In Until Right Before The Vote'; House Intel Panel Releases Transcript Of Key Witness Interview; Senate Done Voting For Night As Govt Shutdown Looms.",
  "So it's a big number including those responsible for paying out small business loans, processing passports, the bureau of alcohol, tobacco, firearms, and explosives, they stop issuing gun permits, national parks, zoos, museums, they get shuttered although a senior administration official tells us tonight that they're working to minimize that.",
  "But there are negotiations that are on-going right now amongst various leaders in the House, in the Senate wherein there is amnesty being considered for illegal aliens falling to DACA category in exchange for elimination of the lottery visa system, the diversity, whatever you want to call it.",
  "But many of the hotels, I mean if you look very specifically at all the hotels deal whether it was in Toronto or Panama or (INAUDIBLE), more often than not those deals were never intended to have the hotels open because the people associated with them weren't real estate developers of hotels.",
  "It was peculiar relative to Corey Lewandowski who was in a very upfront -- so I'm going to answer every question, and then his attorney said, well, he can't answer questions because he's not prepared to answer these questions even though they dealt with a period of time during the campaign.",
  "You know, buying a mansion at $40 million, selling it four years later at $90 million and coincidentally in 2008 then Donald Trump had a $50 million or $40 million dollar personal liability on a loan and how convenient that that amount of money was made available in that transaction.",
  "TESTER: Well, first of all, I think that DACA is important but I also think there's other issues that are very important, and also like funding for community health centers, like making sure the 340B cuts on prescription drugs which -- it will just hammer my hospitals don't go away.",
  "If there is a -- help me here, if there's a bipartisan bill that will in fact pass the Senate and the only reason they're not going to put it on the floor is because the Republican president is going to veto it, let him be the reason the government shuts down.",
  "SPEIER: Well, if past experience tells me anything in California we were terrible at passing the budge on time and then an initiative was passed that basically said that members would have their pay docked if they didn't have the budget passed by July 1st.",
  "SANDERS: If they put this bill on the floor, if they put the current bill on the floor as the House passed it, it will not pass and it won't just pass not because of the Democrats, because they don't have the Republican votes to get it done.",
  "CUOMO: Just to be clear, are we talking about just old things that may have involved Paul Manafort and what he was doing before he was ever even part of this campaign or is there any consideration of things involving the Trump businesses?",
  "Sought the fact that the House is hanging around means there's a high probability that the Senate will not pass this CR in its current form but instead substitute a short-term one, and we will be having this debate over the weekend.",
  "It's difficult to be 100 percent consistent when you have different circumstances that face you on a regular basis and you have to change your stance quite frequently in order to adjust to the different circumstances that face you.",
  "CUOMO: But you don't think it's odd that at this point in this process you don't know where the president is on security or on the Omnibus bill especially when these things are so important and he said he would drive this process.",
  "(END VIDEO CLIP)\n\n\n\nCUOMO: This could have been huge, because if the Democrats had accepted this and if it had been manifested in policy considerations by the Republicans then you would have gotten a deal on security.",
  "And I think Senator Tester would still with us, I think he would agree with me here that there are five Senate Republicans that are on record opposing the version of the House continuing resolution that just passed.",
  "But retrospectively, the fact that the Russian ties to the Trump organization were so strong and then coincidentally you have the Russians interfering in our election, it all becomes very, very disturbing.",
  "That way, I think, you could better negotiate but unfortunately that does not seem to be the nature of politics in Washington, D.C.\n\n\n\nCUOMO: Well, let's stick with the president for a second congressman.",
  "Broken promise --\n\n\n\nCUOMO: OK.\n\n\n\nBROOKS: So this is not unique to this president where you have statements that are made during the campaign that are somewhat inconsistent with the reality of governing.",
  "A shutdown means workers and agencies and departments considered non- essential get furloughed, meaning, they don't work but their pay doesn't come at the same time of it either for the shutdown duration.",
  "But right now you have a unique amount of leverage because the Senate is going to be the pivot on what happens with this budget process and that the filibuster rule puts you guys with a lot of leverage.",
  "You've got 51 Republicans but if you have -- look, if you have 51 Republicans but 5 of the 51 are going to vote no on that bill even if you get --\n\n\n\nKINGSTON: You don't know that there's five no votes.",
  "He's making, for him, a fairly impassioned argument about how there is no urgency on the immigration issue, that Democrats are saying we want to shutdown the government because of DACA and immigration.",
  "The Foreign corrupt Practices Act which really requires anyone who does business with a foreign national company, foreign government has to do due diligence to make sure that the money is not tainted.",
  "Without talking about the proof, are we just talking about questions and speculation and curiosity or do you believe that there's been any evidence of meat on the bones of these type of allegations?",
  "I'm just saying conceptually because -- I got to tell you, people don't like hearing that you guys keep getting paid as essential workers when you have the reason that the government shuts down.",
  "People try to move him on the wall, his advisors, even the chief of staff, try to make it more what people like you think it should be which is some places you need a hard barrier, you make one.",
  "Democrat and Republican, if you can get one with you, any time you want to come on the show and talk about what you're proposing and who is stopping it from getting it done, you'll get time.",
  "BROOKS: -- for border security or with respect to this continuing resolution to fund the government or with respect -- Omnibus (ph), to fund the government for the rest of this Fiscal Year.",
  "The problem is Republicans, Mitch McConnell specifically, is refusing to put the bill on the floor because Donald Trump, the president of the United States, is saying he might not sign it.",
  "Another way to look at it is to the extent that there is a government shutdown and these federal workers aren't working, they are getting paid for not working when they get that back pay.",
  "I believe, and I actually heard a rumor just a few minutes ago, Chris, that what Schumer will do is put a substitute amendment on the floor for a short-term CR, probably a five-year deal.",
  "New York Fitzgerald tweets, \"Republicans blaming Democrats for shutdown is like a mortgage applicant with bad credit blaming the seller of a house for not giving the applicant a mortgage.",
  "And so I think -- if you're talking about -- if there's a bill where there's a case for bipartisanship, why hasn't the Homeland Security appropriations subcommittee moved their own bill?",
  "All right, so let's get a take on what this leadership or vacuum (ph) of leadership means to the process, Republican Congressman Mo Brooks of Alabama, a member of House Freedom Caucus.",
  "If you really want to negotiate, get people like the Hispanic Caucus, who General Kelly met with yesterday, sitting down with people like David Perdue and Tom Cotton and Bob Goodlatte.",
  "So one would think President Trump would be flexing all of his alleged deal making muscles, but all indications are he's more part of the problem than the solution at this point.",
  "All right, more breaking news tonight, a key figure in the Russia investigation tells lawmakers he suspected a \"possible crime\" involving the Trump organization and the Russians.",
  "I do not anticipate that you will see that kind of resolution coming forward today or tomorrow or on Saturday or any time to prevent a government shutdown if that's the hang up.",
  "Because I have to tell you, I think it is fair criticism that the leverage, the real leverage the Democrats have -- I get your argument that the Republicans don't have the vote.",
  "BROOKS: I anticipate that there will be some kind of negotiating position that will surface between this continuing (ph) resolution and its expiration sometime in mid-February.",
  "They all had interesting and oftentimes shady pasts and all of a sudden there's this deal done with the Trump organization and all of a sudden the deal never comes to fruition.",
  "And Jack, he sand bags them, according to Durbin or gets bad advice according to Graham and looks at them and says no way, this deal is no good for me in a room of hard liners.",
  "TESTER: Chris, I will tell you that I served as ranking member on the Appropriations Committee for Homeland Security and what's in that bill is what he asked for this year.",
  "SANDERS: I'm telling you that there are five no votes on record saying --\n\n\n\nKINGSTON: How do you know --\n\n\n\nSANDERS: -- they're not going to support the bill, Congressman.",
  "And I think there is plenty of evidence to suggest that there has been money laundering going on in many of the real estate deals that were done by the Trump organization.",
  "And I just don't want the president of the United States gaining benefit financially by being president and some of that is going on with the Trump organization today.",
  "And then you started to hear a lot more how much DACA mattered in realtime right now as opposed to between now and March, which is the deadline that the president set.",
  "CUOMO: Is your sense of this issue of money laundering Trump and relationships with the Russians only as strong as the testimony of Glenn Simpson, Fusion GPS founder?",
  "The Democrat, I head what the Senator Tester said about GOP leadership and that's why it's not here, it's not ranking file, it's about leadership and the president.",
  "TESTER: I think that Senator McConnell has had this in mind from the get-go, to try to get us to a point where he's going to try to use this for political reasons.",
  "And no one, no one, no one --\n\n\n\nCUOMO: All right, so, Senator Chuck Schumer, obviously, the Democrat leader from New York saying that there's a deal on the table.",
  "I want to do one question about this and I want to do one question about what Jackie Speirr just told us because that's going to be news to a lot of people's ears.",
  "BROOKS: You've hit me kind of off guard having the kind of in-depth thought I would like to have the cascading effects might be from the suggestion there to make.",
  "Do you agree with Congressman Schiff with his belief that the White House kept Steve Bannon from answering certain questions and maybe Corey Lewandowski as well?",
  "Now here's the best part, you know who else is considered essential, irony of ironies, the people who are causing any shutdown that happens, members of Congress.",
  "How does that the Trump properties went from some 30 percent that were LLCs where you don't know who the actual buyer is to 70 percent of the deals being LLCs?",
  "CUOMO: Now I know you can't tell me specific proof but we also know that I like to ask questions even though I know it goes into a realm you don't want me too.",
  "So there's some benefit to those federal government workers from not having to go -- do the work on the job and still get all the money for not having work.",
  "There has to be a reason that I'm hearing the same thing from both sides and it's probably symptomatic of just the toxic division that's going on right now.",
  "BROOKS: I believe that the president will sign the continuing resolution that passed the House of Representatives that eliminates the threat of a shutdown.",
  "(CROSSTALK)\n\n\n\nKINGSTON: -- no to children's health care --\n\n\n\nCUOMO: Just to bring people up to speed, there will be no more votes in the Senate tonight.",
  "The first one is why would it be so important to have DACA in this as opposed to -- you got until March to do that, so why would it have to be there now?",
  "Now, with respect to the 27th Amendment, I'm willing to consider anything and that's one options that perhaps we should look at in House and the Senate.",
  "But I'm certainly more than happy to consider if we can get some movement that direction to the House and Senate where it looks like it is fiable (ph).",
  "So now -- and I haven't hear, forget Mexico, because that part he never talks about except when forced, and he says when I redo NAFTA, it will be fine.",
  "Stopgap measure to stopgap measure or is it better for the American people to have some permanency in their budget that goes to the end of Fiscal Year?",
  "He blind sided people just today tweeting that funding for the Children's Health Insurance Program, CHIP, shouldn't be in the short term spending bill.",
  "You know that Adam Schiff has now been saying obviously, congressman from California, has been saying that money laundering is a big consideration.",
  "TESTER: Because I think we need to force the leadership on the other side of the aisle to take this issue seriously and they haven't for 110 days.",
  "And tonight, from Senate Democrats we're hearing words like resolute, determined, united and all of those go towards voting against the measure.",
  "What they really want in a DACA deal, what they really would agree to has not been their focus as much as flexing their muscle and the leverage.",
  "And certainly, it would have easier if the House was more consistent, the Senate was more consistent, and the White House was more consistent.",
  "Tomorrow he's going back to Florida, his golf course in Mar-a-Lago and very telling, there's no word of the GOP leadership asking him to stay.",
  "(BEGIN VIDEO CLIP)\n\n\n\nJOHN KELLY, WHITE HOUSE CHIEF OF STAFF: He's very definitely changed his attitude towards the DACA issue even the wall.",
  "Then on top of all of this confusion and mixed messages and clearly the urgency would demand that the president is here and really involved.",
  "[21:25:02] BROOKS: What the president has done quite frankly is pretty consistent with a number of presidents have done over period of time.",
  "The White House has to come out soon after and say the president still supports the House version of the bill, the one that has CHIP in it.",
  "Meanwhile, the last shutdown, this is not small money we're talking about, in 2013, $24 billion reportedly in economic activity, all right?",
  "It gives us a little bit of hope which is that -- we're really -- it seems that all of you seem to have the same goal, get something done.",
  "Campaign to governing are two different things and this president is very, very flexible in terms of what is within the realm of possible.",
  "And the Democrats have been saying we won't vote unless DACA's in it but now they have to put meat on the bones of exactly what they want.",
  "But that's what I --\n\n\n\nCUOMO: Well, you put it out there, now it's on you, my friend, and I'll come right back to you when it's not true.",
  "So let's bring back Sanders versus Kingston with what we just heard from Jackie Speier, money laundering, the Trump organization, Russia.",
  "KINGSTON: And there will be that short-term CR --\n\n\n\nCUOMO: And we'll see if what Jack is hearing -- he's got good contacts in Congress.",
  "It's the Republicans inability to govern and keep their Caucus together and get a deal from the Republican president that would do that.",
  "And our basis job to do here is -- people in Congress, is to set forth a budget and fund the programs that are critical to this country.",
  "CUOMO: All right, well, let's talk about what, senator, because the big thing that we keep hearing from you side of the aisle is DACA.",
  "I'd tell you what I hope ends up, is that we come to a deal that funds the government till the end of the year it's as simple as that.",
  "It has been sitting in the Senate ever since then Mitch McConnell has not been able to mover forward because he's got to get 60 votes.",
  "But we'll see if that winds up being what the Democrats put forward, which is basically just buying time to continue this negotiation.",
  "You can see a relationship and as (INAUDIBLE) have said in his testimony which is now public and I encourage your audience to read it.",
  "Let's go one-on-one with Democratic Congresswoman Jackie Speier of California, of course a member of the House Intelligence Committee.",
  "KINGSTON: And I think that that's what the president is saying, that look, you know, let's go till March if you want to work it out.",
  "Because you don't have the kind of consistency that you would like emanating from the White House on this particular set of issues.",
  "There are new details about what the founder of the firm behind the dossier that you all know about now on candidate Donald Trump.",
  "I mean, why is it that you have the Trump son saying we get most of our deals from Russia, most of our business comes from Russia.",
  "You could agree with some, disagree with others but now knew pretty much where they were going to be, can't say that about Trump.",
  "That's what we keep being told, but as I said, reportedly these words uninformed when the president heard them made them furious.",
  "[21:15:17] Everybody understand Lindsey Graham and Dick Durbin have worked closely with each other on immigration over the years.",
  "I have offered my opinion to try to get to a point where we can get things in this bill that really work for the American people.",
  "He says no CHIP, the Children's Health Insurance Program, the Republicans put it in to the House as an enticement for Democrats.",
  "CUOMO: The idea that the Democrats have leverage in the Senate especially with McConnell being short some votes on his own side.",
  "You guys get paid as essential employees and it's not just irony, it angers people that you don't do your job and pass a budget.",
  "So, for a week or so, allies to the president then started to come out and saying, you know what, the wall, he's moved on that.",
  "And whether you believe it or not, it was moving a position toward the reasonable mind position where so many others have been.",
  "But also, since Donald Trump arbitrarily sets his deadline in September, 15,500 young people have lost their protective status.",
  "And the reason why I think this is probably true is because a House member told me they are actually staying in town right now.",
  "TESTER: I walked into the heart building this morning in about 6:00 or 7:00 with Mike Rounds, a Republican out of South Dakota.",
  "And the White House had to put out a statement that the president still supports the current House bill which has CHIP in it.",
  "SEN. CHUCK SCHUMER (D), MINORITY LEADER: --t he other side, your side, leader, that didn't want go along with that agreement.",
  "We're watching Capitol Hill for any developments on the shutdown but there's also breaking news in the Russia investigation.",
  "When it comes to paying a mortgage, if you say to your bank, hey, I'll get my check in two weeks, remember I was furloughed.",
  "So now if Schumer does do what Jack says and he buys himself some time, they have to move, they have to ask for real things.",
  "We're looking at the Russian interference in our election and whether or not there is coordination with the Trump campaign.",
  "Meanwhile, on while on one level that's a good thing, it is good to see people working together on both sides of the aisle.",
  "This is just the latest in a series of mixed messages that are undermining the GOP strategy and certainly escalating chaos.",
  "But they also know you got a whole lot more Democrat and Republicans who need to be in the room in order to mover forward.",
  "Kellyanne said, since becoming president and he's met with experts and he's learned things like there are rivers involved.",
  "But we're not seeing that from the White House that does to some degree make our jobs more difficult here on Capitol Hill.",
  "I know it's in the constitution as an amendment, but the word amendment means that things can be changed in that document.",
  "We brought you that story of Jorge Garcia in Michigan, forced to leave his family, brought here at 10, been here 30 years.",
  "So I just think that the White House is trying to pull a lot of strings with those who are we are asking to come testify.",
  "BROOKS: Well, I'm going to confess that I don't know what the White House position is --\n\n\n\nCUOMO: Well, that's not good.",
  "All right a couple of different times, we're going to go to CNN Political Commentators, Symone Sanders and Jack Kingston.",
  "And then, the opposite question which is, are you guys being aggressive enough to get DACA done because of the emergency?",
  "But in that agreement had some great border security measures that need to be done and deals with a lot of other issues.",
  "CUOMO: Schumer just -- am I right that Senator Schumer from New York proposed a very short term whatever, another patch.",
  "We're going to press Freedom Caucus Member, Congressman Mo Brooks, about what's holding up the works on the Senate side.",
  "He goes vulgar, expresses a preference for white immigrants from Norway over brown ones from basically everywhere else.",
  "CUOMO: And is there any indication that what you're looking at parallels what's being looked at by the special counsel?",
  "Now, fair point, he's not a Dreamer, he didn't make it, but it shows the necessity of the issue, the urgency right now.",
  "CUOMO: But you're saying you're going to vote no against it but you're saying you hope the government doesn't shutdown.",
  "TESTER: Well, I'm going to tell you what, I think that Mitch McConnell would have wanted a budget, we'd have a budget.",
  "But anything deemed essential will keep running so your postal service, social security, the TSA, air traffic control.",
  "I mean that's --\n\n\n\nCUOMO: Well, Graham and Durbin went to him before he went vulgar and started talking about Norway.",
  "And I'm not supposed to be asking the questions here but --\n\n\n\nCUOMO: -- go ahead, you can ask first and I'll decide.",
  "SPEIER: Well, the extent to which these were Russian persons, Russian entities, Russian oligarchs, I believe it does.",
  "BROOKS: Well, then how is he being like every other president because a lot of these men have been men of principle.",
  "[21:49:58] CUOMO: Jack Kingston, why do you people ignore, on the right, that there is this cost on the daily basis?",
  "(COMMERCIAL BREAK)\n\n\n\nCUOMO: I've been answering some of these tweets online but let's check our Social Status here.",
  "And fund some of the programs that are so critically important out there to America's families and small businesses.",
  "What I think Democrats and Republicans --\n\n\n\nCUOMO: He didn't say he might not want -- no, Symone, I got your point.",
  "And so what Democrats in the Senate are saying is look, there's a bipartisan agreement in the Senate that can pass.",
  "Good for Democrats to hear it and then he undoes it today, and then he says no CHIP in the bill that just voted on.",
  "And he is saying while it is a mutual concern and both sides have an interest in fixing it, there's no urgency now.",
  "And that could be a good thing because sometimes, you know, making people stay in town you can get something done.",
  "BROOKS: The shutdown maybe tomorrow, but the idea of trying to repeal a constitutional --\n\n\n\nCUOMO: No, no, no.",
  "I do not know what the president's position would be based on whatever amendments the Senate may come up with.",
  "Whether that framework will produce something that can pass in the House and Senate, I don't know, can't say.",
  "And Mike looked at me and says, can you believe this, can you believe we're here again with a short term fix?",
  "The chain immigration issue, I think they made great advances on that --\n\n\n\nCUOMO: He says I want 18 billion.",
  "Headlines all over the place that the House has taken us one step closer to passing a short term budget deal.",
  "TESTER: Because there has to be an agreement before we do a patch that we're actually going to do something.",
  "BROOKS: Well, let's be clear, historically speaking every federal government employee has been paid in full.",
  "He said that, you know, it's a Russian mafia unlike the Italian mafia and everyone works for the government.",
  "I was the chairman of three subcommittees, the House passed its appropriation bill, I believe in September.",
  "And then there are others, which I think I want to put you in this category, of I think DACA will get done.",
  "Three moderate Republicans and three Democrats are moderate or maybe very liberal, moderate on this issue.",
  "We do believe that the Senate is going to move towards debating this bill and going towards a final vote.",
  "CUOMO: Is it connected in any way to what you're supposed to be investigating with Russian interference?",
  "Right now, it's all up to the Senate, the House approved a short term spending bill to avert a shutdown.",
  "It's time to start working for the people and the short term patches aren't getting the job done, Chris.",
  "The Pentagon civilian employees wont' get paid but there is no immediate impact on servicemen and women.",
  "The question there is why are they voting against it and are they making a smart play here to test that?",
  "TESTER: No, look, Republicans control the House, they control the Senate, they control the White House.",
  "He tweeted, we're going to build a wall just like I said, about the Mexico part, NAFTA will pay for it.",
  "SANDERS: They shoud put -- I'm just saying, look, wait --\n\n\n\nKINGSTON: You know, it's a matter of math.",
  "So I have some degree of confidence that if the Senate will pass our bill, the president will sign it.",
  "All right, breaking news, we have to deal with that in terms of what is going on in the investigation.",
  "And so, yes we need 60 votes but the Republicans Caucus is not even all on the same page on this bill.",
  "Doesn't really end chain migration, doesn't really take care of the lottery, my wall is not in there.",
  "This would be the first shutdown ever with the White House and Congress controlled by the same party.",
  "We're going to test the potential outcomes and implications in realtime with players from both sides.",
  "They need their money when they are supposed to get it, not when you decide to get your act together.",
  "(COMMERCIAL BREAK)\n\n\n\n[21:47:47] CUOMO: All right, right now you're looking live at the Senate floor.",
  "Two days later, his golf buddy, Lindsey Graham and Dick Durbin, the Democrat, come show him the bill.",
  "I'm @chriscuomo, keep tweeting with your questions, with your comments, with your feelings about it.",
  "The situation is taking too long and it's very complicated but that's the way D.C. works right now.",
  "We all get to watch it in realtime and he said I will pass whatever you guys bring me if you agree.",
  "When it comes to a shutdown, if there is one, you guys get paid 27th Amendment to the constitution.",
  "CUOMO: That means you guys are close, though, right, because otherwise Schumer is wasting his time.",
  "And I'll tell you why, Chris, you listed off all the bad things of having the government shutdown.",
  "As we get a sense of the state of play, a little harder for you guys, not as much time to prepare.",
  "I actually think that's been a great deal of open source documentation about a lot of these deals.",
  "That can pass with the 60 votes need with all the Democrats --\n\n\n\nCUOMO: On immigration, on DACA.",
  "I haven't talked to a man or a woman, Democrat or Republican that hasn't said what you just said.",
  "Haven't done anything with the southern border, haven't don't anything with the northern border.",
  "CUOMO: So you want an agreement to make an agreement and this will buy you the time to make it?",
  "Breaking tonight, the House just passed a bill to keep the government funded for another month.",
  "But we'll cover it step by step, and Mo Brooks you are always welcome to discuss what happens.",
  "And they are buying 3, 4, 6, 12 condos in Trump properties and they're buying them with cash.",
  "Don't forget, I will be there with Alisyn tomorrow morning on \"New Day\" starting at 6:00 A.M.",
  "All I want to, Chris ,all I want to say is this --\n\n\n\nKINGSTON: -- fishing for a better deal.",
  "If they want to stay in the game and drive this debate, they're going to put a short-term CR.",
  "[21:10:09] DACA is a perfect example whether it's the president saying it's a \"bill of love.\"",
  "And they certain do not necessarily just because of the filibuster, but because of the math.",
  "What is the chance that a DACA deal gets done in any kind of short term and added to the CR?",
  "And they don't have to have Mitch McConnell to sign off --\n\n\n\nCUOMO: All right, so hold on.",
  "Would you be in favor of changing it so that if there's a shutdown you guys don't get paid?",
  "I want to just ask you one question about the process of what's going on with the shutdown.",
  "SPEIER: And I think if you start tracking these various projects you can see a connection.",
  "But we can definitely move the needle right now with the second round of the Great Debate.",
  "But the divisiveness that is rampant (ph) down there is keeping you frozen in your places.",
  "But, the Democrats have the ball in their hands because of the 60 vote rule in the Senate.",
  "We had this done a long time ago if we had good leadership on the other side of the aisle.",
  "And you're right, you're talking to all of them so why don't we sit down and get it done.",
  "SEN. JON TESTER (D), APPROPRIATIONS COMMITTEE: Pleasure to be with you Chris, thank you.",
  "And it's Mitch McConnell who hasn't done anything to get our budget passed for 110 days.",
  "And now you have the Democrats and I'm not sure about it senator, so help me with this.",
  "Instead of dealing with the budget we've been dealing taking away 4th Amendment rights.",
  "(CROSSTALK)\n\n\n\nSANDERS: The fact of the matter is, Chris --\n\n\n\nCUOMO: Go ahead, Symone.",
  "CUOMO: All right, and also, look, time is money for people and they need money on time.",
  "This is a situation that cries out for leadership, someone to bring the sides together.",
  "President Trump, leader of the GOP has arguably only made the job harder for his party.",
  "And I think I've established that reputation for having a belief system that guides me.",
  "BROOKS: Well, I think the analysis you just gave is an example of why nobody can know.",
  "And so, it's not just March if we don't come to it a consensus that something happens.",
  "TESTER: Are we supposed to just continue to be governing from emergency to emergency.",
  "SANDERS: Again, to be clear, it would not be Democrats shutting down the government.",
  "And I would push back on the notion that they have not been clear on what they want.",
  "We'll keep dipping in as things are said that are provocative and move the needle.",
  "But the Senate is now really holding the fate of this situation in its hands, OK?",
  "Reportedly he was furious and he says in a tweet, which he loves, build the wall.",
  "I'll respond as I can in the break, and we'll talk about some of them at the end.",
  "KINGSTON: I think what he was trying to do is say guys get your head in the game.",
  "And you know what happened after that, the budget always gets passed on time on.",
  "(COMMERCIAL BREAK)\n\n\n\n[21:35:49] CUOMO: There's a lot of breaking news tonight.",
  "But just listen to what John Kelly said, because it was such a big moment here.",
  "So let's bring in CNN Political Commentators, Symone Sanders and Jack Kingston.",
  "True but the only thing that matters is what happens next perhaps on our watch.",
  "We're going to go one-on- one with Democratic senator, Jon Tester, in a moment.",
  "And again, he's got to have nine Democrats, up until recently eight Democrats.",
  "Then what happens, well, you have General John Kelly come out, chief of staff.",
  "And he says he has evolved on the wall and in fact he was probably uninformed.",
  "But the special counsel has a wide discretion to look at any number of things.",
  "SPEIER: Well, that's not something that we are specific looking at obviously.",
  "CUOMO: All right, now, let me not do what I just said what I was going to do.",
  "CUOMO: Right, I'm just saying, you know, the shutdown would be tomorrow most.",
  "SYMONE SANDERS, CNN POLITICAL COMMENTATOR: So Chris, that's a great question.",
  "CUOMO: All right, I hope the people need progress and let's see what happens.",
  "The Republicans saying it's not fair to say we don't care about the Dreamers.",
  "Aired 9-10p ET\n\nAired January 18, 2018 - 21:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "That said, their paychecks could dry up if the shutdown goes into February.",
  "850,000 of these workers last time that the government shutdown, all right.",
  "In fairness to McConnell he said something that was very dangerous for him.",
  "I probably shouldn't have x'ed it out because he's actually going to do it.",
  "Democrats have been in the majority during that period as have Republicans.",
  "I don't think the Democrats are going to come on board for a one-month CR.",
  "But I want to say one of the bills that hasn't moved is Homeland Security.",
  "And the president was just saying, look, guys, that's not going to happen.",
  "They keep getting paid because it's in the constitution in 27th Amendment.",
  "So we'll get a very real sense, a spontaneous sense of where things stand.",
  "TESTER: I voted to precincts but I'm going be voting against closure (ph).",
  "CUOMO: Sure, but --\n\n\n\nTESTER: And it isn't because of the rank and file.",
  "We have two breaking stories on Capitol Hill, and three major interviews.",
  "You know, you're all saying the same thing but also not getting it done.",
  "It has stuff in there about CHIP and the community base health centers.",
  "I am happy to hear that we might have some time to get this thing done.",
  "He said he wouldn't go for it and that's why we're in the jam we're in.",
  "It compromises a lot of no non-essential work and workers, so we care.",
  "But they're willingness to sign off on a bill where you got six votes.",
  "Leadership needs to step up and lead and haven't done it for 110 days.",
  "But senator, I appreciate this realtime update on where things stand.",
  "And again, you're always welcome to come on and discuss what matters.",
  "He had to step away because literally in realtime he's going to vote.",
  "Congresswoman, I appreciate you giving us this information very much.",
  "BROOKS: Also elimination of chain migration and also border security.",
  "SANDERS: I absolutely think Democrats are ready to come to the table.",
  "There are five Republicans on record, Republican senators on record.",
  "[21:00:02] CHRIS CUOMO, CNN HOST: It's now the Senate's turn to act.",
  "All right, so that brings us to round one of tonight's Great Debate.",
  "Yes, I'm coming at you both ways but there's two ways to look at it.",
  "CUOMO: But the one thing I don't --\n\n\n\nTESTER: Let me ask you this.",
  "It's the president that said we need a good old fashioned shutdown.",
  "Why would you vote no if you don't want the government to shutdown?",
  "(CROSSTALK)\n\n\n\nSANDERS: -- they're not going to vote for that bill.",
  "This has not been around since the president made his proclamation.",
  "One, that means that you're not going to have any progress tonight.",
  "Too long, complicated, but we'll end on that because you know what?",
  "You can't change Congressional pay until the beginning of the year.",
  "CUOMO: Well, it wouldn't be illegal necessarily for them to do it.",
  "And I listen to Senator Tester, he sounds like a very earnest guy.",
  "But there's been a lot of haggling with Republicans and Democrats.",
  "It is the Republicans that have jumped around and not being clear.",
  "There are bipartisan solutions to support for all of these things.",
  "Well guess what, I'm not here for working for any political party.",
  "TESTER: I want an agreement that says we've got a day or two days.",
  "So, let's have a little important reminder here about why we care.",
  "All you got to do is take a look at it and want to come to a deal.",
  "If you don't like patch, why would you want an even smaller patch?",
  "TESTER: Well, I will tell you Chris, I think it's pretty obvious.",
  "They come with a compromise bill two days after he asked for one.",
  "It was news to me, but it ain't news to the Trump administration.",
  "TESTER: It depends if there's an agreement to get something done.",
  "Do I have it wrong or has the president made this more difficult?",
  "SPEIER: Well, I can't speak to what the special counsel is doing.",
  "REP. JACKIE SPEIER (D), INTELLIGENCE COMMITTEE: Thank you, Chris.",
  "What he told the House Intelligence Committee behind close door.",
  "We're going to keep following the breaking news on Capitol Hill.",
  "The leadership that seems to be a big concept here, where is it?",
  "That means they cannot work and their lives are living in limbo.",
  "We're going to go one-on-one with Representative Jackie Speier.",
  "Certainly, Special Counsel Mueller is in a position to do that.",
  "I'm saying, it's been a 110 days since our last budget ran out.",
  "We have to (INAUDIBLE) the patch work, we have to get it going.",
  "You voted yes to proceed because you want to debate this bill.",
  "TESTER: I have not -- that's a better question for leadership.",
  "But then --\n\n\n\nJACK KINGSTON, CNN POLITICAL COMMENTATOR: True.",
  "CUOMO: Well, and they're saying the same thing about you guys.",
  "Let's see if he says something provocative right off the bat.",
  "But right now they need a bigger influence and there is none.",
  "He says it shouldn't be part of the short term spending bill.",
  "There are real implications for these young people right now.",
  "CUOMO: So congressman, you heard how I'm laying it out here.",
  "TESTER: Well, I'm going to look at it for me in another way.",
  "We can do it in the next 28 hours if they wanted to, Chris.",
  "You know, it's been 110 days since the Fiscal Year started.",
  "Currently we believe 48 Republicans out of 51 are on board.",
  "I just asked Congress Mo Brooks, a Republican from Alabama.",
  "That seems to be the frame work of negotiations right now.",
  "Let me hold up --\n\n\n\nCUOMO: All right, hold on one second.",
  "Again, there's a bipartisan bill that can pass the Senate.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "What is worth shutting down the government for a Democrat?",
  "You're in that position and a couple others I talked too.",
  "And it shows you they're not taking this issue seriously.",
  "(CROSSTALK)\n\n\n\nSANDERS: My friend, that's not bipartisan.",
  "SPEIER: I think -- well, for -- certainly for Mr. Bannon.",
  "So it could be very well be part of what he's looking at.",
  "I appreciate the opportunity to be with you again, Chris.",
  "You remember the bipartisan group, the \"kumbaya\" meeting.",
  "(COMMERCIAL BREAK)\n\n\n\n[21:20:40] CUOMO: Shutdown matters.",
  "I try to keep my position as constant as I possibly can.",
  "BROOKS: Let's use George Bush, the first, as an example.",
  "It's not like you should be surprise by these questions.",
  "Thank you very much for making the dash for us, senator.",
  "But at some point in time, we have to do our job, Chris.",
  "That's a South Dakota Republican and a Montana Democrat.",
  "Be able to go back to your constituents with something.",
  "Thank you for being with us, watching this in realtime.",
  "I don't pick these, so hopefully there are no shockers.",
  "It's a fair and decent agreement where each side gave.",
  "As we learn more we'll go back to them for their take.",
  "Symone, we got to take different in different courses.",
  "But let's talk about the division for a second, Chris.",
  "Look, there's a bipartisan agreement to get DACA done.",
  "CUOMO: Durbin and Graham, the president's golf buddy.",
  "Yes, it's a bipartisan bill but gets everything done.",
  "Unfortunately, you need 60 to move something forward.",
  "The entire time of a shutdown the money is not there.",
  "Is that consistency or is that like crazy on display?",
  "He's never been -- he hasn't lived there in 30 years.",
  "REP. MO BROOKS (R), HOUSE FREEDOM CAUCUS: Thank you.",
  "There's no reason to shutdown the government for it.",
  "Do you think it something that should be considered?",
  "SPEIER: No, specifically about the Trump businesses.",
  "The truth of the matter is, you should have a clock.",
  "We don't have funding for community health centers.",
  "You know, I served on the Appropriations Committee.",
  "They brought it to the president and he negated it.",
  "Those are three keywords that will start round two.",
  "[21:55:02] All right, let's take a break right now.",
  "And you have -- you have a lot to say, by the way.",
  "However, that means there's time for deliberation.",
  "I mean, this is what we're dealing with right now.",
  "How could you not know what the White House wants?",
  "There are all these factions and couples going on.",
  "A \"bill of love\" that he said he wanted goes away.",
  "The Democrats making the arguments that they made.",
  "They come to him with a deal, he doesn't sign it.",
  "Now, that means something good and something bad.",
  "It seems that that's the way he's going to move.",
  "[21:30:05] BROOKS: That's one way to look at it.",
  "CUOMO: Right, but it often it's back pay, right?",
  "[21:40:12] SPEIER: Relative to money laundering?",
  "They have to lead and they haven't for 110 days.",
  "TESTER: Chris, it's always good to talk to you.",
  "CUOMO: Well, you know, look, let's look at why.",
  "But the bottom line is, (INAUDIBLE) do his job.",
  "Brothers and sisters it's all about the Senate.",
  "So this came from the co-founder of Fusion GPS.",
  "He has evolved in the way he's looked at thing.",
  "But let's start with the urgency at the moment.",
  "So let's get it done --\n\n\n\nCUOMO: I've got you.",
  "That's Senate Majority Leader Mitch McConnell.",
  "We'll have to see what that means if anything.",
  "(CROSSTALK)\n\n\n\nCUOMO: -- shutdown, by the way.",
  "He said I don't know what the president wants.",
  "I'm here to do what's right for this country.",
  "The budget should have been front and center.",
  "CUOMO: For both gentlemen or just for Bannon?",
  "SPEIER: Money laundering is a huge component.",
  "And that's why it matters on a lot of levels.",
  "It's irresponsible, cost billions of dollars.",
  "It keeps the government funded till February.",
  "We're going to get more information tonight.",
  "This threat will be over with and behind us.",
  "He's supposed to be the art of the deal man.",
  "BROOKS: I understand and I'm frustrated too.",
  "CUOMO: Yes, that's something to think about.",
  "A member of the House Intel Committee, next.",
  "An artificial deadline set by the president.",
  "TESTER: I heard that from some of the press.",
  "And I hope the government does not shutdown.",
  "But as always, let's begin with facts first.",
  "Big night, big night, lots of breaking news.",
  "If I knew, I wouldn't be spinning my wheels.",
  "He doesn't even know what's in the deal yet.",
  "CUOMO: The president says it's not adequate.",
  "TESTER: Well, it's 18 billion over 10 years.",
  "And I would tell you something else, Chris.",
  "SPEIER: I don't think there's any question.",
  "The government shuts down and you get paid.",
  "We won't know until we have something firm.",
  "And then the White House says to undo that.",
  "CUOMO: But how can you not know, Mo Brooks?",
  "How they're using that leverage is unclear.",
  "You can also use the hashtag -- what is it?",
  "You do what you need based on the context.",
  "That matter also the House and the Senate.",
  "And then, he was angry, so what did he do?",
  "He started gumming up the works last week.",
  "CUOMO: Quick question before I let you go.",
  "And very often people live check to check.",
  "Democratic Senator, Jon Tester of Montana.",
  "WE don't have funding for rule ambulances.",
  "TESTER: The job is funding the government.",
  "And guess what, this isn't the first time.",
  "Some of you are saying no DACA, I'm done.",
  "Some places you need a fence, you use it.",
  "But look, the Democrats are in play here.",
  "When you don't sleep, it doesn't matter.",
  "Your reputation is that you're studious.",
  "It doesn't mean what it used to anymore.",
  "CUOMO: All right, God bless be well, Mo.",
  "I don't see it as (INAUDIBLE) right now.",
  "We've had patch after patch after patch.",
  "We weren't sure if he'd be here in time.",
  "And Congress has done nothing, nothing.",
  "And I said Mike you're exactly correct.",
  "Let's work together and get this fixed.",
  "Mo, it is always good to see your face.",
  "Symone Sanders, you heard the argument.",
  "If you're serious about working it out.",
  "Why shut down the government for that?",
  "Democrats want to fund the government.",
  "Durbin said they were sand bagged, OK?",
  "Well, look, he says it's not adequate.",
  "It isn't because of the rank and file.",
  "Just to make it clear to our audience.",
  "We still don't have funding for CHIP.",
  "The bill could need 60 votes to pass.",
  "That means the Democrats are in play.",
  "If DACA is not part of this, I'm out.",
  "And he said this isn't what I wanted.",
  "But nonetheless, we are where we are.",
  "Now he's short on his own side, Jack.",
  "And I think with time that will come.",
  "It didn't start with President Obama.",
  "KINGSTON: There is a bipartisan bill.",
  "They were going to vote and adjourn.",
  "I love you both for sticking around.",
  "It's going to fund it for six years.",
  "And now Chuck Schumer is responding.",
  "It should have been done months ago.",
  "We were boxed in by Obama with this.",
  "The ranking file wants to do things.",
  "So Symone Sanders, I start with you.",
  "All those things are still in place.",
  "We've got what, 28 hours left to go.",
  "CUOMO: Senator, I have to tell you.",
  "I also want to point out something.",
  "There are votes going on right now.",
  "Boy, that's a convenient amendment.",
  "I'm going to come back to you guys.",
  "That's not Mitch McConnell's fault.",
  "And that made Democrats dig in, OK?",
  "SANDERS: All I want to say is this.",
  "If you've got -- look, I can count.",
  "You often don't get a good answer.",
  "But it is interesting as a tactic.",
  "The deadline for that is in March.",
  "CUOMO: Very provocative questions.",
  "I want to help clear something up.",
  "So which is it with you Democrats?",
  "I think we ought to get DACA done.",
  "We're not addressing our military.",
  "And we still don't have a budget.",
  "And this is probably news to you.",
  "CUOMO: I hear what you're saying.",
  "SANDERS: -- on, not just on DACA.",
  "It is really kind of (INAUDIBLE).",
  "That's just round one, all right?",
  "Where do you see any consistency?",
  "If you make a deal, I'll sign it.",
  "He's in leadership on that bill.",
  "And it's an important agreement.",
  "Obviously, you couldn't do that.",
  "It's good to have you as always.",
  "Split apart because of this law.",
  "How do you use it you Democrats?",
  "It's really not asking too much.",
  "I think you got a clock ticking.",
  "CUOMO: So would you go for that?",
  "The list goes on and on and on.",
  "Things are happening right now.",
  "Literally, he was there voting.",
  "It's not enough of what I want.",
  "There's another year next year.",
  "So it's not a real negotiation.",
  "You have until March to fix it.",
  "There's 51 --\n\n\n\nSANDERS: Wait.",
  "They have to come to the table.",
  "CUOMO: Trump has jumped around.",
  "Is that your appraisal as well?",
  "That it is not being laundered.",
  "We're hoping it doesn't happen.",
  "He says I'm not going to do it.",
  "That embarrassed the president.",
  "We'll talk to you in a second.",
  "They got it done in the House.",
  "So money is a great incentive.",
  "KINGSTON: Five-day, excuse me.",
  "It's been going on for years.",
  "Jack, thank you for that tip.",
  "I was going to say \"New Day\".",
  "That committee could move it.",
  "CUOMO: More than that, right?",
  "You gave him a tenth of that.",
  "Isn't that nice inconvenient?",
  "[21:05:06] CUOMO: I hear you.",
  "And I voted for all of them.",
  "And there are two questions.",
  "Provisions for the military.",
  "I think they should move it.",
  "Nobody believes any of that.",
  "Exactly what is he alleging.",
  "SANDERS: They absolutely do.",
  "Five-year probably too long.",
  "Do you think they're ready?",
  "And it's a vital agreement.",
  "Read my lips, no new taxes.",
  "It's totally on leadership.",
  "And Mike says I'm with you.",
  "CUOMO: So, what did you do?",
  "It makes sense to you guys.",
  "CUOMO: I don't understand.",
  "But nothing has been done.",
  "Some places it's manpower.",
  "Thanks to Symone and Jack.",
  "Let's hold it right there.",
  "BROOKS: Thank you so much.",
  "CUOMO: You said five-year.",
  "It just passed the House.",
  "I think the path forward.",
  "I will sign what happens.",
  "Some places it's sensors.",
  "But the urgency is there.",
  "Do exactly what he asked.",
  "It's time to got to work.",
  "Take a look at this week.",
  "We haven't done anything.",
  "We have to pass a budget.",
  "Welcome to \"Prime Time\".",
  "That's real negotiation.",
  "One tenth of 18 billion.",
  "Now he's in Mexico City.",
  "Let me report some news.",
  "KINGSTON: It's a rumor.",
  "But I want to say this.",
  "That's what fore means.",
  "KINGSTON: That's right.",
  "What's going to happen?",
  "CUOMO: Make you a deal.",
  "let's Jack hit on this.",
  "The relevance is there.",
  "TESTER: That's correct.",
  "So let's go with this.",
  "There's division here.",
  "It all doesn't add up.",
  "It's a good appetizer.",
  "It's a good appetizer.",
  "Well, he says no CHIP.",
  "Thanks to both of you.",
  "That's in the morning.",
  "The humanity is real.",
  "He says, I'm leaving.",
  "DACA matters to them.",
  "TESTER: -- important.",
  "I hear the criticism.",
  "They've done nothing.",
  "But good news, he is.",
  "We have the senator?",
  "What was that about?",
  "What's the question?",
  "Then, so here it is.",
  "Have a good evening.",
  "Immigration matters.",
  "Social Status, next.",
  "\"Cuomo Prime Time\".",
  "Next drink's on me.",
  "They have leverage.",
  "The urgency is not.",
  "Hold on one second.",
  "It's never evolved.",
  "It's never changed.",
  "You talk to people.",
  "I mean we're there.",
  "That's problematic.",
  "OK, that's his say.",
  "So it's a big deal.",
  "Let's get after it.",
  "How are you voting?",
  "Why don't we do it?",
  "Help me understand.",
  "It gets DACA done.",
  "It's too inhumane.",
  "He's playing golf.",
  "Then what happens.",
  "You remember that?",
  "Then what happens.",
  "Great to have you.",
  "SPEIER: Thank you.",
  "Now, that is good.",
  "You mean five-day.",
  "KINGSTON: Symone.",
  "Logical fallacy.\"",
  "CUOMO: All right.",
  "The wall is real.",
  "I prefer clarity.",
  "Morning or night.",
  "It's too urgent.",
  "I'm Chris Cuomo.",
  "What do you say?",
  "You're involved.",
  "You do your job?",
  "What about that?",
  "We're seeing it.",
  "It's too wrong.",
  "CUOMO: Please.",
  "It's one year.",
  "So it's there.",
  "CUOMO: Please.",
  "The House did.",
  "Appreciate it.",
  "We don't know.",
  "Symone, Jack.",
  "But be clear.",
  "DACA matters.",
  "CUOMO: Right.",
  "CUOMO: Right.",
  "CUOMO: Right.",
  "Is that true?",
  "But hold on.",
  "I can count.",
  "Ish, Symone.",
  "CUOMO: Yes.",
  "SPEIER: No.",
  "All right.",
  "All right?",
  "Thank you.",
  "We'll see.",
  "Hey, Mo!",
  "Thanks.",
  "Great.",
  "Boom.",
  "Nope.",
  "Ish.",
  "Why?",
  "No."
]