[
  "What he did to Khashoggi--\n\nCARLSON: Oh, OK.\n\nHAHN: --was not just about Khashoggi, it was about every journalist who threatened him anywhere in the world, and this is something--\n\nCARLSON: How are journalists in China, hold on--\n\nHAHN: --that needs to be dealt with an act of terror --\n\nCARLSON: --how are -- how are journalists holding --\n\nHAHN: --and the President of the United States--\n\nCARLSON: --well --\n\nHAHN: --the President of the United States--\n\nCARLSON: --all right --\n\nHAHN: --exactly very weak here --\n\nCARLSON: --yes, so well please save me the moral posturing--\n\nHAHN: --in his -- in his treatment --\n\nCARLSON: --it's disgusting actually.",
  "TURLEY: Well it's pretty rare to have a spousal claim raised particularly with all the advancement that women have -- have been able to achieve to have someone in an important position refuse to answer questions from an Oversight Committee by returning to a spousal status is problematic because this -- there's serious questions that have been raised here, conflicts in the testimony that people have cited with -- with regard to her husband.",
  "CARLSON: So you do make a, I think, a great point, which is, if she's saying she can't answer questions to an oversight body, Congressional oversight body because she's -- it's her husband and they're too close and they -- they shouldn't be required to violate the privacy that exists between them, then was it appropriate for them to be working even indirectly in a government setting which they were?",
  "(BEGIN VIDEO CLIP)\n\nHOUSE MINORITY LEADER NANCY PELOSI, D-CALIF.: We have to have total clarity about what we do, when it comes to everything, a woman's right to choose--\n\n--whether it's about immigration, whether it's about gun safety, whether it's about climate, we even talk about climate--\n\n--and if there's some collateral damage for some others who do not share our view, well, so be it.",
  "Now, as for Trump's role on this, he has been--\n\nCARLSON: Wait, wait, hold on, wait, it needs to be --\n\nHAHN: --very weak--\n\nCARLSON: --hold on, wait, stop, stop, stop, stop, wait, before you get all the -- all the Trump whatever, he's sucking up to dictators, right, says the party that sucks up to China, anyway, no, but sincere question, has to be dealt with how?",
  "I mean once they've done it they just walk away, and you have -- I mean you've -- you've seen the statistics on the Ferguson effect written about by -- by Heather Mac Donald among others that the Black -- the rate of Blacks being murdered went up astronomically after Ferguson and, particularly, in cities where there was an alleged police racist shooting.",
  "And then, as it turns out, even the Washington Post, as they were going around demanding that everybody sever all ties with Saudi Arabia because it's immoral now that they've killed one of their journalists, had on their staff two writers who both work at lobbying firms that had extremely lucrative contracts with the Saudi government.",
  "So how -- what happens when the Saudi kingdom--\n\nHAHN: --well rocking --\n\nCARLSON: --the Royal Family no longer controls -- I know we are -- controls their own--\n\nHAHN: Yes--\n\nCARLSON: --country like what would happen if the Saudi--\n\nHAHN: --well -- last -- last--\n\nCARLSON: --Royal Family collapsed?",
  "And -- and even on that show, all they did was laugh and they're all in the same - - what -- why didn't anybody offer a dissenting opinion and say, well that doesn't make any sense--\n\nCARLSON: You know, why didn't Nicolle Wallace say--\n\nCAIN: --it didn't --\n\nCARLSON: --really, Martial law?",
  "PEIKOFF: I don't know why it is because I myself I believe that it's a wonderful thing that most of our societies today allow for women to compete in athletics because it gives you, you know, the thrill of competition, a great sense of accomplishment plus all the benefits--\n\nCARLSON: Yes.",
  "The Democratic Party, as some of us kind of noticed, during the Clinton era, that was when it was -- began during the Clinton era, just abandoned the working-class, abandoned the flyover people, it is pedal to the metal on identity politics, and -- and, you know, the yuppie lifestyle.",
  "PEIKOFF: --because so many of them are liberal-minded and they have in mind this overall right to compete again, the idea that everybody who wants to compete has a right to be allowed to participate in a competition--\n\nCARLSON: Right, OK.\n\nPEIKOFF: --of their choice perhaps.",
  "Khashoggi's death, they're telling us, is now somehow the most important story in the world, far more important than the many political murders China commits each year far more than Saudi Arabia, or the countless children the Saudis have bombed and starved to death in Yemen.",
  "The reporting that Jared Kushner may have, with U.S. intelligence, delivered a hit list, an enemies list, to the Crown Prince, to MBS, in Saudi Arabia, and that the Prince then may have acted on that, and one of the people that he took action against was Mr. Khashoggi.",
  "(COMMERCIAL BREAK)\n\nCARLSON: Senator Elizabeth Warren of Massachusetts assumed she'd be a progressive hero on Monday when she released DNA test results showing that it's possible she might have a tiny amount of American Indian blood or maybe it was from South America.",
  "And, you know, Tucker, there's very little research that is quantitative in terms of the amount of muscle mass that transgender females retain even after going through, you know, treatment--\n\nCARLSON: Well but wouldn't you want to do--\n\nPEIKOFF: --hormone therapy.",
  "Meanwhile, the mid-term elections are around the corner, 18 days from right now, and the central question remaining isn't just who will win Congress, whether the Democratic Party will remain a legitimate political organization or become something else entirely?",
  "(BEGIN VIDEO CLIP)\n\nJASON JOHNSON, MORGAN STATE UNIVERSITY PROFESSOR: The President is completely in the pocket of any other dictators in the world because he admires their ability to basically kill or tacitly allow the death of anybody who criticizes them.",
  "HAHN: --I think that -- I--\n\nCARLSON: OK. Oh, it sounds like--\n\nHAHN: --I think that we need to insist--\n\nCARLSON: --you are--\n\nHAHN: --look, we have a lot -- we have a lot of leverage over Saudi Arabia, especially in their security in the Middle East.",
  "That's been my experience and I've only been doing this for about 40 years or so--\n\nCARLSON: Yes, so, don't--\n\nCAIN: So it's easy --\n\nCARLSON: --don't the actors at some point say, \"I'm supposed to be on the side of the average person, the underdog.",
  "Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "(BEGIN VIDEO CLIP)\n\nZERLINA MAXWELL, AMERICAN POLITICAL ANALYST: The Cherokee Nation response was problematic because it actually ignores the fact that DNA testing historically has been used to exclude Black natives from tribal affiliation.",
  "And if we now are going to have spousal immunity claims, it really creates a serious problem in terms of having, you know, couples each for their own merit achieving positions of authority, if we have to face these types of spousal claims.",
  "(END VIDEO CLIP)\n\nCARLSON: So, the Cherokee Nation is racist for criticizing Elizabeth Warren, who's way whiter than you are because it's not racist to make up a bogus racial identity to game the system, and advance your career.",
  "Now, in this case, it's a little confusing because keep in mind these are the same people, the ones commanding you to hate the Saudis, who just months ago were uncritically repeating Saudi talking points right from the embassy.",
  "So and you're told, you know, oh you're so great all the time that that people start to believe it and they start to believe that their opinion means more than the guy who's, you know -- you know, clapping the--\n\nCARLSON: Yes.",
  "The reason people in Washington suddenly decided that they're angry about Saudi Arabia is because this time their victim is somebody who they ran into in Washington restaurants and who is popular in Washington social circles.",
  "Remember, all the leaks we've heard from Turkey point towards torture, dismemberment, pulling off of fingers, so Saudi Arabia clearly trying to distance itself from the gruesome nature of this story that we've been hearing.",
  "And the other one is Ed Rogers, a long-time Republican operative, who is a Founding Partner in Haley Barbour's form -- the firmer -- former Head of the RNC, who was in charge of communications for the Saudis in Washington.",
  "There was an interesting article, you won't hear these words come out of my mouth very often, in the New York Times this week by Thomas Edsall breaking down all of these polls on how the Democratic Party has changed.",
  "They gave aid and comfort to -- to the people who bombed us, and I don't understand how we're looking at what MBS did to Khashoggi be any differently than we're looking at out -- what al-Qaeda did to Daniel Pearl.",
  "RUBIN: --voted -- I think one time in my life I have voted for a Republican, which was Mike Bloomberg at his third term in New York City a long time ago, and that's really a hazy Republican--\n\nCARLSON: Yes, it is.",
  "HAHN: Look, I think that we should--\n\nCARLSON: Maybe I should show you the tape of Dianne Feinstein--\n\nHAHN: --stand up for -- I think we should stand up for our values--\n\nCARLSON: --pledging allegiance to China.",
  "So, the Washington Post was paying people unbeknownst to the readers to publish articles at the same time that they were getting paid by the Saudis to do messaging and other lobbying work for that same regime.",
  "As you just said, the Obama Administration was arming the Saudis in order to create the worst humanitarian crisis in Yemen by slaughtering civilians by the thousands, imposing famine conditions on millions.",
  "Obviously, the -- the King is -- is--\n\nCARLSON: Oh, so we're going to de-stabilize -- this is like foreign--\n\nHAHN: --is acknowledge to be the position --\n\nCARLSON: --policy by cable news, my favorite kind.",
  "And it is, I've just noticed looking at or remembered it looking at Nancy Pelosi, White Liberal women have just gone off the charts on -- on Left-wing craziness, and it has nothing to do with economics.",
  "And I'm, as I said, I'm very happy that we do have--\n\nCARLSON: But--\n\nPEIKOFF: --women's competition and I think we should--\n\nCARLSON: --but what would happen should the WNBA--\n\nPEIKOFF: --preserve it.",
  "You're an inconvenience who'll be crushed beneath the wheels of progress when it comes right down to it where you're one of those infamous eggs that must be broken to make the world's greatest omelet.",
  "This is the story we were expecting, the sense of this as an interrogation gone wrong, it was sanctioned by someone quite high-leveled, but not in the Royal Family, that's what we are getting now.",
  "What Saudi state television and the Saudi prosecutors are telling us and what they're releasing publicly is that they have now arrested 18 individuals connected to the murder of Jamal Khashoggi.",
  "COULTER: The ACLU was actually suing some cities to make them stop wearing body cameras because they keep getting caught making false allegations of a racist cop, as -- as a Princeton woman did.",
  "COULTER: It's very possible they'll take control of the House, luckily, and I think a lot because of what -- some of the things you just showed and, of course, the reaction to Justice Kavanaugh.",
  "CARLSON: --I -- I'm not sure how to respond to --\n\nHAHN: We are agreeing--\n\nCARLSON: --that question --\n\nHAHN: --we are -- we are in--\n\nCARLSON: OK.\n\nHAHN: --we are in mutual agreement, Tucker.",
  "CARLSON: --I mean the people who hold office or who, you know, whose livelihoods depends on the Democratic Party, I mean they must be getting nervous because they can't control their base.",
  "And the one study that does exist shows that transgender females retain more muscle mass than biological females who haven't gone through any hormone--\n\nCARLSON: Well of course they do.",
  "Now, Mr. Ohr has made statements about when he first interacted with this company on this -- this issue that seem to be in contradiction with -- with the statements of other witnesses.",
  "(CROWD CHEERING)\n\nO'DONNELL: To Donald Trump and his pathetic band of White, privileged, criminal businessmen--\n\n(CROWD CHEERING)\n\nO'DONNELL: --I would like to say to him, \"Nyet, sir!",
  "CARLSON: Does the Democratic Party ever become the Democratic Party of 2012 or 1998 or kind of a party concerned with, you know, economics and something other than identity politics?",
  "POPPY HARLOW, CNN: Just to be clear Congressman, we don't have--\n\nCASTRO: And if that's the case--\n\nHARLOW: --I just want to be clear for our viewers we do not have that reporting.",
  "And it's like if that's where we're at, we will look back and go, man, we - - we really screwed up the most beautiful experiment that has ever been done--\n\nCARLSON: I -- I agree.",
  "STEPHEN EDWARD SCHMIDT, PUBLIC AFFAIRS STRATEGIST: And you see it with his complicity and it is complicity in the murder of a Washington Post columnist by a Middle-Eastern thug.",
  "FAREED RAFIQ ZAKARIA, CNN: When Donald Trump calls the press the enemy of the people--\n\nAnd it's not implausible that the Saudis heard that and thought no one is going to care.",
  "CAIN: I mean because that's -- because that's --\n\nCARLSON: Seems a little odd I know--\n\nCAIN: --the state --\n\nCARLSON: So, how often do you hear stuff like that here at dinner?",
  "CARLSON: --if men describe themselves -- biological men, and I don't want to get into the -- I mean, you know, call yourself whatever you want but there is -- biology is real.",
  "Now, among the 18 who have been arrested, five high-ranking figures, and this is crucial, among them, a man called General Asiri, he is the Deputy Head of Saudi intelligence.",
  "Even the party's leaders, those with the deepest ties to the establishment and the most to lose are suddenly saying things that would have been unimaginable just a year ago.",
  "I mean they -- the -- the two of them are Carter Eskew who was the top-level Gore advisor back in 2000, who formed the Glover Park Group, which is, mostly Democratic elites.",
  "It's like \"Guys, let's -- let's rein this back in a little bit because what is after civility,\" and -- and I think we both know what it is and -- and it's pretty dangerous.",
  "But when she did say, you know, she wanted -- she tweeted Martial law, you know, impose Martial law until we're sure the Russians had nothing to do that -- that was insane.",
  "NICOLLE WALLACE, DEADLINE: WHITE HOUSE ANCHOR, CHIEF POLITICAL ANALYST FOR MSNBC AND NBC NEWS: He wants to send the military to the border, so--\n\nUNIDENTIFIED MALE: Yes.",
  "She says Clinton's recent stunts, her attacks on civility, for example, are diluting the party's message and could cause them to suffer more defeats at the ballot box.",
  "UNIDENTIFIED MALE: I'm not like your boyfriend or your cop boyfriend who's going to (BEEP) knock you out, so don't worry--\n\nUNIDENTIFIED FEMALE: My husband died 9/11.",
  "UNIDENTIFIED FEMALE: That's your point --\n\nUNIDENTIFIED MALE: Those NY -- NYPD were a bunch of (BEEP) sodomizing (BEEP) sodomizing immigrants with their bully sticks.",
  "The party's going through this democratic socialist or socialist democrat, whatever this thing they'll -- they'll drop the Democrat part soon enough--\n\nCARLSON: Yes.",
  "When he was elected, what I wrote on Twitter was we should impose Martial law till we make sure that the Russians weren't involved in the final tallies of the votes.",
  "CARLSON: --a year and denouncing your cameraman as immoral, maybe you would get some self-awareness I think --\n\nCAIN: Or -- or at least, you know, out-of-focus sure.",
  "Give us a quick overview of how deep the ties between the Saudi Royal Family and official Washington go, including in the journalistic establishment in Washington?",
  "If they do so, Mexican government's saying they need to stay in a government shelter or charity shelter, and their applications will be processed within 45 days.",
  "And so, we're prepared to do all that we can to support the decisions that Mexico makes about how they're going to address this very serious and important issue.",
  "Not that I think the other thing is great because, believe me, I -- I actually think this other thing, the -- the more far Left-wing in the party is much worse.",
  "So, Hillary, they're losing control and that's why Eric Holder when they're -- when they go low, we kick them, all of these things, these are not coincidences.",
  "More than that, they're telling us it's a moral litmus test, the latest in a long series of moral litmus tests that are delivered to us by Fiat on cable news.",
  "CARLSON: --why wouldn't the people in charge of protecting women from unfair competition be standing up and saying, \"I'm sorry, my job is to protect women.\"",
  "And right now, at Guatemala's border with Mexico, there are thousands of migrants waiting in line trying to cross one of two bridges that lead into Mexico.",
  "It says a discussion between Khashoggi and the people who met him, while at the Consulate, led to a fight and a clash with hands resulting in his death.",
  "(COMMERCIAL BREAK)\n\nCARLSON: Hillary Clinton failed the Democratic Party two years ago but she's been determined to remain in the public eye ever since.",
  "I'll hear it from some of the actors but then we'll go through and we're shooting something, you know, the grip, give me a little bump --\n\nCARLSON: Yes.",
  "A lot of the Left has decided that President Trump is to blame somehow though there's no evidence he was in the Consulate when the killing took place.",
  "Now, the majority of those people, they say, were the same ones caught on CCTV in Istanbul entering the Consulate and then leaving shortly afterwards.",
  "COULTER: --yuppies and welfare recipients--\n\nCARLSON: You know, that's exactly -- that's exactly--\n\nCOULTER: --that's the motto of Democratic Party.",
  "He met with Oprah, by Silicon Valley, he met with Bill Gates and Jeff Bezos, by -- in - - in Washington, he met with the leaders of all the parties.",
  "DEAN CAIN, ACTOR: Yes, well, I mean that thing was a joke she said about sending the military over to get him out of the -- out of the White House.",
  "I mean look, this line about civility that we can no longer be civil with our political opinions -- opponents, think about what that really means.",
  "(END VIDEO CLIP)\n\nGALLAGHER: But reports on the ground show that most of these Central American migrants are trying to come to the United States.",
  "(BEGIN VIDEO CLIP)\n\nSECRETARY OF STATE MIKE POMPEO: This is -- this is an organized effort to come through and violate the sovereignty of Mexico.",
  "But so many major media outlets, including all the cable news show net -- networks, have regular commentators who work for--\n\nCARLSON: I'm sure.",
  "How different are the political views of the crews that sometimes unionized wage-earning crews from those of the celebrities working on the set?",
  "Incidentally, I've noticed that police suddenly stopped engaging in racist attacks on -- on Black people once they started wearing body cameras.",
  "Nellie Ohr worked for Fusion GPS during the 2016 election cycle when her husband met with Christopher Steele about the infamous Trump dossier.",
  "Just today, by the way, a New York man called Ronald DeRisi was charged for threatening senators Chuck Grassley and Susan Collins with death.",
  "They're willing, at this point, after Kavanaugh and continuing until the election to gin up mentally ill women, and they can't control them.",
  "And everybody on the Left, including your former boss Chuck Schumer, said \"Oh, no it's a very good idea to do the bidding of Saudi Arabia.\"",
  "RUBIN: This is not, you know, Maxine Waters find them and -- and hunt them down or whatever she said, and Cory Booker did the same thing.",
  "RUBIN: --in -- in -- in world history, about how do you get different people from all over the world to come together and live together.",
  "O'DONNELL: I would have sent the military to the White House to get him--\n\nSCHMIDT: No ha-ha --\n\nO'DONNELL: --until we got to the truth.",
  "As someone called Zerlina Maxwell at NBC -- MSNBC explained, there's only one possible explanation for any group criticizing a Democrat.",
  "Now, the -- the fact is his wife was an officer of that company, was an employee of that company directly involved in these allegations.",
  "And in spite of Mexican police and military using smoke canisters to push them back, many of them, as you can see, kind of got through.",
  "A right to compete does not entail the right to have an organization host a competition that is willing to accept you as a competitor.",
  "CARLSON: With the mid-term elections closing in, one New York Times Editorial Board member has a simple request for Hillary Clinton.",
  "They didn't care at all when victims of Saudi Arabia by the hundreds of thousands were people that they didn't like or didn't care.",
  "(END VIDEO CLIP)\n\nCARLSON: I'm glad your husband died in 9/11, says the representative of the Youth Wing of the Democratic Party.",
  "Clinton's 2016 defeat to Donald Trump and Washington's reaction to it expose the way that people in charge really feel about you.",
  "GREENWALD: --consulting and lobbying firms who are paid to disseminate messaging unbeknownst to the people who are hearing them.",
  "RUBIN: --and it doesn't get violent, and you wrap it up at the end of the day, and you go home and you do it again the next day.",
  "But during her testimony to a House panel today, Nellie Ohr invoked spousal privilege in order to limit what she told lawmakers.",
  "And I want to know if you think the Khashoggi killing is different than the Daniel Pearl's killing because I don't think it is.",
  "And they were only told that they had to get rid of their Saudi contracts once we published our article by the Washington Post.",
  "CARLSON: Can you, very quickly, tell us who they are so those of us who read the Post can know that as we assess their writing?",
  "In fact, they're saying that they have to push back on this, completely restructure the intelligence services in light of this.",
  "Now, Saudi sources also saying that the King himself reached out to President Erdogan a couple of hours before this news broke.",
  "The same regime that is currently prosecuting one of the world's cruelest wars in one of the world's poorest countries, Yemen?",
  "A Princeton professor made a false allegation of a cop, racist cop I mean ha-ha, there was a body camera, utter complete lie.",
  "CARLSON: Well yes, especially when you have a law enforcement agency going to Hillary Clinton's oppo people for information.",
  "Where were all these chest-beaters last spring when the United States bombed Syria in part at the direction of Saudi Arabia?",
  "Well he has been saying \"To say I am skeptical -- skeptical of the Saudi narrative about Mr. Khashoggi is an understatement.",
  "Meanwhile today, Congressman Joaquin Castro floated the bizarre theory that Khashoggi's murder was ordered by Jared Kushner.",
  "But they -- they ought to be having a huge Blue Wave, and they probably won't have it because of -- because they're insane.",
  "I don't remember you--\n\nHAHN: Yes, I'm outraged by--\n\nCARLSON: --holding a press conference to express outrage about that.",
  "And she's not really that relevant and, in a weird way, she has to get out of way for this other thing to -- to take over.",
  "If I were running the Hollywood Chamber of Commerce, I would call Rosie O'Donnell and say, \"You know, pull back a little.",
  "Are we going to apply these new standards--\n\nHAHN: I -- I -- I don't know where you get that from--\n\nCARLSON: --to China?",
  "GLENN GREENWALD, THE INTERCEPT CO-FOUNDER: The Saudis have been murdering journalists, murdering dissidents for decades.",
  "We'll be back on Monday, the show that is the sworn and cheerful enemy of lying, pomposity, smugness, and groupthink.",
  "TRACE GALLAGHER, FOX NEWS: And Tucker, it's impossible to get an accurate count because the caravan is spreading out.",
  "(BEGIN VIDEO CLIP)\n\nREP. JOAQUIN CASTRO, D-TEXAS: Let me get to the point that I think is most disturbing right now.",
  "So Glenn, before I ask you about the piece that you wrote, unravel this for me, and I just want to be totally clear.",
  "HAHN: --last I checked -- last I checked, there's about 40 other princes in Saudi Arabia that they can choose from.",
  "And so, that history has been completely lost in this entire conversation, and that's potentially very unfortunate.",
  "Watch her explain that people will be hurt in order to achieve the Democratic Party's goals, and that's OK. Watch.",
  "We'll end this week with the highlights of what she recently said because while disturbing, also kind of amusing.",
  "And this is something I -- I say this as someone that was on the Left my whole life, I've never--\n\nCARLSON: yes.",
  "Rachel McKinnon, a biological male has just become the first transgender person to win a World Title in cycling.",
  "But one thing I want to say overall is Professor McKinnon, I disagree with her about what a right to compete is.",
  "Mexico has now told the United States it would put up shelters meaning tents along their border with Guatemala.",
  "Remember when we bombed Syria last spring, and bombed it before, the year before, well the Saudis pushed that.",
  "CARLSON: --a huge funder and supporter of the Democratic Party, and -- and a favorite of the Democratic Party.",
  "Chris Hahn is an attorney, radio show host, and former staffer to Senator Chuck Schumer, he joins us tonight.",
  "They concede that he was killed by Saudis during what they said was a fistfight in their Consulate in Turkey.",
  "HAHN: --of these guys--\n\nCARLSON: Let me just ask -- no, no, I -- I just wonder what the standards are here.",
  "So obviously, journalists in China are killed far more often than they're killed in Saudi Arabia, obviously.",
  "What do you make of Hillary Clinton with -- I mean she is still the standard-bearer of the party, isn't she?",
  "In an opinion piece, Board member, Michelle Cottle, complains about Clinton's \"Master class in distraction.\"",
  "Now we are getting it today, and only a few days after Secretary Pompeo flew to Riyadh and demanded answers.",
  "He was, in fact, the former spokesman for the Saudi-led war in Yemen, a major figure in Saudi intelligence.",
  "And if the President doesn't respond- -\n\nCARLSON: --but cool it, cool it--\n\nHAHN: --it's because he's weak.",
  "OK.\n\nHAHN: I am outraged by that too but we're talking about--\n\nCARLSON: OK.\n\nHAHN: --this tonight, Tucker.",
  "CARLSON: But there were -- the rights of everyone else also, I would say, play a role but not in this case.",
  "CARLSON: Well female athletes increasingly finding themselves outclassed by biological men in their sports.",
  "COULTER: I wouldn't judge how they do this fall by -- assume that these comments are beloved by the people.",
  "Who was the -- who were the people that presented this information that ultimately went to the FISA Court?",
  "So I say this as someone that's been trying to call it out from what I considered my side for a long time.",
  "The last two weeks have been torturous over here, geopolitical storm, and that he's trying to put to rest.",
  "But we still believe there are between 3,000 and 4,000 Honduran and Salvadoran immigrants heading north.",
  "But unlike most people in her world, who really hate Trump, she can credibly claim it's not a new thing.",
  "I'm surrounded by underdogs, people making a hundredth of what I make, but I hate them for their views.\"",
  "And yet, none of the people whose job it is to defend women, they tell us, are saying anything about it.",
  "He just published a piece on what he says is the Washington Post hypocrisy about Saudi -- Saudi Arabia.",
  "Rosie O'Donnell has been in a long-running, mostly one-sided, battle with Donald Trump for many years.",
  "It doesn't mean that -- that we have class issues and -- and economic issues, and all sorts of things.",
  "Saudi Arabia has been a critical financial partner and military partner for the U.S. for a long time.",
  "Every night, you, Tucker Carlson, can argue with someone about something political --\n\nCARLSON: Yes.",
  "I mean I'm going to call them transgender females because in general I'm supportive of transgenders.",
  "Amy Peikoff is a feminist, a talk show host, and blogs at dontletitgo.com, and she joins us tonight.",
  "McKinnon replied by denouncing this person for transphobia, which is almost always the way it goes.",
  "I think we're going to --\n\nCARLSON: Oh, I'd take Hillary Clinton any day over some of these people.",
  "No, because actors are, you know, we hear - - all we hear is what we want to hear most of the time.",
  "Now, if they leave, and roam the country, they forfeit their asylum request and could be deported.",
  "So look, women's athletics exists in a separate category for a biological reason--\n\nPEIKOFF: Yes.",
  "Ann Coulter has been watching moments like these for the past three years and writing about them.",
  "CARLSON: --someone who's been anti -- anti-Saudi for a long time, it's nice to have some company.",
  "But now, anyone who says anything about Saudi Arabia is immoral like how did that change exactly?",
  "How about the war in Yemen, which the Saudis have been prosecuting, which killed untold children?",
  "And if biological men compete then I mean that disenfranchises the women who make real salaries.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "Saudi Arabia has confirmed this evening the death of Washington Post columnist, Jamal Khashoggi.",
  "Mexican authorities are trying to stop a caravan of migrants headed north to the United States.",
  "What is confusing is the wave of false posturing on display from our own mindless ruling class.",
  "They're not--\n\nCARLSON: But the people who run the party who are vested in it --\n\nCOULTER: Yes.",
  "Professor, thank you very much for that--\n\nTURLEY: Thank--\n\nCARLSON: --very clear explanation.",
  "CARLSON: --there's this -- there's, you know, there's a long list of things to be outraged by.",
  "RUBIN: --we're -- we're going to look back and go, \"Man, the Clintons were the good old days.\"",
  "When the Crown Prince came here he was -- had the red carpet rolled out for him by Hollywood.",
  "President Trump, of course, has vowed to use the military to shut down the border, if needed.",
  "They can hardly believe that a bloodthirsty medieval theocracy would do something like this.",
  "Saudi Arabia has admitted tonight that missing journalist Jamal Khashoggi is, in fact, dead.",
  "I'm a New Yorker who worked in the United States Senate after 9/11, and I don't trust them.",
  "On Sunday, McKinnon won the women's 35-44 sprint at the World Championships in Los Angeles.",
  "(END VIDEO CLIP)\n\n(COMMERCIAL BREAK)\n\nCARLSON: Rosie O'Donnell really, really hates Trump.",
  "But you're discrediting yourself and the rest of us by acting like a mental patient on TV.",
  "The third-place finisher on that race has publicly complained that the result was unfair.",
  "CARLSON: --I mean I think the essence of what you just said there's very little research.",
  "Today, after meeting with President Pena Nieto, Secretary of State Mike Pompeo said this.",
  "I'm not really -- I'm putting myself in that camp because I am an actor--\n\nCARLSON: Yes.",
  "CARLSON: So what I mean but don't other people in her world say, \"Look Rosie, I get it.",
  "TURLEY: Well that's the problem is that you seem to have sort of alternative reasoning.",
  "How the Trump-Hating Left Lost Its Collective Mind, and she joins us tonight in studio.",
  "The same people who cut off the hands of thieves and behead adulterers in public parks?",
  "And Mexican authorities say they're allowing 100 migrants per day to come into Mexico.",
  "Lemons and Moran --\n\nCOULTER: It's basically the party of--\n\nCARLSON: --in Georgetown.",
  "(COMMERCIAL BREAK)\n\nCARLSON: Well the age of female athletics may be coming to an end.",
  "And they were both Washington Post writers for a long time now unbeknownst to readers.",
  "But the point is still that there's information that an Oversight Committee requires.",
  "And we need to as -- insist that this man is not installed permanently on the throne.",
  "We have more on Saudi Arabia's admission that they did in fact kill Jamal Khashoggi.",
  "I'm -- I think we're all little sick of it--\n\nHAHN: Well how can we not be outraged?",
  "Meanwhile, the wife of Senior DoJ official Bruce Ohr appeared on Capitol Hill today.",
  "CARLSON: --because women on average, not all, but on average, are differently built.",
  "Even the Cherokee Nation said she was quote, hurting tribal interests by doing this.",
  "Yesterday in MSNBC, Rosie showed she still has not recovered from the 2016 election.",
  "I mean if you're making $10 million--\n\nCAIN: --the -- the -- the clapperboard there.",
  "She's been hating Trump for many years, but she's no closer to winning that debate.",
  "They are willing to gin up race hatred as they did after what happened in Ferguson.",
  "I mean I think people have to remember, a Blue Wave is the historic norm right now.",
  "But if you call someone out for that, who's a sitting Democrat, that's real racism.",
  "CARLSON: And so, this seems like a huge challenge to the idea of women's athletics.",
  "It's an international incident hyped and manufactured for domestic political goals.",
  "Because they dared to support the Brett Kavanaugh nomination, they were in the way.",
  "Khashoggi is, in fact, dead, as we have already been told, and the Saudis did it.",
  "CARLSON: --all of this moral outrage stuff--\n\nHAHN: --how can we not be outraged?",
  "I mean they did it after Ferguson in order to help the Democrats win an election.",
  "And if he's not my -- his spouse, I'm his minister, something along those lines.",
  "It explains how Washington elites have abandoned the interests of everyone else.",
  "CARLSON: Well, I don't know there because--\n\nHAHN: Are you not outraged by this?",
  "(BEGIN VIDEO CLIP)\n\nROSEANN O'DONNELL, ACRTRESS: We are going to right the ship.",
  "RUBIN: --and she's trying to grab anything that'll make her feel relevant again.",
  "CAIN: Sundays and I just won't go to dinner, so I'll -- I'll miss it that night.",
  "You remember a couple days ago, he came out firmly against Mohammad Bin Salman.",
  "Is there lasting damage done between the U.S. and Saudi Arabia, we have to see.",
  "State-run media in the kingdom is reporting that Khashoggi was indeed killed.",
  "Why, because women are on average less strong than men are--\n\nCARLSON: Right.",
  "And this President should respond--\n\nCARLSON: So but--\n\nHAHN: --the same way.",
  "HAHN: --look we have a lot of leverage over the Saudis, and we should use it.",
  "ANN COULTER, CONSERVATIVE COMMENTATOR AND AUTHOR: Thank you, good to be here.",
  "CARLSON: So it's just -- it's ubiquitous--\n\nCAIN: It -- it -- it's constant.",
  "Now earlier, they broke a gate and tried to push their way into the country.",
  "So, this may smooth over some of the cracks as far as regional politics go.",
  "TUCKER CARLSON, HOST: Good evening and welcome to \"Tucker Carlson Tonight.\"",
  "Where are the--\n\nPEIKOFF: I -- I think -- I think--\n\nCARLSON: --protectors?",
  "So, you're pushing for, I guess, another war, this one against the Saudis?",
  "Jonathan Turley is a professor at George Washington University Law School.",
  "I -- I do things that I think have some -- some -- some substance in them.",
  "CARLSON: One of the benefits of being in Los Angeles is you're on the set.",
  "CARLSON: It's totally right because it's more fragile than we acknowledge.",
  "This is a rush transcript from \"Tucker Carlson Tonight,\" October 19, 2018.",
  "Whether or not it has a lasting issue in the U.S., we just don't know yet.",
  "And alongside him, a senior aide to Mohammad Bin Salman, the Crown Prince.",
  "She made the mistake of wearing an NYPD hat in the presence of a Leftist.",
  "RUBIN: --in elevators, go to their jobs, should we stop them on the road?",
  "JONATHAN TURLEY, GEORGE WASHINGTON UNIVERSITY LAW SCHOOL: Thanks, Tucker.",
  "Your husband should probably--\n\nUNIDENTIFIED FEMALE: What are you saying?",
  "I hate how they're controlling our foreign policy, particularly in Syria.",
  "(END VIDEO CLIP)\n\n(COMMERCIAL BREAK)\n\nCARLSON: This is a Fox News Alert.",
  "What we really already have to find out is what is the real record here?",
  "They love all wars, the more distant and the more pointless, the better.",
  "But what we have been hearing from on Twitter are a number of senators.",
  "After all these -- these -- these people are the enemies of the people.",
  "CARLSON: So, what does the Democratic Party look like 19 days from now?",
  "Well the wife of DoJ official Bruce Ohr appeared on Capitol Hill today.",
  "What did like -- what do you think would the aftermath would look like?",
  "RUBIN: I think they've realized that they've lost control of the party.",
  "But if we don't pull back this thing, it would be--\n\nCARLSON: I agree.",
  "We should take - - look, Khashoggi was an American permanent resident.",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: Why are you trying to block me?",
  "(END VIDEO CLIP)\n\nCARLSON: Collateral damage, she's talking about you.",
  "They said it happened in a fistfight at the Saudi Consulate in Turkey.",
  "I don't like well a lot of things going around--\n\nCARLSON: All right.",
  "HAHN: No, I'm not--\n\nCARLSON: Tell us all the new words that we need.",
  "And he, you know, first of all told me that this is a real condition.",
  "The -- the Clinton machine doesn't have control of the party anymore.",
  "CARLSON: The totally fearless Glenn Greenwald, thank you, as always.",
  "And I've got quite a bit of education about it from a great blogger.",
  "And our law treats permanent residents the same as it does citizens.",
  "And I don't think it's up to us to support dictators and terrorists.",
  "\"Ship of Fools\" is Number One in the New York Times bestseller list.",
  "CARLSON: --it's kind of -- look, I'm not defending --\n\nHAHN: Is it?",
  "But lot of these people they, you know, you're coddled as an actor.",
  "CAIN: And I would be happy to sit across her and say, \"I disagree.\"",
  "You're collateral damage in Pelosi's remarkably direct calculation.",
  "And we will try and bring you all of them as we get them from here.",
  "Now they have been caught and they probably regret the whole thing.",
  "They've been doing it at a heightened rate for the last two years.",
  "What is the future of women's sports in the age of transgenderism?",
  "The interests go so deep in Wall Street, in the defense industry.",
  "Hunt them down in -- in restaurants, find them--\n\nCARLSON: Right.",
  "And this enterprise depends on segregating women for what it is.",
  "This is an act of terror and it needs to be dealt with that way.",
  "Support this, don't support that, otherwise you're a bad person.",
  "But the bigger question now, can he settle issues with the U.S.?",
  "We'll have more on news from Saudi Arabia in just a few minutes.",
  "And I'll get into the science a little if you give me a chance.",
  "That's described in great detail in a new book \"Ship of Fools.\"",
  "CAIN: --back in the day and we are very friendly and wonderful.",
  "(BEGIN VIDEO CLIP)\n\nO'DONNELL: We are going to right the ship.",
  "I always thought why didn't they count to program his rallies?",
  "CARLSON: I assume it's legitimate to invoke spousal privilege.",
  "UNIDENTIFIED MALE: You're a (BEEP) snarky little (BEEP) idiot.",
  "But that is as far as the connection to the Royal Family goes.",
  "Why did 15 of them go to the Consulate to interrogate one man?",
  "We'll try to explain what it all means just a minute from now.",
  "We could have used some media skepticism at the time, but no.",
  "You're telling me these people murdered a political opponent?",
  "I -- doesn't look like they're going to take the U.S. Senate.",
  "I honestly don't know I -- how serious these allegations are.",
  "Good riddle --\n\nCARLSON: No, I guess -- I guess that's right.",
  "Dave Rubin hosts \"The Rubin Report,\" and he joins us tonight.",
  "Content and Programming Copyright 2018 Fox News Network, LLC.",
  "DAVID RUBIN, 'THE RUBIN REPORT': Good to see you, my friend.",
  "He's been watching all of this closely and joins us tonight.",
  "Right, that winds up at the basis of criminal investigation.",
  "Some are threatening violence, some are advocating violence.",
  "Well the usual head-nodders on TV seem stunned by the news.",
  "And what they say happened inside was a fight, effectively.",
  "HAHN: Look, I have always been concerned with Saudi Arabia.",
  "In fact, MBS wasn't even originally in line for the throne.",
  "HAHN: --our values wherever they are threatened, anywhere.",
  "Rosie O'Donnell still has not recovered from the election.",
  "AMY PEIKOFF, WRITER, BLOGGER: Hi, thanks for having me on.",
  "Now, the New York Times Editorial Board is fed up with it.",
  "He's so upset that he won't be able to go to a restaurant.",
  "This copy may not be in its final form and may be updated.",
  "Elements of the Democratic coalition are becoming radical.",
  "Others are taking the next step and engaging in violence.",
  "We want to start tonight's program with a Fox News Alert.",
  "And it will be much worse faster than anyone can imagine.",
  "In short, Hillary, please go away for just a few minutes.",
  "The thing that we have in America is that we can do this.",
  "A new age is upon us, the age of the transgender athlete.",
  "You notice how they find -- they just sort of went away?",
  "CAIN: --but I'm, you know, I'm a Princeton educated kid.",
  "He wants to smooth over relationships with that country.",
  "We're waiting for a statement from the White House now.",
  "CARLSON: Trace Gallagher, thanks a lot for that update.",
  "That's a sitting Member of Congress who just said that.",
  "CARLSON: --that's never been put more crisply or truly.",
  "CARLSON: --Saudi government is medieval and terrifying.",
  "HAHN: --we -- we should stand up for--\n\nCARLSON: --OK.",
  "CARLSON: I think this -- I think the--\n\nHAHN: Tell me.",
  "I was --\n\nCHRIS HAHN, RADIO SHOW HOST: Thanks, Tucker.",
  "CARLSON: --thank you for that smart explanation of it.",
  "CARLSON: --Resistance is Futile is her excellent book.",
  "So they are coming with the line of total deniability.",
  "Those people are being told they want to seek asylum.",
  "UNIDENTIFIED FEMALE: I don't like traveling sneakers.",
  "I -- we -- we do need some of these -- these answers.",
  "None of those questions are being answered right now.",
  "It's just this time they killed one of their friends.",
  "More than anything, have a great and restful weekend.",
  "And I say this -- I voted for Bill Clinton twice, OK?",
  "GREENWALD: --it should be a huge journalism scandal.",
  "So, just be sure to update your definitions tonight.",
  "CAIN: Well that sounds entirely reasonable, Tucker.",
  "I'm with--\n\nCARLSON: So, how--\n\nCAIN: --you there.\"",
  "It might have been nice to hear that on television.",
  "(BEGIN VIDEO CLIP)\n\nO'DONNELL: This is not Russia.",
  "It sounds legitimate to me anyway as a non-lawyer.",
  "UNIDENTIFIED MALE: --(BEEP) just rot in the grave.",
  "CARLSON: Glenn Greenwald co-founded The Intercept.",
  "Right, so--\n\nHAHN: --who was under our protection.",
  "CARLSON: Oh I just want to get your take on this.",
  "I -- I knew her back in her show--\n\nCARLSON: Yes.",
  "What do you make -- great to see you, by the way.",
  "CAIN: I would say they're diametrically opposed.",
  "Don't respond on the merits, attack the motives.",
  "17 long days, we've waited for this explanation.",
  "That is it for us for tonight and for the week.",
  "RUBIN: That -- that's what she's really saying.",
  "You know, Dean, you've been here all your life.",
  "It doesn't mean that there aren't some racists.",
  "And it doesn't mean it's perfect for everyone.",
  "You know, find Tucker Carlson in a restaurant.",
  "But first, an update on the facts of the case.",
  "Trace Gallagher has the latest on that story.",
  "And that line, with hands, is very important.",
  "It's the opposite of what America stands for.",
  "Martial law, really\" You're embarrassing us.\"",
  "And if I don't use the Fifth, he's my spouse.",
  "That's always a serious problem for Congress.",
  "She testified about her work with Fusion GPS.",
  "It's the opposite of what America stands for.",
  "I don't understand it the way that she does.",
  "I've never been on the side of Saudi Arabia.",
  "But then the Cherokee Nation made a mistake.",
  "They've gone -- they showed us who they are.",
  "Her new book is called Resistance Is Futile!",
  "You know, she hasn't claimed the full array.",
  "What do you think she was hoping not to say?",
  "CARLSON: --that's such an interesting point.",
  "I don't know that she would talk to me now.",
  "The Trump Administration has done the same.",
  "Only this show pretty much brought that up.",
  "In fact, they are denying any involvement.",
  "But first, another Fox News Alert for you.",
  "HAHN: I do not like what's going on there.",
  "He has a blog called Hormones Demystified.",
  "Well the Saudis blame what you just heard.",
  "There's no way that he's going to prevail.",
  "UNIDENTIFIED FEMALE: Try something (BEEP).",
  "We have details from that after the break.",
  "CAIN: It was a joke, a thinly veiled joke.",
  "Nicolle Wallace thinks that's a good idea.",
  "There's no way that he's going to prevail.",
  "So what are -- what does that really mean?",
  "Put down the screen and enjoy your family.",
  "That may literally be beyond their power.",
  "We are getting breaking news constantly.",
  "That's the message of almost every show.",
  "Benjamin Hall is in Istanbul with those.",
  "CAIN: And I -- I hear in every film set.",
  "Dean Cain is an actor, joins us tonight.",
  "But he also pointed me to some research.",
  "GREENWALD: It's impossible to overstate.",
  "So, across the board, it doesn't matter.",
  "I think it's different in like 50 ways.",
  "We'll show you her meltdown just ahead.",
  "How do they put this all back together?",
  "COULTER: No, they do this all the time.",
  "PEIKOFF: --of exercise--\n\nCARLSON: Yes.",
  "(END VIDEO CLIP)\n\nCARLSON: Martial law.",
  "Thank you--\n\nRUBIN: Likewise my friend.",
  "Doesn't sound like the Saudis we know.\"",
  "He had trained in the U.S. and the U.K.",
  "Their only concern was getting caught.",
  "You're one of those people in the way.",
  "CARLSON: Dave Rubin, great to see you.",
  "And so, there really is an issue here.",
  "CARLSON: --with the moral outrage, OK?",
  "CARLSON: Of course, I--\n\nHAHN: Is it?",
  "HAHN: --but OK.\n\nCARLSON: Oh, really?",
  "If those exist out there, it's great.",
  "UNIDENTIFIED FEMALE: I'm not married.",
  "CAIN: --that's completely reasonable.",
  "No, I -- you know, I -- I know Rosie.",
  "Why would something like that happen?",
  "We should start being uncivil, right?",
  "DVR it if you can crack that mystery.",
  "CAIN: Tucker, always a pleasure sir.",
  "What are they when the smoke clears?",
  "PEIKOFF: --we have less muscle mass.",
  "It's the biggest story in the world.",
  "(END VIDEO CLIP)\n\nCARLSON: Spare me.",
  "One big question, where is the body?",
  "I'll read you some of the statement.",
  "Share my beliefs or you are damned.",
  "Here, for example, is Nancy Pelosi.",
  "But why the outrage about this now?",
  "I'm -- I'm a little confused by it.",
  "CAIN: --they're \"Hey, I'm with you.",
  "And I've noticed this exact thing.",
  "He killed somebody--\n\nCARLSON: OK.",
  "Ann Coulter--\n\nCOULTER: Thank you.",
  "We're going to give you one guess.",
  "COULTER: It doesn't look like it.",
  "UNIDENTIFIED MALE: Hi, it's free.",
  "And they're making it very clear.",
  "Obviously, you're a famous actor.",
  "And I've seen articles about you.",
  "Watch what happened when she did.",
  "Even CNN seemed confused by this.",
  "We've heard from Lindsey Graham.",
  "We have to see how it plays out.",
  "I mean just word it differently.",
  "UNIDENTIFIED MALE: Good for him.",
  "Amy, thanks a lot for coming on.",
  "Professor, thanks for coming on.",
  "CARLSON: How deep would you say?",
  "He's right now the Crown Prince.",
  "We don't know--\n\nPEIKOFF: Right.",
  "I -- I think--\n\nCARLSON: Right.",
  "PEIKOFF: --and everything else.",
  "And we're going to ask it next.",
  "And it's a--\n\nCARLSON: Exactly.",
  "CARLSON: Monday through Sunday.",
  "CAIN: No, they don't hear that.",
  "The rest of the press loved it.",
  "(END VIDEO CLIP)\n\nCARLSON: Yes.",
  "But spare us the theatrics now.",
  "So did the woman in this video.",
  "I'm (BEEP) trying to walk here.",
  "Spare us the lectures, please.",
  "I'm speaking to Saudi sources.",
  "Those remain unanswered today.",
  "CARLSON: I wonder if she does.",
  "And -- and there is one study.",
  "We're all very anti-Saudi now.",
  "CARLSON: All right, all right.",
  "It's so stupid --\n\nHAHN: Yes.",
  "Because he's evil, he's dark.",
  "CARLSON: But--\n\nPEIKOFF: Yes.",
  "Because he's evil, he's dark.",
  "But I -- I disagree with her.",
  "Is there any like dissonance?",
  "These are not serious people.",
  "BENJAMIN HALL, FOX NEWS: Yes.",
  "What should we make of this?",
  "CAIN: Monday through Sunday.",
  "Dean Cain, great to see you.",
  "Good night from Los Angeles.",
  "But here's the funny thing.",
  "CARLSON: Well it is insane.",
  "Grab a copy, any bookstore.",
  "I'm not going to punch you.",
  "UNIDENTIFIED MALE: I'm not.",
  "I'm not going to punch you.",
  "Ann, it's great to see you.",
  "CARLSON: I did notice that.",
  "Instead, she was ridiculed.",
  "I'm not like your husband.",
  "Plus, it's been two years.",
  "RUBIN: --situation, right?",
  "I mean where does this go?",
  "I talk to--\n\nCARLSON: Yes.",
  "CARLSON: Where's the body?",
  "Ben, thank you very much.",
  "None of it is surprising.",
  "She was the last nominee.",
  "GREENWALD: Thanks Tucker.",
  "They have total contempt.",
  "We've done it right here.",
  "China being--\n\nHAHN: Yes.",
  "TURLEY: --we should know.",
  "Was she right to do that?",
  "You can claim the Fifth.",
  "When were contacts made?",
  "Yes, all right, new war.",
  "Chris, great to see you.",
  "Civility is all we have.",
  "I -- I travel the world.",
  "All of that makes sense.",
  "We are waiting for that.",
  "Of course, they did it.",
  "They will say anything.",
  "She was in the way too.",
  "I hear it all the time.",
  "This is not CS rallies.",
  "CARLSON: Appreciate it.",
  "Do you know what it is?",
  "TURLEY: Thanks, Tucker.",
  "What's the explanation?",
  "Oh, racist, of course.",
  "So yes, you're (BEEP).",
  "CAIN: --world leaders.",
  "Thanks for telling us.",
  "He isn't believing it.",
  "So there you have it.",
  "CARLSON: --very much.",
  "I mean that's a coup.",
  "You don't like Trump.",
  "It's a real question.",
  "It's good to be here.",
  "Say a prayer for her.",
  "PEIKOFF: --treatment.",
  "CARLSON: Oh, you are?",
  "He joins us tonight.",
  "Amy--\n\nPEIKOFF: Yes.",
  "Why is that exactly?",
  "What didn't she say?",
  "RUBIN: --much worse.",
  "ALL RIGHTS RESERVED.",
  "We knew they did it.",
  "Everyone knew that.",
  "Here are the goals.",
  "CARLSON: Thank you.",
  "Shut the (BEEP) up.",
  "PEIKOFF: Thank you.",
  "That's the reality.",
  "\"Hannity\" is next.",
  "I'm in bad places.",
  "Here's part of it.",
  "It's not helping.\"",
  "They know nothing.",
  "They are buffoons.",
  "They admit it now.",
  "Who sanctioned it?",
  "\"Please be quiet.",
  "CAIN: It's crazy.",
  "I agree with you.",
  "HAHN: --that too.",
  "They've gone mad.",
  "I appreciate it.",
  "This is a stunt.",
  "Great question.",
  "It's a problem.",
  "CARLSON: Right.",
  "You're Liberal.",
  "Don't do that.\"",
  "GREENWALD: Yes.",
  "CARLSON: Right.",
  "CARLSON: Right.",
  "That's a coup.",
  "CARLSON: here.",
  "And I'm sorry.",
  "Thanks, Chris.",
  "He goes by HD.",
  "PEIKOFF: Yes.",
  "HAHN: Thanks.",
  "You're right.",
  "CARLSON: Yes.",
  "PEIKOFF: Yes.",
  "CARLSON: Yes.",
  "CARLSON: Yes.",
  "CARLSON: Yes.",
  "That's next.",
  "Why is that?",
  "CARLSON: OK.",
  "RUBIN: Yes.",
  "RUBIN: Yes.",
  "The Saudis?",
  "Watch this.",
  "Hi, Tucker.",
  "Thank you.",
  "Not clear.",
  "They are.",
  "OK, fine.",
  "See you.",
  "Come on.",
  "\"Really?",
  "Tucker.",
  "Tucker.",
  "I know.",
  "Nyet!\"",
  "Watch.",
  "Watch.",
  "Watch.",
  "Trace?",
  "Good.",
  "Good.",
  "Nyet!",
  "Nyet!",
  "Why?",
  "Ben?",
  "OK."
]