[
  "Fox News has repeatedly reached out to Kramer, and this week posed four questions to Kramer's Florida attorney Marcos Jimenez, who is handling one of the defamation suits filed by Russian technology oligarchs against BuzzFeed for publishing the unverified dossier in January 2017.",
  "A former State Department official and associate of Sen. John McCain has invoked his Fifth Amendment right not to testify in connection with questions from the House Intelligence Committee about the anti-Trump dossier’s Russian sources, according to a law enforcement source.",
  "Senate Judiciary Committee Chairman Chuck Grassley, R-Iowa, and Sen. Lindsey Graham, R-S.C., have sent a criminal referral to the Justice Department asking them to investigate whether Steele lied about the dossier’s distribution and his media contact.",
  "David J. Kramer, who is a central player in how the unverified Trump dossier made its way to the FBI in late 2016, testified before the committee in December in a closed-door session, indicating he had information about the dossier's sources.",
  "Fox News asked why Kramer took the Fifth; why he’s no longer cooperating with the committee; why they want to keep the BuzzFeed deposition under seal; and whether Kramer helped provide the document to BuzzFeed.",
  "Yet Kramer gave a videotaped deposition last December in separate civil litigation against BuzzFeed about the dossier and his contact with the former British spy who compiled it, Christopher Steele.",
  "According to British court records obtained by Fox News as part of its ongoing investigation of the Trump dossier, Kramer was personally briefed in late November 2016 by Steele in Surrey, England.",
  "After that briefing, Steele told the British court that an arrangement was made so that Fusion GPS -- co-founded by Glenn Simpson – would provide hard copies of the dossier to McCain via Kramer.",
  "According to January civil proceedings in the case, “Gubarev, et al v. Buzzfeed et al,” Kramer's attorney wants \"his entire deposition as attorney’s eyes only confidential.\"",
  "Steele was hired by opposition research firm Fusion GPS to write and research the dossier, with funding from the Democratic National Committee and Clinton campaign.",
  "The next hearing regarding Kramer’s deposition in the BuzzFeed defamation suit, and whether it should be publicly available, is set for Feb. 27.",
  "None of it talks about any kind of trade secrets, any kind of information that one would normally think of as being protected,” he said.",
  "Lawyer Evan Fray Witzer, representing the Russian businessman, believes it should be public and not under a protective order.",
  "The law enforcement source confirmed, however, that Kramer did not appear and has exercised his Fifth Amendment rights.",
  "There was no immediate response from Kramer's lawyer to an email and phone message seeking comment.",
  "Shortly afterward, the dossier was given to the FBI, which already had its own copy from Steele.",
  "A subpoena was issued for mid-January, as first reported by The Washington Examiner.",
  "A spokesman for the House Intelligence Committee had no comment.",
  "Fox News reported in December on the dossier handoff.",
  "Steele has refused to testify before Congress.",
  "\"We don’t think any of it is confidential."
]