[
  "A spokesman for Grassley called it “totally confounding that Senator Feinstein would unilaterally release a transcript of a witness interview in the middle of an ongoing investigation.”\n\nThe testimony contained numerous revelations about Fusion GPS, its work and its investigation into Trump.",
  "“Somebody’s already been killed as a result of the publication of this dossier and no harm should come to anybody related to this honest work.”\n\nLevy did not elaborate on who was killed, and congressional investigators did not follow up with any questions to his claim.",
  "“The fact that Sneaky Dianne Feinstein, who has on numerous occasions stated that collusion between Trump/Russia has not been found, would release testimony in such an underhanded and possibly illegal way, totally without authorization, is a disgrace.",
  "The California senator and top Democrat on the Senate Judiciary Committee drew the ire of committee Chairman Chuck Grassley, R-Iowa, earlier this week for publishing the transcript without consulting him.",
  "Democratic Sen. Dianne Feinstein seemed to blame a “bad cold” for the controversial way she handled the release of an interview transcript for the co-founder of the firm behind the anti-Trump dossier.",
  "And I don't make an excuse but I've had a bad cold and maybe that slowed down my mental facilities a little bit,” she said, according to a tweet from a fellow NBC producer.",
  "One passage in particular drew heavy attention -- where Simpson's lawyer claimed someone had been killed over the dossier's publication.",
  "“He wants to be very careful to protect his sources,” Simpson’s attorney Josh Levy said during the Aug. 22 committee interview.",
  "She told an NBC News reporter that she regrets not speaking to Grassley beforehand, citing her cold as a possible factor.",
  "The 312-page transcript detailed Fusion GPS co-founder Glenn Simpson’s August interview with committee investigators.",
  "Fusion GPS, which hired Steele, was funded by the Clinton campaign and the Democratic National Committee.",
  "She did not necessarily voice regret for releasing the transcript itself, however.",
  "\"The one regret I have is that I should have spoke with Senator Grassley before.",
  "The dossier was written by former British MI6 agent Christopher Steele.",
  "The move prompted a Twitter rebuke from President Trump on Wednesday.",
  "The dossier was published on BuzzFeed News in January 2017.",
  "The findings eventually made their way to the FBI.",
  "Must have tough Primary!” Trump tweeted."
]