[
  "And the answer is, of course, if there's an investigation that's ongoing, whether or not it's going to lead to an indictment or not, if you endeavor to interfere with that investigation or interfere with what they call the due administration of justice, irrespective whether there's an underlying crime that's chargeable or will be charged, you can interfere with that investigation and commit the crime of obstruction of justice.",
  "Renato, you're new to the conversation, and you are also that former prosecutor so I will swing this stick at you as well, the idea that this is a good faith set of questions and there's a little measure of deference here to the president of the United States that may well not be given to other subjects of an interview for good reason because of his unique position, fine.",
  "So, it's not like there's some, you know, special golden goose that we're protecting here or some vulnerable conversation, but rather we're standing up on a principle and that is the principle that's part of the First Amendment, our right to basically freedom of association and that -- that needs to be protected and the courts have always upheld that --\n\n\n\nCUOMO: Right.",
  "Border patrol saying they have detained some suspected members of the caravan crossing illegally, but these organizers are taking issue with that, saying there's no way of knowing they were ever attached to this caravan and that they have only advised migrants to cross legally through this port of entry, Chris.",
  "But we should pursue it knowing that we do it too as James Wooly the former CIA head recently said publicly, I believe it was on Fox, yes, we're doing that and we always do it, and the records show we do it about twice as much as the Russians over the course of the past -- really since the Second World War.",
  "We turned over all of our communications with Russian media, Russian government, Russian business, although there was no communications to turn over, likewise anything having to do with WikiLeaks or with opposition research or Fusion GPS, we actually fulfilled all the requests, most of them were blank.",
  "So, you know, this is an issue and it should be solved, I think, not by, you know, retribution, not by going to war, not by saber-rattling, it should be solved really through dialogue and diplomacy which is showing, you know, that it gets real results on the Korean peninsula right now.",
  "We did not turn over was our internal discussions about policy, which were really no great shakes because there was not really -- not much difference between the policies that the Green Party has held for a long time and the policies of the campaign.",
  "And so Renato, I think your point is so well taken that whoever leaked all of this wants what we're doing right now to be happening because then the president can watch it and say, OK, now I see the spiderweb very clearly, so thanks, but no thanks.",
  "We just had General Michael Hayden on here that echoed the idea that the intelligence community has known much of what Netanyahu said in his big theatrical speech the other night, and the president immediately said, aha, I'm 100 percent right.",
  "MICHAEL ZELDIN, CNN LEGAL ANALYST: My expectation is that Mueller and his team in a communication with the White House Counsel's Office gave the White House Counsel's Office a list of topic areas that they will want to cover in the interview.",
  "ZELDIN: Well, he has hired Martin and Jane Raskin, two wonderful lawyers out of Florida along with Rudy Giuliani, and those guys have the task of preparing the president for an interview if he decides to go forward with the interview.",
  "MARIOTTI: No, because people like us on television would be saying that this is a really bad idea and perhaps he listens to television more than he listens to his own advisers, at least that's what I hear from reading newspapers.",
  "Let me ask you something, with all of the information that's come out\n\n\n\nsince the campaign period, do you still have reservations about whether or not Russia interfered in our election and did so with obvious negative intent?",
  "So, you know what the implication is, if you don't fully comply, that means you're hiding something, if you're hiding something that makes people suspicious that maybe you had something to do with the Russian interference?",
  "You wouldn't -- a person who is a defense attorney would not do that unless they felt very confident that that would move the ball forward, that their client really doesn't have as much liability as the government thinks.",
  "I spoke with deputy climate negotiator for China about the real issues, the crisis that we have to solve, and we have to solve them in dialogue and diplomacy, and that's not only the war in the Middle East and in Syria.",
  "We're in a multi-polar world right now and, you know, we need to behave as an exemplary member of the community and that is by upholding ourselves and leading the way on international law, human rights and diplomacy.",
  "[08:20:02] Eighty-seven million Americans have basically had their data taken and there are up to 2,000 data points on every American that are being used --\n\n\n\n(CROSSTALK)\n\n\n\nCUOMO: Listen, I hear you about that.",
  "So when this guy said to us in the interview that he told you about what happened in the meeting and that nothing really came of it and maybe they'd have to talk to them again, you don't remember that comment?",
  "In the recent taxes that people pay, the average American paid almost $3,500 that went into the Department of Offense, I would call it, not the Department of Defense, $3,500, whereas we put $40 into the EPA.",
  "We need to adopt that position right now and not go at it with bombs and missiles and threats, but with international dialogue and we need a treaty for international non-interference (ph) in elections.",
  "And what we did have with Russian government and media was really related to what time we were going to show up for an RT appearance and the logistics of our trip to the conference in Moscow with RT.",
  "The issue of what Trump few about the Trump Tower meeting, that we don't really know a lot about publicly and perhaps on those subjects Mueller's team is being much more guarded about what they know.",
  "And here, from looking at these questions and frankly, we already -- anyone who's been following this knows that there's some very serious potential liability for the president of the United States.",
  "So, what we did not turn over -- and I should add, we also turned over our policy positions which were the same as what we said publicly throughout the campaign, so there was nothing hidden there.",
  "On that trip I not only talked with some low level Russian officials, I actually did not speak with Vladimir Putin, although I would have liked to, but there was not any opportunity to do that.",
  "This century of American domination, you know, sort of didn't play out the way we thought it would, we're embroiled now -- we have the military in practically every country around the world.",
  "So U.S. immigration officials are now processing Central Americans from that caravan we've spoken so much about that arrived at the U.S./Mexico border, and of course they're seeking asylum.",
  "\"When did you become aware of the Trump Tower meeting\" is what of course Mueller's investigators would like to know because the president has given, you know, varying responses about this.",
  "If I had a guess it would be that someone in Trump's legal team doesn't want him to sit down for an interview and is hoping that the leak will help convince him that he shouldn't do that.",
  "What will happen next, they will have to go through a series of interviews, establish credible fear, and then navigate a very complicated court system as they try to legally seek asylum.",
  "CUOMO: The distinction is huge, Michael, because to give Alisyn a little bit more of a pat on the back than she was given herself there a second ago, she'd ask the follow-up questions.",
  "(COMMERCIAL BREAK)\n\n\n\n[08:18:13] CHRIS CUOMO, CNN ANCHOR: 2016 Green Party candidate Jill Stein refusing to fully comply with the Senate Intelligence Committee's Russia investigation.",
  "And what you just did there, that mock cross-examination is exactly what these guys need to do with the president so that when he walks into that interview he has gamed this all out.",
  "There are nearly four dozen questions that were provided to President Trump's legal team and they have now been leaked to the \"The New York Times\" and we will read some of them you.",
  "\n\n\n\nReturn to Transcripts main page\n\nNEW DAY\n\nPossible Questions Special Counsel Robert Mueller May Have for President in Interview Leaked; Immigrant Caravan being Processed at U.S.",
  "Let's discuss with former federal prosecutor Renato Mariotti and CNN legal analyst Michael Zeldin who also served as Robert Mueller's former special assistant at the DOJ.",
  "But the idea that you guys would give questions that show your hand and that are a full complement of all the things you know and want revealed, I just don't buy that.",
  "It's a phony crime, never existed, investigation began -- you're saying that on these questions the men and women who are going to talk to you about it will remember.",
  "But that said, I think it's really important, you know, diplomacy is all about talking with the people that you have real problems with and that was really my intent.",
  "What involvement did you have in the communications strategy including the release of Don Jr.'s emails, the Air Force One statement, about that Russian meeting?",
  "If the lawyer team really had any control over their client, the president, they would not have him tweeting things like, there are no questions on collusion.",
  "The White House then created its own list of questions within those topics to help inform the president and the lawyers about what those topics might include.",
  "The president tweeting about it this morning writing in part, \"So disgraceful that the questions concerning the Russian witch hunt were leaked to the media.\"",
  "RENATO MARIOTTI, FORMER FEDERAL PROSECUTOR: Well, it seems to me that this leak came from somebody connected to Trump's legal team, and the question is why.",
  "Stein and the campaign is turning over some documents, have done so already related to her campaign's contacts with Russia but they're holding back others.",
  "From the American perspective and you running for president, more than once of this country, shouldn't your position have been, this was bad what they did.",
  "MARIOTTI: That's right because you'll get very pointed follow-up questions from Mueller and his team, or at least that's what I would expect Trump to get.",
  "The reason I ask it is, that's the fundamental reason of the case, is you fired Comey when you didn't need to and then you triggered the special counsel.",
  "Among the group about 20 to 30 women that were at the door waiting for their turn, they actually selected themselves, the eight that would get to go in.",
  "Do you see this as a starting point or a really good roadmap for Trump's lawyers to say, you're going to be fine, Mr. President, this is all they want?",
  "Then you have the motivations behind the high profile firings of former FBI director James Comey and former national security adviser Michael Flynn.",
  "And I think that that's deference to the president and appropriate and undermines any notion that Mueller is out to perjury trap the president.",
  "I think this is all arm's length, good faith dealings given the importance of the conversation to the nation and to the president individually.",
  "The other one Tesla Rich, we've also followed her story, a similar story, both of them saying they're fleeing violence and poverty in Honduras.",
  "STEIN: You know, I think that kind of position which says that we're in a totally different category from the rest of the world is not working.",
  "CUOMO: And Letla, you've been making it very clearly, these are largely families and people who say they are fleeing a very specific threat.",
  "STEIN: So, remember, this was 2015 and this was at the time that our President Barack Obama was still on a track of the reboot with Russia.",
  "It's part of a mindset that says, we're always right and they're always wrong and we're going to be dominating militarily and economically.",
  "One thing that really stuck out to me is, that question you just read, Alisyn, it's very high level, it's very vague, it's very open ended.",
  "And so if you're representing him, you want to keep him as far as away from the prosecutor as possible, not because there's any trap here.",
  "CUOMO: And that's why if I were counsel for the president, you guys are obviously far superior legal minds, I don't like these questions.",
  "I just heard there was an email requesting a meeting or something -- requesting a meeting that they had information on Hillary Clinton.",
  "It's also this confrontation with nuclear weapons that we're heading towards which is extremely dangerous and the climate catastrophe.",
  "Here's some audio in an interview that the president gave to the \"The New York Times\" in July of 2017 trying to answer that question.",
  "I think as Chris pointed out, this is a very -- they're being -- they're bending over backwards to try to convince him to sit down.",
  "Of course, there's hypocrisy involved, lots of different big stake actors do lots of things that may not want people to know about.",
  "He knows what they know as much as they're able to so that he can answer these questions as truthfully and fulsomely as possible.",
  "ZELDIN: I think it's not so much to convince the president not to talk, but rather to help the president decide whether to talk.",
  "We now know what special counsel Robert Mueller wants to talk to President Trump about if he were to sit down for an interview.",
  "That goes to the part of the mandate that's about finding information or activity that coordinated with Russian interference.",
  "So former Green Party candidate Jill Stein's campaign is refusing to fully comply with a Senate request for Russia documents.",
  "So, you know, we can -- when we use the retrospectoscope (ph), you know, it's important to put it in the context of the time.",
  "That may be something that Russia is not that interested in and that goes to why there's such tensions between the countries.",
  "And among them, two families that we have followed for weeks now, one of them being Gabriella who we've told you her sister.",
  "(BEGIN VIDEO CLIP)\n\n\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: I didn't look at it very closely to be honest with you.",
  "And one thing I would say, too, Chris a moment ago was talking about giving these questions in advance and why you do that.",
  "CUOMO: One of the ways you do that is --\n\n\n\nSTEIN: That approach is really paying off on the Korean peninsula right now.",
  "CAMEROTA: Renato, here is not a gotcha but certainly an open-ended question that it could get the president in trouble.",
  "CAMEROTA: So Renato, President Trump this morning, at least according to his tweets, is acting as though he's outraged.",
  "So, at a time when our civil liberties are really being seriously eroded, for example, the use of our private data.",
  "CUOMO: Look, that's an interesting nod to the success of the\n\n\n\nadministration and it's echoed by many others.",
  "And I think that's because a lot of those subjects have already been covered in newspapers and on television.",
  "LEYLA SANTIAGO, CNN CORRESPONDENT: Right now we still have members of that caravan awaiting for their turn.",
  "Look, I represent people now who are under investigation, and I don't let them go and talk to prosecutors.",
  "CAMEROTA: That's why part of the theory is the way they communicate with him is through cable television.",
  "Obstruction of justice is its own stand alone crime regardless of the underlying activity, true or false?",
  "CAMEROTA: Thank you very much Michael Zeldin, Renato Mariotti, we appreciate all of your help with that.",
  "You know, we have a privacy protection as part of our civil liberties but that's been horribly violated.",
  "And if he says I saw an email but I didn't know anything about the meeting, now there's -- which is it?",
  "Once again insisting it was very hard to obstruct justice for a crime that never happened, witch hunt.",
  "Let me ask you one last thing, why did you go to the RT anniversary and put yourself in that position?",
  "What we didn't turn over was material that basically protects the civil liberties of all Americans.",
  "He's shocked, shocked I tell you that these things have been leaked, question, and he's very upset.",
  "Because the scope is so broad, he would see how many questions there are, that would deter him?",
  "Dr. Jill Stein, we appreciate you taking the opportunity to come on and answer these questions.",
  "CUOMO: You know, that would be the case for Russia to make, not from the American perspective.",
  "STEIN: So let me say I think it would be naive to think that Russia did not try to interfere.",
  "I don't like these questions, Michael, because I don't like not knowing where the road ends.",
  "So do the president's actions amount to obstruction of justice, very\n\n\n\ndifferent question.",
  "We've been covering it and the potential need for regulation and what will the industry do.",
  "You had to know that it would have negative implications for you politically and optically?",
  "TRUMP: No, I didn't -- it's a very unimportant -- sounded like a very unimportant meeting.",
  "I just mean that he can get away with having that kind of inconsistency with journalists.",
  "CAMEROTA: Another burning question, here's one that Mueller's team\n\n\n\nwould like to know.",
  "CAMEROTA: So --\n\n\n\nZELDIN: May I just elaborate --\n\n\n\nCAMEROTA: One second, two seconds.",
  "I'm told this that border patrol came out and basically said we can now process eight.",
  "Interference is wrong and it's an assault against democracy, and it should be pursued.",
  "That fits in that category but then also goes into the realm of potential criminality.",
  "DR. JILL STEIN, 2016 GREEN PARTY PRESIDENTIAL CANDIDATE: Great to be with you, Chris.",
  "You know, 57 percent of our discretionary dollars now are going into the military.",
  "I don't mean game in a game sense, but he has prepared himself for this interview.",
  "I don't mean to throw \"The New York Times,\" Maggie and Peter Baker under the bus.",
  "There will be some litigation here if the government really decides if they want.",
  "It must have been a very important meeting because I never even heard about it.",
  "The concerns about the implications could motivate action and corrupt intent.",
  "We complied with everything relevant to the question of Russian interference.",
  "But let Russia say that the United States did it to us so this is fair play.",
  "It would seem very hard to obstruct justice for a crime that never happened.",
  "CUOMO: So the questions from Mueller's team, they focus on four categories.",
  "And a lot of the questions on topics other than obstruction were like that.",
  "Certainly, that's what the United States does and that's not to justify it.",
  "So obviously he's not listening to the best minds around him all the time.",
  "Aired 8-8:30a ET\n\nAired May 1, 2018 - 8:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "But yet, last night, Alisyn, eight members of the group were allowed in.",
  "We need to be opening doors of dialogue right now, not closing them.",
  "[08:00:00] ALISYN CAMEROTA, CNN ANCHOR: And good morning everyone.",
  "That works with journalists but not with Mueller's investigators.",
  "UNIDENTIFIED MALE: Did you know at the time they had the meeting?",
  "If they had control over him, he wouldn't be saying these things.",
  "We'll see if they can prove it to U.S. authorities' satisfaction.",
  "CUOMO: What did you not turn over in the name of civil liberties?",
  "So, it wasn't nearly as controversial as it would be right now.",
  "So CNN's Leyla Santiago has been with them all along the trip.",
  "It's actually Tuesday, may 1st but I was excited for a second.",
  "He goes back and calls it a witch hunt and all of that stuff.",
  "I saw an email but I don't know what happened at the meeting.",
  "He says yes, I knew there was an email request for a meeting.",
  "He also just said something, Michael, I want you to correct.",
  "CUOMO: Keep saying it and we will be home tomorrow morning.",
  "Here is one of the questions that we know was on that list.",
  "You never were told anything about happened in the meeting?",
  "However, back to you, what did you do --\n\n\n\nSTEIN: Exactly.",
  "The obstruction questions were very narrow, very specific.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "They're trying to do it right now and we have to stop it.",
  "First of all, I know I keep saying this, Michael Zeldin.",
  "CAMEROTA: It might be 8:00 in the east or it might not.",
  "CUOMO: If we've learned anything, just keep saying it.",
  "We have three mothers, four children and 18-year-old.",
  "CAMEROTA: I don't think Michael took it as a gotcha.",
  "This is about the campaign coordination with Russia.",
  "And I said, I mean, that's standard political stuff.",
  "STEIN: Well, let's -- let's get the facts straight.",
  "Hopefully there is peace on the Korean peninsula.",
  "Thank you very much for being with those people.",
  "(END VIDEO CLIP) CAMEROTA: There you go, Renato.",
  "[08:05:08] CUOMO: I don't ask that as a gotcha.",
  "STEIN: Great to talk with you as always, Chris.",
  "OK.\n\n\n\n(LAUGHTER)\n\n\n\nCUOMO: It's past it now.",
  "TRUMP: No, I didn't know anything about that.",
  "I don't need to sit down for that interview.",
  "You got the Trump campaign's ties to Russia.",
  "You can see they are still camped out there.",
  "I think we should be using it more broadly.",
  "But I think they want it a little too much.",
  "That's not what I was taught in law school.",
  "UNIDENTIFIED MALE: No one told you a word?",
  "Her lawyer Michael Avenatti joins us next.",
  "She is live in Tijuana, Mexico, with more.",
  "We followed her on trains and in shelters.",
  "CUOMO: Yes, good to see you again, Doctor.",
  "They're already well-known in the public.",
  "He hit it out of the park with one hand.",
  "She's a pregnant mother of two children.",
  "We know it's taxing but it's important.",
  "We didn't have any such communications.",
  "ALISYN CAMEROTA, CNN ANCHOR: All right.",
  "Attorney General Jeff Sessions recusal.",
  "Doesn't mean it's necessarily a crime.",
  "And he may tell the truth, he may not.",
  "Appreciate you taking the opportunity.",
  "What's the latest this morning, Leyla?",
  "So what was the provocation for this?",
  "No, I knew nothing about the meeting.",
  "Here is one of the $60,000 questions.",
  "But it was actually Tuesday, May 1st.",
  "Oh, yes, I do remember that comment.",
  "It must have been a very important.",
  "But I like the way you're thinking.",
  "She is suing President Trump again.",
  "But could this help the president?",
  "I only know where the road begins.",
  "[08:10:10] MARIOTTI: That's right.",
  "CUOMO: I'll tell you what, though.",
  "They dealt with specific topics.",
  "It is Friday -- it's not Friday.",
  "CHRIS CUOMO, CNN ANCHOR: No, no.",
  "I also spoke with Jeremy Corbin.",
  "So, all of that was turned over.",
  "Time for Stormy Daniels update.",
  "Listen to what Netanyahu said.",
  "That's why they're doing this.",
  "No, I was never told anything.",
  "We've turned over our policy.",
  "Dr. Jill Stein joins us now.",
  "You know how that line goes.",
  "I'm very careful about that.",
  "That would be my best guess.",
  "And we don't know for sure.",
  "Who does this leak benefit?",
  "What is the prompter doing?",
  "That's certainly a concern.",
  "We'll see how it plays out.",
  "CAMEROTA: Just one second.",
  "CUOMO: The president will.",
  "We followed her on buses.",
  "This time for defamation.",
  "We'll see where it goes.",
  "Welcome to your NEW DAY.",
  "CUOMO: Maybe that's why.",
  "So then it wasn't true.",
  "That's very dangerous.",
  "That's what's at play.",
  "Why would it do that?",
  "His supporters here.",
  "That's obstruction.",
  "CAMEROTA: Me, too.",
  "But I was excited.",
  "CAMEROTA: Exactly.",
  "(COMMERCIAL BREAK)",
  "She joins us next.",
  "CUOMO: All right.",
  "CUOMO: All right.",
  "STEIN: Exactly.",
  "CUOMO: Perhaps.",
  "CAMEROTA: Sure.",
  "CAMEROTA: Wow.",
  "Port of Entry.",
  "ZELDIN: True.",
  "Witch hunt.",
  "We'll see.",
  "Thank you.",
  "They did.",
  "Be well.",
  "Alisyn?",
  "Why?"
]