[
  "\"These documents affirm that our nation faced a profound counterintelligence threat prior to the 2016 election, and the Department of Justice and FBI took appropriate steps to investigate whether any U.S. persons were acting as an agent of a foreign power,” Rep. Adam Schiff, D-Calif, who serves as ranking member of the House intelligence committee, said in a statement.",
  "On four occasions, the FBI told the Foreign Intelligence Surveillance (FISA) court that it \"did not believe\" former British spy Christopher Steele was the direct source for a Yahoo News article implicating former Trump aide Carter Page in Russian collusion, newly released documents reveal.",
  "DOJ RELEASES FISA DOCS THAT SERVED AS BASIS FOR WARRANT AGAINST CARTER PAGE\n\nThe documents describe Source #1 as someone \"hired by a business associate to conduct research\" into Trump's Russia ties -- but do not mention that Fusion GPS was funded by the DNC and Hillary Clinton campaign.",
  "GOWDY: CARTER PAGE MORE LIKE 'INSPECTOR GADGET THAN JASON BOURNE'\n\nReacting to the document release, Page told Fox News, \"I'm having trouble finding any small bit of this document that rises above complete ignorance and/or insanity.\"",
  "\"The FBI does not believe that Source #1 [Steele] directly provided this information to the identified news organization that published the September 23rd News Article,\" the FBI states in one of the released FISA documents.",
  "But London court records show that contrary to the FBI's assessments, Steele briefed Yahoo News and other reporters in the fall of 2016 at the direction of Fusion GPS -- the opposition research firm behind the dossier.",
  "“FBI and DOJ would have been negligent had they not used all the tools at their disposal, including Court-authorized [Foreign Intelligence Surveillance Act] FISA surveillance, to protect the country,\" he added.",
  "Instead, the FBI suggested to the court, the September 2016 article by Michael Isikoff was independent corroboration of the salacious, unverified allegations against Trump in the infamous Steele Dossier.",
  "The FBI describes Steele in the documents as \"credible\" and \"reliable,\" but noted that it suspended its relationship with him in October 2016 because of his \"unauthorized disclosures to the press.\"",
  "Media reports had speculated that Papadopoulos' 2016 meeting in London with a professor who had ties to Russia was a key justification for the FISA-authorized surveillance of Page.",
  "Critics have charged that Deputy Attorney General Rod Rosenstein, who signed off on the FISA application renewals, should not have approved them without more reliable intelligence.",
  "The materials released by the DOJ include an October 2016 application to the Foreign Intelligence Surveillance Court to wiretap Page as well as several renewal applications.",
  "The FBI's assessment that Steele was not the direct source of the Yahoo News article is contained in all of the released FISA applications, including a renewal in June 2017.",
  "Instead, the documents say only: \"The FBI speculates that the identified U.S. person was likely looking for information that could be used to discredit [Trump's] campaign.\"",
  "In a series of tweets early Sunday, President Trump called the FISA documents proof of a \"witch-hunt\" and a \"scam,\" and praised Judicial Watch for obtaining the documents.",
  "The revelations are contained in heavily-redacted documents released over the weekend after a Freedom of Information lawsuit by the organization Judicial Watch.",
  "Federal authorities used both the Steele Dossier and Yahoo News article to convince the FISA court to authorize a surveillance warrant for Page.",
  "In the early renewals of the FISA application, the FBI disclosed to the court that Page had strongly denied the Yahoo News reporting.",
  "Papadopoulos has since pleaded guilty to lying to federal investigators in Special Counsel Robert Mueller's probe.",
  "The unredacted FISA materials also contain only limited references to ex-Trump adviser George Papadopoulos.",
  "\"Source #1 told the FBI that he/she only provided this information to the business associate and the FBI.\"",
  "Fox News believes that the U.S. person is Glenn Simpson, co-founder of Fusion GPS.",
  "Fox News' Catherine Herridge and Pamela K. Browne contributed to this report.",
  "But Democrats countered that the release had, in fact, vindicated the FBI."
]