[
  "Jones told the FBI that his operation was “funded by 7 to 10 wealthy donors located primarily in New York and California, who provided approximately $50 million.”\n\nJones said that he had “secured the services of Steele, his associate [redacted], and Fusion GPS to continue exposing Russian interference in the 2016 U.S. Presidential election.”\n\nThe goal of the project was to “share the information he obtained with policymakers … and with the press,” he said.",
  "(RELATED: Group Of Wealthy Donors Gave $50 Million To Continue Trump-Russia Investigation)\n\nThe $1 million in funding matches what the Democratic National Committee and former Secretary of State Hillary Clinton’s campaign paid Fusion GPS during the campaign to investigate Trump and his campaign.",
  "The Democracy Integrity Project, which was founded in January 2017 by Daniel Jones, a former Democratic staffer on the Senate Select Committee on Intelligence, has worked with Fusion GPS and dossier author Christopher Steele to investigate Russian interference in American elections.",
  "George Soros, the billionaire financier who supports numerous progressive causes, has provided $1 million in funding for a nonprofit group that works closely with Fusion GPS, the opposition research firm that commissioned the infamous Steele dossier.",
  "“In late March 2017, Jones met with FBI regarding PQG, which he described as ‘exposing foreign influence in Western election,'” reads the committee’s report, referring to Jones’ consulting firm Penn Quarter Group.",
  "Details of Soros’ links to the Democracy Integrity Project and Fusion GPS have trickled out since March, when an attorney for Russian oligarch Oleg Deripaska revealed his interactions with Jones.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The lawyer, Adam Waldman, told The Daily Caller News Foundation that he met with Jones in March 2017 to discuss the Democracy Integrity Project’s investigation of Trump.",
  "Jones also said that his group was working closely with Fusion GPS, which was founded by former Wall Street Journal reporter Glenn Simpson and two colleagues.",
  "The House Permanent Select Committee on Intelligence revealed in April that Jones described his efforts to the FBI in late March 2017.",
  "Waldman said that Jones told him that a group of wealthy Democrats, including Soros, was funding the Democracy Integrity Project.",
  "Soros is considering providing more funding for the group, the Democracy Integrity Project, according to The New York Times.",
  "Soros spokesman Michael Vachon told The Washington Post for a Sept. 26 article that Soros had indirectly funded Fusion GPS.",
  "Jones also suggested to Waldman that his operation was behind various anti-Trump stories planted at various media outlets.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The group has also investigated President Donald Trump’s possible links to Russia.",
  "Vachon did not disclose how much money was provided.",
  "He also offered to provide information to the FBI."
]