[
  "Peter Fritsch accuses congressional Republicans of being President Donald Trump’s “lap dogs.”\n\nFritsch asserts that Congress is attempting to “wreck reputations and careers.”\n\nA co-founder of Fusion GPS, the political research firm behind the anti-Trump dossier, is out with an op-ed in The New York Times accusing congressional Republicans investigating the dossier of being “lap dogs” for President Donald Trump and attempting to “wreck reputations and careers.”\n\n“History will judge the current Congress as remarkable for its aggressive protection of President Trump,” writes Peter Fritsch, one of Fusion’s three co-founders.",
  "According to “Russian Roulette,” a book written by two journalists who are friends of Simpson’s, Simpson considered Sergei Millian, the alleged source who made the salacious claim that the Kremlin has video of Trump engaged with prostitutes, to be a “big talker.”\n\nNevertheless, Simpson tipped ABC News’s Brian Ross off to Millian, according to Michael Isikoff and David Corn.",
  "“The Republicans have….used their subpoena powers to harass administration critics, undermine the Justice Department’s inquiry into the Trump campaign’s possible collaboration with Russia in 2016 and help the president’s lawyers create an alternative narrative,” writes Fritsch, who co-authored a New York Times op-ed with Simpson on Jan. 2.",
  "The only reason Congress knows about Mr. Ohr’s role in this matter at all is through Mr. Simpson’s voluntary disclosure of it to Congress nearly a year ago.”\n\nSimpson told the House Intelligence Committee about his interactions with Ohr after being asked if he was in contact with anyone from the FBI or DOJ.",
  "(RELATED: Glenn Simpson’s Testimony Is Inconsistent With Bruce Ohr’s)\n\nOhr, who served as an unofficial government back-channel to Steele after the 2016 election, testified that he met with Simpson twice regarding the Trump probe — in August 2016 and December 2016.",
  "Fritsch, a former Wall Street Journal reporter, took aim at Republican members of a congressional task force investigating the FBI’s use of the dossier in its investigation into possible collusion between the Trump campaign and Russian government.",
  "Part of the firm’s mission was to plant stories based on the dossier with reporters in Washington, D.C.\n\nSimpson led that effort, coordinating meetings between Steele and journalists with TheNYT, The Washington Post, The New Yorker, Yahoo!",
  "“We know where the committee is going with this: Members have already falsely accused Mr. Simpson of ‘lying’ to Congress about when he first contacted Bruce Ohr at the Department of Justice,” Fritsch wrote.",
  "No evidence has emerged publicly to support the dossier’s key allegations about Trump and members of his campaign, namely that they conspired with the Kremlin to influence the election.",
  "Republicans hoped to ask Simpson about inconsistencies between testimony he gave to the House Intelligence Committee on Nov. 14, 2017, and testimony provided on Aug. 28 by Ohr.",
  "Ohr testified that Simpson told him that during the campaign, Mitchell was working as an attorney for the NRA and expressed concerns that the NRA was being funded by Russians.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "One of the founders of Fusion GPS wrote an op-ed for The New York Times complaining about congressional interest in his firm’s work on the infamous Steele dossier.",
  "The task force in October subpoenaed Fritsch’s fellow Fusion co-founder, Glenn Simpson, for what would have been his fourth appearance before Congress since 2017.",
  "But Congress has focused heavily on the firm because of the FBI’s interest in the dossier, which was written by Fusion GPS contractor Christopher Steele.",
  "Simpson has also been accused of passing a false story about conservative lawyer Cleta Mitchell to Department of Justice official Bruce Ohr.",
  "She has said she had not worked for the NRA for years and never offered an opinion about possible Russian funding of the gun rights group.",
  "The FBI relied heavily on Steele’s report to obtain four warrants to conduct surveillance on former Trump campaign adviser Carter Page.",
  "Simpson did not tell Congress at the time that Ohr’s wife, Nellie Ohr, worked for Fusion GPS while the firm was investigating Trump.",
  "Despite Simpson’s push of the dossier, he has reportedly expressed doubt about one of the most salacious claims made in the report.",
  "Republicans have noted the FBI used the dossier even though much of the 35-page document remains unverified.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Fritsch noted GOP interest in Simpson’s apparent inconsistency but did not provide an explanation.",
  "Fusion GPS and Steele investigated the Trump campaign on behalf of the Clinton campaign and DNC.",
  "When asked when he met Ohr, Simpson explicitly stated that it was only after the election.",
  "Simpson showed up to Capitol Hill but pleaded the Fifth to avoid answered questions.",
  "That piece also complained about congressional scrutiny of Fusion GPS’s activities.",
  "Ross interviewed Millian in July 2016 about his claims to have links to Trump.",
  "A story making the same claim appeared in McClatchy on March 15.",
  "But Simpson testified only that he met Ohr after the election.",
  "But Mitchell has vehemently denied the allegation.",
  "“This accusation is absurd.",
  "News and Mother Jones."
]