[
  "Tonight, the Cherokee Nation is accusing her of making a mockery out of DNA tests and its legitimate uses, while also dishonoring legitimate tribal governments and their citizens, while President Obama's 2012 campaign manager says, quote, argue the substance all you want, but why 22 days before a critical election where we must win the House and Senate to save America?",
  "There was -- not only Portland last weekend and this weekend, but New York this weekend, and a bunch of anarchists go to the New York, I guess GOP club, Republican club, whatever it happens to be, and they are writing -- you know, they're committing vandalism, anarchist signs they are putting up, et cetera, and then there's a confrontation on the streets there.",
  "The statement reads in part, quote, compelling Glenn Simpson to appear for a confidential deposition after he has stated his intention to invoke his constitutional right not to testify reflects the worst practices of past Congressional investigations and reinforces that this is a political exercise, not a serious inquiry.",
  "Instead of denouncing it, which they -- you know, the media would be out there asking the right to do that if it was going in that direction, instead you see the left doubling down, Hillary Clinton, Maxine Waters, as you mentioned, Eric Holder, these people are doubling down, inciting it.",
  "We have an election in 22 days, author of the best-selling book, \"The Briefing,\" former White House press secretary, America First Action senior adviser, Sean Spicer, and the author of a brand-new best seller, \"Spygate,\" former Secret Service agent, NRA TV contributor Dan Bongino.",
  "If you look at some of the prior dodgy dossier cases, like Mr. Gubarev, he's the one that actually got some of the biggest information out there in that Senate Judiciary Committee and House Intelligence Committee have been facing a lot of things on in terms of their investigation.",
  "Joining us now with the very latest on the growing backlash from Senator Warren's so-called DNA test, as well as the continuing developments regarding the disappearance of the journalist, Fox News Washington correspondent Kristin Fisher, you know, watching both of these stories.",
  "And then the other one is, of course, Senator Elizabeth Warren, who is receiving just a lot of pushback from these -- from releasing those DNA test results, providing at least some evidence of her Native American lineage, anywhere from 1/64-1/1024 Native American to be exact.",
  "They think that by writing this very low road, low road is what I call it, especially when we think of Eric Holder, we're going to kick them when they're low, we're going to go after them, and, you know, we're seeing all this craziness, this witch's curse on President Trump.",
  "Meantime, the House committee's Republican Chairman is considering a subpoena for the Deputy Attorney General, Rod Rosenstein, to secure his testimony under oath about whether he's seriously discussed recording the President in May 2017 and removing him from office.",
  "And then the other story that we were monitoring, what we were talking about, if of course, these reports that Saudi Arabia is preparing to admit that they accidentally killed Saudi journalist, Jamal Khashoggi, that it was an unauthorized interrogation gone wrong.",
  "Right after that, after he was convicted, after all of his process was run through, after he was no longer an accused, Lynne Stewart continued to function not as his lawyer but as his confederate for purposes of getting messages out of him, at his confinement.",
  "And meanwhile, when Democrats, when they're not ramping up their over-the- top, divisive rhetoric, and lying to you, the American people, now, nowhere is this more obvious than with Massachusetts senator, Pocahontas as a president calls her, Elizabeth Warren.",
  "And a brand-new undercover video from Project Veritas exposing Missouri Senator Claire McCaskill that we will show you exclusively, and far left views on everything from the Second Amendment to impeaching the president and how she's trying to hide it all.",
  "And if you are voting in a Senate race, however the Democrat is, be it Tester, Heitkamp, Joe Donnelly, Bill Nelson in Florida, Claire McCaskill, Sinema in Arizona, you don't vote for Dean Heller in Nevada, you basically are voting for Chuck Schumer.",
  "And after he was convicted of a conspiracy, involving a jihadist organization that he basically was the formative figure of in New York, which violate -- which bombed the World Trade Center in 1993, which plotted to blow up New York City landmarks.",
  "Earlier today, the NYPD, the New York Police Department, tweeted out this picture of the suspects who were wanted for vandalizing and starting a fight in a New York City Republican Club, breaking windows and painting anarchist symbols on the front.",
  "Lawmakers want answers from Simpson about the DNC Clinton campaign-funded anti-Trump dossier that was used like verified intelligence by the FBI and Justice Department in 2016 to secure a surveillance warrant for Trump campaign, a Carter Page.",
  "Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "According to a memo obtained by \"The New York Times,\" written for the Center for American Progress, that is John Podesta's group, the third tank also Third Way, Democrats have been advised to spend no time at all talking about immigration.",
  "TRUMP: Tell me when you have the percentage, tell me what the percentage - -\n\nREPORTER: What about the money that you told her you would --\n\nTRUMP: You mean if she gets the nomination in the debate, where I was going to have it tested.",
  "We're going to show you how Democrats, their friends on the left are demonizing all political differences, how they have no vision for the country, fanning flames of violent protesting and lying to you, the American people, purposely.",
  "Now, sadly, we can also report tonight, instead of calling out, these mobs for what they are doing and this violence, they are being spurred on by demonizing political differences, vilifying people that have different points of view.",
  "Sean, there are just so many questions about it, and that's one of the main reasons that the Secretary of State, Mike Pompeo, is of course, on his way to Saudi Arabia to try and figure out first-hand what exactly happened.",
  "(END VDIEO CLIP)\n\nHANNITY: Yes, another peaceful liberal, same guy who compares a president to Hitler, wanting to punch the president of the United States in the face, launching into a vulgar tirade at the Tony Awards.",
  "Let me go to Sara -- here's the thing that's amazing to me, whether you look at the Center for American Progress or even Maxine Waters saying, they keep telling me not to say it but we are going to do it, impeach 45.",
  "And tonight, we are learning a new bizarre story about an antiwar rally also organized by Sinema where she was summoning -- not making this up, \"Washington Examiner\", go check it out yourself -- to witches.",
  "Depositions are also scheduled now with the FBI's former top lawyer, James A. Baker, who revealed earlier this month that the FBI got Russia information from the lawyer whose firm handled the Trump dossier.",
  "His Secretary of State, Mike Pompeo, is now on his way to Saudi Arabia to meet the King, and hopefully find out firsthand what happened, Sean, but a lot of moving parts on both of those stories tonight.",
  "SEN. BERNIE SANDERS, I-VT.: Well, I am very strongly in favor of mobilizing the American people come to stand up and fight for economic justice and social justice and racial and environmental justice.",
  "UNIDENTIFIED MALE: But she doesn't openly go out and support groups like ‘Mom's Demand Action' or just like other groups that are related to that, because that could hurt, her ability to get elected.",
  "Meanwhile in Missouri, Claire McCaskill, who just saw featured in the latest Project Veritas video, is also in a very important race, all winnable, in this case, against Republican Josh Hawley.",
  "Let's remember that at the time that she was saying this sort of stuff, the Taliban was the organization that gave safe haven to al Qaeda without which there would not have been 9/11 attacks.",
  "And if this was the right to doing it to the left, Sean, if these were Donald Trump supporters, there would be outrage on every one of those left- wing cable shows that we see time and again.",
  "When he flew at a moment's notice, sort of an hour's notice all the way to Saudi Arabia, halfway across the world, to deal with this story, I knew that it met the President meant business.",
  "Also late today, Carter Page, who was the subject of the surveillance warrant, he was the target of that effort has filed a lawsuit against the DNC, as well as the law firm, Perkins Coie.",
  "And by the way, those leaks, we knew from the get-go were illegal, because that was -- we all know surveillance unmasking that, never shouldn't have happened or leaked in the first place.",
  "Joining us with the very latest on the developing deep state scandals, and there are a lot of them tonight, Fox News Chief Intelligence Correspondent, our own Catherine Herridge tonight.",
  "Meanwhile in Massachusetts, far left Senator Elizabeth Warren who once identified as a minority or Native American professor, well, she released the result of her DNA test and she's not.",
  "I mean there have just been so many lies, as you are alluding to, and you look at the damage it did to our Democratic systems and, you know, our institutions of government back in 2016.",
  "That is the big story and, you know, we can't be civil, kick him when they are down, confronting Pam Bondi, Secretary Nielsen, Sarah Sanders, Ted Cruz, what is going on with this party?",
  "So, the party of identity politics, lies, smears, slander, no due process, no presumption of innocence, besmirchment, they're at again, and tonight, violence in two American cities.",
  "We need an answer here from the King and from the Crown Prince Mohammad bin Salman, who called Jared Kushner and others in the administration to deny any sort of Saudi involvement.",
  "We'll talk about the midterms, the fake, phoney, dishonest news media, of course, the deep state, the left's new lows, and of course, yeah, get out there and get at people's faces.",
  "Because I wonder if the President was lied to by the Saudis, and it's hard to believe that in fact this journalist was -- Khashoggi was in fact killed, and nobody knew at the top.",
  "Saudi Arabia was knowingly responsible for this man's death, well, that means that President Trump was lied to and that means strong punitive action is coming against the kingdom.",
  "Of course, there are people, all the way to the left that no matter what you say, that no matter what facts you bring out to them, they will automatically agree with that side.",
  "Also, our last piece of breaking news surrounding Saudi Arabia, the mysterious disappearance of a journalist last seen walking into the Saudi consulate in Istanbul in Turkey.",
  "But if you like the booming economy, if you are in love with our Constitution, presumption of innocence, inalienable rights, due process under the law, the choice is clear.",
  "He will comply with the House subpoena and appear on Capitol Hill tomorrow, but he won't answer questions about the anti-Trump dossier and he still plans to take the fifth.",
  "When we come back, Kristin Fisher in Washington, the latest on the missing Saudi journalist and Elizabeth Warren's well, big DNA test, later, we have a big announcement.",
  "(BEGIN VIDEO CLIP)\n\nHILLARY CLINTON, FORMER SECRETARY OF STATE: You cannot be civil with a political party that wants to destroy what you stand for, what you care about.",
  "I guess we're the irredeemable, deplorable, Walmart smelling, Trump supporting, bible hugging, loving, gun-loving, you know, clinging into god, guns and religion people.",
  "INTERVIEWER: There are people who look at the incidents of the ‘90s and they say, a president of the United States cannot have a consensual relationship with an intern.",
  "One, Stormy Daniels' defamation lawsuit against President Trump, it has been thrown out and she has been ordered by a California judge to pay Donald Trump's legal fees.",
  "Bernie Sanders, the so-called socialist, refused to even call out this kind of broad mob rule and violence that we've been showing you weeks and at night after night.",
  "REP. MAXINE WATERS, D-CALIF.: If you see anybody from that cabinet in a restaurant, in a department store, at a gasoline station, you get out and you create a crowd.",
  "(LAUGHTER)\n\n(END VIDEO CLIP)\n\nHANNITY: Get up in their faces, get a crowd and confront them and follow them into grocery stores, department stores and gas stations.",
  "I think one of the best appointments the President has made, an amazing Secretary of State, and strong and tough and firm and he's getting lots of good things done.",
  "MCCARTHY: Sean, the same reason that she said she would have -- she -- for the same reason that she said she would have no problem with people joining the Taliban.",
  "(BEGIN VIDEO CLIP)\n\nROBERT DE NIRO, ACTOR: If there's a point that many of these people who are now with Trump are going to be tainted for the rest of their lives.",
  "And they revealed the first time that there was an investigation of comments allegedly made by the Deputy Director Andrew McCabe about President Trump and Flynn.",
  "Whether this type of violence occurs on the left or the right, we know it should be the duty of elected officials and leaders to strongly condemn these actions.",
  "Hillary Clinton once again forcing her way back into the national spotlight, this time with the defense of her husband's sexual misconduct with a 22-year-old.",
  "While McCaskill is trying to bill herself as a moderate, which she is not, a new undercover video for Project Veritas is exposing the senator as anything but.",
  "Then you got Maxine Waters says, you see these cabinet people, you get a crowd and you follow them into department stores and gas stations and grocery stores.",
  "He was sentenced to life in prison for terrorism convictions and through his murderous terrorist organization --\n\nHANNITY: Why would she invite that radical?",
  "Remember last week, we first showed you Democratic Senate hopeful Kyrsten Sinema once called the people of her state and her state the meth lab of democracy.",
  "Everyone was entitled to their opinions, we believe in free speech, the right to protest, regardless of the views, you don't have the right to throw punches.",
  ": But if we have the kind of year I think we might have, I think we could actually be in a position to get votes on this stuff on the floor and we'd get 60.",
  "Maine 2, this is important district, Donald Trump won this, Republican incumbent, Bruce Poliquin, his seat is now being threatened by Democrat Jared Golden.",
  "But we saw that to your successor Sarah Sanders, Pam Bondi, Secretary Nielsen, Ted Cruz, somebody is going to get killed here, but they don't seem to care.",
  "No more deep state investigations, no more constitutional judicial appointments, and, of course, they want to preserve Obamacare and impeach the president.",
  "In Missouri, where Democrat Senator Claire McCaskill is in a tight race for reelection, this kind of two-faced political pandering, that's on full display.",
  "Over the course of her career, she has repeatedly, for long periods of time, identified herself as a minority, teaching at the University of Pennsylvania.",
  "He just doesn't want to put it on the floor because then it goes to the House and then sits awkward because all those House members are total NRA folks.",
  "Joining us now with reaction is National Security and Global Affairs Analyst, Morgan Ortagus, and also with us is Jessica Tarlov, Fox News Contributor.",
  "Now, what we saw from Clinton, what we are seeing from Elizabeth Warren, what we are seeing from the radical left, typical of the Democrats' strategy.",
  "And there are a number of law professors who she's worked with and others that she hasn't all over the country vouching for her, saying that she was.",
  "(BEGIN VIDEO CLIP)\n\nREPORTER: Senator Warren release some or her NDA results showing that there is a strong likelihood that she has Native American.",
  "And meanwhile, Michael Brunson, the former American pastor who was detained in Turkey for years, thankfully, he is back home in the United States.",
  "She also promoted events at Arizona State University, featuring a lawyer who represented the blind sheikh, who was under a federal investigation.",
  "We can't get the three or twos, the gang (Inaudible) information or the FISA applications that were all subpoenaed and supposed to be coming out.",
  "And while appearing on that extremely unsuccessful new show, Trump hating actor Robert de Niro, they compared Trump and his allies to the devil.",
  "ANNOUNCER: No wonder Claire McCaskill votes against your gun rights, against agriculture, and against conservative judges like Brett Kavanaugh.",
  "I worked with them very closely while I was in Saudi Arabia to curb the illicit flows of funding to Al Qaeda and other terrorist organizations.",
  "But I think that there needs to be a lot of answers here, specifically why they chose to lie to the President publicly for the past two weeks.",
  "In addition, documents show her husband, Justice Department official Bruce Ohr, became the unofficial back channel for the dossier to the FBI.",
  "So there are ways in which, as it relates to terrorism, as it relates to countering Iran, that the relationship with the Saudis is important.",
  "And the reality is, is that these folks are trying to cover the -- all they want to do is talk about the style and substance of Donald Trump.",
  "Now, this is just the latest in a long series of public embarrassments for Daniel's third rate, attention craving attorney, Michael Avenatti.",
  "Now, we have to cover what has now become, and we've been warning people, an extraordinarily dangerous political climate all across America.",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: Should people who are Republican officials be disrupted when they are eating a meal at a restaurant?",
  "What was it like for you -- I mean when you left the consulate, where you are, I assume you had to dress and cover and all of those things.",
  "And, by the way, if you vote for the Democrat, you are voting for Nancy Pelosi because in most cases, 99 percent, they will vote with her.",
  "It's important to remember, McCaskill enthusiastically voted against Kavanaugh, against due process, against the presumption of innocence.",
  "Also, John Solomon with breaking news and Carter Page responding to breaking news, and what he will do to clear his name, straight ahead.",
  "And words are one thing, but when you have leaders -- the former candidate for the Democratic Party saying, we can't be civil with them.",
  "Nancy Pelosi, Maxine Waters, Adam Schiff, a whole lot of them are going to be versus -- they stop the Trump agenda dead in their tracks.",
  "Changes on (Inaudible) to say she's a minority, a Native American when she's at (Inaudible), then the first female minority at Harvard.",
  "They can't talk about the agenda and they can't talk about the results, because if there is either economic policy or foreign policy.",
  "By the American people understand what's going on here, and if they are smart, they will go to the voting polls and they will vote.",
  "In Michigan's 8th district, GOP incumbent Mike Bishop in a tight race, it's tightening even more, with Democrat with Elisa Slotkin.",
  "(END VIDEO CLIP)\n\nHANNITY: And give up a few votes, oh, OK.\n\nAnd we have even more shocking developments to report out of Arizona.",
  "(END VIDEO CLIP)\n\nHANNITY: We saw this last week in Tennessee with former Governor Bredesen, now we see it with Senator McCaskill.",
  "She allowed a lie to go forward for a long period of time, and somehow she is acting as if she has been vindicated in all of this.",
  "Democrats, they're literally now being instructed by party leaders -- don't talk about immigration, open borders, eliminating ICE.",
  "And it features McCaskill and some of her campaign staffers talking about the senator's policies on guns and impeachment and more.",
  "(BEGIN VIDEO CLIP)\n\nINTERVIEWER: In retrospect, do you think Bill should have resigned in the wake of the Monica Lewinsky scandal?",
  "During an appearance at a New Hampshire Democratic fundraiser this week, Alec Baldwin called for an overthrow of President Trump?",
  "The interesting thing is if you look at a candidate like Kyrsten Sinema in Arizona, that it's called the people of Arizona crazy.",
  "A short time ago, Fox News obtaining this statement from Glenn Simpson's attorney confirming that Simpson will not defy Congress.",
  "(CROSSTALK)\n\nTARLOV: Come out of Donald Trump's mouth and other members of the GOP when they call her Pocahontas, or (Inaudible).",
  "But over the weekend we saw several brutal clashes, near riots between groups in cities like New York City and Portland, Oregon.",
  "That's why I believe if we are fortunate enough to win back the House and/or the Senate, that's when civility can start again.",
  "Naturally the mainstream media awarded that professional Trump hater, they gave him a brand-new talk show on ABC broadcasting.",
  "We start in Georgia tonight, their sixth district, where Republican incumbent Karen Handel is being challenged by Lucy McBath.",
  "HANNITY: I think I see things moving in the right direction in the Senate, Sean Spicer, but the House, it's too hard to tell.",
  "In that orderly and formal way and a lawful way, we need to overthrow the government of the United States under Donald Trump.",
  "So, what they're really -- to win, Democrats have to hide who they are, and lied to the American people to win an election.",
  "He went into the consul in Istanbul, the Saudi consulate, never came out, very frightening, all right, thank you, Kristin.",
  "HANNITY: Yes, how dare you call --\n\nSPICER: If that had been on the --\n\n(CROSSTALK)\n\nHANNITY: How dare we say it's a mob.",
  "Steve Scalise, this deranged person on the left, went out and shot a group of House Republican members playing baseball.",
  "She talked about -- she has all of these tapes start unraveling about her talking about it being OK to join the Taliban.",
  "Now, the Center for American Progress, John Podesta's group, they are now out there saying don't talk about immigration.",
  "Morgan, when you lived in Saudi Arabia, we know how oppressive life has been for women in Saudi Arabia under Sharia Law.",
  "All of this and breaking from Saudi Arabia, Pastor Brunson, and a major setback for Stormy Daniels and Michael Avenatti.",
  "By the way, today, President has this to say about Warren's extremely distant, possible connection to Native Americans.",
  "Now, likely saw with Antifa, last week, in Portland, blocking traffic, assaulting pedestrians, intimidating commuters.",
  "Now if you choose to stay home, that's essentially casting at least a half a vote for Nancy Pelosi and Chuck Schumer.",
  "Even though, by the way, those are the pillars to the Democratic agenda, should you give them power back in 22 days.",
  "And finally, Michigan 11, pro-Trump GOP nominee Lena Epstein is in an uphill battle against Democrat Haley Stevens.",
  "What's particularly disturbing, Andy, about Kyrsten Sinema, is, you know, not only she thinks Arizonans are crazy.",
  "We now have the entire puzzle framed in and we are filling in all the pieces, and it's pretty clear what happened.",
  "And now, as we speak, the Secretary of State Mike Pompeo, he is headed to Saudi Arabia in search of those answers.",
  "I will only do that if I can test her personally, OK, that will not be something that I would enjoy doing either.",
  "Today, she published the results of her DNA study and it turns out, she's roughly 1/64 to 1/1024 Native American.",
  "A lot happening, first Rod Rosenstein, Glenn Simpson, and of course, we are still waiting for subpoena documents.",
  "This is obviously not a good look for Elizabeth Warren, who appears to be gearing up to challenge Trump in 2020.",
  "This sounds like a call to arms or marching orders on behalf of some people, and it's extraordinarily dangerous.",
  "Now, listen, this stuff has to stop, somebody's going to get hurt and somebody's going to end up getting killed.",
  "Those responsible, I don't care what your reviews, need to be sent to jail regardless of political affiliation.",
  "And in Illinois 13th GOP district, incumbent Rodney Davis has a significant edge over Democrat Betsy Londrigan.",
  "And that is that the Saudis in some form have been lying to the President and his team for the past two weeks.",
  "And by the way, create a ground and follow people into grocery stores and gas stations and department stores.",
  "They think they want to be with him, and it's going to make them something, but they are paying such a price.",
  "The bulk of information was that phoney dossier that even -- we know that Christopher Steele was on standby.",
  "If the people of Missouri really knew where Claire McCaskill stands, I don't think they'd be voting for her.",
  "HANNITY: No, no, they --\n\nSPICER: It's outrage when Donald Trump --\n\n(CROSSTALK)\n\nHANNITY: Go ahead, finish.",
  "Now, in Illinois 14th, we have a Republican Randy Hultgren is locked in a close race with Lauren Underwood.",
  "(CROSSTALK)\n\nSPICER: There is a double standard with how they cover the right and how they cover the left.",
  "Also today, the Senate intelligence security chief pled guilty to lying about his contacts with the media.",
  "In Illinois, their Sixth GOP incumbent, Peter Roskam, he has a razor-thin edge over Democrat Sean Casten.",
  "We know that -- until recently, (Inaudible) we know that gays and lesbians are either beaten or killed.",
  "PAGE: Sean, but it's also -- you know, it goes beyond any damages or any, you know, financial aspects.",
  "In Illinois, 12th Republican district incumbent Mike Bost has a slim lead over Democrat Brendan Kelly.",
  "The Trump agenda would come to a halt, endless witch-hunt against the president will pop up every day.",
  "She thinks her state is the meth capital of the world, and now, we see this new tape inviting witches.",
  "MCCASKILL: If we do our job in St. Louis County, you know, I can give up a few votes in the Bootheel.",
  "HANNITY: But do you think its closer, but are you confident that the House remains a Republican hand?",
  "JESSICA TARLOV, CONTRIBUTOR, FOX NEWS: Well, she never said that she was part of the Cherokee Nation.",
  "MORGAN ORTAGUS, NATIONAL SECURITY ANALYST, FOX NEWS: Sean, I think you hit the nail on the head here.",
  "And significantly, Sean, Simpson's earlier testimony conflicts with Ohr's emails about their contact.",
  "(BEGIN VIDEO CLIP)\n\nALEC BALDWIN, ACTOR: The way we implement change in America is through elections.",
  "The so-called peace-loving people of Hollywood, they are ramping up their rhetoric tonight even more.",
  "She's speaking, calling her fellow Arizonans that she now wants to vote for her, calling them crazy.",
  "Blind sheikh convicted of the 1995 bombing, mastermind a terrorist plots against the United States.",
  "SEN. CORY BOOKER, D-N.J.: Please don't just come here today and then go home, go to the Hill today.",
  "And in Georgia 7, GOP incumbent, Robert Woodall is in a dead heat with Democrat Carolyn Bourdeaux.",
  "They are hiding what they will do in the hopes they can trick you into voting for them in 22 days.",
  "ANDY MCCARTHY, FORMER FEDERAL PROSECUTOR: Sean, Lynne Stewart was my chief adversary in that case.",
  "TARLOV: Thanks for getting that in there, Morgan, and I really appreciate that as a final thought.",
  "While I was in Saudi in 2011, it's whenever the U.S. government was able to kill Osama Bin Laden.",
  "Because what they did to you, we -- you -- all your fourth amendment protections were stomped on.",
  "SARA CARTER, FOX NEWS CONTRIBUTOR: I think what we are seeing is desperation in this party, Sean.",
  "You know what we learned -- The New York Post actually said these are the people that are wanted.",
  "But look at Alec Baldwin, the lowest ratings in the history basically of any network television.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "And a deposition is also on deck for Russia researcher, Nellie Ohr, who also worked for Simpson.",
  "She even published her very own recipe in the Native American cookbook entitled, \"Pow Wow Chow\".",
  "Another flop at the box office, to the disappointment of many detached coastal Hollywood elites.",
  "All right, we have some breaking news, just breaking about Fusion GPS cofounder, Glenn Simpson.",
  "What is next here and where are these classifications, and where are the un-redacted materials?",
  "But it's the first time we've heard anything about this, and I think that's an important thing.",
  "DAN BONGINO, CONTRIBUTOR, NRATV: Well, Sean, we are already seeing some of the results of that.",
  "So the big thing that I'll be looking for tomorrow is what is Secretary Pompeo get out of this.",
  "You saw the commentators and hosts on CNN saying, please don't call it a mob, which clearly is.",
  "Every single Democrat on the Hill, they are salivating over that, but they're not telling you.",
  "(CROSSTALK)\n\nHANNITY: You know how they lied and they disseminated the false information, Dan.",
  "And that rhetoric from fellow left wing turned activist Michael Moore, that's not much better.",
  "ERIC HOLDER, FORMER ATTORNEY GENERAL: Michelle always says that, when they go low, we go high.",
  "There are many fronts in which that the Saudis are very good partners with the United States.",
  "And in Nevada, we have Republican Dean Heller has opened up a significant lead, seven points.",
  "They use the media to construct a narrative that is extraordinarily dangerous to our country.",
  "Do you think it's connected to these people that are saying, you know, oh, go confront them?",
  "Joining us now former Trump campaign aide Carter Page himself, also the Hill's John Solomon.",
  "Senator Warren is not the only prominent Democrat, by the way, embarrassing herself tonight.",
  "You would debrief after travelling abroad freely with the intelligence community, FBI, CIA.",
  "You get the power, you have the power to shock the world again, like you did two years ago.",
  "UNIDENTIFIED MALE: So you would be on board with the bump stocks and -- high capacity mags?",
  "The President is getting things done, and they know they can't beat what he's getting done.",
  "A brand new political ad is casting even more doubt on McCaskill's, quote, moderate image.",
  "And in Michigan 7, Republican Tim Walberg squares off against Democrat Gretchen Driskell.",
  "And it's frustrating for all of us who would really the public to benefit from the truth.",
  "CATHERINE HERRIDGE, CHIEF INTELLIGENCE CORRESPONDENT, FOX NEWS: Well, that's right, Sean.",
  "Open borders, no more ICE, they want to take the crumbs back and illuminate the tax cuts.",
  "She actually changed her ethnicity from white to Native American, at Harvard Law School.",
  "There were a lot of things that I was proud of, but we did have to wear the (Inaudible).",
  "Let not your heart be troubled, why, the news continues as Laura Ingraham takes it away.",
  "CARTER PAGE, FORMER ASSOCIATE, TRUMP CAMPAIGN: Perkins Coie and a few of their partners.",
  "And despite Sinema's unusual and frankly seedy past, this raises very much up for grabs.",
  "Also, Hillary Clinton busy defending her husband from allegations of sexual misconduct.",
  "This will determine if radical Nancy Pelosi once again gets her shot at being speaker.",
  "JOSH HAWLEY, R-MO., SENATORIAL CANDIDATE: I'm Josh Hawley and I approve this message.",
  "But the more important issue is the lawyer that she invited Arizona State University.",
  "Again, not confirmed by Fox that he might have been well - an interrogation gone bad.",
  "Now Fox cannot confirm these reports, but the President has been briefed about them.",
  "And as the, you know, Cherokee Nation leaders said, no, we are not buying it either.",
  "And you push back on them, and you tell them, they're not welcome anymore, anywhere.",
  "Now, by the way, we got this tape exclusively, and as always, we report, you decide.",
  "And even the Cherokee Nation slammed these test results and said they were useless.",
  "Yes, witches, to reclaim the tradition of feminist witchcraft against the Iraq war.",
  "That was the law firm that worked directly with Simpson on the Trump dossier, Sean.",
  "You know, Sean, I know you went through a lot when you were the pressed secretary.",
  "And I'm not buying that the Saudi leadership, the Crown Prince didn't know either.",
  "But start tonight, 22 days, three weeks from tomorrow until the midterm elections.",
  "It is appropriate for protesters to be banging on the doors of the Supreme Court?",
  "And I think the concern to me is that it all seems to be coming in one direction.",
  "Just keep it quiet, just like I have been saying all along, it's a party of lies.",
  "War hero Martha McSally has now jumped out to a thin lead but it's a close race.",
  "I'm kind of pissed off that I even for a second believe half of what they wrote.",
  "Listen, my working relationship, Sean, with the Saudi government was incredible.",
  "I will have a story that will bring a whole new character into the Russia thing.",
  "Yes, Southern Command Headquarters to interview the one and only Rush Limbaugh.",
  "We know that they list McCabe as a witness in the investigation, not a subject.",
  "If you vote anybody that votes for Nancy -- for Democrat, you voted for Nancy.",
  "Violent mob rule, it's got to be unacceptable in the United States of America.",
  "His show garnered the single lowest ratings of any Sunday night network show.",
  "If you vote in the Senate -- that's right, or a Democrat, you voted fro junk.",
  "But two quick points on this, number one, the left's religion is state power.",
  "So this pretty much erases any doubt that Senator Warren has her eye on 2020.",
  "Anybody that tells you that they know what's going to happen is lying to you.",
  "I mean, it's amazing the double standard --\n\n(CROSSTALK)\n\nHANNITY: All right.",
  "We have the former attorney general of the U.S. saying, kick them, you know?",
  "I mean you covered it in the beginning of your show, Missouri, North Dakota.",
  "So this leak facet was going on and starting to be exposed little by little.",
  "I wasn't wearing this snakeskin dress for sure when I lived in Saudi Arabia.",
  "Now, he is also being investigated for leaks as it relates to General Flynn.",
  "They are not going to be -- people are not going to be -- want to be around.",
  "(CROSSTALK)\n\nHANNITY: By the way if Jesse was here, I would say its Morgan.",
  "ORTAGUS: We're going to cook up some powwow chow when this segment is over.",
  "(CROSSTALK)\n\nTARLOV: I said Senator Warren should not have done this today.",
  "SEAN SPICER, AMERICA FIRST ACTION SENIOR ADVISOR: You are absolutely right.",
  "We know you cannot practice Christianity or Judaism in the entire country.",
  "Sean Spicer, Dan Bongino, and a big announcement tonight, straight ahead.",
  "In 22 days, ask yourself, are you better off than you were two years ago.",
  "A lot of hard work will come a stop, but they will go after impeachment.",
  "But in fact, Khashoggi never came out of this consulate when he went in.",
  "And I know that you're about to say it's less than the average American.",
  "I'm just trying to get some justice in terms of getting some disclosure.",
  "Settle your political disputes, you have your shot in 22 days from now.",
  "Anyway, that interview with Rush Limbaugh Thursday night 9:00 Eastern.",
  "We are 22 days away from the biggest midterm election in our lifetime.",
  "A desperation that this party wants to ensure that they actually win.",
  "Major announcement this week, so this Thursday, head down to Florida.",
  "HANNITY: Look at the violence from this weekend, as you're speaking.",
  "By the way, expect crickets from the Stormy Stormy, Stormy networks.",
  "It's time for tonight's jam-packed breaking news opening monologue.",
  "(BEGIN VIDEO CLIP)\n\nAD ANNOUNCER: Claire McCaskill, caught on tape.",
  "So for them to win, they have to lie and hide who they really are.",
  "The FBI released them on their public information side, the vault.",
  "He met with the president at the White House earlier this weekend.",
  "(END VIDEO CLIP)\n\nHANNITY: Overthrow the government, great words.",
  "Well, unsurprisingly, Baldwin's new gig is a spectacular failure.",
  "I'm just as much the little mermaid as she is an American Indian.",
  "Otherwise, we're going to lose a very significant investigation.",
  "We change governments here at home in an orderly and formal way.",
  "We'll have more on those important stories throughout the show.",
  "SPICER: It's amazing, I have never seen such a double standard.",
  "I mean, she was also under indicted as your column pointed out.",
  "It's never been that low, or Michael Moore's movie (Inaudible).",
  "And it's hard to believe that -- the stories that are emerging.",
  "We know that four FISA judges that fraud was committed on them.",
  "SOLOMON: I think they are being (Inaudible) locked again, Sean.",
  "When they lose state power, they have nothing to fall back on.",
  "These races are extraordinarily tight, everything is at stake.",
  "Remember all the phoney documents leaked before the election.",
  "Until people get out there and realize what a big difference.",
  "Content and Programming Copyright 2018 Fox News Network, LLC.",
  "Catherine Herridge, important information tonight, thank you.",
  "(END VIDEO CLIP)\n\nHANNITY: So Bernie refuses to take a stand.",
  "I am not a great fan of being rude or disrupting activities.",
  "All right, real quick in the last few seconds, we have John.",
  "Morgan, you lived almost two years yourself in Saudi Arabia.",
  "I am fully onboard with (Inaudible) and what he was saying.",
  "That is an important race, getting him reelected in Nevada.",
  "We know that Andrew McCabe is under criminal investigation.",
  "This is a rush transcript from \"Hannity,\" October 15, 2018.",
  "This copy may not be in its final form and may be updated.",
  "And Warren frequently touted her Native American ancestry.",
  "Gentlemen, we have one other little piece here in the FBI.",
  "And can I just say one quick thing about Elizabeth Warren?",
  "You know we can't get Glenn Simpson to testify under oath.",
  "All right, when we come back, this was a big announcement.",
  "Joining us now with more reactions to tonight's monologue.",
  "She portrayed herself as a Native American, and she's not.",
  "HANNITY: Let me go to a different issue with you, Jessica.",
  "That was printed for like 10 years, 1/164, 1 out of 1,024.",
  "But Maxine Waters -- they keep saying to me don't say it.",
  "They were used to set up the whole Mueller investigation.",
  "We are even seeing a raise closing in Michigan, you know.",
  "We're going to have more on these riots over the weekend.",
  "In his hyper-partisan anti-Trump documentary, guess what?",
  "Look, they are antagonizing the public with this rancor.",
  "Her opponent, Martha McSally, was defending her country.",
  "Is this going to translate to the ballot box in 22 days?",
  "(CROSSTALK)\n\nHANNITY: She shouldn't have lied for years.",
  "(CROSSTALK)\n\nTARLOV: Well, but she actually didn't lie.",
  "Get up and get up in the space of some Congress people.",
  "At this hour, we have breaking news on multiple fronts.",
  "Bernie Sanders refusing to condemn violent protesters.",
  "Their religion, a genuflect at the altar state power.",
  "MCCASKILL: I can give up a few votes in the Bootheel.",
  "MCCASKILL: I can give up a few votes in the Bootheel.",
  "We reached out to her office for comment, guess what?",
  "We are also focusing on 10 more critical house races.",
  "So she literally, purposely, Senator Warren changes.",
  "Why did Senator Warren have to her announcement now?",
  "Alec Baldwin wants to overthrow the U.S. government.",
  "She was once described as the first woman of color.",
  "And this is coming from the left, the radical left.",
  "AD ANNOUNCER: Claire McCaskill has given up on you.",
  "HANNITY: Looks like the President was right again.",
  "This has been going on in Massachusetts for years.",
  "DE NIRO: Making a deal with the devil, it's scary.",
  "(END VIDEO CLIP)\n\nHANNITY: The president's right.",
  "(CROSSTALK)\n\nTARLOV: There is a percentage there.",
  "(CROSSTALK)\n\nTARLOV: I said thanks a lot, Morgan.",
  "Joining us now, Fox News contributor Sara Carter.",
  "(CROSSTALK)\n\nSPICER: It has taken a violent turn.",
  "You're voting for their lies and a hidden agenda.",
  "So that's one story that we are watching tonight.",
  "(CROSSTALK)\n\nHANNITY: She's done this for years.",
  "(CROSSTALK)\n\nHANNITY: John James is a rock star.",
  "(BEGIN VIDEO CLIP)\n\nSEN. CLAIRE MCCASKILL, D-MO.",
  "HANNITY: I would trust you, because you've been.",
  "There are some new documents out tonight, Sean.",
  "This isn't politically even in any way, Carter.",
  "She was the defense lawyer for the blind sheik.",
  "Robert de Niro calling the president the devil.",
  "At the end of the day, we all need to be safe.",
  "SEAN HANNITY, HOST: And welcome to \"Hannity.\"",
  "In other words, they are hiding their agenda.",
  "Don't tell people what you really want to do.",
  "I'm well prepared for this evening's segment.",
  "(CROSSTALK)\n\nTARLOV: Jesse is hiding from me.",
  "(CROSSTALK)\n\nHANNITY: More than unfortunate.",
  "KRISTIN FISHER, CONTRIBUTOR, FOX NEWS: Yeah.",
  "(END VIDEO CLIP)\n\nHANNITY: She was an adult.",
  "Don't talk about what we really want to do.",
  "They lie when it benefits them politically.",
  "I've voted for most of those things before.",
  "She is basically a vote for Chuck Schumer.",
  "That is why we have to stick to the facts.",
  "She does have that as part of her lineage.",
  "(CROSSTALK)\n\nHANNITY: For eighteen months.",
  "All right, we're always fair and balanced.",
  "Endless investigation, it will never stop.",
  "PRESIDENT DONALD TRUMP: How much, 1/1,000?",
  "INTERVIEWER: It wasn't an abuse of power?",
  "This is what Rand Paul was warning about.",
  "You are going to be a really wealthy guy.",
  "HANNITY: You also helped your government.",
  "He's not feeling well, feel better Jesse.",
  "Look at -- we'll put it up on the screen.",
  "(CROSSTALK)\n\nSPICER: It's getting closer.",
  "We're already seeing it happening, Sean.",
  "HANNITY: Jessie, do you want to respond?",
  "The list is 30 items deep at this point.",
  "REPORTER: I don't have the exact number.",
  "Even the CW beat him, cable TV beat him.",
  "Oh, only if we win political elections?",
  "That's really what the debate is about.",
  "(COMMERCIAL BREAK)\n\nHANNITY: All right.",
  "We'll never be the destroy-Trump media.",
  "(COMMERCIAL BREAK)\n\nHANNITY: All right.",
  "November, this agenda is on the ballot.",
  "(COMMERCIAL BREAK)\n\nHANNITY: All right.",
  "And by the way, Mike Pompeo is the guy.",
  "(COMMERCIAL BREAK)\n\nHANNITY: All right.",
  "You know this is getting very strange.",
  "I think you are not going to see them.",
  "You are assuming the DNC and who else?",
  "We don't know anything more than that.",
  "He will join us on this show tomorrow.",
  "The double standard is so transparent.",
  "This is especially true in red states.",
  "Not exactly what she's campaigning on.",
  "As a matter of fact, it set a record.",
  "It will be less than three weeks out.",
  "Catherine Herridge has a full report.",
  "Why don't you just pick on the issue?",
  "Having a conversation about the race.",
  "Why can't the Dems ever stay focused?",
  "They justify the actions on the left.",
  "This is an incredibly serious story.",
  "I'm not talking about all Democrats.",
  "He's refusing to testify under oath.",
  "Well, I mean I have to imagine here.",
  "REPORTER: Do you owe her an apology?",
  "I think we have to mobilize people.",
  "Is that how we handle disagreement?",
  "I'm talking about the radical left.",
  "They get it wrong in the beginning.",
  "The pieces are all coming together.",
  "John James, an insurgent candidate.",
  "That's a pretty revealing instance.",
  "He wanted to get down to the facts.",
  "Jessica, let me ask you a question.",
  "You are in the center of all this.",
  "HANNITY: Senator Warren supporter.",
  "They clearly work with us on oil.",
  "I mean it's a great announcement.",
  "HANNITY: You know we'll say this.",
  "The American people are not dumb.",
  "Is Alec Baldwin an anarchist now?",
  "The power imbalance is too great.",
  "She owes the country an apology.",
  "What is her percentage, 1/1,000?",
  "Buckle up, a busy night tonight.",
  "They don't tell the whole story.",
  "That's not what the media says.",
  "We will do it but don't say it.",
  "You prosecuted the blind sheik.",
  "TARLOV: Because she didn't lie.",
  "All right, let me go to Morgan.",
  "But stay tuned later this week.",
  "The president says bring it on.",
  "She was old enough, apparently.",
  "Don't ever mention impeachment.",
  "When they go low, we kick them.",
  "And they haven't indicted you.",
  "TARLOV: Today was unfortunate.",
  "HANNITY: Why are you laughing?",
  "CARTER: Yes, absolutely, Sean.",
  "HANNITY: That's all true, too.",
  "They had denied it vigorously.",
  "I have seen all the headlines.",
  "You need to get out and vote.",
  "And then we have the tape of.",
  "If they go low, we kick them?",
  "Create crowds, go after them?",
  "UNIDENTIFIED MALE: For a ban?",
  "Impeachment would be pursued.",
  "JOHN SOLOMON, THE HILL: Yeah.",
  "Now, you have Rod Rosenstein.",
  "It's happening from the left.",
  "Paula Jones, Kathleen Willey?",
  "Where is Juanita Broaddrick?",
  "Look at this on your screen.",
  "That's the bottom line here.",
  "And I think that's crucial.",
  "(CROSSTALK)\n\nSPICER: Right.",
  "(CROSSTALK)\n\nHANNITY: Sean?",
  "AD ANNOUNCER: Listen again.",
  "Kick them if they are down.",
  "Where are those questions?",
  "CLINTON: She was an adult.",
  "People need to understand.",
  "All right, thank you both.",
  "HANNITY: Yeah, very scary.",
  "TARLOV: Come on, you guys.",
  "We got a lot of work done.",
  "I think it's unfortunate.",
  "I think it was a mistake.",
  "When they lose, they rot.",
  "Andy McCarthy is with us.",
  "Dan, let me bring you in.",
  "A lot more breaking news.",
  "In 2011, she's in Texas.",
  "They are not responding.",
  "Is your paycheck bigger?",
  "His videos are terrific.",
  "There is a lot at stake.",
  "You're going to love it.",
  "CLINTON: Absolutely not.",
  "Oh, is this really true?",
  "We hope you'll join us.",
  "That's straight ahead.",
  "You know it very well.",
  "We have 22 days to go.",
  "That's their religion.",
  "Somebody did get shot.",
  "HANNITY: You're right.",
  "We have the videotape.",
  "Who is Lynne Stewart?",
  "Are your taxes lower?",
  "Is the country safer?",
  "MCCASKILL: Of course.",
  "BONGINO: He's a stud.",
  "I've been identified.",
  "And Sean, I tell you.",
  "It didn't make sense.",
  "It's hard to believe.",
  "When are they coming?",
  "She's let this slide.",
  "We did have to dress.",
  "ALL RIGHTS RESERVED.",
  "I'm not buying that.",
  "They are socialists.",
  "You're out of touch.",
  "Is the world safer?",
  "MCCASKILL: Oh, yes.",
  "McConnell knows it.",
  "It's getting close.",
  "HANNITY: All right.",
  "HANNITY: All right.",
  "You can't be civil?",
  "TRUMP: No, I don't.",
  "BALDWIN: They will.",
  "You're a Democrat.",
  "You're a liberal.",
  "What was it like?",
  "And good evening.",
  "OK, that's a lie.",
  "She's done this.",
  "Thank you, both.",
  "Thank you, both.",
  "CLINTON: No, no.",
  "Let me be clear.",
  "Thank you both.",
  "And it's next.",
  "HANNITY: Yeah.",
  "HANNITY: Yeah.",
  "ORTAGUS: Yeah.",
  "We'll explain.",
  "Now the devil.",
  "Do I owe her?",
  "Carter, look.",
  "It really is.",
  "We know that.",
  "HANNITY: Yes.",
  "Stay focused.",
  "You're right.",
  "Don't say it.",
  "SPICER: Yeah?",
  "He is great.",
  "We see this.",
  "SPICER: Yes.",
  "Take a look.",
  "Take a look.",
  "Take a look.",
  "Take a look.",
  "Take a look.",
  "Take a look.",
  "Take a look.",
  "Take a look.",
  "I love him.",
  "I love him.",
  "SPICER: No.",
  "Of course.",
  "All right.",
  "All right.",
  "I do not.",
  "I'm not.",
  "Really?",
  "Laura?",
  "Why?",
  "No.",
  "No."
]