[
  "Until this spring, HuffPost’s story was the second to come up in a generic Google search for “End Citizens United.” But in the spring of 2018, an anonymous U.S.-based contractor paid at least 3,800 workers in countries around the world through the crowdsourcing firm Microworkers to manipulate what stories would come up when people searched for the PAC in Google, according to public job listings on Microworkers reviewed by HuffPost.",
  "Although the court that upheld the Paul operatives’ convictions frowned on the FEC’s unclear rules for when it’s permissible to not disclose subvendor payments, the FEC has not enacted any new guidance on this question, allowing campaigns and PACs to keep subvendor payments under wraps for the foreseeable future.",
  "HuffPost’s April 2016 report investigated the tactics of End Citizens United, a political action committee founded by three former staffers at the Democratic Congressional Campaign Committee, the party’s official organ dedicated to electing Democrats to the House of Representatives.",
  "A HuffPost article that critically covered a Democratic political action committee abruptly disappeared from the top results in Google search after a contractor hired thousands of workers outside of the U.S. this spring to help suppress negative coverage of the PAC’s activities.",
  "A federal appeals court in May upheld the convictions of three former Ron Paul presidential campaign operatives for illegally concealing a payment for an important endorsement from a state senator as a subvendor expense in the Paul campaign’s expenditure report.",
  "Whoever paid for the campaign to manipulate ECU search results could have hidden their activities by recruiting workers through a private group on an online platform or by organizing the campaign offline, rather than a public platform like Microworkers.",
  "Instead, the payment was routed through Perkins Coie, the Clinton campaign’s law firm, and described solely as “legal services.” This payment has been challenged in a complaint by the Campaign Legal Center, a watchdog nonprofit group.",
  "Although microjob campaigns to influence search engine results for product reviews are somewhat common, it’s unusual to see one targeting news coverage, explained James Caverlee, an associate professor at Texas A&M University.",
  "When Hillary Clinton’s presidential campaign paid the research firm Fusion GPS to hire ex-British spy Christopher Steele to collect information on Donald Trump’s alleged ties to Russia, it did not report the payment.",
  "The PAC’s pushy tactics angered other nonprofits working toward campaign finance reform, which came to think of the PAC as an arm of the Democratic Party stealing their donors with deceptive email marketing.",
  "The consulting firm can then spend that money to advertise on Facebook, Google or Twitter, pay design and production firms or, potentially, pay microwork sites to manipulate search results.",
  "The contractor paid each of the workers 20 cents to click on stories and sites that portrayed the PAC positively, bumping those stories up in Google at the expense of critical coverage.",
  "ECU, which worked to elect Democratic candidates who support campaign finance reform, used aggressive and expansive email campaigns to rake in millions of dollars in online donations.",
  "The campaign paid Kent Sorensen, an Iowa state senator, for his endorsement by treating him as a subvendor for the audiovisual contractor listed in the campaign’s disclosures.",
  "If the PAC is behind the effort to downgrade negative search results, it likely hid the payment as an expense made through a contractor to a subvendor.",
  "The lack of disclosure of subvendors is rampant in digital political consulting, and allowed by the Federal Election Commission.",
  "Alexander Thorburn Winsor\n\nHowever, there are several recent cases that have brought criticism of that system to the forefront.",
  "Alexander Thorburn Winsor An example of the job listings on Microworkers (with personally identifiable information redacted).",
  "HuffPost’s story dropped from the second place on the first page of the Google search to the second page of search results.",
  "Campaigns usually report paying consulting firms without further explanation for what that money was actually spent on.",
  "Sorensen and two Paul campaign aides were convicted of using a false description in the campaign’s disclosure reports.",
  "In fact, disclosures for digital spending are, “almost worthless,” according to the magazine Campaigns & Elections.",
  "End Citizens United has never disclosed a payment to Microworkers or any other microwork platform.",
  "End Citizens United did not respond to HuffPost’s request for comment before publication.",
  "Alexander Thorburn Winsor A sampling of job listings on the Microworkers site.",
  "It probably doesn’t have to."
]