[
  "DOCS SHOW FBI INACCURATELY ADVISED FISA COURT IT THOUGHT STEELE WASN'T SOURCE OF REPORT JUSTIFYING PAGE SURVEILLANCE\n\nStrzok, who was a leading investigator in both the Hillary Clinton and Russia probes, was fired in August after the DOJ inspector general excoriated him for a slew of anti-Trump text messages he sent on his FBI-issued phone, including one in which he said \"we'll stop\" Trump from becoming president.",
  "New documents provided to Congress raise “grave concerns” about an “apparent systemic culture of media leaking” among high-level FBI and Justice Department officials to release information damaging to President Trump, a top Republican congressman charged in a letter to Deputy Attorney General Rod Rosenstein on Monday.",
  "Congressional sources tell Fox News they expect President Trump will soon agree to a longstanding request by the House Judiciary and Intelligence Committees to declassify more documents used to justify Page's surveillance, as well as activities by embattled DOJ attorney Bruce Ohr.",
  "MANAFORT FILING UNMASKS DOJ MEETING WITH AP REPORTERS, MAY HAVE VIOLATED GRAND JURY SECRECY\n\nThe leaks to the media continued even as FBI attorneys cited the U.S. Attorney's Manual in telling Congress that witnesses could not answer questions about pending probes, Meadows wrote.",
  "But Republicans have said the FBI failed to disclose to the FISA court not only the funding sources for Steele dossier, but also Ohr’s involvement and the fact that his wife, Nellie, had worked on Russia issues for Fusion GPS, the opposition research firm behind the dossier.",
  "The text message exchanges \"should lead a reasonable person to question whether there was a sincere desire to investigate wrongdoing or to place derogatory information in the media to justify a continued probe,\" Meadows, who serves on the House Oversight Committee, wrote.",
  "Heavily redacted documents have since shown that a dossier written by ex-British spy Christopher Steele and funded by the Democratic National Committee and Hillary Clinton campaign played a key role in obtaining the FISA warrant to surveil him beginning in October 2016.",
  "FBI and DOJ officials, including DOJ prosecutor and top Robert Mueller deputy Andrew Weissmann, met with several Associated Press reporters in April 2017, according to court filings in the Virginia federal trial of Trump's former campaign chairman Paul Manafort.",
  "\"I had literally just gone to find this phone to tell you I want to talk to you about media leak strategy with DOJ before you go,\" Strzok texted Page on April 10, 2017, according to Meadows, who cited newly produced documents from the Justice Department.",
  "In the letter, Rep. Mark Meadows, R-N.C., points in particular to several text message exchanges in April 2017 between now-fired FBI agent Peter Strzok and former FBI attorney Lisa Page, in which the two discuss the bureau's \"media leak strategy.\"",
  "Meadows concluded by requesting written communications from FBI and DOJ officials, including Stu Evans, Mike Kortan and Joe Pientka, from June 2016 to June 2017, although he emphasized that he was not suggested they engaged in wrongdoing.",
  "The article, citing \"law enforcement and other U.S. officials,\" reported that the DOJ and FBI had convinced a FISA judge there was \"probable cause to believe Page was acting as an agent of a foreign power, in this case Russia.\"",
  "Documents also have shown that the FBI inaccurately reassured the FISA court on several instances that a Yahoo News article provided independent basis to surveil Page, when in fact it also relied on Steele as its source.",
  "Ohr had contact in 2016 with Weissmann, then his colleague, as well as other senior FBI officials about the controversial anti-Trump dossier and the individuals behind it, two sources close to the matter told Fox News.",
  "A Republican-authored House Intelligence Committee memo released in February said that Steele \"maintained contact\" with Ohr \"before and after\" the government fired the British ex-spy as a source.",
  "That was an apparent reference to Carter Page, the former Trump adviser whom the FBI surveilled for months after obtaining a warrant from the Foreign Intelligence Surveillance Act (FISA) court.",
  "Meadows sent an updated letter to Rosenstein on Tuesday, containing similar language but revising the timing of one of the exchanges mentioned in his Monday letter.",
  "“The term ‘media leak strategy’ in Mr. Strzok’s text refers to a Department-wide initiative to detect and stop leaks to the media,” he said in a statement.",
  "Meadows' letter also includes a comment from Strzok to Page on April 12, in which Strzok suggests an article about Page's \"namesake\" would soon come out.",
  "In his letter, Meadows noted that the Post's reporting \"[set] off a flurry of articles suggesting connections between President Trump and Russia.\"",
  "On April 11, 2017, the Washington Post published a story titled, \"FBI obtained FISA warrant to monitor former Trump adviser Carter Page.",
  "While those disclosures may not be unauthorized, he added, they still compromise the appearance of impartiality at the bureau.",
  "Congressional Republicans are still trying to get to the bottom of Ohr's role in circulating the unverified Steele dossier.",
  "Strzok attorney Aitan Goelman, though, said the “media leak strategy” in the text referred to efforts to stop leaks.",
  "There is \"troubling evidence\" that the FBI and DOJ continue to coordinate leaks to the media, Meadows said.",
  "The leaks involved other outlets in addition to the Washington Post, Meadows wrote.",
  "Well done, Page,\" according to Meadows' updated letter.",
  "He originally said the exchange occured on April 12.",
  "Page has not been charged with any wrongdoing.",
  "On April 22, Strzok wrote, \"article is out!",
  "The FBI and DOJ declined to comment."
]