[
  "In a statement to the BBC, he dismissed the latest claims as “conspiratorial nonsense.”\n\nIn October, he said his meeting with Assange was organized by LBC, the London radio station where he hosts a call-in show, and he was accompanied by his producer to the meeting.",
  "But Glenn Simpson, co-founder of the Washington political research firm behind the notorious Trump-Russia dossier, told the House Intelligence Committee that Farage made “additional trips” to visit Assange, and claimed he “provided data” to the WikiLeaks founder.",
  "The Russia dossier compiled for Fusion GPS by former MI6 agent Christopher Steele contained lurid allegations about Trump’s ensnarement by Russian intelligence, and is currently the subject of fierce bipartisan dispute in Congress.",
  "The former leader of the United Kingdom Independence Party, whose anti-immigration policies Farage claims inspired Trump, was seen leaving the Ecuadorian embassy in London­ where Assange resides in March, 2017.",
  "\"I've been told and have not confirmed that Nigel Farage had additional trips to the Ecuadorian embassy than the one that's been in the papers and that he provided data to Julian Assange,\" said Simpson.",
  "Farage, who has boasted of his friendship with Trump took the stage at a Trump rally on the campaign trail ans was one of the first to visit the president-elect in Trump Tower after his victory.",
  "Multiple U.S. intelligence agencies have concluded that state-backed Russian hackers stole the emails, and Hillary Clinton has accused the site as being subsidiary of Russian intelligence.",
  "The House committee is conducting one of several probes by U.S. officials into allegations that the Trump campaign colluded with Russia to win the 2016 presidential election.",
  "Getty Images\n\nAssange has been holed up the embassy for five years, where he took refuge after being sought for questioning on sexual assault allegations by Swedish police.",
  "Simpson told the panel in his November testimony, that has just been released, that his interest in Farage's contact with Assange was not linked to the Steele dossier.",
  "Brexit campaigner and Donald Trump ally Nigel Farage held several meetings with WikiLeaks founder Julian Assange, a U.S. Congressional committee has heard.",
  "During the campaign WikiLeaks published thousands of emails hacked from DNC servers containing damaging information about the Clinton campaign.",
  "President Trump has described the Russia probe as a \"witch hunt,\" and dismissed the contents of the Steele dossier as fabrications.",
  "He has denied claims he acted as a go-between for the Trump campaign and WikiLeaks.",
  "Asked what kind of data, he replied: \"A thumb drive.\""
]