[
  "The committee is in the process of scheduling eight witnesses including FBI agent Peter Strzok and FBI lawyer Lisa Page, who exchanged anti-Trump text messages during an affair and previously worked on the special counsel’s Russia probe; FBI general counsel James Baker, who was reassigned; FBI head of counterintelligence Bill Priestap, whom ex-FBI boss James Comey testified made the decision not to brief Congress about the Russia case during last year's election; FBI special agent and chief of staff James Rybicki; and FBI congressional liaison Greg Brower.",
  "“Together, these reports confirmed that various law firms and businesses had retained Fusion on behalf of their clients to perform Russia-related work, thus triggering the Committee’s investigative interest in identifying other businesses that sought Fusion’s services during the same relevant period,” Leon wrote.",
  "While the dossier was commissioned by opposition research firm Fusion GPS, author and former British spy Christopher Steele also was a source for the FBI – first relaying some information in July 2016, the same month the Clinton email case closed for the first time and the Russia counter-intelligence case opened.",
  "INSIDE THE TRUMP DOSSIER HANDOFF\n\nThe Justice Department and FBI are on a tight timeline to provide records and witnesses, based on an agreement reached last week between Republican Chairman Devin Nunes, R-Calif., and Deputy Attorney General Rod Rosenstein.",
  "House Intelligence Committee investigators got access to the remaining documents they had long sought as part of their Russia inquiry during a classified session at the Justice Department on Friday, a source close to the matter told Fox News.",
  "The documents were described as core records concerning the controversial anti-Trump dossier and its handling by the FBI – including witness interview summaries for confidential sources or informants.",
  "In his ruling, Judge Richard Leon wrote about Fusion’s Russia work – including compiling the dossier while it was working to undermine the Magnitsky Act, a sanctions law Moscow vehemently opposes.",
  "Separately, the source said the committee got access to dossier-related financial records from TD Bank on Friday following a court decision, making any potential appeal by Fusion GPS moot.",
  "Bruce Ohr, a DOJ official reassigned after concealing meetings with figures involved in the dossier, also is scheduled to meet with the committee on Jan. 17 in a closed session.",
  "At issue are 70 transactions over a two-year period, covering clients, journalists, two media organizations and researchers.",
  "Investigators were allowed to review the records and take notes but not take copies, which is standard in sensitive cases.",
  "Fox News’ Jake Gibson contributed to this report."
]