[
  "In 2011, Perkins Coie attorney Judith Corley even traveled to Hawaii to pick up copies of Obama's long-form birth certificate in a bid to prove that he was born in the U.S.\n\nFor all the buzz, none of the scandalous allegations in the Steele dossier have been proved to be true—least of all the existence of a tape in which Trump watches prostitutes urinate on one another.",
  "Trump was likely referencing a report out Sunday by right-leaning outlet The Federalist, which surfaced Federal Election Commission (FEC) records showing that Obama for America gave a combined $972,000 to Perkins Coie between April 2016 and August 2017.",
  "President Donald Trump claimed in a Monday morning tweetstorm that Barack Obama's campaign organization paid almost $1 million to the firm that produced the infamous Trump dossier alleging the existence of a \"pee tape\"—but that's not entirely true.",
  "Politico reported the Obama for America payments have taken on a new significance in light of these revelations, but they don't directly link Obama with Fusion GPS or the dossier, as Trump argued Monday.",
  "The series of memos was produced by the company Fusion GPS, which hired former U.K. intelligence officer Christopher Steele to interview various Russian sources about Trump's ties to the Kremlin.",
  "When the Beacon ended its contract, Hillary Clinton's campaign and the Democratic National Committee hired the company to continue its research, according to The Washington Post.",
  "Critics suggest the claims in the dossier amount to blackmail and could have caused Trump to conspire with Russia to influence the presidential election results.",
  "The campaign—whose treasurer was Obama pal Martin Nesbitt—made dozens of payments to the Seattle-based law firm last year for \"legal services.\"",
  "Fusion GPS's involvement started back in 2015, when conservative news site The Washington Free Beacon hired the firm to dig up dirt on Trump.",
  "The FEC records found by The Federalist just connect Obama's campaign with Perkins Coie, which it was already known to do business with.",
  "That's where Perkins Coie comes in—Clinton and the DNC funneled their payments through one of its lawyers, Marc Elias.",
  "The dossier and its salacious accusations went public in January 2017, when BuzzFeed published them.",
  "In 2009, Obama appointed Perkins Coie partner Bob Bauer to be White House counsel.",
  "The president has rebutted the claim by saying he's \"very much of a germophobe.\""
]