[
  "Manigault Newman said the audio recording, which was first released on ABC's \"The View\" and later aired on MSNBC, was made in October 2017 during a meeting between senior communications staffers about tax reform that Trump crashed to talk about a dossier alleging collusion between the Trump campaign and Russia compiled by British intelligence operative Christopher Steele.",
  "Sep. 10, 2018 / 1:15 PM ET / Updated Sep. 10, 2018 / 4:20 PM ET By Dartunorro Clark\n\nOmarosa Manigault Newman, the former contestant on \"The Apprentice\" who became a White House aide, released a new secret recording on Monday in which President Donald Trump can be heard discussing Hillary Clinton and the Russia investigation.",
  "In an October 2017 press briefing, Sanders defended Trump campaign officials' contacts with Russians claiming to have \"dirt\" on Clinton by saying \"the big difference here is you have a meeting that took place versus millions of dollars being sent to create fake information to actually influence the election.\"",
  "\"They were laughing because he's like making light of the situation, he's saying, \"Well I wouldn't want to be a terrorist,\" she said, \"but it's not a laughing matter we lost four American soldiers and four of our allies, the Nigerien troops that we were fighting alongside.\"",
  "Meanwhile, an administration official confirmed to NBC News on Monday that in the wake of Manigault Newman secretly taping chief of staff John Kelly in the Situation Room the White House has changed its phone policy, which was first reported by CNN.",
  "Since the publication of her book, she has released a number of other recordings from her time in the White House, including her firing in December 2017 and a conversation with Trump after her firing in which he expressed shock that she was let go.",
  "Last month, Manigault Newman released her tell-all book \"Unhinged,\" in which she chronicles a White House in crisis and her relationship with Trump going back to her time on the NBC reality TV show, \"The Apprentice,\" that the president hosted.",
  "Manigault Newman later released another previously unaired tape on MSNBC on Monday, in which Trump can be heard discussing the deadly Niger ambush that claimed the lives of four U.S. servicemen in early October 2017.",
  "The research that ultimately developed into the dossier, compiled by firm Fusion GPS, was initially funded by a conservative outlet seeking potentially damaging information on Trump when he was a candidate.",
  "She said the recording is from a meeting of the White House communications team that Trump walked into on Oct. 27, 2017:\n\nTrump: We had 3.2 last quarter before this, so it’s really, it’s really going good.",
  "White House Press Secretary Sarah Sanders and former White House communications director Hope Hicks can be heard on the recording talking to Trump:\n\nTrump: I think Hillary is getting killed with Russia.",
  "She also claimed during the interview on Monday that she had been threatened by Trump's legal team because of the claims in her book as well as other allegations she has made in media interviews.",
  "She said on MSNBC that the entire exchange lasted roughly 15 minutes, and that afterward, Trump made the staffers gather around the Oval Office to listen to him \"rant\" further on various topics.",
  "After Trump became the Republican nominee, a law firm acting on behalf of Clinton's presidential campaign and the Democratic National Committee hired Fusion GPS to continue its research.",
  "During her appearance on \"The View,\" Manigault Newman said that Trump frequently crashed meetings at the White House, \"rambling from topic to topic,\" because he got bored \"very often.\"",
  "Staffers now have to leave their phones, including their government-issued phones, in their offices or in lockers near the West Wing entrance before they can enter the Situation Room.",
  "\"When people say come forward and give us proof he's unfit, give us proof he's unhinged, here is it, Donald Trump raw, showing you just how unhinged, how inappropriate he is.\"",
  "The reason they’re there, is because we forced them out, and it’s not nearly as many, it’s not nearly as intense, but it's pretty intense, you see that happening.",
  "She also called Trump's claims in the recording \"blatant lies,\" but said that the communications staff had to repeat those claims to the American people.",
  "Manigault Newman characterized the remarks as \"mocking\" the deaths of soldiers,\" particularly the laughter from Trump and staffers heard on the tape.",
  "The official said the move wasn't made out of broad paranoia but instead out of a direct response to Manigault Newman secretly taping conversations.",
  "Hope Hicks: Yeah, someone just said, \"She's far worse for the country than we thought if she didn't know her own campaign was spending $9 million.\"",
  "We’ve done more in 7 months, because really it's 7 months that we’ve started — we’ve done more in 7 months than they’ve done in 8 years, okay?",
  "\"You have to question how seriously he takes the people who put their lives on the line for this country,\" Manigault Newman said Monday.",
  "The Trump campaign has filed an arbitration claim against her that alleges she violated the terms of her 2016 confidentiality agreement.",
  "These were people in many cases, that were in the Middle East, that now go to Africa to try and, you know, cause problems there.",
  "And so we're — But what happens, is now they flee, and they flee to Africa, and they flee to Niger, and countries around there.",
  "\"What the Clinton campaign did, what the DNC did, was actually exchange money,\" Sanders said, referring to the Steele dossier.",
  "But they found out, it's definitely illegal and it's illegal from a campaign standpoint, from a campaign financing standpoint.",
  "La David Johnson, who died in the ambush, during a phone call that the serviceman \"must've known what he signed up for.\"",
  "She also claimed that none of the attendees had security clearance to discuss the topic of Niger.",
  "Johnson, a 25-year-old father of two from Miami Gardens, Florida, was killed alongside Staff Sgt.",
  "And whether you call it rules of engagement or any way you want to say it, but we’ve let them do.",
  "And that's how these [inaudible] people get attacked, and they got attacked by 50 real fighters.",
  "Steele was hired in June 2016, after the Clinton campaign and the DNC began picking up the tab.",
  "[laughter] It’s not a good life, but it’s uh, the only thing that — What else is there?",
  "And ultimately they wanna come back here, because this is where they really wanna be.",
  "She has also claimed the president is a \"racist\" who has used the N-word in the past.",
  "Somebody told me, Hope, you told me it was $9 million they spent on the phony report.",
  "Trump caused a firestorm after he allegedly told the widow of U.S. Army Sgt.",
  "The reason a law firm is because this way you don't have to give any papers.",
  "She added, \"I'm gonna keep on fighting, he's not going to intimidate me.\"",
  "So, what happens is we’re decimated — You know, it’s a rough business.",
  "I wouldn’t, I don’t think I’d want to be a terrorist right now.",
  "So the whole Russia thing, I think seems to have turned around.",
  "It was spent through a law firm that way they can't trace it.",
  "Jeremiah W. Johnson, 39, of Springboro, Ohio; and Staff Sgt.",
  "And we have a lot of things happening on the economic front.",
  "Bryan C. Black, 35, of Puyallup, Washington; Staff Sgt.",
  "But um, but that is — You know, people don’t say that.",
  "The president denied the allegation at the time.",
  "I heard it was 5.7 but now they say it was nine.",
  "The real Russia story is Hillary and collusion.",
  "We’ve let the military do what they have to do.",
  "And in the Middle East, there’s very few left.",
  "One thing in this business is they trace it.",
  "The White House has denied the allegations.",
  "Dustin M. Wright, 29, of Lyons, Georgia.",
  "We really — we’ve done a very good job.",
  "They’re rough too, they wanna kill us.",
  "\"They want to shut me down,\" she said.",
  "\"He wants to make sure I stay silent.\"",
  "I think the military’s doing good.",
  "And, yeah, close to $9 million.",
  "So it's a rough uh, business.",
  "Nobody knows who spent it.",
  "What do you think, Sarah?",
  "I can't even believe it.",
  "No, I heard it was nine.",
  "Sanders: Closer to six.",
  "Sanders: Absolutely.",
  "But they traced it.",
  "Trump: Did you see?",
  "And now, on Niger.",
  "So that’s that."
]