[
  "“Sir, I can tell you I never had contact with Fusion, with Mr. Simpson, with Mr. Corn.”\n\nMeanwhile, Evan Fray-Witzer, the Boston-based attorney for Russian tech executive Aleksej Gubarev who is suing Buzzfeed and dossier author Christopher Steele over the document's publication, said Strzok’s testimony “drives home” that the “dossier” was really a “collection of memos that were written over many months by private individuals for political purposes.”\n\n“The FBI appears to have had some of the memos at some point, but they received different memos at different times, if at all,” Fray-Witzer said in a statement to Fox News.",
  "Jordan said he had the email he sent to Page and several others with the subject: “BuzzFeed is about to accomplish the dossier.”\n\n“It says this, ‘Comparing now the set is only identical to what (Sen. John) McCain had, parentheses, it has differences from what was given to us by (Mother Jones’ David) Corn and (Fusion GPS founder Glenn) Simpson.’ Did you write all that?” Jordan asked.",
  "The inquiry into the dossier occurred during a fiery exchange earlier between Rep. Jim Jordan, R-Ohio, and Strzok, who appeared before a joint House committee about his role in the investigation into Russian interference in the 2016 presidential election.",
  "Jordan pressed Strzok about an email he sent to his colleagues, including FBI lawyer Lisa Page with whom he had an extramarital affair, indicating that he has seen different versions of the infamous Trump dossier from three different sources.",
  "Rudy Giuliani on Thursday slammed the “totally phony” Russia probe after anti-Trump FBI agent Peter Strzok refused to identify the individuals who apparently handed the bureau three different copies of the salacious Trump dossier.",
  "And doesn't it taint the entire Russian probe?” Giuliani told Fox News’ Laura Ingraham on “The Ingraham Angle.”\n\n“That’s a disgrace, [Special Counsel Robert] Mueller should be ashamed of himself.",
  "Jordan went on to press Strzok on whether he interacted with Fusion GPS, noting that Simpson said last year in his testimony that nobody from his company was in contact with the FBI.",
  "Strzok refused to answer and declined to confirm whether there were three copies of the dossier the FBI had its hands on, saying he can’t answer under the directive of the bureau.",
  "“There has never been any evidence that the FBI had the December memo before Buzzfeed published it …”\n\nFox News' Pamela K. Browne contributed to this report.",
  "— Rudy Giuliani\n\nGiuliani said the dossier led to fake news and the “national intelligence wiretap” of Trump campaign officials.",
  "“Isn't that called collusion or conspiracy to gin up a totally inappropriate, totally illegal wire based on national security?",
  "McCain’s copy was identical to the copy that Buzzfeed gave the bureau, Jordan said, citing the email.",
  "We may never know, which is why I think the investigation is totally phony,” he added.",
  "Those Democrats trying to protect that liar, Strzok, should be ashamed of themselves.",
  "Those Democrats trying to protect that liar, Strzok, should be ashamed of themselves.",
  "And every FBI agent I know wants to see this guy drummed out of the bureau,” he said.",
  "“That’s a disgrace, [Special Counsel Robert] Mueller should be ashamed of himself.",
  "And every FBI agent I know wants to see this guy drummed out of the bureau.\"",
  "Strzok spoke for himself and said he never interacted with Simpson or Corn.",
  "“So how much of it is infecting the investigation today?"
]