[
  "After the ex-British spy was “suspended and then terminated” as an FBI source – for what the bureau described as “unauthorized disclosure to the media of his relationship with the FBI” – he reportedly remained in contact with Bruce Ohr, a U.S. Justice Department official whose wife, Nellie Ohr, worked for Fusion GPS.",
  "Page told Fox News’ “Hannity” on Monday that his lawsuit goes “beyond any damages or any financial aspects.”\n\nFUSION GPS' GLENN SIMPSON TO PLEAD FIFTH\n\n“There have been so many lies as you’re alluding to and you look at the damage it did to our Democratic systems and our institutions of government back in 2016.",
  "Page is also suing Perkins Coie and its partners, a law firm that represented Hillary Clinton’s campaign and hired Fusion GPS, an opposition research firm that hired former British spy Christopher Steele who compiled the unverified dossier concerning Trump, his associates, and Russia.",
  "BRITISH SPY CHRISTOPHER STEELE BREAKS SILENCE, ISSUES A VEILED SWIPE AT TRUMP\n\nThe dossier was a major component of the 2016 surveillance warrant against Page, which said he communicated with the Russians during the presidential campaign.",
  "Former Trump campaign official Carter Page announced on Monday a defamation lawsuit against the Democratic National Committee (DNC) over the salacious dossier that claims he has ties to Russia.",
  "Page to public hatred, contempt, ridicule and obloquy … and injured him severely in all his occupations, and tended to scandalize both his colleagues and friends,” Page’s lawsuit claims.",
  "— Carter Page\n\nThe Steele dossier, which alleges ties between the Trump campaign and Russia, was predominantly funded by the DNC and the Hillary Clinton campaign.",
  "\"There have been so many lies as you’re alluding to and you look at the damage it did to our Democratic systems and our institutions of government back in 2016.",
  "The Department of Justice released documents earlier this summer that were used by the government to justify the FISA surveillance warrant against Page.",
  "“The slanderous statements made and libelous documents” that were reportedly provided to the media organizations “directly exposed Dr.",
  "The unredacted sections of the FISA documents don’t indicate the dossier’s content was ever verified.",
  "Page is seeking special and punitive damages in excess of $75,000, according to the New York Post.",
  "The dossier was also a major component to justify subsequent renewals of the surveillance warrant.",
  "The FBI said Steele was “reliable” based on his previous work.",
  "And I’m just trying to get some justice,” he said.",
  "And I’m just trying to get some justice.\""
]