[
  "“Yet over 41 hours after polls closed Broward elections office is still counting votes?”\n\nRubio also pointed out that Snipes “doesn’t know how many ballots are left to be counted” and that she isn’t regularly reporting results, which are “chipping away at GOP leads.”\n\n#Broward supervisor:\n\n– says she doesn’t know how many ballots are left to be counted; &\n\n– Isn’t reporting hourly or regularly,but rather releasing thousands of additional votes,often in the overnight hours,that are chipping away at GOP leads 2/6 #Sayfie — Marco Rubio (@marcorubio) November 8, 2018\n\nA liberal college professor who ran for Congress challenging Democratic Rep. Debbie Wasserman Schultz from the left, Tim Canova, made similar statements.",
  "He said Republicans had joined with him to try to defeat Wasserman Schultz, saying “I might not agree with Tim about Medicare for All, but this about integrity, this is about getting out corruption.”\n\nShe sure wasn’t happy in her sworn deposition where she ADMITS to illegally destroying all YOUR paper ballots in my 2016 race against Wasserman Schultz.",
  "– They are here to change the results of election; &\n\n– #Broward is where they plan to do it.#Sayfie 4/6 — Marco Rubio (@marcorubio) November 8, 2018\n\n“Bay County was hit by a Cat 4 Hurricane just 4 weeks ago, yet managed to count votes & submit timely results,” the Florida Republican continued.",
  "She didn’t look in the box because she didn’t want to tamper with it pic.twitter.com/x8WOa8tfKz — Marc Caputo (@MarcACaputo) November 8, 2018\n\nI’m looking forward to the day when Brenda Snipes, Broward Elections Supervisor, goes to prison for destroying every ballot cast in 2016 primary.",
  "Wasserman Schultz resigned as head of the Democratic National Committee (DNC) after leaked emails showed party officials seeking to rig the 2016 presidential primary against Independent Vermont Sen. Bernie Sanders, but she continues to represent the Broward area in the House.",
  "Democratic gubernatorial candidate Andrew Gillum initially conceded the Florida race to Republican Ron DeSantis, but backtracked after vote totals changed Thursday, narrowing the gap to less than half a percent in both the gubernatorial and senatorial races.",
  "They claim to be incompetent, but my impression is it’s partly a ruse.”\n\nPolling and early-voting results showed him performing well in 2016, then the reported results rapidly shifted to favor Wasserman Schultz, leading him to suspect manipulation.",
  "Republican Florida Sen. Marco Rubio is warning that the fate of his state’s governorship could hang in the hands of Florida’s Broward County Supervisor of Elections Brenda Snipes, whom he’s called incompetent for violating state and federal laws.",
  "https://t.co/1RyQ5cLsN4 — Tim Canova (@Tim_Canova) November 8, 2018\n\nA judge found in August that Snipes improperly handled mail-in ballots, and ordered her not to open mail-in ballots in secret after the Republican Party complained.",
  "“Three days later [Snipes] signed an order to destroy the ballots and certified that they were not the subject to ongoing litigation.”\n\n“Her excuse was she just signed anything put in front of her and didn’t read it,” Canova said.",
  "Elias worked for both the Hillary Clinton campaign and the DNC during the 2016 election, even before the 2016 presidential candidate became the Democratic nominee, when the two were supposed to be independent.",
  "Democratic Sen. Bill Nelson is retaining Elias, who said it’s “not plausible” that, as Broward statistics suggest, 14,000 people voted in sometimes-obscure state-level races but left the Senate one blank.",
  "In Broward County, Miramar Elementary School teacher Lakeisha Sorey came across a box labeled “Provisional ballots” left behind at the school from Election Day & she’s concerned it might have votes.",
  "https://t.co/6LOct7zVG6 pic.twitter.com/MNA6SwrnCA — Tim Canova (@Tim_Canova) November 8, 2018\n\nCanova posted video of people putting bags of ballots into private vehicles, including a sports car.",
  "“They’re using taxpayer money while bleeding us dry.”\n\nCanova questioned why Scott and state Attorney General Pam Bondi, who’s also a Republican, didn’t pursue Snipes for criminal prosecution.",
  "pic.twitter.com/GUPZnz7Gny — Tim Canova (@Tim_Canova) November 8, 2018\n\nRubio also retweeted that a teacher said found a box of provisional ballots left behind at a school after Election Day.",
  "(RELATED: Debbie Wasserman Schultz To Step Down As DNC Chair)\n\nIt’s now close to 43 hours since the polls closed and Brenda Snipes STILL doesn’t know how many votes are left to count!",
  "“So we put in a public records request to inspect some of the ballots, and if inspecting the paper ballot matched up, then it’s done, it will satisfy everyone,” Canova told TheDCNF.",
  "” But the supervisor of elections stonewalled me for months.”\n\n“I was told they didn’t have scanned images, even though on election night they put the ballots through a scanner.",
  "Perkins Coie also hired Fusion GPS during that election to investigate then-candidate Donald Trump, which ultimately resulted in an unverified dossier being sent to the FBI.",
  "Broward County is often the slowest of the state’s 67 counties to count votes, and its election department has repeatedly been faulted for wrongdoing.",
  "A lawyer tied to the Democratic National Committee and Fusion GPS, the group behind the Steele dossier, has now gotten involved in a recount effort.",
  "Republican Florida Sen. Marco Rubio said Democrats are trying to “change the results” of the election, and a liberal said Snipes belongs in prison.",
  "Florida’s Broward County Supervisor of Elections Brenda Snipes, head of Broward County’s election board, has repeatedly been accused of misconduct.",
  "Canova told The Daily Caller News Foundation that in that case, “they claimed to not know the difference between a federal and state investigation.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "WATCH:\n\nCaught On Video: Concerned citizen sees ballots being transported in private vehicles & transferred to rented truck on Election night.",
  "Snipes’s defense rested on a claim that she didn’t know what the word “canvassing” meant, even though she is on the county’s Canvassing Board.",
  "Rick Scott, who, by initial appearances, beat Nelson in a race for Senate, said Elias will use aggressive techniques to “steal” the election.",
  "They are here to change the results of election; & Broward is where they plan to do it.”\n\nNow democrat lawyers are descending on #Florida.",
  "Canova said even though Snipes admitted to destroying the ballots in a videotaped deposition, the government continued to fight the case.",
  "I’m looking forward to the day when we can inspect the software for the electronic voting machines that supposedly counts every vote.",
  "In May, a judge found that Snipes’s office broke the law by destroying ballots in the 2016 race between Wasserman Schultz and Canova.",
  "https://t.co/CoEVljiRVg — Tim Canova (@Tim_Canova) November 8, 2018\n\nSnipes did not return a request for comment.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "She concealed the destruction for two weeks.”\n\nSnipes’s position is an elected one, and she is a Democrat.",
  "Watch/Listen to Snipes’ LAME EXCUSE for committing felonies yet to be investigated by law enforcement.",
  "“Then she said the ballots were put in the wrong place and that’s why they were destroyed.",
  "“They have been very clear they aren’t here to make sure every vote is counted.",
  "They have been very clear they aren’t here to make sure every vote is counted.",
  "Now, Perkins Coie lawyer Marc Elias has been enlisted in a recount effort.",
  "So we filed a discovery request to see the paper ballots,” he continued.",
  "He said she could face felony charges that carry five years in prison.",
  "“Democrat lawyers are descending on Florida,” Rubio tweeted Thursday.",
  "A liberal candidate similarly painted her as incompetent and corrupt.",
  "I just don’t trust anything that comes out of this office,” he said.",
  "This violates all chain of custody requirements for paper ballots.",
  "Were the ballots destroyed & replaced by set of fake ballots?",
  "The Florida governor and Senate races could lie in her hands.",
  "The results in my race are IMPOSSIBLE to believe.",
  "Send tips to luke@dailycallernewsfoundation.org.",
  "“We’re dealing with organized crime.",
  "WATCH her explain in video below!",
  "Follow Luke on Twitter.",
  "Investigate now!",
  "Republican Gov.",
  "PGP key."
]