[
  "“I expect to make those available from our committee to the American public in the next few weeks,\" Nunes said during an interview on Fox News’ “Sunday Morning Futures.”\n\nBut some GOP lawmakers signaled that making the transcripts public might affect their ability to compel witnesses to testify in future investigations.",
  "The House Intelligence Committee on Friday voted to release more than 50 transcripts from interviews from its now-concluded investigation into Russia’s interference in the 2016 election, including with President Trump’s son-in-law Jared Kushner and other Trump advisers.",
  "Meanwhile, a source close to the House Judiciary and Oversight Committees told Fox News they plan to “soon” subpoena Fusion GPS’s Glenn Simpson – a key figure in the Russia investigation and the genesis of the infamous dossier – for testimony on Capitol Hill.",
  "In a new letter, Simpson’s lawyer said he will not appear voluntarily before the two committees for testimony, noting he has already appeared before other congressional committees while accusing lawmakers of leaking confidential information.",
  "California Rep. Adam Schiff, the top Democrat on the committee, said the vote to release the transcripts was unanimous but only after Democrats pushed unsuccessfully for Republicans to release additional transcripts that are being withheld.",
  "The findings eventually made their way to the FBI at the beginning of its investigation into any ties between Trump associates and Russia -- and the bureau's dealings with Steele are a key focus for congressional investigators.",
  "The source said the committees want to talk with Simpson because his congressional testimony before the Senate Intelligence Committee conflicts with hand written notes and emails from DOJ official Bruce Ohr.",
  "Earlier this month, intelligence committee Chairman Devin Nunes, R-Calif., said the transcripts should be made public ahead of November’s midterm elections.",
  "Fusion GPS hired British MI6 agent Christopher Steele to investigate and write the dossier of unverified claims about Trump's relationship with Russia.",
  "Before they are released, the transcripts will be reviewed by Dan Coats, the director of national intelligence, the committee has said.",
  "In April, the Republicans on the committee said it found “no evidence” of collusion between the Russian government and Trump campaign.",
  "Documents show Simpson and Steele used Ohr as a back channel to get the dossier to the FBI in 2016 before and after the election.",
  "The intelligence committee’s investigation was separate from the probe being conducted by Special Counsel Robert Mueller.",
  "Others who testified include Trump’s former longtime spokeswoman, Hope Hicks, and former bodyguard Keith Schiller.",
  "Simpson said he did not engage with Ohr until after Thanksgiving 2016, but emails show it was August or earlier.",
  "Fox News’ Catherine Herridge and Dom Calicchio and The Associated Press contributed to this report.",
  "The panel also interviewed dozens of others, including former Obama administration officials."
]