[
  "June 20, 2016\n\nChristopher Steele, the former MI6 agent who set-up Orbis Business Intelligence and compiled a dossier on Donald Trump\n\nChristopher Steele, the former MI6 agent who set-up Orbis Business Intelligence and compiled a dossier on Donald Trump Credit: PA\n\nChristopher Steele, a British former spy, produces the first of his private memos into Mr Trump’s alleged ties to Russia, later to be known as the ‘dirty dossier’.",
  "October 28, 2016\n\nJames Comey takes the oath before he testifies during a US Senate Select Committee Credit: AFP More\n\nJames Comey, the FBI Director, sends a letter to Congress announcing the agency has reopened its investigation into Mrs Clinton’s use of a private email server while she was Secretary of State.",
  "The verdict was part of a stunning one-two punch of bad news for the White House, coming as the president's former lawyer, Michael Cohen, was pleading guilty in New York to campaign finance violations arising from hush money payments made to two women who say they had sexual relationships with Mr Trump.",
  "August 19, 2016\n\nRepublican nominee Donald Trump, Campaign Manager Paul Manafort, and his daughter Ivanka Trump at the Republican Convention Credit: Getty More\n\nMr Manafort quits the Trump campaign days after news reports emerge claiming he has received payments from Russian-backed Ukrainian figures.",
  "December 7, 2017\n\nHope Hicks announced she was resigning from her post in February, a day after testifying in front of the House for nine hours as part of its Russia investigations Credit: Bloomberg More\n\nHope Hicks, the White House communications director, is interviewed by Mr Mueller’s team.",
  "June 9, 2016\n\nThe president's oldest child, Donald Trump Jr, campaign chairman Paul Manafort and Mr Trump's son-in-law, Jared Kushner, meet at Trump Tower with a Kremlin-linked lawyer, Natalia Veselnitskaya, believing they will receive damaging information about Mrs Clinton.",
  "Mr Trump's supporters celebrate on election night Credit: AFP More\n\nNovember 10, 2016\n\nIn his Oval Office meeting with Mr Trump, Barack Obama reportedly warns the president-elect against putting Michael Flynn in a high level position within his administration.",
  "— Donald J. Trump (@realDonaldTrump) July 22, 2018\n\nJanuary 18, 2017\n\nMr Kushner submits his application for top-secret security clearance, excluding a number of meetings with foreign officials, including the December Trump Tower meeting with a Russian lawyer.",
  "A copy of the letter by President Trump firing Director of the FBI James Comey Credit: Reuters More\n\nMay 17, 2017\n\nRobert Mueller, a former FBI director, is appointed as special counsel to oversee the Russia investigation following Mr Comey’s departure.",
  "July 16, 2018\n\nDonald Trump appears to side with Vladimir Putin over his own intelligence officials during a joint press conference in Helsinki, praising the Russian president’s “extremely strong and powerful” denial over election meddling.",
  "February 16, 2018\n\nMr Mueller’s team reveals charges against 13 Russian nationals and three organisations linked to the Internet Research Agency for unlawfully engaging in “operations to interfere with elections and political processes”.",
  "October 7, 2016\n\nShortly after the publication of a 2005 “Access Hollywood” video in which Mr Trump discusses sexually assaulting women, WikiLeaks releases a batch of emails from Clinton campaign chairman John Podesta’s email account.",
  "March 20, 2017\n\nMr Comey publicly confirms the FBI’s investigation into Russian hacking and potential collusion with individuals in the Trump campaign for the first time while testifying before the House Intelligence Committee.",
  "Robert Mueller, the former FBI Director Credit: AP More\n\nJune 2017\n\nMr Trump reportedly asks White House lawyer Donald McGahn to have the special counsel fired, but backs down when Mr McGahn threatens to quit over the request.",
  "The charges reveal the full scale of alleged Russian election meddling and recounts their alleged crimes in remarkable detail, describing how Russian agents created hundreds of social media accounts to influence the election.",
  "October 30, 2017\n\nMr Mueller’s team reveals charges against former Trump campaign staff - Mr Manafort and his associate Rick Gates are charged on 12 counts, including conspiracy to launder money and making false statements.",
  "Sergey Kislyak, Russia's ambassador to the US Credit: AP /Cliff Owen More\n\nBy this point, the Internet Research Agency is spending around $1.25 million a month on interfering with the election according to US prosecutors.",
  "— Donald J. Trump (@realDonaldTrump) January 11, 2017\n\nJanuary 11, 2017\n\nThe next day Mr Trump holds a press conference in Trump tower decrying the \"highly salacious\" dossier, saying he has been a victim of \"fake news\".",
  "May 2016\n\nOver drinks in a London wine bar, George Papadopoulos reportedly tells Alexander Downer, Australia’s High Commissioner to the UK, that he is aware that Russia has compromising material on Hillary Clinton.",
  "Hours later, Mr Trump appears to be rattled by the news reports, sending out a string of tweets in which he compares the Russia investigation with the 1950s hunt for communists led by Senator Joseph McCarthy.",
  "The revelation is significant because Mr McGahn will be a key witness to Mr Trump's thinking at significant points - for instance in the days leading up to his firing of James Comey, the former FBI director.",
  "A judge declared a mistrial on 10 other counts the jury could not agree on, however Manafortt, who led Mr Trump's election effort during a crucial stretch of 2016, is still facing a lengthy prison stretch.",
  "January 27, 2017\n\nThe FBI director claims Mr Trump told him “I need loyalty, I expect loyalty” over dinner at the White House, a move which could be seen as an attempt to steer the Russia investigation.",
  "— Donald J. Trump (@realDonaldTrump) August 19, 2018\n\nAugust 20, 2018\n\nMr Trump sends out a series of attacks aimed at Mr Mueller and his team calling the special counsel \"disgraced and discredited\".",
  "October 2017\n\nFormer White House chief of staff Reince Priebus; former press secretary Sean Spicer and Sam Clovis, a Trump campaign foreign-policy adviser, are all interviewed by Mr Mueller’s team.",
  "January 26, 2017\n\nSally Yates, the acting attorney general, is briefed on the Flynn interview and warns the White House that the national security adviser could be vulnerable to Russian blackmail.",
  "The Australians' decision to alert the FBI is made after the stolen Democratic emails are released, and Mr Papadopoulos's allusion to Russian information appears to have greater significance.",
  "August 18, 2018\n\nMr McGahn, the White House counsel, has co-operated extensively with the Russia investigation and spent more than 30 hours with Mr Mueller's team, the New York Times reports.",
  "June 8, 2018\n\nMr Mueller files charges against Konstantin Kilimnik, a political operative with alleged ties to Russian intelligence, bringing his probe a step closer to the Kremlin's door.",
  "Historians have drawn comparisons with John Dean, the White House counsel during Richard Nixon's presidency, who handed prosecutors key information about his attempts to obstruct justice.",
  "The person Mr Trump selects as attorney general is likely to oversee the Russia investigation personally, raising fears the president could pick an ardent supporter who could protect him.",
  "It raises questions about whether Robert Mueller, the special counsel leading that investigation who reports to the Justice Department, will face more restrictions in the coming months.",
  "November 18, 2016\n\nMr Trump offers Mr Flynn the job of national security adviser and Mr Sessions the job of attorney general - two of the first appointments the president-elect makes.",
  "Mr Papadopoulos enters a plea agreement with Mr Mueller, suggesting he has agreed to become an informant for a lesser sentence, but this is not made public until later in the month.",
  "Robert Mueller, the stern former FBI director now leading the investigation, has charged dozens of individuals with crimes ranging from election interference to fraud along the way.",
  "February 14, 2017\n\nDuring a meeting in the Oval Office, Mr Trump reportedly asks Mr Comey to end the FBI investigation into Mr Flynn, which could amount to obstruction of justice.",
  "— Donald J. Trump (@realDonaldTrump) December 30, 2016\n\nJanuary 4, 2017\n\nMr Flynn tells Donald McGahn, the Trump campaign’s top lawyer, that he is being investigated by the FBI.",
  "The former Trump campaign chairman is set to stand trial at the end of July Credit: Alexandria Sheriff's Office More\n\nMr Manafort is sent to jail after a judge revokes his bail.",
  "Late November 2016\n\nMembers of the Trump transition team reportedly warn Mr Flynn that his communications with Ambassador Kislyak will be monitored by US intelligence agencies.",
  "February 2, 2018\n\nRepublicans on the House Intelligence Committee release a memo accusing the Justice Department and FBI of an abuse of power during the Russia investigation.",
  "Since Donald Trump's election a shadow has hung over his administration - a federal investigation into possible collusion between the president's campaign and Russian agents.",
  "January 10, 2017\n\nIn his Senate confirmation hearing for the attorney general post, Mr Sessions denies under oath contacting Russian officials during the election campaign.",
  "August 21, 2018\n\nMr Manafort is found guilty of eight financial crimes in the first trial of the Russia investigation - a major victory for the special counsel.",
  "The next day, after a fierce backlash from Democrats and Republicans, Mr Trump made a statement in the White House saying he misspoke and meant the opposite.",
  "Republican senator Jeff Sessions, a Trump campaign foreign policy adviser, meets with Sergey Kislyak, the Russian Ambassador to the US, in his Senate office.",
  "However the alleged crimes detailed by Mr Mueller's team so far indicate the potential extent of the attempt to interfere in the 2016 presidential election.",
  "February 22, 2018\n\nMr Mueller files additional charges against Mr Gates and Mr Manafort including bank fraud and failure to declare foreign bank accounts.",
  "June 4, 2018\n\nMr Trump claims he has the “absolute right” to pardon himself and calls the appointment of the special counsel “totally unconstitutional”.",
  "Mr Whitaker has previously suggested that a replacement to Mr Sessions could slash Mr Mueller’s budget so the investigation \"grinds to almost a halt\".",
  "The indictment includes new charges of witness tampering against Mr Manafort, the third set of charges to be added since he was indicted in October.",
  "He later tells Mr Flynn that Russia \"had chosen to moderate its response to those sanctions as a result of his request\", according to investigators.",
  "Mr Kushner fails to initially report the meeting to the government, as required, when he takes a position in the administration as a senior adviser.",
  "March 2, 2017\n\nMr Sessions announces he will recuse himself from any Russia investigation after his meetings with Ambassador Kislyak are revealed.",
  "They made up a phony crime called Collusion, and when there was no Collusion they say there was Obstruction (of a phony crime that never existed).",
  "Yes, the Dirty Dossier, paid for by Democrats as a hit piece against Trump, and looking for information that could discredit Candidate #1 Trump.",
  "October 5, 2017\n\nMr Papadopoulos pleads guilty to lying to the FBI about his efforts to put the Trump campaign in contact with Kremlin figures.",
  "Mr Kushner allegedly proposed setting up a back-channel of communication between the administration and Vladimir Putin, the Russian president.",
  "With the wide-reaching investigation reportedly aiming to reach its conclusion by September 1, here is a timeline of the key events to date.",
  "November 7, 2018\n\nMr Trump forces Jeff Sessions, the US attorney general, to quit, plunging the Russia investigation into deep uncertainty.",
  "November 30, 2016\n\nThe Justice Department informs Mr Flynn that he is under investigation for his unreported lobbying on behalf of Turkey.",
  "It comes after Australian authorities alert the agency to Mr Papadopoulos's earlier comments on Russian dirt to their diplomat in London.",
  "Michael Flynn Credit: AP More\n\nJanuary 24, 2017\n\nDuring an FBI interview, Mr Flynn lies about his conversations with Ambassador Kislyak.",
  "November 2017\n\nThe Russia investigation interviews Mr Kushner, White House adviser Stephen Miller and White House counsel Donald McGahn.",
  "The comments come as the jury in the trial of Mr Manafort, the president's former campaign chairman, continue to deliberate a verdict.",
  "December 1, 2016\n\nJared Kushner Credit: AP More\n\nMr Flynn and Mr Kushner meet with Mr Kislyak, the Russian ambassador, at Trump Tower.",
  "The FBI director claims the president told him: “He is a good guy, I hope you can let this go.” Mr Trump denies he made the comments.",
  "June 15, 2016\n\nA hacker calling himself Guccifer 2.0 leaks the Democratic National Committee’s (DNC) opposition research on Mr Trump.",
  "December 29, 2016\n\nThe Obama administration issues new sanctions against Russia in response to its interference in the US election.",
  "July 22, 2016\n\nWikiLeaks publishes thousands of emails stolen from the DNC - days before the Democratic convention is due to begin.",
  "July 13, 2018\n\nThe Russia investigation announces criminal charges against 12 officers from Russia’s online troll factory, the GRU.",
  "Study the late Joseph McCarthy, because we are now in period with Mueller and his gang that make Joseph McCarthy look like a baby!",
  "He also informs Mr Trump of the contents of Mr Steele’s dossier, including the allegation involving prostitutes in a Moscow hotel.",
  "September 2016\n\nCongress members are briefed on the CIA’s belief that Russia is intervening in the election to benefit Mr Trump.",
  "The compromising information on the Republican candidate includes claims he slept with prostitutes at a Moscow hotel in 2013.",
  "The president alludes to the Russia probe in his letter to the FBI director, saying \"I greatly appreciate you informing me...",
  "August 1, 2017\n\nFBI Director Christopher Wray is sworn in Credit: Reuters More\n\nChristopher Wray takes over as FBI director.",
  "— Donald J. Trump (@realDonaldTrump) January 20, 2017\n\nJanuary 22, 2017\n\nMr Flynn is sworn in as national security adviser.",
  "October 21, 2016\n\nThe FBI obtains a warrant to wiretap Carter Page, a former foreign policy adviser on the Trump campaign.",
  "He also again denies the allegations involving prostitutes at a Moscow hotel, denying he even spent the night in Moscow.",
  "December 22, 2016\n\nMr Flynn contacts Ambassador Kislyak to urge Russia to oppose a resolution about Israeli settlements.",
  "The special counsel removed Mr Strzok from the investigation after he learned the agent had exchanged anti-Trump texts.",
  "The FBI director says Mr Trump is not personally under investigation as part of the agency’s counterintelligence case.",
  "July 2016\n\nThe FBI begins investigating possible links between the Russian government and the Trump campaign.",
  "The former Trump campaign manager is accused of contacting witnesses while awaiting trial for fraud charges.",
  "Mr Steele’s ‘dirty dossier’ is leaked by Buzzfeed News, despite containing a series of unverified claims.",
  "The campaign chief denied receiving secret payments or working for the governments of Ukraine or Russia.",
  "He added: “I don’t see any reason why it would be” Russia who interfered in the 2016 presidential race.",
  "Mr Flynn calls Ambassador Kislyak multiple times about the sanctions and asks Russia not to retaliate.",
  "January 6, 2017\n\nUS intelligence agencies release a detailed report on Russian election interference.",
  "October 12, 2016\n\nWikiLeaks contacts Trump Jr on Twitter to ask him to share a link to file archives.",
  "December 30, 2016\n\nIn a tweet, Mr Trump praises Putin’s decision not to respond to the US sanctions.",
  "Mr Trump has denounced the probe as a \"witch hunt\" - a view held by a number of leading Republicans.",
  "January 20th 2017, will be remembered as the day the people became the rulers of this nation again.",
  "February 8, 2017\n\nJeff Sessions Credit: Getty More\n\nMr Sessions is confirmed as attorney general.",
  "February 13, 2017\n\nMr Flynn resigns as national security adviser after just 24 days in the post.",
  "Following the report, Mr Trump said he allowed Mr McGahn to fully co-operate with investigators.",
  "Matthew Whitaker, Mr Sessions’s chief of staff, will fill the role of acting attorney general.",
  "Mr Trump’s lawyer later says the president knew that Mr Flynn lied to the FBI by late January.",
  "Russia is one of several countries Mr Flynn contacts, allegedly at the behest of Mr Kushner.",
  "If you FIGHT BACK or say anything bad about the Rigged Witch Hunt, they scream Obstruction!\"",
  "Early July 2016\n\nMr Steele hands the information he’s gathered on Mr Trump over to the FBI.",
  "The memo also accuses Peter Strzok, an FBI agent on the investigation, of anti-Trump bias.",
  "Rod Rosenstein, the Deputy Attorney General, is now responsible for overseeing the probe.",
  "July 27, 2017\n\nMr Papadopoulos is arrested at Washington’s Dulles International Airport.",
  "Mr Comey adds that the president tells him that Mr Flynn “has serious judgment issues”.",
  "November 30, 2017\n\nMr Flynn pleads guilty to lying to the FBI in his January interview.",
  "They are funded first by a Republican rival, then by the Democratic National Committee.",
  "He clarified that he should have said \"I don't see any reason it wouldn't be\" Russia.",
  "The former intelligence officer had been a source for the agency in the past.",
  "The report prompts suggestions Mr Trump may have sought to obstruct justice.",
  "The individuals are accused of hacking the DNC and the Clinton campaign.",
  "He does not publicly reveal the FBI is investigating the Trump campaign.",
  "Carter Page was just the foot to surveil the Trump campaign...” ILLEGAL!",
  "February 23, 2018\n\nMr Gates makes a plea deal with the special counsel.",
  "He adds: \"I'm also very much of a germaphobe, by the way, believe me.\"",
  "Great move on delay (by V. Putin) - I always knew he was very smart!",
  "The work is done on behalf of Washington consulting firm Fusion GPS.",
  "He called the sentence he meant to say a \"bit of a double negative\".",
  "Mr Papadopoulos‘ guilty plea is made public in court filings.",
  "@PeteHegseth on @FoxNews “Source #1 was the (Fake) Dossier.",
  "This later becomes the spark for the Russia investigation.",
  "Security experts link the data breach to Russian hackers.",
  "Shortly afterwards, the candidate tweets about the leaks.",
  "The president later dismisses the reports as “fake news”.",
  "January 20, 2017\n\nMr Trump is inaugurated as president.",
  "Mr Comey briefs Mr Trump at Trump Tower in New York.",
  "The following month Mr Sessions is also interviewed.",
  "The explosive 35-page report creates a legal storm.",
  "November 8, 2016\n\nMr Trump is elected president.",
  "FAKE NEWS - A TOTAL POLITICAL WITCH HUNT!",
  "Mr Trump has vehemently denied the claim.",
  "\"Does anyone really believe that story?",
  "June 15, 2018\n\nPaul Manafort's mugshot.",
  "May 9, 2017\n\nMr Trump fires Mr Comey.",
  "He goes on: \"Where’s the Collusion?",
  "Mr Trump denies the allegation.",
  "\", Mr Trump asks the audience.",
  "I am not under investigation\".",
  "The leaks continue for weeks.",
  "Rigged Witch Hunt!",
  "."
]