[
  "Last month, Fox News reported that Michael Sussman, another Perkins Coie lawyer working with the Democratic National Committee and Clinton campaign, contacted FBI general counsel James Baker in late 2016 and provided documents for the Russia probe as federal investigators prepared a surveillance warrant for Trump campaign aide Carter Page.",
  "“Don’t worry, Florida - I am sending much better lawyers to expose the FRAUD!”\n\nBRENDA SNIPES, BROWARD ELECTIONS OFFICIAL AT CENTER OF BALLOT STORM, HAS HISTORY OF CONTROVERSY\n\nElias has provided legal counsel to several high profile Democrats, as well as the DNC and many of the party's political committees, over his career.",
  "Marc Elias, of Seattle-based law firm Perkins Coie, retained opposition research firm Fusion GPS which hired former British spy Christopher Steele to compile the dossier which included salacious and unverified allegations about President Trump's visit to Russia before he was elected to the White House.",
  "The Clinton campaign's top lawyer who was behind the controversial anti-Trump dossier is spearheading the recount effort to keep Floridian Bill Nelson in the U.S. Senate, and is already facing accusations he is trying to \"steal\" the seat from under the noses of the Republicans.",
  "Rick Scott, the GOP Senate nominee locked in the battle for the Senate seat with Nelson, said that “rampant fraud” in Palm Beach and Broward Counties, where Democrats outnumber Republicans, may be to blame for why his lead has shrunk since the polls closed Tuesday.",
  "ACCUSATIONS FLY OVER BROWARD COUNTY BALLOT SHENANIGANS: MYSTERY TRUCK DELIVERIES, SLOW COUNTING AND MORE\n\n\"Let's be clear: When Elias says 'win,' he means 'steal',\" Scott's campaign said, according to NPR.",
  "Last September, CNN reported that he accompanied John Podesta, the former Clinton campaign chairman, to a closed-door interview with the Senate Intelligence Committee to answer questions about Fusion GPS.",
  "Sussmann’s contact with Baker suggests another connection between the early stages of the FBI’s Russia probe and those working with the DNC and Clinton campaign, according to the report.",
  "“Rick Scott just attacked me as a lawyer from Washington D.C. as he announced a lawsuit literally in the name of the national Republican Party located in Washington, D.C.,” Elias said.",
  "Both he and his law firm, Perkins Coie, retained private research firm Fusion GPS in April 2016 on behalf of the Clinton campaign and the DNC, The Washington Post reported last year.",
  "His announcement as the lead recount lawyer for Senator Nelson and intervention into the unfolding Florida controversy prompted President Trump to single him out in a tweet Friday.",
  "Scott pointed to several examples in the past when Elias's Democratic clients led elections by razor-thin margins, claiming there was no precedent for successful recounts.",
  "\"A significant number of ballots have not yet been counted and, because of the size of Florida, we believe the results of the election are unknown and require a recount.\"",
  "“Pro tip: when you are attacking the other side’s lawyers, you are losing.”\n\nAn email from Fox News seeking comment on Trump’s tweet was not immediately returned.",
  "Now Nelson, the Democrat incumbent since 2001, has turned to Elias with the hotly contested Florida Senate race looking more likely to be decided after a recount.",
  "“As soon as Democrats sent their best Election stealing lawyer, Marc Elias, to Broward County they miraculously started finding Democrat votes,” Trump tweeted.",
  "A Perkins Coie spokesperson told Fox News that Sussmann’s contact with Baker was not connected to the firm’s representation of the DNC or Clinton campaign.",
  "Republican lawmakers have raised questions about how the FBI used the dossier in its probe of Russian meddling during the 2016 presidential election.",
  "Scott said Elias has argued that recounts only really happen when the number of votes separating the candidates are in their dozens or hundreds.",
  "He worked as general counsel for both John Kerry's unsuccessful presidential campaign in 2004 as well as Hillary Clinton's in 2016.",
  "These included Al Franken's Senate victory in Minnesota in 2008, where he won by 225 votes, one of the closest races in history.",
  "‘Now he’s down here to try to steal the election and to try to thwart the will of the voters of Florida,” Scott said Thursday.",
  "\"We’re doing this not just because it’s automatic, but we’re doing it to win,” Elias said, according to the station.",
  "But Elias said he would aggressively examine and address reports of irregularities, according to Fox 35 Orlando.",
  "TRUMP SNARKS 'BLAME THE RUSSIANS' OVER SLOW VOTE COUNT IN FLORIDA, GEORGIA\n\nElias responded to Scott on Twitter.",
  "Elias has now returned to the public eye to represent the Democrats in their Florida battle.",
  "Scott is suing the Broward’s election boss election Brenda Snipes over the vote tallying.",
  "He is also suing Palm Beach election supervisor Susan Bucher.",
  "Speaking Thursday night, outgoing Florida Gov."
]