[
  "A source told CNN this week that the dossier -- the one published by Buzzfeed after CNN reported on its existence -- \"wasn't in Marc's possession before the election,\" and that \"while he was certainly familiar with some, but not all, of the information in it, from the research that was being done, he didn't have and hadn't seen the full document, nor was he involved in pitching it to reporters.\"",
  "I have no idea what Fusion or Steele were paid but if even a shred of that dossier ends up helping Mueller, it will prove money well spent — Brian Fallon (@brianefallon) October 25, 2017\n\nIn a subsequent post, Fallon responded to a reporter's question asking why Marc Elias, the Clinton campaign lawyer, had kept mum on the matter for so long.",
  "Dont know what Elias may have said but if he was coy, he was prob just being a good lawyer honoring confidentialityhttps://t.co/byV0gsQO81 — Brian Fallon (@brianefallon) October 25, 2017\n\nWhat also remains unclear is how much Elias knew about Steele's work, and its contents, during the campaign.",
  "https://t.co/kR8z2zsZ7Q — Sarah Sanders (@PressSec) October 25, 2017\n\nAs with so much else related to Russia, the congressional and special counsel investigations into its 2016 activities, and the media conversation about it all, muddier waters make for a happier White House.",
  "Indeed, as reported by CNN on Thursday, both Clinton campaign chairman John Podesta and former DNC chairwoman Debbie Wasserman Schultz denied to congressional Russia investigators that they had any knowledge about an arrangement to research Trump.",
  "Also in that story, and especially relevant now: \"(Steele's) investigations related to Mr. Trump were initially funded by groups and donors supporting Republican opponents of Mr. Trump during the GOP primaries, multiple sources confirmed to CNN.",
  "Officials familiar with the process say even if the application to monitor foreign policy adviser Carter Page included information from the dossier, it would only be after the FBI had corroborated the information through its own investigation.",
  "In the time since, despite the dossier's most salacious allegations still going unverified, its broad assertion that Russia waged a campaign to interfere in the election is now accepted as fact by the US intelligence community.",
  "CNN also reported earlier this year that US investigators have corroborated other aspects of the dossier, specifically that some of the communications among foreign nationals mentioned in the memos did, in fact, take place.",
  "Trump and his allies, meanwhile, are keeping up their efforts to discredit everything in its pages, along with anyone who would report on it and, over the last few days, the people who underwrote the work that delivered it.",
  "But he made no apologies, tweeting, \"I have no idea what Fusion or Steele were paid but if even a shred of that dossier ends up helping (Justice Department special counsel Robert) Mueller, it will prove money well spent.\"",
  "Like with so much else attached or adjacent to the Russia investigation -- from President Donald Trump's campaign and its associates to Clinton and hers -- separating the noise from the news can be an exhausting endeavor.",
  "(CNN) The long probe into Russia's meddling in the 2016 presidential election took another turn this week when it was revealed that Hillary Clinton's campaign helped fund the creation of the controversial Trump dossier.",
  "The Clinton campaign and the DNC could have simply told reporters they had entered into a deal with Fusion GPS months ago, cutting off whatever speculation was out there and effectively forestalled this new drama.",
  "And the result is the fact that the Clinton campaign funded this research could very well take some wind out of the sails of those outraged about Trump's emissaries potentially working with a foreign power.",
  "So again, the new thing here is not that Democrats paid Fusion GPS, and so helped -- wittingly or unwittingly -- to bankroll Steele's work, but that it was, specifically, Clinton's campaign and the DNC.",
  "CNN reported in April that the FBI last year used the dossier as part of the justification to win approval to secretly monitor a Trump associate, according to US officials briefed on the investigation.",
  "As CNN reported in January 2017 , a summary of Steele's file was presented by senior US intel chiefs to both President Barack Obama and President-elect Trump a few weeks before Inauguration Day.",
  "The law firm for the Hillary Clinton's campaign and the Democratic National Committee has acknowledged its clients' role in paying a company called Fusion GPS for opposition research on Trump.",
  "As noted above, the Democrats first started work with Fusion GPS in April 2016 -- the month in which it became undeniably clear Trump was on his way to becoming the GOP nominee.",
  "Brian Fallon, the campaign's national press secretary and now a CNN political contributor, tweeted on Tuesday that he wasn't aware of the connections.",
  "The politics of it all\n\nThe dossier was for months, well before the end of the campaign, an open secret in political and political journalism circles.",
  "Those sources also said that once Mr. Trump became the nominee, further investigation was funded by groups and donors supporting Hillary Clinton.\"",
  "This matters because:\n\nFusion GPS is the research group that hired as a subcontractor the former British intelligence officer Christopher Steele.",
  "\"Don't know what Elias may have said,\" Fallon tweeted, \"but if he was coy, he was prob just being a good lawyer honoring confidentiality.\"",
  "She tweeted a Washington Post story about it on Tuesday -- not to allege fake news, but to give this analysis: \"The real Russia scandal?",
  "Even more simply put, Republicans began this specific effort to gather dirt on Trump and, when they pulled back, Democrats took it over.",
  "Its details were not reported, even as parts of it made the rounds among reporters, because no one could confirm the details inside it.",
  "And it was Steele, working for Fusion GPS sometime after it hooked up with the Democrats, who compiled the now-famous dossier.",
  "The first explanation, as given in various forms by former campaign officials and the DNC, is that they didn't know.",
  "Note: Details from the dossier were not reported before Election Day, except by Mother Jones , in late October 2016.",
  "Note: Opposition research -- as dirty and secretive as it can be -- is an everyday part of US elections.",
  "The fight is over what's relevant to the bigger picture -- and whether anything has materially changed.",
  "(Your eye-rolling friend would, right about now, pop up to ask, \"Well, who else would it have been?\"",
  "The most obvious example of the latter point came from White House Press Secretary Sarah Sanders.",
  "The sum result is that the substance of Steele's research remains a heated point of debate.",
  "Some of that research became the dossier of allegations about the now-President and Russia.",
  "Partisans, especially Clinton and Trump loyalists, would give you very different answers.",
  "Clinton campaign paid for the fake Russia dossier, then lied about it & covered it up.\"",
  "Clinton campaign paid for the fake Russia dossier, then lied about it & covered it up.",
  "Anti-Trump forces are excited to see it further probed and amplified in the media.",
  "If it's no big deal, why didn't Clinton's team and the DNC share this earlier?",
  "In a story like this, even seemingly minor details can tweak the narrative.",
  "This latest round of new details poses all the usual complications.",
  "None of the major facts revealed this week are being disputed.",
  "The officials would not say what or how much was corroborated.",
  "It makes perfect sense if you look at a calendar.",
  "But it boils down to a question of priorities.",
  "So, what happened -- and what matters?",
  "The real Russia scandal?",
  "It's a fair question.)",
  "But they did not.",
  "Good question!",
  "What happened?",
  "Is this news?",
  "Shall we?"
]