[
  "Former foreign policy staffer to the campaign, George Papadopoulos, stated in his plea agreement with Mueller’s team that he initially lied to investigators about meeting with a Russian professor tied to the Kremlin who claimed to have “thousands” of Clinton’s emails.",
  "The president has repeatedly railed against the Trump-Russia investigation, calling it a “witch hunt” or “fake news,” and made statements on Twitter that “no collusion” ever occurred between the Trump campaign and Russia to claim the White House.",
  "The Russian dossier that has dogged President Donald Trump throughout his first year in office cost $168,000 paid to a former British intelligence officer, according to the firm that hired the ex-spy on Wednesday.",
  "The same day Trump tried to turn attention away from the Russia investigation with lashes against Clinton, predecessor President Barack Obama, the DNC and former FBI Director James Comey, who Trump fired in May.",
  "That claim has not been verified, but other parts of the dossier have reportedly been verified and the FBI, in fact, paid Steele to continue his work last year, according to The Washington Post last month.",
  "Fusion GPS, a Washington research firm, said in a statement to Reuters that it had revealed to Congress the payment made to Steele’s United Kingdom-based company Orbis Business Intelligence.",
  "The Trump-Russia investigation currently underway by Special Counsel Robert Mueller has already shown Russians did indeed make contact with the Trump campaign.",
  "The most salacious claim in the dossier stated that while in Moscow in 2013 Trump hired prostitutes to urinate on a bed Obama and his wife had slept on.",
  "It’s the possible the president meant the $12.4 million the Clinton campaign and the DNC paid to Perkins Coie, a firm that handles election law.",
  "The firm was hired by Hillary Clinton’s campaign and the Democratic National Committee to unearth political opposition research on Trump.",
  "“Never seen such Republican ANGER & UNITY as I have concerning the lack of investigation on Clinton made Fake Dossier (now $12,000,000?",
  "The dossier alleged Russia tried to get Trump elected over Clinton and detailed Trump’s supposed business ties to Russia.",
  "Altogether, Fusion GPS claimed it was paid $1.02 million in fees and expenses by the law firm Perkins Coie.",
  "Conservative website The Washington Free Beacon first hired Fusion GPS to dig up information on Trump.",
  "The cost was far lower than Trump’s own unsubstantiated claim of $12 million.",
  "),....” Trump tweeted Sunday as he railed against the Russian investigation."
]