[
  "According to the report, Trump campaign foreign policy advisor George Papadopoulos bragged at a London bar to the Australian High Commissioner, Alexander Downer, that the Trump campaign was aware the Russian government had dirt on Hillary Clinton and court papers show he was, indeed, told by a Russian agent that the Kremlin had derogatory information in the form of “thousands of e-mails.”\n\nDowner conveyed the information to his government, which in turn informed the FBI, as had Steele before them – both showing more concern for US interests than anyone in the Trump campaign.",
  "But we did so without informing him whom we were working for and gave him no specific marching orders beyond this basic question: Why did Mr. Trump repeatedly seek to do deals in a notoriously corrupt police state that most serious investors shun?”\n\nJust as the Republican attacks on the FBI were coming to a boil, the New York Times published an article that further derailed the Republican insistence that the dossier triggered the original FBI counterintelligence investigation.",
  "At the very least, it is troubling that Donald Trump Jr. was willing to engage with WikiLeaks, even though it had known ties to Russia, and the Director of National Intelligence and the Department of Homeland Security had only recently implicated the organization in aiding the dissemination of stolen material from U.S. persons and institutions in the election.",
  "The President himself called FBI officers disgraceful and has previously commented that the Bureau is “in tatters.”\n\nRepublican senators Charles Grassley of Iowa and Lindsey Graham of South Carolina even sent a criminal referral on Mr. Steele to the Justice Department, dispensing with the customary courtesy of informing their Democratic colleagues.",
  "As Ruth Marcus recently commented in Washington Post, “The lengths to which Trump seems willing to go to shut down this probe and to hide his tracks suggest that something more than his fragile ego is at stake here.”\n\nJohn Sipher is Director of Customer Success at CrossLead and a retired member of the CIA’s Senior Intelligence Service.",
  "For many of us, it is either a salacious outline of heinous presidential crimes or a complete fabrication – “garbage.”\n\nLike the issue of Russian collusion in general, the details in the new book “Fire and Fury” or most anything that angers the President, he and his supporters don’t attempt to address specific allegations.",
  "Former White House Chief Strategist Steve Bannon has called the meeting “treasonous,” and, in terms of demonstrated loyalties, both Mr. Steele and the Australian government approached the FBI when they became aware of Russia’s possession of derogatory information.",
  "Of course, we still don’t have enough information on Steele’s sources to have confidence in their reliability and their access to information on the Kremlin, but their having reported accurately over time provides us greater confidence than we had previously.",
  "If Administration supporters believe the dossier is a critical component of a witch hunt against the President, they would be wise to take a serious look at the dossier and address the details, rather than continue to engage in patently partisan gamesmanship.",
  "Aside from instances such as personal protestations by Carter Page and Michael Cohen and comments that Mr. Steele had made spelling mistakes in his reports, there has yet to be any proof that the events described in the dossier did not happen.",
  "Although Kushner initially told campaign staff to turn down a request from Putin crony and alleged criminal Alexander Torshin to meet with then-candidate Trump, Donald Trump Jr. ultimately met the Russian at a May 2016 NRA dinner event.",
  "Of course, this is not surprising because we do not have the tools of professional investigators that can help run the leads to ground (travel and phone records, access to foreign partners, eavesdropping or means to compel cooperation).",
  "What’s more, Harding’s book reports that Mr. Steele utilized several of the same sources that he had relied on for previous work in support of clients in Ukraine and the FBI’s FIFA investigation, which led to high-profile indictments.",
  "The dossier, a compilation of raw reports produced by former British intelligence officer Christopher Steele from June to December 2016, alleged that the Kremlin had collected compromising information on then-candidate Donald Trump.",
  "However, continued patterns of behavior by the Trump team and leaks of information over the past few months have added a bit more credibility to the dossier, particularly with respect to the overarching narrative of collusion.",
  "I personally find it plausible that at some point in 2016 the Russians could have become aware Mr. Steele was fishing for information and, concerned with what he was finding, successfully seeded some material to his sources.",
  "Jared Kushner’s failure to turn over to Senate investigators an email exchange – with the subject line “Russian backdoor overture and dinner invite” – also hinted at possible efforts by the campaign to collude with Russia.",
  "Claiming the entire product as “garbage” may be personally satisfying for some, but it in no way helps address the main issue – the search for evidence by the FBI counterintelligence and Mueller criminal investigators.",
  "While the new information is only a sliver of what we would need to reach any conclusive assessments, it nonetheless helps to refute those partisan critics who claim that Mr. Steele’s work is essentially contrived.",
  "The Steele information first proved useful as a means to understand the now well known June 2016 meeting between senior members of the Trump campaign and the Russian team including the lawyer Natalia Veselnitskaya.",
  "Following these criteria, if the dossier had not proven useful in the broader context of other intelligence leads, it would have remained sidelined as merely one of many sources of information meriting follow-up.",
  "The Dossier Is Re-examined\n\nWhen it was first published, the dossier had a whiff of authenticity for those of us who have lived and experienced the Russian intelligence services up close and personally.",
  "Indeed, the Grassley-Graham criminal referral on Mr. Steele appears to be designed to besmirch Steele’s credibility and suggest that the dossier is the product of bias against the Trump campaign.",
  "Aggressive Russian intelligence collection, use of compromising material and Vladimir Putin’s visceral desire to damage Hillary Clinton were well known and lent some credibility to the report.",
  "On the side of adding credibility to the Orbis reporting, the Papadopoulos revelations, the Harding book, and Fusion GPS op-ed provide additional context that bolsters Mr. Steele’s reporting.",
  "They claim that the dossier was not used as the basis for the FBI investigation, but instead was taken seriously because it corroborated reports that the FBI had received from other sources.",
  "Since that relationship led to the successful indictment of 14 leaders of the world soccer governing body for money laundering and collusion, it is hard to conclude that he is a swindler.",
  "Instead, investigators have to take the allegations seriously, apply professional rigor and employ tradecraft in an effort to run down leads and seek corroborating evidence if warranted.",
  "If he invented information from his sources, or his sources invented information, it follows that he also likely did so in his previous work with the FBI on the 2015 FIFA investigation.",
  "However, the fact that Mr. Steele was more than willing to expose his reporting to scrutiny and accountability by the best in the world, suggests that he was confident in his sources.",
  "In any event, at this point it’s less about using public information to validate the dossier, than it is the complete inability of Trump supporters to provide an alternate narrative.",
  "At least it was safe to say it certainly wasn’t “garbage.”\n\nAt first glance, there is not a lot of new information since I last wrote to help us come to a definitive conclusion.",
  "However, very little of their information would stand up to serious scrutiny by professional intelligence services with access to legal collection tools and worldwide scope.",
  "However, as far as I can tell, all of the efforts appear little more than an attempt to deflect attention, distract and threaten anyone associated with the investigation.",
  "If the Russians had stolen material and the Trump team was interested in weaponizing it, Wikileaks was a ready vehicle to provide both sides with plausible deniability.",
  "The Harding book and the Simpson and Fritsch op-ed confirmed that it was Steele who approached the FBI in an effort to report his concerns and validate his reporting.",
  "The offer of stolen or comprising material on Ms. Clinton, that was downplayed by the Trump team, was nonetheless seen in a wholly different light by some associates.",
  "In order to establish the reliability of the information contained in the dossier, we had to look closely at the allegations, and seek to verify or refute each one.",
  "According to Simpson and Fritsch, these are merely efforts to slander the messenger, thereby deflecting attention from any credible evidence the FBI might uncover.",
  "While we do not have many more details about the meeting since my earlier piece, we have more input from key players who ascribe a level of concern to the meeting.",
  "Orbis’s record of success with clients depended on accurate reporting, and a proven track record is part of the process involved in validating and vetting sources.",
  "While he was trained in the tools of clandestine collection, he no longer had access to the powerful capabilities of the British or American intelligence agencies.",
  "As I noted in a separate article, Trump Jr.’s communication with Wikileaks can be read as yet another means to support a conspiratorial relationship with Russia.",
  "More importantly, perhaps, we cannot uncover the information because it was part of a secret effort by a hostile foreign intelligence service in the first place.",
  "Republican Congressmen and Administration supporters have been attacking the credibility of the FBI, suggesting it has used the dossier to smear the Trump team.",
  "Without knowing the sources or how the information was collected, however, it was almost impossible to ascribe a specific level of confidence to the reporting.",
  "KIRILL KUDRYAVTSEV/AFP/Getty\n\nSince I first wrote about the so-called dossier for Just Security in early September, it has been in the news almost constantly.",
  "We learned that Mr. Steele’s sources were not paid, and that he felt so strongly about the information he uncovered that he chose to go directly to the FBI.",
  "Again, it is not proof, but it bolsters the possibility that Mr. Steele got wind of a possible “conspiracy of cooperation” before it was public knowledge.",
  "As I mentioned in my previous piece, I take seriously the fact that Mr. Steele chose to share his work with the British and U.S. intelligence community.",
  "In turn, the New York Times published an op-ed by Glenn Simpson and Peter Fritsch of Fusion GPS, the firm that originally hired Orbis and Mr. Steele.",
  "Mr. Steele himself was quoted in a book by Guardian journalist Luke Harding, offering his assessment that 70-90 percent of the dossier is accurate.",
  "Raw intelligence reports, like those produced by Mr. Steele, are not finished analytical products or a means to share commentary or personal views.",
  "It asserted Russia’s efforts to damage his opponent, Hillary Clinton, including sharing derogatory information on Clinton with the Trump campaign.",
  "However, almost no recent reporting has focused on the substance of the dossier, or has sought to validate or dismiss specific allegations in it.",
  "While that may suffice for scoring a talking point on a panel at Fox or CNN, it is meaningless to those trying to determine guilt or innocence.",
  "The authors describe a campaign by the Trump Administration and some Republican Congressmen to attack Fusion GPS, Mr. Steele and the dossier.",
  "Efforts to ascribe personal bias to Mr. Steele are undercut by an understanding of the basics tenets of clandestine intelligence collection.",
  "We still don’t have enough information on the sources, their level of access and reliability, and how Mr. Steele gathered the information.",
  "While there is less information arguing against the dossier, it is impossible to be confident in many of the allegations in the reports.",
  "At the very least we need to ask ourselves why would the Russians attempt to mislead Steele unless they thought he was onto something?",
  "At the same time, White House opponents look for more ways to expose what they believe is the President’s lack of fitness for office.",
  "They would do better by attempting to surface information that would be of actual interest to investigators – the people who matter.",
  "They allege a conspiracy by the “deep state”—something they apparently had failed to notice over their prior decades in Washington.",
  "It goes without saying that if the President’s defenders believe the dossier is garbage, why all the drama, worry and attacks?",
  "He could not travel to Russia and meet sources without finding himself under heavy surveillance (even if he could get a visa).",
  "On the other hand, given what we’ve learned to date, the Trump team has never been able to provide a counter-narrative.",
  "The reports are merely efforts to accurately pass on information from sources with direct access to the information.",
  "Rather, they seek evidence that is rock-solid and verifiable, or they will be embarrassed in court and out of a job.",
  "A few have suggested that the material might be part and parcel of a Russian disinformation and deception campaign.",
  "Calling it complete fantasy, or a pile of trash reeks of desperation and highlights that they have no real defense.",
  "At the same time – and this point deserves special emphasis – there is nothing new to disprove the allegations.",
  "I suspect that Mr. Steele used cut-outs to contact his sources, or met them when they traveled outside Russia.",
  "Steele’s faith in his sources is probably why he himself attributes a high level of confidence to the dossier.",
  "They must ask whether the dossier’s narrative aligns with evidence gathered from other intelligence sources.",
  "Instead, according the Times article, FBI interest was piqued by a referral from the Australian government.",
  "The revelation that Donald Trump Jr. was engaged in communication with Wikileaks also supports this thesis.",
  "At the same time, I’m not aware of any serious effort to refute the specific allegations in the dossier.",
  "We’ve been able to see with our own eyes behavior that aligns with some of what the dossier presents.",
  "It provided some context to Russian intelligence efforts to seek a quid-pro-quo with the Trump team.",
  "However, I find it highly unlikely that they could have controlled the entire effort from the start.",
  "Nonetheless, attacks against the dossier and the circumstances surrounding its sponsorship continue.",
  "Playing Politics\n\nOver the past few weeks, the political pissing match has ramped up significantly.",
  "If the answer to this question had been “no,” investigators would not waste any more time with it.",
  "Instead the dossier is more often used as a cudgel by one side or the other in partisan bickering.",
  "The Russians are very good at these “wilderness of mirrors” games but they are not ten feet tall.",
  "The fact that these sources had demonstrated reliability in significant prior cases is important.",
  "Again, we only learned this only after Kushner was confronted with previously withheld material.",
  "As noted in various reports, some of the allegations have proven to be true, or at least likely.",
  "As far as I’m aware, nobody has produced any serious evidence besmirching Mr. Steele or Orbis.",
  "Likewise, the reputation of Mr. Steele and Orbis Business Intelligence was considered solid.",
  "Regardless of their personal views, they have no interest in promoting opinions and hearsay.",
  "From my experience, there are a lot of groups providing some form of business intelligence.",
  "In any case, we just don’t have nearly enough public information to validate his sources.",
  "They are not swayed by name calling, or the suggestion that it is wholly false (or true).",
  "Not being able to adduce evidence to refute its points, they have attacked its pedigree.",
  "Instead, they label whatever they don’t like a lie, pure fiction, a hoax or fake news.",
  "Accordingly, is there anything to be learned by re-examining the Dossier at this time?",
  "Initial effort to do so provided confidence that there was something to the narrative.",
  "More Recent Revelations\n\nSo, what new information do we have to evaluate the dossier?",
  "As the authors wrote, “Yes, we hired Mr. Steele, a highly respected Russia expert.",
  "Needless to say, professional investigators approach the dossier very differently.",
  "They don’t have the luxury of accepting it as gospel or blowing it off completely.",
  "A more robust discussion of that issue will have to be left for another time.",
  "email and electronic communication in and out of Russia is heavily monitored.",
  "Most would probably only stand behind their material to a limited extent.",
  "Instead, we have to do all we can to look at the allegations themselves.",
  "Subsequent events have shown that it is not out of the realm of reality.",
  "The so-called Steele dossier has become a political and cultural weapon.",
  "At the same time, a large portion of the information is yet unverified.",
  "Indeed, most people who call it a hoax probably haven’t ever read it.",
  "If there was nothing there, the FBI would gladly send him packing.",
  "Certainly, the Steele dossier is only one plausible narrative.",
  "Professional investigators are busy and are judged on results.",
  "In this sense, Trump’s defenders are not doing him a service.",
  "Criminal investigators cannot make a case based on garbage.",
  "They look at the allegations and closely scrutinize them.",
  "As a private citizen, he was unlikely to travel in alias.",
  "They would not assume it to be all true, or all false.",
  "This article first appeared on Just Security.",
  "Those investigating crimes are professionals.",
  "What does the story of innocence look like?",
  "Why the highly organized cover-up and lies?",
  "Why the attacks on the FBI and Mr. Steele?",
  "Why all the engagement with Russians?"
]