[
  "The letter and call for a criminal investigation into Steele represented a steep escalation in the ongoing war between congressional Republicans seeking information from the Justice Department and the FBI about the dossier and how the investigation into alleged collusion between President Donald Trump and Russia began in the middle of the 2016 election.",
  "Trump has long called the dossier “fake news” and the subsequent investigation by Special Counsel Robert Mueller a “witch hunt.” To date, Mueller has charged two former Trump campaign officials and garnered admissions of guilt and agreements to cooperate with two others, including former national security adviser Michael Flynn.",
  "I hope the Department of Justice will carefully review our letter and take appropriate action.”\n\nThe senators also attached a classified memorandum to their letter pertaining to “communications” Steele had with national media outlets that they believe challenge his assertions about the distribution of the dossier.",
  "Committee Chairman and Senator Charles Grassley (R-Iowa), along with Senator Lindsey Graham (R-South Carolina), believed there are “inconsistencies” in some of the information former British intelligence officer and penner of the dossier Christopher Steele told authorities.",
  "“After reviewing how Mr. Steele conducted himself in distributing information contained in the dossier and how many stop signs the DOJ ignored in its use of the dossier, I believe that a special counsel needs to review this matter,” Graham said.",
  "The author of the infamous Trump-Russia dossier should be investigated by the Justice Department for possibly lying to FBI officials, two top Republican members of the Senate Judiciary Committee claimed in a letter sent to Justice Friday.",
  "In any event, it’s up to the Justice Department to figure that out.”\n\nGraham, who has become a staunch defender of Trump’s, went so far as to suggest another special counsel should be appointed to investigate Steele.",
  "“If the same actions have different outcomes, and those differences seem to correspond to partisan political interests, then the public will naturally suspect that law enforcement decisions are not on the up-and-up.",
  "Originally, conservative media outlet the Washington Free Beacon hired Fusion to investigate Trump, and a law firm hired by Democrat Hillary Clinton’s former campaign continued to pay for Fusion’s work.",
  "The founders of Fusion GPS called Tuesday Republicans’ investigation into their firm and cries of bias within the FBI and Justice “fake” in an op-ed published by The New York Times.",
  "The dossier was passed around in the media but was never publicly released until BuzzFeed published it in full a year ago and a little over a week before Trump was inaugurated.",
  "Steele’s report has dogged Trump over the course of his first year in office and kept accusations of deep - but long denied - business ties to Russia in the spotlight.",
  "The dossier also alleged that the Trump campaign and Russia colluded to win the presidency and that Russia could even have compromising information on the president.",
  "Reports later indicated that the FBI would use some of the dossier’s information to spy on former Trump campaign official Carter Page, CNN reported in April.",
  "“Everyone needs to follow the law and be truthful in their interactions with the FBI,” Grassley said in a statement.",
  "However, they also stated they did not believe the dossier kicked off the probe into Russia’s meddling in 2016.",
  "“The rule of Law depends on the government and all who work on its behalf playing by the rules themselves.",
  "Maybe there is some innocent explanation for the inconsistencies we have seen, but it seems unlikely.",
  "Getty Images/Leon Neal\n\nSteele was hired by the research firm Fusion GPS to dig up dirt on Trump.",
  "The Justice Department did not immediately respond to Newsweek’s request for comment."
]