[
  "Related: Here’s what the Golden Shower Dossier claims about Trump and Russia\n\nWhile the grief and negative attention from the dossier have enveloped and endangered much of the Trump administration, the contents of the 35-page dossier, written by former British intelligence officer Christopher Steele at the behest of an American research firm Fusion GPS, have not been entirely verified—even though some reports indicate the U.S. intelligence community has used the dossier as a springboard into probes.",
  "A source of Steele’s, characterized as “an ethnic Russian close associate of Republican US presidential candidate Donald Trump,” allegedly said “there was a well-developed conspiracy of co-operation between them and the Russian leadership.”\n\nThe Trump Tower meeting was not specifically mentioned in the dossier, but it did show a potential link between the Trump campaign and a lawyer tied to the Kremlin.",
  "Getty Images/Spencer Platt\n\nPutin Directed It All\n\nThe same DNI report stated the influence campaign was ordered by Putin, including cyber attacks on “both major U.S. political parties.” The intelligence community’s findings were first asserted by Steele’s dossier in its very first summary paragraph: “Russian regime has been cultivating, supporting and assisting Trump for at least five years.",
  "Aim, endorsed by Putin, has been to encourage splits and divisions in western alliance.”\n\nDonald Trump Jr.’s Meeting With a Russian Lawyer\n\nOne of Steele’s reports was dated July 19, 2016, roughly a month after Trump’s eldest son, Donald Jr., set up a meeting with a Russian lawyer who he believed had potentially damning political opposition research on Clinton.",
  "Trump and his administration have long denied any collusion with Russia of any kind to win the election, with the president often calling Mueller’s investigation a “witch hunt.”\n\nSince the dossier was published by BuzzFeed on January 10, many reports have surfaced over the ever-evolving Trump-Russia saga.",
  "The report also claimed the Kremlin had opposition research like taped phone calls and conversations of Democrat Hillary Clinton's, whom Trump defeated last year in the presidential election, but nothing nearly as damnable as the sexualized allegations against Trump.",
  "The infamous Trump-Russia dossier has cast a long, dark shadow over President Donald Trump’s first year in office, indirectly leading to several investigations, including the most serious currently underway by special counsel Robert Mueller.",
  "It also stated the Russian intelligence arm, FSB, had information it could use to blackmail and thus compromise Trump, including allegations of hiring prostitutes to urinate on a bed that former President Barack Obama used in Moscow.",
  "In a report 11 days after the meeting, a Steele source claimed “the Kremlin had been feeding Trump and his team valuable intelligence on his opponent, including Democratic presidential candidate Hillary Clinton, for several years.”",
  "“This was managed on the Trump side by the Republican candidate’s campaign manager, Paul Manafort, who was using foreign policy adviser, Carter Page, and others as intermediaries,\" the dossier read.",
  "Russia Meddled to Help Trump Win the Presidency\n\nThe dossier’s main finding, that Russia tried to prop up Trump over Clinton, was confirmed by the U.S. intelligence community.",
  "Trump Jr. attended the June 9, 2016, meeting along with brother-in-law turned White House senior adviser Jared Kushner and former Trump campaign chairman Paul Manafort.",
  "In summary, the dossier alleges that Russia had been “cultivating, supporting and assisting” Trump for five years at Russian President Vladimir Putin’s direction.",
  "On January 6, the Office of the Director of National Intelligence released a report stating Russia engaged in an “influence campaign” to affect the election.",
  "The dossier asserts that the channel between the Trump campaign and Russia was “managed” by Manafort.",
  "But only a few have confirmed details in the dossier."
]