[
  "When asked how he came into contact with Ohr, Simpson told the intelligence committee: “Chris [Steele] told me that he had been talking to Bruce, that he had told Bruce about what happened, and that Bruce wanted more information and suggested that I speak with Bruce.”\n\n“The context of this is that it was after the election.",
  "(RELATED: Glenn Simpson Shared ‘False Story’ About Conservative Lawyer With DOJ’s Bruce Ohr)\n\n“An NRA lawyer named Cleta Mitchell found out about the money pipeline and was very upset, but the election was over,” Ohr wrote in notes he took during a meeting with Simpson on Dec. 10, 2016.",
  "Ohr also told lawmakers that during their December 2016 meeting, Simpson told him a conservative lawyer named Cleta Mitchell had expressed concern that Russian operatives were secretly funneling political contributions to the National Rifle Association.",
  "A very surprising thing had happened, which is that Donald Trump had won.”\n\nOhr, who was demoted from his position as assistant deputy attorney general in December, also met Christopher Steele, the former British spy who authored the dossier.",
  "But Simpson, whose firm commissioned the infamous Steele dossier, told the House Permanent Select Committee on Intelligence during a Nov. 14 deposition that he did not have contact with anyone from the DOJ or FBI until after the election.",
  "“Did the FBI ever reach out to you or Fusion GPS in relation to the matters that Mr. Steele informed them upon?” investigators with the House Permanent Select Committee on Intelligence asked Simpson during a Nov. 14, 2017, interview.",
  "Department of Justice (DOJ) official Bruce Ohr told Congress in August that he met before the 2016 election with Glenn Simpson, a direct contradiction to what the Fusion GPS founder said in a congressional deposition in 2017.",
  "But Mitchell has vehemently denied the allegation, calling it a “false story.” She said she has not worked with the NRA for years and had no contact with the gun rights group in 2016.",
  "“I think you said earlier today sometime this morning that you met with Glenn Simpson twice in person,” Jordan said, according to a transcript of the interview read out to TheDCNF.",
  "(RELATED: GOP Reps Say Discrepancy Between Ohr, Page, Simpson Testimonies)\n\nOhr’s comments came during an exchange with Ohio Republican Rep. Jim Jordan, sources tell TheDCNF.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Simpson went on to identify Ohr as his Justice Department contact, though he left out information about Ohr’s wife, a Russia expert who worked for Fusion GPS.",
  "Sources have told TheDCNF that Ohr’s notes referred to Sergei Millian, an alleged source for some of the salacious allegations made in the Steele dossier.",
  "“You’ve never heard from anyone in the U.S. government in relation to those matters, either the FBI or the Department of Justice?” investigators asked.",
  "The Hill also reported that Ohr’s handwritten notes show that Simpson named several “possible intermediaries” between the Trump campaign and Kremlin.",
  "Sources familiar with Ohr’s Aug. 28 testimony tell The Daily Caller News Foundation that Ohr said he met with Simpson in August 2016.",
  "A lawyer for Simpson did not return multiple requests for comment about the discrepancy between his client’s testimony and Ohr’s.",
  "The Washington Examiner reported that Simpson sent an email with the subject line “Can u ring” to Ohr on Aug. 22, 2016.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Passage from Glenn Simpson testimony to House Permanent Select Committee on Intelligence, Nov. 14, 2017.",
  "Passage from Glenn Simpson testimony to House Permanent Select Committee on Intelligence, Nov. 14, 2017.",
  "Simpson told House investigators in November that he had contact with Ohr only after the 2016 election.",
  "DOJ official Bruce Ohr testified that he met with Fusion GPS founder Glenn Simpson in August 2016.",
  "Ohr provided briefings to the FBI about his contacts with Steele from November 2016 to May 2017.",
  "“I’ve suspected all along it was Glenn Simpson/Fusion who made up that story,” she told TheDCNF.",
  "Similar allegations were made in a story published by McClatchy news service March 15.",
  "That conflicts with what Simpson told a congressional committee in November.",
  "“But you met in person in 2016, is that right?” Jordan pressed.",
  "He said he did not meet Ohr until after the 2016 election.",
  "Simpson’s lawyer has not commented on the discrepancy.",
  "“Once in August and once in December?” Jordan asked.",
  "I mean, during the election, no,” Simpson said.",
  "“That is my recollection,” Ohr said.",
  "“After the election.",
  "“No,” said Simpson.",
  "“Yes,” said Ohr."
]