[
  "The press release touted the Steyer-funded group’s hiring of a team of investigators “to conduct an in-depth inquiry to determine who is responsible for successfully lobbying the state legislature for a corporate tax loophole that rewards out-of-state corporations with tax breaks for creating jobs outside of California.”\n\nIn addition to Simpson, the team consisted of Jack A. Blum, an attorney with expertise in financial crimes, former San Diego Tribune reporter Bill Ainsworth, and Pulitzer Prize-winning investigative reporter Russell Carollo.",
  "A Daily Caller investigation reveals that in 2012, Steyer, a hedge fund chieftain and environmental activist, hired Fusion GPS and its founding partner, Glenn Simpson, to conduct an investigation to help pass a ballot initiative aimed at closing a tax loophole for California businesses and funneling money to clean energy projects.",
  "Simpson, who worked at the Journal until 2009, is billed on the press release as an “investigative reporter” who was the “recipient of several journalism awards.” The announcement makes no mention of his affiliation with Fusion GPS or his occupation as a hired gun opposition researcher.",
  "(RELATED: Oppo Researcher Behind Trump Dossier Worked On Pro-Kremlin Lobbying Effort)\n\nFusion was being paid by BakerHostetler, a law firm for the Russian businessman, Denis Katsyv, at the same time it was on the payroll of the Clinton campaign and DNC.",
  "Halvorrsen provided testimony to the Senate Judiciary Committee earlier this year in which he called Fusion a group of “highly paid smear experts” for falsely accusing him of pedophilia and drug use because of his independent investigation of Derwick.",
  "(RELATED: Oppo Firm Behind The Dossier Is A Hired Gun For Planned Parenthood)\n\nThe firm, which is known for its aggressive investigative tactics, also worked for Derwick Associates, a Venezuelan company that has been investigated for bribery.",
  "Years before Fusion GPS became famous for its work on the Trump dossier, the opposition research firm worked for Tom Steyer, the billionaire Democratic donor currently waging a $20 million TV campaign to impeach President Trump.",
  "“Glenn Simpson knowingly spread false information on behalf of people connected to the Russian government to try to protect Russian torturers and murderers from consequences,” Browder told TheDC earlier this year.",
  "The structure of Fusion’s agreement with Perkins Coie, which is similar to its other contracts, allows Fusion to hide behind attorney-client privilege in the event that its work becomes the subject of litigation.",
  "Fusion has kept the rest of its client list a closely held secret, and the oppo firm is fighting a subpoena from the House Intelligence Committee, which is seeking Fusion’s bank records for the past two years.",
  "(RELATED: Website Backed By Rubio Donor Hired Fusion GPS To Investigate Trump)\n\nThe website asked Fusion to discontinue the Trump research in May 2016 after the real estate mogul won the Indiana primaries.",
  "(RELATED: Fusion GPS Are ‘Highly Paid Smear Experts,’ Human Rights Activist Testifies)\n\nHalvorrsen also accused Fusion of pressuring The Wall Street Journal to kill a negative story about the energy firm.",
  "Fusion worked for Planned Parenthood in 2015 to produce a report aimed at smearing the non-profit group that recorded the pro-abortion group’s doctors and executives discussing the sale of fetal tissue.",
  "Fusion also worked for The Washington Free Beacon, a conservative website funded by Singer, who backed Florida Sen. Marco Rubio for president and was an outspoken critic of Trump’s during the primaries.",
  "The party’s most generous donor in the 2016 election cycle — giving more than $90 million to various political action committees — Steyer is said to be considering running for political office.",
  "***\n\nSteyer is not the only billionaire political donor to have hired Fusion, which Simpson founded in 2011 along with two of his former Journal colleagues, Peter Fritsch and Thomas Catan.",
  "(RELATED: Here’s How Much Democrats Paid Fusion GPS For The Dossier)\n\nThere is no indication that Fusion GPS, Simpson, or Steyer did anything improper in the “Yes on Prop 39” endeavor.",
  "“That’s all I know.”\n\nCarollo, who won a Pulitzer in 1998, says he was not involved in the Prop 39 project and is not sure why his name was included on the Fusion GPS press release.",
  "The Associated Press reported in Aug. 2015 that a portion of Prop 39 that promised to created 11,000 clean energy jobs per year had only created 1,700 jobs after three years.",
  "Simpson has also worked on a research project on behalf of Sheik Khalid bin Saqr al-Qasimi, the former crown prince of Ras al Khaimah, an emirate in the United Arab Emirates.",
  "Simpson was working on the Browder investigation alongside Natalia Veseltniskaya, the Russian lawyer who attended the June 9, 2016 Trump Tower meeting with Donald Trump Jr.",
  "Fusion’s job on the project was to investigate Bill Browder, a London-based banker who spearheaded the Magnitsky Act, a sanctions law vehemently opposed by the Kremlin.",
  "But a Sept. 24, 2012 press release shows that Simpson, a former Wall Street Journal reporter, was part of the “Yes on Prop 39” California Tax Transparency Project team.",
  "The connection between Fusion GPS to Steyer and his “Yes on Prop 39” campaign has not been previously reported, and there is almost no public information linking them.",
  "The firm, which has been described as a political mercenary, paid former British spy Christopher Steele $168,000 to produce the salacious and uncorroborated dossier.",
  "Ainsworth, who now works as communications director at the California Department of Education, did not return phone calls seeking comment but responded in an email.",
  "The lack of public information of Fusion’s work for Steyer is no surprise as Fusion has gone to great lengths to shield its involvement in its various projects.",
  "Thor Halvorrsen, the head of the Human Rights Foundation, has said that he was the target of a Fusion GPS-led attack after he began speaking out about Derwick.",
  "Fusion directed a media outreach campaign to help Elliott Capital in a dispute with the Argentinian government over billions of dollars in sovereign bonds.",
  "The arrangement allowed Fusion to keep its name out of the public record, preventing its targets from being tipped off that they were being investigated.",
  "Aleigha Cavalier, a spokeswoman for Steyer at NextGen America, his political action committee, declined to address specific questions for this story.",
  "And more than half of the $300 million promised to public schools to improve energy efficiency had gone to consultants and energy auditors.",
  "The research firm has reportedly done work for Elliott Capital Management, a hedge fund owned by Republican donor Paul Singer.",
  "“I did a report in the form of a news article for the campaign while I was between state jobs,” Ainsworth told TheDC.",
  "He worked as a contractor for Fusion GPS filing Freedom of Information Act requests and requests for state records.",
  "Steyer poured $32 million into “Yes on Prop 39,” a committee he formed to support ballot initiative Proposition 39.",
  "Instead, she falsely alleged that “Republican operatives” leaked details of Steyer’s relationship with Fusion GPS.",
  "Beginning in 2014, Fusion worked for a Russian businessman implicated in a $230 million money laundering scheme.",
  "It was reported last week that Simpson and Veselnitskaya met just before and just after the Trump Tower session.",
  "Free Beacon continued working with Fusion on other matters until January, when BuzzFeed published the dossier.",
  "Browder has accused Simpson of assisting the Kremlin in its efforts to put him in prison over his activism.",
  "Carollo had no involvement in the Prop 39 project, despite his inclusion on the Fusion GPS press release.",
  "But there is evidence that the initiative has fallen far short of what California voters were promised.",
  "Fusion was paid $1.02 million by Perkins Coie, the law firm for the Clinton campaign and DNC.",
  "Perkins Coie, the law firm for the Clinton campaign and DNC, hired Fusion in April 2016.",
  "This article has been corrected to include additional information about Russell Carollo.",
  "The successful campaign made Steyer a rising star in the world of Democratic politics.",
  "The Free Beacon hired Fusion in Oct. 2015 to conduct opposition research into Trump.",
  "Simpson is set to testify before the House Intelligence Committee on Tuesday.",
  "Simpson did not respond to several requests for comment.",
  "Carollo says he did not file any requests on Prop 39.",
  "Such was the case with the Trump dossier.",
  "Follow Chuck on Twitter"
]