[
  "(RELATED: ‘We Can’t Take That Risk’: FBI Officials Discussed ‘Insurance Policy’ Against Trump Presidency)\n\n“It’s like an insurance policy in the unlikely event you die before you’re 40.”\n\nNunes said Monday that Republicans believe “that the insurance policy was specifically what they did that still is redacted.”\n\nSources familiar with Trump’s declassification order tell The Daily Caller News Foundation that the Page FISA material will be the first documents released.",
  "Nunes told Fox News’ Laura Ingraham on Monday night he believes that 21 pages of the FISA are what FBI agent Peter Strzok was referring to when he sent an Aug. 15, 2016, text message referring to an “insurance policy.”\n\n“I want to believe the path you threw out for consideration in [Andrew McCabe’s] office — that there’s no way [Trump] gets elected — but I’m afraid we can’t take that risk,” Strzok wrote to FBI attorney Lisa Page.",
  "(RELATED: Trump Orders Declassification Of DOJ, FBI Documents)\n\nThe White House announcement triggered a scramble to find out when the information will be made public and how far it will go to support Republicans’ claims of FBI and DOJ abuse by using the infamous Steele dossier.",
  "Nunes appeared to refer to this tranche of records on Monday when he told Ingraham that “there is exculpatory information that the president has ordered declassified that needs to happen.”\n\nNone of the allegations against Page in the dossier have been verified publicly.",
  "Notes of FBI interviews with DOJ official Bruce Ohr\n\nTrump also ordered the release of notes of FBI interviews conducted with Ohr, the former assistant deputy attorney general who maintained contact with Steele before and after the 2016 election.",
  "President Donald Trump’s order to immediately declassify FBI and Department of Justice (DOJ) documents related to the Russia investigation will provide an unprecedented look into the government’s investigation of the Trump campaign.",
  "(RELATED: FBI Had ‘Medium Confidence’ In The Steele Dossier)\n\nFBI Text Messages\n\nTrump has also ordered the public release, without redaction, of all Russia-related text messages sent by Strzok, Lisa Page, Ohr, Comey and McCabe.",
  "Carter Page FISA\n\nRepublicans on the House Permanent Select Committee on Intelligence have pressed Trump since June to declassify and release 21 pages of redacted materials from a June 2017 FISA application against Page.",
  "He ordered the Office of the Director of National Intelligence and the DOJ to declassify information in a Foreign Intelligence Surveillance Act (FISA) application against former Trump campaign adviser Carter Page.",
  "The applications showed investigators relied heavily on the infamous and unverified Steele dossier to make the case that there was probable cause to believe Page was acting as an agent of Russia.",
  "The dossier, which was written by former British spy Christopher Steele and funded by Democrats, accuses Page of meeting secretly in Moscow in July 2016 with two Kremlin insiders.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "In an unprecedented move, President Donald Trump ordered the immediate declassification of four categories of documents related to the Russia probe.",
  "The relationship continued even after the FBI cut ties with Steele just before the election because of his unauthorized contacts with the media.",
  "The documents will shed light into the government’s investigation into possible collusion between the Trump campaign and Russian government.",
  "Nunes said the process of releasing the FISA is “very, very simple” given that Trump has the authority to declassify any documents he wants.",
  "Trump called on the FBI and DOJ to release a slew of text messages from James Comey, Andrew McCabe, Peter Strzok, Lisa Page and Bruce Ohr.",
  "Republicans have pressed Trump to declassify the documents, which they say show improper conduct at the FBI and Department of Justice.",
  "Notes of FBI interviews for Page FISA\n\nTrump’s call for the release of interviews used to obtain the Page FISAs was unexpected.",
  "Strzok was removed from the special counsel’s investigation in July 2017 because of the anti-Trump sentiments in the texts.",
  "Page has vehemently denied the allegations, saying he has never met with the two Kremlin insiders described in the dossier.",
  "But the documents will likely contain a trove of information about how far the FBI went to investigate the Steele dossier.",
  "House Intelligence Committee Chairman Devin Nunes said July 29 that the American public will be “shocked” by material.",
  "Ohr gave at least 12 briefings to the FBI following his interactions with Steele and Fusion GPS founder Glenn Simpson.",
  "Ohr’s wife, a Russia expert named Nellie, also worked for Fusion GPS, the opposition research firm that hired Steele.",
  "The DOJ released portions of the applications on June 21 in response to a Freedom of Information Act (FOIA) lawsuit.",
  "The FBI also expressed “medium confidence” in Steele’s report, according to an internal review of the intelligence.",
  "The notes will likely shed light on Steele’s thinking while he was investigating Trump’s possible ties to Russia.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "House Republicans have hinted at what information is hidden behind the black boxes in the FISA application.",
  "He also ordered the release of notes the FBI took during interviews as part of its collusion investigation.",
  "He is also accused of being the Trump campaign’s liaison to the Kremlin for the purposes of collusion.",
  "Ohr and Steele also exchanged text messages and emails discussing the Russia investigation.",
  "The DOJ has already released thousands of text messages exchanged between Strzok and Page.",
  "Trump on Monday identified four categories of documents for declassification and release.",
  "Republicans identified pages 10-12 and 17-34 that should be declassified and publicized.",
  "The texts are expected to take the longest to process because of their sheer volume.",
  "The FBI obtained four FISAs against Page from between October 2016 and June 2017.",
  "Here is what we know so far."
]