[
  "As special counsel Robert Mueller wraps up his investigation into possible collusion between the Trump campaign and the Russian government, he has focused heavily on direct and indirect contacts Trump associates potentially had with WikiLeaks, the group that released emails stolen from the Democratic National Committee (DNC) and Clinton campaign chairman John Podesta.",
  "“There is so much stuff out there,” he texted, adding, that “there will be an announcement but not on the balcony.”\n\nCredico also tells Stone: “I’m best friends with [Assange’s] lawyer and leave it at that and leave it alone.”\n\nOct. 4, 2016 (Tuesday)\n\nAssange holds a press conference and announces WikiLeaks will release documents prior to the election.",
  "“Otherwise, he’s going to make a fool of himself.”\n\nOct. 3, 2016 (Monday)\n\nCredico responds to Stone the next morning, writing: “I can’t tall [sic] about it.”\n\n“I think its on for tomorrow.”\n\nStone tweets: “I have total confidence that @wikileaks and my hero Julian Assange will educate the American people soon.",
  "I can’t wait.”\n\nCredico claimed that he texted Isikoff to say, “I’m glad that I bamboozled you.”\n\n“I’m just making things up for the guy, and he’s just writing it down.”\n\nIsikoff and Corn were the only two reporters to publish allegations from the infamous Steele dossier prior to the 2016 election.",
  "July 25, 2016\n\nAn associate of Stone’s forwards him an email from Fox News reporter James Rosen who wrote: “Am told Wikileaks will be doing a massive dump of HRC emails relating to the CF in September.”\n\nStone says he interpreted “CF” as a reference to the Clinton Foundation.",
  "Aug. 19, 2016\n\nCredico texts Stone, “I’m going to have Julian Assange on my show next Thursday.”\n\n“Kunstler wife is his lawyer or at least one of them.”\n\nCredico was seemingly referring to Margaret Ratner Kunstler, who has been identified as a lawyer for WikiLeaks.",
  "The probe has honed in on two former friends: Roger Stone, a longtime GOP political operative, and Randy Credico, a left-wing radio host who Stone claims was his source for claims during the campaign about WikiLeaks’ plans to release anti-Clinton information.",
  "I met them last year when I met Assange for the very first time, face-to-face, which was on Sept. 13, 2017.”\n\nJuly 13, 2018\n\nMueller indicts 12 officers with Russia’s military intelligence agency, the GRU, over the hacks and dissemination of DNC emails.",
  "July 29, 2016\n\nAssange tells CNN’s Anderson Cooper “we have more material related to the Hillary Clinton campaign.”\n\nAugust 2016\n\nJerome Corsi begins telling associates his theory that WikiLeaks was planning to publish Podesta’s emails.",
  "Mueller and his team recently focused on Trump associates’ potential contacts with WikiLeaks regarding the group’s publication of emails stolen from the Democratic National Committee and Clinton campaign chairman John Podesta.",
  "“Outside the ecuador Embassy London take a look at the dude with a white shirt… I have a feeling that in the next couple days some very damaging material will be coming out from the gentleman inside that embassy,” he writes.",
  "Aug. 27, 2016\n\nCredico texts Stone: “Julian Assange has kryptonite on Hillary.”\n\nAug. 31, 2016\n\nCorsi provides a nine-page memo to Stone regarding the Podesta brothers and the Podesta Group’s various lobbying relationships.",
  "Oct. 19, 2018\n\nDavid Lugo, a filmmaker who has worked with Stone and Credico, testifies to the Mueller grand jury that Credico told him on May 12, 2017, that he was a conduit between WikiLeaks and Stone.",
  "Stone said rather than referring to forthcoming WikiLeaks emails, he was referring to a conversation he had with Corsi, who had researched the business activities of John and his brother, Tony Podesta.",
  "Nov. 2, 2018\n\nAn attorney who has worked for Stone, Tyler Nixon, testified he was at a dinner in mid-November 2017 where Credico seemingly acknowledged he was Stone’s link to WikiLeaks and Assange.",
  "(RELATED: Bombshell Text Messages Back Up Roger Stone’s Claims About WikiLeaks Back Channel)\n\nAug. 21, 2016\n\nStone posts a tweet that would later thrust him into the center of the Russia probe.",
  "Stone has since downplayed those remarks, saying he was embellishing, and his comment reflects the inaccurate tip he received via the Rosen email he thought referred to the Clinton Foundation.",
  "Randy Credico: A New York-based comedian and radio host whom Stone claims was his source of information about WikiLeaks’ plans to release information damaging to the Clinton campaign.",
  "Oct. 1, 2016 (Saturday)\n\n“[B]ig news Wednesday,” Credico writes to Stone, adding: “Now pretend u don’t know me.”\n\n“Hillary’s campaign will die this week,” he texts later that day.",
  "Robert Mueller: A former FBI director who was appointed special counsel on May 17, 2017, to oversee the investigation into possible Russian collusion during the 2016 election.",
  "“Leave my name out Im [sic] going to be all screwed up today.”\n\nSept. 30, 2016\n\nCredico posts a photo of himself on Facebook from outside the Ecuadorean embassy in London.",
  "“I gave them a lot of disinformation, so when his book comes out, he’s going to like put stuff in there that’s all lies,” Credico says in an interview with H. A. Goodman.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Feb. 13, 2018\n\nCredico says he provided “disinformation” to Michael Isikoff and David Corn, the authors of “Russian Roulette,” a book about the collusion investigation.",
  "A New York-based comedian and radio host whom Stone claims was his source of information about WikiLeaks’ plans to release information damaging to the Clinton campaign.",
  "“I have no idea, some of the things I may have said to him, but certainly did not pass any information from Julian Assange to Roger Stone,” he told MSNBC’s Ari Melber.",
  "Your first name\n\nSpecial counsel Robert Mueller is reportedly close to finishing his investigation into possible collusion between the Trump campaign and Russia.",
  "Podesta and other Stone critics have pointed to the tweet as evidence that Stone had prior knowledge of WikiLeaks’ release of Podesta’s emails two months later.",
  "Two former friends, longtime GOP operative Roger Stone and left-wing radio host Randy Credico, have been key players through this portion of the investigation.",
  "A former FBI director who was appointed special counsel on May 17, 2017, to oversee the investigation into possible Russian collusion during the 2016 election.",
  "While maintaining his innocence, Corsi told TheDCNF he began telling associates in August 2016 that he believed WikiLeaks had possession of Podesta’s emails.",
  "(RELATED: Jerome Corsi Reveals Why He Is In Mueller’s Crosshairs)\n\nNumerous Trump supporters, including Corsi, express frustration at the press conference.",
  "Stone contacts Credico through a text message, asking: “Did Assange back off?”\n\nCorsi also tweets in response to Assange’s canceled press conference.",
  "He says in an interview with CNN after his appearance that his testimony matched his public denials that he was Stone’s back channel to WikiLeaks.",
  "I believe the next tranche of his documents pertain to the Clinton Foundation but there’s no telling what the October surprise may be,” he says.",
  "Corsi told The Daily Caller News Foundation on Nov. 13, several days after he testified to Mueller’s grand jury, he also told Stone his theory.",
  "Corsi claims to not have had contact with WikiLeaks or Assange, and said he developed a theory on his own that WikiLeaks had Podesta’s emails.",
  "Will take grassroots on Internet to get truth out & beat Hillary.”\n\nOct. 5, 2016 (Wednesday)\n\nStone continues teasing the WikiLeaks release.",
  "Stone and Credico’s public and private statements throughout the spat provide context to the events leading up to the WikiLeaks release.",
  "I had dinner with him last Monday.”\n\nMay 17, 2017\n\nDeputy Attorney General Rod Rosenstein appoints Robert Mueller as special counsel.",
  "“Will be seeing the man on Tuesday actually on Wednesday night.”\n\nCredico traveled to London, but says he did not meet with Assange.",
  "“I do have a back-channel communication with Assange, because we have a good mutual friend,” Stone told CBS’s affiliate in Miami.",
  "To help make sense of the dispute, here’s a timeline of events before and after the Podesta dump, which occurred on Oct. 7, 2016.",
  "Dec. 13, 2017\n\nCredico asserts his Fifth Amendment rights prior to an interview scheduled with the House Intelligence Committee.",
  "June 12, 2016\n\nJulian Assange reveals his organization, WikiLeaks, is planning to release information about Hillary Clinton.",
  "Aug. 14, 2016\n\nStone and a self-described hacker going by the pseudonym Guccifer 2.0 communicate privately on Twitter.",
  "Aug. 8, 2016\n\nStone says at a speech in front of a group of Republicans in Florida he had communicated with Assange.",
  "Stone noted his tweet referred to “the Podesta’s,” which he meant to be plural, rather than solely to John Podesta.",
  "April 13, 2018\n\nIn an interview with Isikoff, Credico reiterates his denials that he was Stone’s link to WikiLeaks.",
  "He also denies he knew attorneys who worked for Assange, undercutting his claims in his text messages with Stone.",
  "The Players\n\nRoger Stone: A longtime associate of President Donald Trump’s, who left the campaign in August 2015.",
  "Stone called the brief exchange innocuous, noting there is no discussion of Russians, hacks or Podesta’s emails.",
  "“Just remember do not name me as your connection to Assange you had one before that you referred to,” he writes.",
  "Oct. 6, 2016 (Thursday)\n\n“Julian Assange will deliver a devastating expose on Hillary at a time of his choosing.",
  "He says the pending release is not targeted at Hillary Clinton and documents will be leaked beginning that week.",
  "“We have upcoming leaks in relation to Hillary Clinton … We have emails pending publication,” Assange told ITV.",
  "Oct. 12, 2016\n\nStone disputes Podesta’s comments and for the first time says he had a back channel to Assange.",
  "The Timeline\n\nMarch 21, 2016\n\nHackers infiltrate the Gmail account of Clinton campaign chairman John Podesta.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“He had another version — that I was protecting a lawyer friend of mine of Assange,” Credico says of Stone.",
  "“If Assange has the goods on Hillary, he ought just to drop the goods,” Corsi writes on Twitter.",
  "Nov. 29, 2017\n\nCredico is identified as the person Stone claims was his connection to WikiLeaks.",
  "He thinks they are going to kill him and the London police are standing down,” Stone responds.",
  "March 21, 2018\n\nIn his first national TV interview, Credico denies being a source for Stone.",
  "Oct. 11, 2016\n\nPodesta accuses Stone of having prior knowledge of the WikiLeaks release.",
  "“However — a load every week going forward,” he added, repeating Assange’s announcement.",
  "He claims days later that prosecutors had informed him he would be indicted for perjury.",
  "He said Nov. 12 he was informed by Mueller’s team that he will be indicted for perjury.",
  "He said Nov. 12 he was informed by Mueller’s team that he will be indicted for perjury.",
  "A longtime associate of President Donald Trump’s, who left the campaign in August 2015.",
  "#LockHerUp.”\n\nCredico writes to Stone that information would be released on Tuesday.",
  "Oct. 2, 2016 (Sunday)\n\n“Wednesday @HillaryClinton is done,” Stone writes on Twitter.",
  "Aug. 9, 2016\n\n“Stone is a bullshitter,” WikiLeaks says in a private Twitter message.",
  "Oct. 7, 2016 (Friday)\n\nWikiLeaks releases the first batch of stolen Podesta emails.",
  "Stone and Credico have engaged for months in a public dispute over Stone’s claims.",
  "He claimed to have told Stone, who strongly denied Corsi’s recollection of events.",
  "“That friend travels back and forth from the United States to London and we talk.",
  "Nov. 13, 2017\n\nStone privately identifies Credico to the Intelligence Committee.",
  "Sept. 29, 2016\n\nCredico again asks Stone not to link him publicly to WikiLeaks.",
  "Sept. 18, 2016\n\nCredico asks Stone not to identify him as his link to Assange.",
  "Nov. 9, 2018\n\nCorsi testifies for the second time before Mueller’s grand jury.",
  "“Trust me, it will soon [be] the Podesta’s time in the barrel,” Stone writes.",
  "Margaret Ratner Kunstler: A left-wing attorney who has represented WikiLeaks.",
  "Jerome Corsi: A right-wing author who worked with Stone during the campaign.",
  "WikiLeaks cancels a press conference with Assange, citing security concerns.",
  "Both met with Steele and Fusion GPS, the firm that commissioned the dossier.",
  "Sept. 25, 2016\n\n“I’m flying to London after show,” writes Credico to Stone.",
  "July 22, 2016\n\nWikiLeaks releases nearly 20,000 emails stolen from the DNC.",
  "“I don’t know any lawyers in this country that actually represent Assange.",
  "Stone exchanges emails with Bannon regarding Assange’s press conference.",
  "Sept. 26, 2017\n\nStone appears before the House Intelligence Committee.",
  "“You are not going to drag my name into this are you,” Credico wrote.",
  "He is reported to be a target of the special counsel’s investigation.",
  "He is reported to be a target of the special counsel’s investigation.",
  "He refuses to reveal the identity of his WikiLeaks back channel.",
  "The group would repeatedly deny having any contact with Stone.",
  "A right-wing author who worked with Stone during the campaign.",
  "“Libs thinking Assange will stand down are wishful thinking.",
  "I did all this stuff, and he’s going to put it in his book.",
  "Credico adamantly denies he was Stone’s link to WikiLeaks.",
  "Sept. 7, 2018\n\nCredico testifies to Mueller’s grand jury.",
  "“So Assange made a fool of Himself,” Corsi tweets.",
  "“I put together phony emails, gave it to them.",
  "“I actually have communicated with Assange.",
  "“Had zero, or he would have released it.",
  "Payload coming #Lockthemup,” he tweeted.",
  "I stand by my prediction,” Stone tweets.",
  "Aug. 8, 2018\n\nMueller subpoenas Credico.",
  "Stone vehemently denies Corsi’s claim.",
  "She is close friends with Credico.",
  "“What was that this morning??",
  "I know three of his lawyers.",
  "?” Bannon writes to Stone.",
  "Serious security concern.",
  "They all live in London.",
  "“No,” Stone replied.",
  "“Fear."
]