[
  "/ Updated By Mike Memoli\n\nWASHINGTON — A top Trump administration official answered a full range of questions from House investigators Wednesday, just one day after former White House strategist Steve Bannon told them he was under instructions from the West Wing to remain silent, sparking new negotiations between Congress and the White House that could lead President Trump to formally invoke executive privilege for the first time in the Russia probe.",
  "In two of the most recent cases in which a president asserted executive privilege to withhold testimony or documents from Congress — in 2012 when the Obama administration did so over documents related to the Fast and Furious gun running operation, and in 2008 related to the outing of CIA operative Valerie Plame — the privilege was only formally invoked under the threat of a contempt resolution from Congress.",
  "“To me it’s inconceivable that you would come to an investigative hearing on these issues unprepared to answer questions.”\n\nSchiff complained that while Republicans were willing on Tuesday to subpoena Bannon to try and force him to answer questions about events during the transition and in the White House, there was no such willingness today when it came to Lewandowski.",
  "“I think that may have been something that touched on emotions in the room.”\n\n“I’ve never felt the warm embrace from Steve Bannon,” said Rep. Peter King, R-N.Y. “I found him in contempt before he got there.”\n\nWhether Bannon would appear before the committee this week was still being negotiated late Wednesday, according to multiple congressional sources.",
  "The panel’s top Democrat, Rep. Adam Schiff of California, told reporters that it was “completely unacceptable” that Lewandowski refused to address questions both about events during the Trump campaign and his conversations with the president since, even whether he personally discussed his impending testimony with Trump in the last 24 hours.",
  "“This committee is treating witnesses differently than they treated Mr. Bannon.”\n\nRepublicans on the committee described the circumstances surrounding Bannon’s appearance as unique, and that they did not intend to set the precedent that witnesses appearing voluntarily would be required to answer all questions or face a subpoena.",
  "Though lawmakers described White House deputy chief of staff Rick Dearborn as fully cooperative with the House Intelligence Committee during more than four hours of questioning, the same could not be said of the day’s second witness, former Trump campaign manager Corey Lewandowski.",
  "Schiff noted the committee has gone to court to compel the release of bank records for Fusion GPS, the opposition research firm that contracted former British spy Christopher Steele to compile a dossier that included potentially incriminating information about Trump.",
  "The White House had not formally invoked executive privilege to bar Bannon’s testimony, but that step could be necessary if the committee does not withdraw its subpoena and threatens further action, including potentially finding Bannon in contempt of Congress.",
  "Rep. Tom Rooney, R-Fla. said the chief issue with Bannon was the White House threatening to broaden the notion of executive privilege to include events that occurred during the transition or even after Bannon left the White House.",
  "Rather than cite the possibility that the president might assert executive privilege to block his testimony, Lewandowski said he was simply not prepared to provide those answers Wednesday, offering to return at a later date.",
  "But Schiff had told reporters Tuesday that Bannon’s attorney was conferring with the White House in real time during his appearance, and that officials there insisted he not answer specific categories of questions.",
  "White House chief of staff John Kelly, in an interview with Fox News Channel Wednesday, said the White House has had only limited contact with Bannon and did not instruct him to invoke executive privilege.",
  "Rep. Mike Conaway R-Texas, who is overseeing the committee’s Russia probe, said the White House had not invoked executive privilege for any other witness in this case.",
  "“We as an investigative committee cannot allow that to become the routine, to allow witnesses to decide when and where they’re willing to answer questions,” he said.",
  "“I would hope that they would show the same determination when it comes to getting an answer from Steve Bannon.",
  "A spokesman for the committee said it was likely, but not yet guaranteed that Bannon would appear Thursday.",
  "He declined to say whether the committee would take further steps to force the issue in Bannon’s case.",
  "“Clearly, it seemed to me … [he] seems to have a little disdain for the institution,” Rooney said.",
  "“Yesterday he said on Fox that he would answer every question that we had.",
  "He also said Bannon demonstrated a lack of respect for the committee.",
  "King said committee members were prepared for an afternoon meeting.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "“I don’t talk about things I might do,” he said.",
  "But we’ll have to wait and see,” he said.",
  "Today, however, he refused,” Schiff said."
]