[
  "Our hope is that this litigation will bring it all to light.”\n\nHalvorssen says that Fusion GPS struggled to put together its dossier on him because “nobody would provide such information for attribution because the allegations Fusion GPS wanted to publicize were false.”\n\nHe alleges that sources were promised anonymity “and encouraged to exaggerate and speculate.”\n\n“Fusion GPS either found someone who invented a story that Halvorssen regularly used heroin, had been in rehab, and was high at Foundation events, or it invented the story out of whole cloth.”\n\nThe firm also fabricated allegations that Halvorssen embezzled money from the Human Rights Foundation and had sex with minors, he says.",
  "Thor Halvorssen, the president of the Human Rights Foundation, claims that Glenn Simpson and Peter Fritsch, two former Wall Street Journal reporters who founded Fusion, engaged in a conspiracy to retaliate against him for blowing the whistle on one of Fusion’s clients, a Venezuelan power plant company called Derwick Associates.",
  "“Simpson and Fritsch promised to pass along the dossier to friendly journalists who would use the negative information, even if the information came from hostile sources and not for attribution, into a profile of Halvorrsen for wide publication in the media and particularly on the internet,” the lawsuit alleges.",
  "Browder has called Simpson a “professional smear campaigner.”\n\n“Fusion is basically a pen-for-hire shop, whose owners are prepared to concoct completely spurious stories that are fed to media contacts developed over years of legitimate work in reputable outlets,” Boyd told The Daily Caller last year.",
  "The two Fusion founders were hired to produce a dossier and a media campaign “to depict Halvorrsen as a pedophile, heroin addict, and embezzler of the Foundation’s money,” reads Halvorssen’s lawsuit, which he filed under the Racketeer Influenced and Corrupt Organizations Act (RICO) statute.",
  "Halvorssen’s case rests on the theory that Derwick and Fusion GPS engaged in a conspiracy to intimidate a whistleblower, which Halvorssen considers himself to be because he has provided information about an alleged Derwick bribery scheme to federal authorities.",
  "(RELATED: Trump Dossier Firm Is ‘Highly Paid Smear Merchants,’ Human Rights Activist Will Tell Senate)\n\n“Thor’s got a righteous case,” G. Robert Blakey, a former federal prosecutor who drafted RICO back in 1970, told The Daily Caller News Foundation.",
  "Levy, a lawyer for Fusion GPS, says that the lawsuit is “a farce.”\n\nIn a statement to The Daily Caller News Foundation, Levy claimed that the suit “repeats false allegations Mr. Halvorssen has peddled unsuccessfully for more than a year.”\n\n“Mr.",
  "(RELATED: Bill Browder Calls Glenn Simpson A ‘Professional Smear Campaigner’)\n\nIn a bizarre twist, some of Fusion’s research was taken into the June 9, 2016 Trump Tower meeting between Donald Trump Jr. and a group of Russians.",
  "Halvorssen claims that Fusion GPS targeted him on behalf of Derwick because of an investigation he started in 2011 into Derwick’s contracts with the Venezuelan government.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Halvorssen suggests in the lawsuit that he has evidence that Derwick’s D’Agostino made contact with Simpson and Fritsch to discuss the smear campaign against him.",
  "Working for the Clinton campaign and DNC, Fusion hired former British spy Christopher Steele in June 2016 to investigate Donald Trump and members of his campaign.",
  "To support that element of the case against Fusion, Halvorssen’s lawsuit cites the oppo firm’s work against himself and two other men, Alek Boyd and Bill Browder.",
  "A prominent human rights activist is suing two of the founders of Fusion GPS and several Venezuelan businessmen under a statute usually associated with the Mafia.",
  "This bogus lawsuit is yet another desperate attempt by the President’s allies to retaliate against Fusion GPS for exposing Trump’s ties to Russia,” he continued.",
  "Blakey, a Notre Dame law professor, said that the approach of Halvorssen’s lawyer to the RICO case is a novel one that hasn’t been tested much in federal court.",
  "Thor Halvorssen claims two reporters who founded Fusion GPS engaged in a conspiracy to retaliate against him for blowing the whistle on one of Fusion’s clients.",
  "Fusion went after Browder, the leading force behind the Magnitsky Act, on behalf of a Russian businessman who faced penalties because of the sanctions law.",
  "Halvorssen, who was born in Venezuela, says he uncovered a multi-billion dollar kickback scheme involving Derwick executives and Venezuelan officials.",
  "Halvorssen brought the alleged bribery operation to the attention of the U.S. government in 2013, leading to several federal investigations, he says.",
  "The Fusion founders were hired to produce a dossier and a media campaign to depict Halvorrsen as a pedophile and addict, according to the lawsuit.",
  "Under a civil RICO cases, plaintiffs must show that defendants engaged in two incidents of racketeering within 10 years of each other.",
  "Fusion GPS is a smear operation which tried to ruin his career,” Foster, the lead attorney for Halvorssen, said in a statement.",
  "Halvorssen has well-documented ties to Peter Thiel, Erik Prince and Rebekah Mercer, three of Donald Trump’s biggest supporters.",
  "Though Shadowproof is a small website, the article about Halvorssen pops up on the first page of a Google search for his name.",
  "Halvorssen claims that Fusion GPS used search engine optimization, known as SEO, to ensure that article’s prominent placement.",
  "Halvorssen says in the lawsuit that Fusion passed around a dossier about Boyd accusing him of rampant drug use and pedophilia.",
  "He claims in the lawsuit that Francisco D’Agostino, a Derwick executive, described the bribery operation to him in 2013.",
  "“It’s time Glenn Simpson, Peter Fritsch and the Venezuelans who own Derwick pay for what they did to Thor Halvorssen.",
  "Fusion GPS technically worked BakerHostetler, a law firm that represented a Russian businessman named Denis Katsyv.",
  "As part of its work, Fusion produced research alleging that Browder laundered money out of Russia and evaded taxes.",
  "Fusion was working at the time with two of the Russian attendees, Natalia Veselnitskaya and Rinat Akhmetshin.",
  "The result is a 35-page report full of salacious allegations, the most serious of yet have yet to be proven.",
  "Halvorssen points to an article and social media postings written by independent journalist Ken Silverstein.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Mostly linked to organized crime cases, RICO can also be used in civil cases against legitimate businesses.",
  "“It has consistently tried to destroy others while it hides behind reporters and its clients’ law firms.",
  "The lawsuit refers to a “series of calls” that D’Agostino placed in Aug. 2015 to discuss the hit-job.",
  "As retaliation, Halvorssen says that Derwick tapped Fusion GPS to wage a smear campaign against him.",
  "But he noted that the attorney, Howard Foster, is one of the top-five RICO attorneys in the country.",
  "President of the Human Rights Foundation is suing two founders of Fusion GPS under the RICO statute.",
  "The goal, according to Halvorssen, was to force his removal from the Human Rights Foundation.",
  "He claims that he lost $5 million in business deals because of the allegations against him.",
  "Halvorssen’s suit does not mention Fusion GPS’s most infamous project: the Steele dossier.",
  "Boyd was allegedly targeted by Fusion GPS because of his investigations against Derwick.",
  "Silverstein wrote the Sept. 28, 2015 article for the website, Shadowproof.com.",
  "Both Browder and Boyd have publicly blasted Fusion GPS and Simpson.",
  "“It’s a good case,” said Blakey.",
  "Joshua A."
]