[
  "COMEY: I've never heard of it, I never imagined it ever until this circumstance, when I...\n\n\n\nTILLIS: Was there some logic in that at the time that you were making that decision based on the information that you were provided, was there the same sort of thought process that you're going through there to have it rise to that level that then lead to your October 28th notification of Congress that you had to look at other evidence that had been identified on Anthony Weiner's PC?",
  "And if we close that -- I don't know why on one earth we would close that window...\n\n\n\nTILLIS: So we have thousands of investigations of potential homeland security threats evenly split by either people who have self radicalized or some who have been influenced, some who have come over in refugee programs that we will basically pull the rug out from under you in terms of being able to actively investigate -- I should say expeditiously investigate them?",
  "GRASSLEY: The FBI and the Justice Department have provided me material inconsistent answers in closed setting about its reported relationship with Mr. Steele, will you commit to fully answering the questions from my March 6 and April 28 letter and providing all requested documents so that we can resolve those inconsistencies, even if in a closed session, being necessary?",
  "And I struggled as we got closer to the end of it with the -- a number things had gone on, some of which I can't talk about yet, that made me worry that the department leadership could not credibly complete the investigation and declined prosecution without grievous damage to the American people's confidence in the -- in the justice system.",
  "And the concern I have is that once people had been killed in a terrorist attack and that there may be other DNA, there may be other messages that lead an investigative agency to believe that there are others out there, isn't to the -- for the protection of the public that one would want to be able to see if a device could be opened.",
  "And then I think it was July 5th that you made the statement that I think a few of the things you've said that I guess based on the evidence you were gathering, there was one component, it was like removing a frame from a huge vintage (ph) jigsaw puzzle and dumping pieces on the floor, something else that the media ties into.",
  "My judgment was that the credibility of the investigation into the leak of the CIA officer's identity would be best served by not having it overseen by myself, because I was a political appointee, and appointing someone, giving him the authority to run it separate from the political leadership of the Department of Justice.",
  "TILLIS: And do -- at the time I also asked the question about -- to what extent that you can discuss in this setting -- were people where the target of those investigations -- persons who came in through various programs where questions about vetting have been raised as to whether or not they're accurate.",
  "FEINSTEIN: In terms -- this week, the British Parliament's Home Affairs Select Committee released a report finding that social media platforms such as Facebook, Twitter and YouTube failed to remove extremist material posted by banned jihadists and neo-Nazi groups even when that material was reported.",
  "TILLIS: OK. And to what extent in all of those investigations -- you mentioned earlier that there are probably about half of the various computing devices that you've accessed that you can't get into with any technology that the FBI has, which I assume is some of the most advanced available.",
  "In 2003, you admirably appointed a special prosecutor Patrick Fitzgerald when the attorney general, then John Ashcroft, recused himself from involvement in the investigation concerning whether the Bush administration officials illegally disclosed the identity of an undercover CIA official.",
  "BLUMENTHAL: Wouldn't this situation be ideal for the appointment of a special prosecutor, an independent counsel, in light of the fact that the attorney general has recused himself and, so far as your answers indicate today, no one has been ruled out publicly in your ongoing investigation.",
  "GRASSLEY: Question -- next question, according to a complaint filed with the Justice Department, the company that oversaw dossiers creation was also working with the former Russian intelligence operate -- operative on a pro Russian lobbying project at the same time.",
  "I want to take you straight back up to Capitol Hill, the FBI director, James Comey, still testifying before the Senate Judiciary Committee\n\n\n\n[12:30:38]\n\n\n\nJAMES COMEY, FBI DIRECTOR: -- I don't want to answer that -- that -- that seems to be unfair speculation.",
  "Is it vital to know whether or not sources have been paid in order to evaluate their credibility and if they have been paid doesn't that information need to be disclosed if you're relying on that information in seeking approval for investigative authority?",
  "About 90 some percent of our subjects are using at least one encrypted app as well that we can't ...\n\n\n\nTILLIS: So Mr. Director, just because of physical and technological constraints, half of the base of information you'd like to harvest you can't get to.",
  "Is that -- is that typical for you to go to a point and say I've gathered this information, there may be evidence of violations, but we don't think any reasonable prosecutor in the DOJ would pursue it therefore, we're going to recommend not pursuing it?",
  "BLUMENTHAL: Do you have any regrets or are there any things you would do differently in connection with either the comments you made at the time you closed the investigation or when you then indicated to Congress that you were in effect reopening it?",
  "When you briefed us last year, I think that you said that there were some -- that there were ongoing investigations on homeland -- on Homeland Security potential terrorist, either home grown or foreign inspired investigations in every state.",
  "I just wanted to give you an opportunity to glue together, I think, the decision for your actions on July the 5th and -- and how think there's parallels between that and what you ultimately did on October the 28th and then November the 6th.",
  "GRASSLEY: Have you ever represented to a judge that the FBI had interaction with Mr. Steele whether by name or not regarding alleged ties between the Trump campaign and Russia prior to the Bureau launching its investigation of the matter?",
  "COMEY: It is because...\n\n\n\nTILLIS: That's what means (ph) so half of the physical assets you can already get access to, then there's the metadata and all the other information that would be instructive to these investigations.",
  "We had looked at legislation that would take into consideration events of national security and provide that devices -- there must be some way of even going before a judge and getting a court order to be able to open a device.",
  "COMEY: Well, I think both situations as with all investigations that touch on people who have been actors in a political world involved considerations of actual conflict of interest and appearance of conflict of interest.",
  "BLUMENTHAL: So far as the investigation -- the ongoing investigation into Trump associates and their potential collusion with the Russian meddling in our election, will you be providing any updates to the American people?",
  "The FBI said that a grand jury issued subpoenas for Secretary Clinton's e-mails, yet you refuse to tell this committee whether the FBI sought or had been denied access to grand jury processed from the Justice Department.",
  "COMEY: And I -- I -- I've lived my whole life caring about the credibility and the integrity of the criminal justice process, that the American people believe it to be and that it be in fact fair, independent and honest.",
  "COMEY: Certainly not before the matter is concluded, and then depending upon how the matter's concluded -- some matters are concluded with criminal charges and then there's a public accounting and a charging document.",
  "The best chance we have as a justice system is if I do something I never imagined before, step away from them and tell the American people, look, here's what the FBI did, here's what we found, here's what we think.",
  "The provision, we modeled it after an existing law, which requires tech companies to notify authorities about cases of child pornography, but does not require companies to monitor any user, subscriber or customer.",
  "And then my amazing people moved heaven and earth to do what was impossible to get through those e-mails by working 24 hours a day and then said, honestly, sir, we found tons of new stuff doesn't change our view.",
  "That when the Anthony Weiner thing landed on me on October 27 and there was a huge -- this is what people forget -- new step to be taken, we may be finding the golden missing e-mails that would change this case.",
  "The company Fusion GPS allegedly failed to register as a foreign agent for his work to undermine the Magnitsky gait Act, which is a law that lets the president punish Russian officials who violate human rights.",
  "(OFF MIC)\n\n\n\nGRASSLEY: Before I call on :Senator Tillis, I think we have one member -- if that member's going to come back for first round then we have three or four, maybe five of us that want a second round.",
  "I think on June the 27th, the then attorney general met with the spouse of someone who's subject to an active investigation which was that at the very least an unusual encounter, which also spun up the media.",
  "Director Comey, in my remaining time, I want to go back to the -- to the investigation, I just want to give you another opportunity to maybe finish by explaining the context that you were operating in.",
  "In your testimony, you noted that the first half of the fiscal year, the FBI was unable to access the content of more than 3,000 mobile devices, even though the FBI had the legal authority to do so.",
  "The committee urged tech companies to pay for and publicize online content monitoring activities and called on the British government to strengthen laws related to the publication of such material.",
  "So I think a very simple question, why does the FBI give more information to someone who files a lawsuit, then to an oversight committee in the Congress, and that has happened to me several times.",
  "BLUMENTHAL: Will you make recommendations to -- presumably it would be the deputy attorney general or the special prosecutor, if one is appointed, as to whether criminal charges should be brought?",
  "And then the capper was -- and I'm not picking on the -- the Attorney General Loretta Lynch, who I like very much -- but her meeting with President Clinton on that airplane was the capper for me.",
  "DONALD TRUMP, PRESIDENT OF THE UNITED STATES: Over the course of my lifetime, I've always heard that perhaps the toughest deal to make is the deal between the Israelis and the Palestinians.",
  "TILLIS: And then on -- on November the 6th, the FBI apparently moved heaven and earth and got something done in a matter of days that they thought was going to take beyond the election.",
  "If -- if I, Chuck Grassley as a private citizen, filed a freedom of information act and you give me more information than you'll give to Senator Chuck Grassley, how do you justify that?",
  "Prior to the bureau launching the investigation of alleged ties between the Trump campaign and Russia, did anyone from the FBI have interactions with Mr. Steele regarding the issue?",
  "FEINSTEIN: Well I -- I was so struck when San Bernardino happened and you made overtures to allow that device to be opened, and then the FBI had to spend $900,000 to hack it open.",
  "Have you been questioned at all by the Inspector General in connection with the inquiry, that I understand, is ongoing into a number of the topics that we've been discussing here?",
  "That was a hard call for me to make to the call the attorney general that morning and say I'm about to do a press conference and I'm not going to tell you what I'm going to say.",
  "I don't know enough about what was said in the FOIA case to know whether that makes my answer silly, but I just want to be so careful about talking about grand jury matters.",
  "And so what I struggled with in the spring of last year was how do we credibly complete the investigation of Hillary Clinton's e-mails if we conclude there's no case there?",
  "Last year, I worked with Senators Burr, Rubio and Nelson to introduce a bill to require tech companies to report terrorist activity on their platforms to law enforcement.",
  "(LAUGHTER)\n\n\n\nGRASSLEY: On -- on March 6, I wrote to you asking about the FBI's relationship with the author of the trip -- Trump-Russia dossier Christopher Steele.",
  "And you went on to say that under similar circumstances, a person who's engaged in these activities would likely be subject to security or administrative sanctions.",
  "BLUMENTHAL: I think that's important for the American people to understand because it bears on the question of whether a special prosecutor ought to be appointed.",
  "GRASSLEY: Was the FBI aware -- was the FBI aware that Mr. Steele reportedly paid his sources who in turn paid their sub sources to make the claim in the dossier?",
  "But for exactly that reason, because of the appearance of a potential conflict of interest, isn't this situation absolutely crying out for a special prosecutor?",
  "But you went on to -- to say that you didn't believe a reasonable minded prosecutor would bring a case even though there was evidence of potential violations.",
  "Should you have done this, should you have done that, and I -- the honest answer -- I don't mean to sound arrogant -- I wouldn't have done it any differently.",
  "The only thing I regret is that (ph) maybe answering the phone when they called to recruit me to be FBI director when I was living happily in Connecticut.",
  "I want that inspection because I want my -- I want my story told because some of its classified but, also, if I did something wrong, I want to hear that.",
  "COMEY: That's a judgment for the -- the deputy attorney general, the acting attorney general on this matter and -- and not something I should comment on.",
  "Somehow I'd have prayed it away, wished it away, wished that I was on the shores of the Connecticut sounds, but failing that I don't have any regrets.",
  "If -- we have about 1,000 home grown violent extremist investigations and we probably have another 1,000 or so that are -- I should define my terms.",
  "But I commit to you to giving you all the information you need to address just that challenge, because I don't believe there's any inconsistency.",
  "I knew this would be disastrous for me personally, but I thought this is the best way to protect these institutions that we care so much about.",
  "And I want to get to a couple of other things, maybe first and then if I have time come back to what the hearing has been predominantly about.",
  "Before I sent you a letter about this, were you aware of the complaint against Fusion was acting as on registered agent for Russian interest?",
  "I'm familiar with one of those and that is the Southern California terrorist attack, which -- where 14 people were killed in San Bernardino.",
  "Because we're trying through lawful process to figure out are they consuming this poison on the internet and are they in touch with anybody.",
  "And having done that, and then having testified repeatedly under oath we're done, this was done in a credible way, there's no there there.",
  "And I've -- I've gotten all kinds of rocks thrown at me and this has been really hard but I think I've done the right thing at each turn.",
  "So I hope that people will get back here so we know exactly how many people we have out of courtesy to the Senator -- or Director Comey.",
  "What I'm trying to do is say it looks like you were trying to provide as much transparency and as much real-time information as you had.",
  "But I want to -- I want to create a context going back to when the investigation first began, it was already a part of media attention.",
  "Losing 702 would be disastrous because it would lose our window...\n\n\n\nTILLIS: It is relevant in these investigations, though (ph), yes.",
  "President Trump, optimistic words about a frustrating path for past U.S. presidents trying to strike an Israeli-Palestinian peace plan.",
  "Do FBI policies -- just the policies allowed to pay an outside investigator for work, another source is also paying him for as well?",
  "COMEY: Boy, that would sure, to my mind, be a better place for us to be from a public safety perspective, but we aren't there now.",
  "COMEY: Now and I think I know what you're -- where the confusion is, but I think in a classified setting we can straighten it out.",
  "Was the Clinton investigation named Operation Midyear because it needed to be finished before the Democratic National Convention.",
  "Again, the design was to act credibly, independently and honestly so the American people know the system's not rigged in any way.",
  "Of those 3,000 devices that you weren't able to access, can you say how many of these were related to a counterterrorism event?",
  "COMEY: I'm still not a position where I'm comfortable confirming whether and how we used a grand jury in -- in an open setting.",
  "I don't think I can tell you -- I don't think I can distinguish the statements made in the FOIA case, as I sit here, but yes.",
  "Are there any differences materially between that situation and this one, so far as the reasons to appoint a special counsel?",
  "When I was DAG (ph), I didn't want people talking about what their conversations with me so I'll -- I'll do the same for him.",
  "And that that offered us the best chance of the American people believing in the system, that it was done in a credible way.",
  "As you know, I -- I briefed you privately on this and if there's more that's necessary then I'd be happy to do it privately.",
  "COMEY: I don't know in this case in particular, but in general we almost always do, especially the highest profile matters.",
  "Do FBI policies allow it to pay an outside investigator for work that another source is also paying that investigator for?",
  "GRASSLEY: OK. Did the FBI provide any payments whatsoever to Mr. Steele related to the investigation of Trump Associates?",
  "And I've had a very hard time -- I've tried -- I've gone out, I tried to talk to the tech companies that are in my state.",
  "Would the FBI benefit from knowing when technology companies see terrorist plotting and other illegal activity online?",
  "Then you said there is evidence of potential violations of statutes regarding the handling of classified information.",
  "I can assure you the name was not selected for any nefarious purpose or because of any timing on the investigation.",
  "Other matters, as was the case with the e- mail investigation, end with no charges but some statement of some sort.",
  "We will follow the evidence, we'll try and find as much as we can and we'll follow the evidence wherever it leads.",
  "Home grown violent extremists, we mean somebody -- we have no indication that they're intouch with any terrorists.",
  "(LAUGHTER)\n\n\n\nBLUMENTHAL: We would welcome you back to you Connecticut ...\n\n\n\nCOMEY: Yes, but I -- really I can't.",
  "To what extent is the access to that information relevant in these investigations, of potential homeland threats.",
  "Would you agree that universal background checks would help with law enforcement and prevention of gun violence?",
  "Then we have another big group of people that we're looking at who we see some contact with foreign terrorists.",
  "We made judgments trying to do the right thing and I believe, even with hindsight, we made the right decisions.",
  "COMEY: The more able we are to keep guns out the hand so criminals and spouse abusers all the -- the better.",
  "And as I subsequently learned of some of the reason for it, there were good reasons to get into that device.",
  "The Inspector General's inspecting me look and looking at my conduct in the course of e-mail investigation.",
  "TILLIS: Do you have roughly an -- can you give me roughly an idea of the number of investigations that is?",
  "So you take that 2,000 plus cases, about 300 of them are people who came to the United States as refugees.",
  "But what I can promise you all along is I said to people, you may think we're idiots, we're honest people.",
  "COMEY: Well, we're headed towards 100 percent, if -- 702 is our window into the really bad guys overseas.",
  "FEINSTEIN: Would the FBI be willing to work with the judiciary committee going forward on this provision?",
  "I don't think many reasonable people would do it differently than I did, no matter what they say today.",
  "It was an incredibly painful choice, but actually not all that hard between very bad and catastrophic.",
  "JOHN KING, CNN: President Trump, the Palestinian Authority President Mahmoud Abbas at the White House.",
  "Last week, the FBI filed a declaration in court pursuant to a freedom of information act litigations.",
  "But you're right, I refuse to confirm in our hearings as to whether we'd used a grand jury and how.",
  "I said, then by God, I got to tell Congress that and know I'm going to get a storm at me for that.",
  "\n\n\n\nReturn to Transcripts main page\n\nINSIDE POLITICS\n\nMore Coverage of Senate Judiciary Hearing.",
  "I'm sure he'll consider many of the same things ...\n\n\n\nBLUMENTHAL: Has he asked for your advice?",
  "You can't convict somebody and incapacitate them based on...\n\n\n\nTILLIS: You got to drill down.",
  "I don't think I did, but, yes, I've been interviewed and I'm sure I'll be interviewed again.",
  "I think there's a misunderstanding but in a classified setting I'll give you what you need.",
  "Mr. Director, first of all, thank you for your fortitude going through this, appreciate it.",
  "I don't know it well enough to offer you a view, but we'd be happy to work with you on it.",
  "If you were standing there staring at that on October 28, would you really conceal that.",
  "Of course, I know how Congress works, but I did not make an announcement at that point.",
  "But I can assure you that -- that it was called Midyear Exam, was the name of the case.",
  "If I were not to speak about that, it would be a disastrous, catastrophic concealment.",
  "And that you were expressing your view that the Justice Department should not proceed.",
  "I want to ask one last question unrelated to this topic on the issue of gun violence.",
  "I don't...\n\n\n\nGRASSLEY: What do you mean it's a good question, how do you justify it?",
  "COMEY: Because as I sit here I don't know all the questions that are in the letters.",
  "Only the deputy attorney general or a special prosecutor designated by him, correct?",
  "The FBI may inspire great credibility and trust, but the FBI cannot bring charges.",
  "I've asked myself that a million times because, Lordy (ph), has this been painful.",
  "And I then said, you know what, the department cannot by itself credibly end this.",
  "But about 1,000 home grown violent extremist investigations in the United States.",
  "And I said to her, hope someday you'll understand why I think I have to do this.",
  "They said, we're sure, we don't believe there's a case against Hillary Clinton.",
  "COMEY: I don't know as I sit here, Senator but we can get you that information.",
  "Has the FBI ever talked with the tech companies about this need in particular?",
  "COMEY: Well, I was going to say, it's a good question, I can't as I sit here.",
  "Most of these questions have not been answered, so I'm going to ask them now.",
  "And so it's true in terrorism cases, about half of the devices we can't open.",
  "Without 702, how much more of the remaining half would be -- would be harmed?",
  "COMEY: Oh it's a feature of all of our work, but especially concerning here.",
  "And obviously I'd want to do that in close coordination with the department.",
  "Aired 12:30-1p ET\n\nAired May 3, 2017 - 12:30 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "I understand the reasons that you want to avoid ruling out anyone publicly.",
  "So the more information we have the better for law enforcement perspective.",
  "At the time there were a dozen a half I think that you may have estimated.",
  "The normal way to do it would be to the Department of Justice announce it.",
  "And I said, are you sure, don't do it just because you're under pressure.",
  "COMEY: Certainly not because it had to be finished by a particular date.",
  "There's an art and a science to how we come up with codenames for cases.",
  "Was it before you -- your first public statement about closing the case?",
  "And I'm not going to talk about the current situation in that situation.",
  "BLUMENTHAL: But you cannot, yourself, pursue criminal charges, correct?",
  "I think that's the right position, because I don't know it well enough.",
  "That case load has stayed about the same since we last talked about it.",
  "MAHMOUD ABBAS, PRESIDENT, PALESTINIAN AUTHORITY: OK.\n\n\n\nTRUMP: Good.",
  "COMEY: Will certainly significant imperatively to investigate them.",
  "I had to tell Congress that we were taking these additional steps.",
  "I don't know what judgment the acting attorney general will make.",
  "Which I know this sounds like a crazy thing to say, I encourage.",
  "In October, I sent that letter only to the chairs and rankings.",
  "COMEY: I'm not sure Senator, whether that's what happened here.",
  "And that's what -- folks often say why don't you get metadata?",
  "I mean that was the tough part of the statement that you made.",
  "I'm always impressed with your composure and your preparation.",
  "COMEY: Well the 702 actually addresses a different challenge.",
  "COMEY: That's not a question that I can answer in this forum.",
  "And that's why I felt transparency was the best path in July.",
  "BLUMENTHAL: You had some experience in this kind of decision.",
  "And I'll yield back the remaining of my time for the answer.",
  "GRASSLEY: OK. Well I hope to show you those inconsistencies.",
  "Sometimes I see ones that make me smile and so I'm not sure.",
  "I plan to reintroduce the provision in separate legislation.",
  "BLUMENTHAL: Let me close because I am running out of time.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "COMEY: I'm back to my first -- I can't answer this forum.",
  "One -- Facebook was very good and understood the problem.",
  "GRASSLEY: Last question; when was a grand jury convened?",
  "COMEY: That's not a question I can answer in this forum.",
  "COMEY: I have to give you the same answer Mr. Chairman.",
  "GRASSLEY: This one I'm going to expect an answer on.",
  "GRASSLEY: Here's one you ought to be able to answer.",
  "FEINSTEIN: Yes, I really very much appreciate that.",
  "TILLIS: Director Comey, thank you for being here.",
  "GRASSLEY: Just as a matter of proposition, then.",
  "But I -- look, I've asked that a million times.",
  "President Abbas saying, With you, we have hope.",
  "Neither can the intelligence committees do so.",
  "I -- we have -- seven times six is 42 minutes.",
  "Yes, did I know they really going to leak it?",
  "COMEY: I'm not -- I'm not gonna say, senator.",
  "COMEY: I don't know for sure as I sit here.",
  "FEINSTEIN: Thanks very much, Mr. Chairman.",
  "That was my judgment in that circumstance.",
  "Let's see if we can prove them wrong, OK?",
  "They -- they assure me its done randomly.",
  "I don't want to answer that specifically.",
  "Do you have any rough numbers about that?",
  "So by Going Dark, do we mean 100 percent?",
  "And that I wasn't seeking transparency.",
  "COMEY: For an FBI director to do that?",
  "I hope you won't want to take a break.",
  "But you were in that pressure cooker.",
  "So I'm not going to answer that, sir.",
  "BLUMENTHAL: I'll take that as a yes.",
  "COMEY: Yes, the honest answer is no.",
  "COMEY: Yes it's just north of 1,000.",
  "Some have closed, some have opened.",
  "And I'm sorry for that long answer.",
  "If so, why the artificial deadline?",
  "But I'll get you a precise answer.",
  "Nor can an independent commission.",
  "COMEY: Yes, I've been interviewed.",
  "GRASSLEY: You can't answer that?",
  "COMEY: Yes its a good question.",
  "But look, I wasn't loving this.",
  "So hard for people to see that.",
  "Thank you very much, everybody.",
  "I prayed to find a third door.",
  "If not, why was that the name?",
  "COMEY: I think in general yes.",
  "Do you think that would work?",
  "Two actions speak or conceal.",
  "Others end with no statement.",
  "TILLIS: Just north of 1,000.",
  "GRASSLEY: Senator Feinstein?",
  "I think it is vital to know.",
  "So here are two questions.",
  "I'm not on anybody's side.",
  "TILLIS: Any foreign touch.",
  "GRASSLEY: Director Comey.",
  "COMEY: I'm made of stone.",
  "More on that a bit later.",
  "Go on to something else.",
  "COMEY: Same answer sir.",
  "Is that still the case?",
  "Possibly is my answer.",
  "Want me to repeat it?",
  "GRASSLEY: In writing?",
  "GRASSLEY: Egads (ph).",
  "But most do not have.",
  "COMEY: Yes, senator.",
  "GRASSLEY: Thank you.",
  "I couldn't find it.",
  "What do you advise?",
  "Because I wouldn't.",
  "I don't know yet.",
  "GRASSLEY: Uh huh.",
  "COMEY: Yes I do.",
  "Senator Tillis.",
  "Is that common?",
  "COMEY: Correct.",
  "COMEY: Correct.",
  "TILLIS: Yes.",
  "COMEY: Sure.",
  "COMEY: Yes.",
  "So I spoke.",
  "COMEY: Yes.",
  "COMEY: Yes.",
  "COMEY: Yes.",
  "No I can't.",
  "COMEY: Yes.",
  "[13:00:00]",
  "COMEY: No.",
  "Thank you.",
  "Thank you.",
  "Thank you.",
  "Right."
]