[
  "But in the process of chasing a non-existent scandal, we’ve learned of a concerning fact pattern surrounding the Clinton campaign, and potentially the Obama administration’s, involvement in a 2016 targeted campaign, using salacious information from foreign intelligence officials, against then-GOP nominee Donald Trump.",
  "At minimum, we must recognize that there are legitimate, unanswered questions about whether the Obama Justice Department involved themselves in a political project targeting then-candidate Donald Trump—a suggestion that has far more evidence behind it than the directionless investigation into Trump/Russian collusion.",
  "This is an alarming timeline that leaves a myriad of disconcerting questions, but the specific points of interest can be boiled down into a few specifics:\n\nWhy did President Obama’s campaign begin paying almost a million dollars to the very same firm the Clinton campaign used to fund the dossier?",
  "For the past year, as our government has been mired in both an aimless and fruitless investigation into accusations of collusion between the Russian government and the 2016 Trump Presidential campaign, Democrats have insisted that Congress follow where the evidence leads in this investigation.",
  "As we know from a recent New York Times report, Hillary Clinton’s presidential campaign and the Democratic National Committee paid for research that was included in the now infamous Russian dossier, made public in January of this year by Buzzfeed and reported on by CNN.",
  "We also know that in the weeks prior to the 2016 election, President Obama’s FBI tried to reach an agreement with Christopher Steele to pay for the Russian dossier, and the FBI actually ended up reimbursing some of those dossier expenses to Christopher Steele.",
  "But we’re also beginning to see evidence that raises questions about whether the Obama Justice Department may have inappropriately involved themselves in this project both before and after the 2016 Presidential campaign.",
  "Going one step further—we know that on January 6th of this year, President Obama’s intelligence officials, led by then FBI Director James Comey, briefed President-elect Trump on the contents of the Russian dossier.",
  "With regard to the original purpose of the investigation, Congress has held multiple hearings and interviewed dozens of witnesses looking into allegations of collusion between the Trump campaign and Russia.",
  "Or, if President Obama’s intelligence officials had reason to treat the dossier seriously, why did they wait two months after the election until January 6th to brief the President and President-elect?",
  "That very same month—April of 2016—President Obama’s campaign began paying more than $900,000 to Perkins Coie, the very same firm used by the Clinton campaign to create the Russian dossier.",
  "It’s worth repeating to be clear: the FBI attempted to pay (and then reimbursed) costs for a Russian dossier that was being orchestrated by the Hillary Clinton presidential campaign.",
  "We now know the Clinton campaign and the DNC paid ex-British intelligence officer Christopher Steele to compile the dossier with research provided by Russian intelligence officials.",
  "The information we’ve learned warrants the appointment of a special counsel to investigate how the Russian Dossier was created and why President Obama’s FBI was involved.",
  "And why was the Obama administration’s meeting with President-elect Trump leaked to CNN just four days after the briefing if, again, the dossier could not be verified?",
  "Consider the following timeline: In April of 2016, the Clinton campaign enlisted the law firm Perkins Coie to retain Fusion GPS, the firm behind the Russian Dossier.",
  "The fact that the Clinton campaign and the DNC paid intelligence officials in Russia for salacious and false information on President Trump is suspicious enough.",
  "Following that January 6th briefing, there are reports that Obama Administration Intelligence officials almost immediately leaked details of the briefing to CNN.",
  "Why was President Obama’s FBI involved in paying for a political project the Clinton campaign was orchestrating?",
  "Why brief the president and president-elect at all on the dossier if much of the dossier could not be verified?",
  "Why did they begin making payments in the very same month the Clinton campaign began paying for the dossier?",
  "However, they’re leading in a very different direction than the mainstream media narrative might suggest.",
  "Much of the dossier contained claims that have either not been verified or have been directly refuted.",
  "Again, the FBI has refused to answer these questions and resisted any transparency on this issue.",
  "It’s our government’s responsibility to find them by appointing a special counsel to investigate.",
  "Strangely, the FBI has refused to answer questions and resisted any transparency on this issue.",
  "None of them had printed it or reported on it since the claims within could not be verified.",
  "Why did President Obama’s FBI attempt to pay Christopher Steele for the Russian Dossier?",
  "Keep in mind that several media outlets had the dossier on hand prior to January 10th.",
  "4 days later, on January 10th, the dossier ended up being published by Buzzfeed.",
  "The American people deserve answers to those questions.",
  "My Democratic colleagues are absolutely right.",
  "Congress should follow where the facts lead.",
  "They demand answers to those questions.",
  "There is nothing there.",
  "It's time to move on."
]