[
  "They said in court documents Republicans' demand for closed-door testimony “exceeds a proper legislative purpose, is issued in violation of House rules, and unduly prejudices and harasses the witness.”\n\nBut Comey, who was called to testify on Monday and is now expected to testify later this week, relented after House Judiciary Committee Chairman Bob Goodlatte, R-Va., agreed on Nov. 28 that the former FBI head's remarks would be made public in their entirety.",
  "We will release the transcript of his interview to the public as soon as possible after the interview, in the name of our combined desire for transparency.”\n\nGoodlatte had told Fox News' \"Sunday Morning Futures\" earlier in the day that he expected Comey to withdraw his motion and appear to testify, saying there had been ongoing discussions to effect that outcome.",
  "Former FBI Director James Comey announced Sunday he has dropped his legal challenge to House Republicans' efforts to compel him to testify in a closed-door setting about the political bias and mismanagement they say permeated the Hillary Clinton and Trump campaign probes under his watch.",
  "Heavily redacted documents have since shown that a dossier written by British ex-spy Christopher Steele and funded by the DNC and Hillary Clinton campaign played a key role in obtaining the Foreign Intelligence Surveillance Act (FISA) warrant to surveil him beginning in October 2016.",
  "FBI INCORRECTLY SUGGESTED TO FISA COURT THAT YAHOO NEWS ARTICLE PROVIDED INDEPENDENT BASIS TO SURVEIL TRUMP AIDE\n\n\"We have now examined thousands of pages of documents, searched through nearly a million documents, interviewed 16 other witnesses,\" Goodlatte said.",
  "SEVEN KEY TAKEAWAYS FROM BOMBSHELL DOJ REPORT INTO FBI MISCONDUCT\n\nText messages released in September showed that anti-Trump FBI officials Peter Strzok and Lisa Page regularly discussed a “media leak strategy” amid the Russia probe.",
  "Comey oversaw a culture of media leaks in the FBI that was flagged by Justice Department Inspector General Michael Horowitz in his bombshell report into apparent misconduct by high-level officials in the Clinton and Russia probes.",
  "However, London court records showed that contrary to the FBI's assessments, Steele briefed Yahoo News and other reporters in the fall of 2016 at the direction of Fusion GPS -- the opposition research firm behind the dossier.",
  "LEAKING 'LIKE MAD': TEXTS OBTAINED EXCLUSIVELY BY FOX NEWS SHOW FBI LOVERS COORDINATING PLAN\n\nCarter Page has not been charged with any wrongdoing, and he is now suing the Democratic National Committee for defamation.",
  "Fox News has confirmed that a key focus of questioning will be Comey's decision to write the July 2016 statement recommending against filing criminal charges in the Clinton email probe before she was interviewed.",
  "On four occasions, the FBI told the FISA court that it \"did not believe\" Steele was the direct source for a Yahoo News article implicating Page in Russian collusion, newly released documents have revealed.",
  "Instead, the FBI suggested to the court, the September 2016 article by Michael Isikoff was independent corroboration of the salacious, unverified allegations against Trump in the infamous Steele dossier.",
  "\"I had literally just gone to find this phone to tell you I want to talk to you about media leak strategy with DOJ before you go,\" Strzok texted Page on April 10, 2017, according to DOJ documents.",
  "Separately, Goodlatte told Fox News that Deputy Attorney General Rod Rosenstein will provide testimony to House Republicans under oath as well, prior to Democrats retaking control of the House.",
  "That was an apparent reference to Carter Page, the former Trump adviser whom the FBI surveilled for months after obtaining a warrant from the Foreign Intelligence Surveillance Act (FISA) court.",
  "Asked why he wanted to talk to Comey now -- just weeks before House Republicans lose the majority -- Goodlatte cited new information, saying, \"we certainly couldn't have done it sooner.\"",
  "“The term ‘media leak strategy’ in Mr. Strzok’s text refers to a department-wide initiative to detect and stop leaks to the media,\" Strzok lawyer Aitan Goelman said in a statement.",
  "\"Mr. Comey chose to file a motion to quash despite clear Supreme Court precedent setting forth Congress’ authority to issue subpoenas compelling testimony before its committees.",
  "And, Comey likely will be pressed on intelligence activity months before the Russia investigation into Trump campaign contacts officially opened in late July 2016.",
  "\"Mr. Comey is, as the former FBI director, at the center of both of these investigations launched in 2016 with regard to Hillary Clinton and the Trump campaign.\"",
  "\"I was disappointed that Mr. Comey filed a motion to quash the subpoena sent to him to appear for our investigation,\" Goodlatte said in a statement Sunday.",
  "Citing a history of congressional leaks creating a “corrosive narrative,\" Comey's lawyers had resisted the GOP's subpoena and insisted on a public hearing.",
  "Comey then leaked memos of his one-on-one interactions with Trump that suggested the president had sought improperly to influence the Russia probe.",
  "Federal authorities used both the Steele dossier and Yahoo News article to convince the FISA court to authorize a surveillance warrant for Page.",
  "Well done, Page,\" and on April 12 he told her that two negative articles about Page's \"namesake\" would soon come out, according to Meadows.",
  "There was no need to use baseless litigation in an attempt to run out the clock on this Congress, and I am glad that it was withdrawn.\"",
  "Every day, thousands and thousands of great FBI agents and others protect us from terrorist attacks, prevent crime, solve crimes.\"",
  "\"The president and his enablers are once again peddling unfounded conspiracy theories to mislead the American people.\"",
  "He continued: \"My hope that, by doing this, we will prevent it from happening again in 2020, or hopefully ever again.",
  "Trump, in response, accused Comey of disseminating classified information, calling him a \"proven liar and leaker.\"",
  "So will sit in the dark, but Republicans agree I’m free to talk when done and transcript released in 24 hours.",
  "Fox Business' Maria Bartiromo, Fox News' Catherine Herridge and Paulina Dedaj contributed to this report.",
  "— House Judiciary Chair Bob Goodlatte, R-Va.\n\nPresident Trump fired the former FBI chief in May 2017.",
  "\"Hard to protect my rights without being in contempt, which I don’t believe in.",
  "Comey will join us for a closed-door transcribed interview later this week.",
  "“Grateful for a fair hearing from judge,\" Comey wrote on Twitter Sunday.",
  "And this is an organization that is very, very important.",
  "On April 22, though, Strzok wrote, \"article is out!",
  "This is the closest I can get to public testimony.\"",
  "\"The FBI was misused in 2016.\"",
  "The FBI was misused in 2016.",
  "He added: “Mr."
]