[
  "He is simply creating a narrative to delegitimize the president and to string together his words to Comey with the Flynn indictment, Cohen with Stormy Daniels payment, Roger Stone and Jerome Corsi with ties to Julian Assange, and now Cohen with underplaying Russia connections.",
  "The team Mueller hired really foretold the story — Andrew Weissmann as the stop-at-nothing pit bull and a group of Democratic-leaning lawyers, including some who have represented the Clintons, had the obstruction of justice charge ready to go on day one.",
  "For those who thought Mueller would deliver a balanced and thoughtful report, these latest actions suggest that instead, we are seeing an all-out attack on the president and the presidency the likes of which we have never seen.",
  "Let’s review what Mueller and his team are doing:\n\nMichael Flynn — They discovered unreported lobbying by Trump's former National Security Adviser and leveraged that to get him to plead guilty to lying to the FBI.",
  "Roger Stone -- The former Trump campaign adviser sent out a tweet suggesting Hillary Clinton’s campaign chairman John Podesta was next, and an email to Corsi asking him to get the rest of the emails.",
  "Now they’ve also gotten him to cop to lying about when he killed the perfectly legal Russia tower project, only it appears that Trump’s lawyers ducked that perjury trap in the written questions.",
  "They are shaping that case through the indictments -- and threats of indictments -- that are being used to get guilty pleas to make the president seem like an obstructor or co-conspirator.",
  "Paul Manafort – The former Trump presidential campaign chairman’s old tax and reporting cases going far back were dusted off to get him under the thumb of the prosecutor.",
  "There was nothing illegal about his comments or actions, and he is a journalist, though obviously, the general rules of journalism don’t apply to conservatives like him.",
  "Jerome Corsi – The best-selling author was threatened with pleading to lying about his contacts with his friend and former Trump campaign adviser Roger Stone.",
  "It was revealed that he continued a joint defense agreement with the president and suddenly the prosecutor is saying he lied about his business dealings.",
  "Trump’s first team of lawyers with their “don’t worry and cooperate” strategy set the president back, and let the whole thing spiral out of control.",
  "George Papadopoulos— The former member of Trump’s foreign policy advisory panel was forced to plead to lying about the timing of his contacts.",
  "The investigation, I believe, has come up truly empty on its central charge related to the president — collusion with the Russian government.",
  "The pattern and purpose of Mueller’s investigation and the endgame is becoming clear, and yes, it’s clearly get the president at all costs.",
  "But mostly what Mueller’s team is doing is bludgeoning witnesses on unrelated charges to piece together a case against the president.",
  "They are now trying to find someone, anyone who had any contact with Julian Assange with the aim of calling that collusion-lite.",
  "The goal was to legitimize the start of the investigation around him when all he did was pass on a surmise or a tip he received.",
  "Get ready for the fight of the century coming soon and it will be about everything except collusion with the Russian government.",
  "But he pled guilty to campaign finance violations for payments that in the past would have been ruled on as personal expenses.",
  "Michael Cohen — They got Trump’s former lawyer on all sorts of financial crimes related to his businesses and loans.",
  "And let’s not forget the Trump Tower meeting with the attorney who was also conveniently working with Fusion GPS.",
  "He was obviously trying to find out what was going on with these emails, and that’s not illegal in any way.",
  "There’s no doubt that the outline of Mueller’s report was written a long time ago and is being filled in.",
  "So that they can claim Trump’s comment to James Comey about letting him go was obstruction of justice.",
  "It’s all about vengeance on him for failing to give them what they want and to make Trump look bad.",
  "Sure, there are some anonymous Russians who will never be tried to add on top of this record.",
  "But it’s clear now Mueller is no longer looking for crimes in the presidential race of 2016.",
  "They had all the records they needed to figure out who he contacted when.",
  "Yet no other prosecutor would ever have brought this charge.",
  "Was the time and expense worth a 14-day sentence?",
  "They are literally creating the crimes.",
  "Of course not.",
  "Why?"
]