[
  "Robert Mueller and his team of partisan Democrats, even Clinton attorneys and a pit bull lawyer who lost 9-0 in the Supreme Court and cost tens of thousands of people their job, Andrew Weissmann, and put four people in jail, overturned by the Fifth Circuit, they have set out to disrupt, discredit, and destroy the presidency of Donald J. Trump.",
  "What we can't know at this point is what is in those redacted sections and how it may relate to other individuals and any future criminal prosecution in the coming days or weeks.”\n\nWhen we talk about process crimes, wouldn't it be normal when you look at the date 2016 incoming national security advisor talking to his Russian counterpart.",
  "His early cooperation was particularly valuable because he was one of the few people with long-term and first-hand insight regarding events and issues under investigation by the special counsel.”\n\nSo the bottom line is the special counsel is recommending the minimum, so no jail time for the former national security advisor.",
  "And according to the addendum, which is heavily redacted, he has provided almost two dozen interviews with the special counsel and just taking the redactions out, what we can see is that those interviews have focused on contacts between the Trump presidential campaign and Russian officials so that's phase one.",
  "Now, this despite the fact that fired FBI investigator James Comey, fired Deputy FBI Director Andrew McCabe and even Peter Strzok, who interviewed him, all said that there was zero indications that, in fact, Flynn ever lied, actually lied when they were in charge of the investigation.",
  "After multiple delays -- it has been a full year that has ruined in General Michael Flynn's life – Special Counsel Robert Mueller's report on the former national security adviser, Lt. Gen. Michael Flynn (who has three stars by the way) is finally out.",
  "But what they do say in one section is that Flynn has been so important to their investigations because, “the defendant began providing information to the government not long after the government first sought his cooperation.",
  "His house nearly faced bankruptcy, literally and his world crashes before him and his entire family, and I would bet any amount of money that the only reason he signed this deal was -- well, it's the same old system.",
  "But in this case, they are recommending the minimum sentence for lying about contacts with the Russian ambassador during the transition period and lying about his work with the Republic of Turkey.",
  "And according to Fox News contributor and New York Post columnist Michael Goodwin, President Trump is now preparing (and he should be preparing) for all-out political war for good reason.",
  "What's detailed here are “process crimes,” what they call lying to federal investigators, which is a violation of a thousand and one, and typically means a maximum sentence of five years.",
  "For example, long-time Clinton aides Cheryl Mills and Huma Abedin lied when they told the FBI investigators they had no knowledge of Hillary's private email except that they used it.",
  "So, the question has always been, how do they get from, as McCabe said, a very poor foundation for false statements case to a guilty plea for lying to federal investigators?",
  "This is the document that the special counsel has put forward that lays out how former national security adviser Mike Flynn has been cooperating with the special counsel.",
  "Based on high level cooperation with the special counsel, they are recommending the minimum on the sentencing spectrum, which would be no jail time, possibly probation.",
  "What I draw your attention to is these heavily redacted sections which the special counsel is withholding, they say, because of sensitive ongoing investigations.",
  "And don't forget, James Comey himself lied under oath when he said the report about the Clinton investigation had not been written before she was interviewed.",
  "Well, we might have to go after your son worked with you and, you know, then we are going to invoke the Logan Act, which nobody invokes, to go after him.",
  "Just to break it down and keep it simple, this sentencing memo from the special counsel, Robert Mueller, says that Flynn lied about two separate issues.",
  "That came, Sean, from testimony given to the House Intelligence Committee by the former FBI Director James Comey, as well as his Deputy Andrew McCabe.",
  "One was his contacts with the Russian ambassador during the transition and also his communications and business dealings with the Republic of Turkey.",
  "If you believe in this constitutional republic, equal justice under the law, application of our laws, you ought to be very concerned and outraged.",
  "So, we know Flynn has cooperated, provided information about both ends of the spectrum there, the campaign and then also the transition period.",
  "In other words, they didn't think Flynn was lying to them when he tried to relate his conversations and contacts with the Russian ambassador.",
  "Because we have a long list of Democrats and Trump-haters who have lied under oath before Congress and have faced no consequences.",
  "Dirty dossier author Christopher Steele, his entire dossier has been debunked, he lied to the FBI, was fired for lying to the FBI.",
  "Catherine, I actually have a report that you did, if I can put my glasses on I will find out the date on this thing.",
  "In Mueller's sentencing memo, it says, “Senior government leaders should be held to the highest standards.",
  "We knew he was the victim of illegal surveillance, illegal unmasking, illegal leaking of raw intelligence.",
  "But he was still working with the Justice Department and Bruce Ohr to get to special counsel Mueller.",
  "But Hillary and the Espionage Act, Flynn lost his house because he couldn't afford the attorneys.",
  "We know now he was coerced into pleading guilty only to a process crime: lying to investigators.",
  "In it, House Intel report, Comey testified FBI agent saw no physical indications of deception?",
  "So he could have made, instead of serving his country in the private sector a lot more money.",
  "And then, also in the second phase, the Trump transition team as well as Russian officials.",
  "And don't forget, we know that they got through a lot of this information, through what?",
  "His life's work, 33 years of serving his country, washed down the drain for this?",
  "They even used the Logan Act, and which is actually rarely ever used or invoked.",
  "But, now, he has to sell his house, literally fall on the sword for his family.",
  "They -- of course, one of them was lying due to their contradictory testimony.",
  "General Flynn's entire life has been put in limbo for an entire year for this?",
  "So, too, did John Brennan – He was also likely lying under oath about leaking.",
  "And Flynn has been jerked around by this witch-hunt for almost an entire year.",
  "But, what everyone is going to be talking about is what's called an addendum.",
  "Strzok of all people, he didn't think so, and he interviewed Lt. Gen. Flynn.",
  "Thirty-three years of service, five years in combat in Iraq and Afghanistan.",
  "They both reported the same thing -- that agents saw no signs of deception.",
  "We begin with a report from Washington with our own Catherine Herridge.",
  "Adapted from Sean Hannity’s monologue on “Hannity” on December 4, 2018.",
  "James Clapper lied under oath about the National Surveillance Program.",
  "It's the glaring example of a two-tiered justice system in America.",
  "Now, this is a disgrace and this is what we have been telling you.",
  "Andrew McCabe was fired because of his pathetic pattern of lying.",
  "So, you are going to end up with something like this in his life?",
  "Either DOJ official Bruce Ohr, Fusion GPS founder Glenn Simpson.",
  "Where are the federal cases against any of these people?",
  "When are the screws going to be turned so they composed?",
  "Are charges going to be brought to all of those people?",
  "“\n\nCan we start with Hillary Clinton and James Comey?",
  "No matter how many lives are ruined in the process.",
  "And that testimony was given several months apart.",
  "What about the people involved in those crimes?",
  "Nobody was held hostage like this for a year.",
  "This is what -- this is how we treat people?",
  "This is the thanks this country gives him?",
  "Look, I'm going to go through this slowly.",
  "Nobody in the FBI thought this man lied.",
  "His rights were violated at every level.",
  "I'm still going through the records now.",
  "That was being written in May of 2016.",
  "They interviewed her in July of 2016.",
  "What kind of justice system is this?",
  "Comey second in command at the FBI.",
  "Let's get him on a process crime.",
  "You can't get him on the crime.",
  "I have read the entire report.",
  "Reputation destroyed for this?",
  "And this is the treatment?",
  "And that's the short list.",
  "This is way over the line.",
  "Let's set a perjury trap.",
  "He had to sell his house.",
  "Don't hold your breath.",
  "HERRIDGE: That's right.",
  "Comey didn't think so.",
  "McCabe didn't think.",
  "You are quite right.",
  "May 4th.",
  "Lie."
]