[
  "The people who know Brett Kavanaugh are saying to a person, he is a person of complete integrity and strong character and you're so right in your comment that the character will come out, someone cannot year after year at Yale College, at the Yale Law School and various courtships and then three decades of professional life here in Washington, D.C., be a neighbor and yet be this kind of person who now is being described as a predator.",
  "INGRAHAM: Adam Schiff today, of course, the ranking member of House Intel, said \"President Trump in a clear abuse of power has decided to intervene in a pending law enforcement investigation by ordering selective release of materials he believes are helpful to his defense team, and he will advance a false narrative,\" already attempting to set in stone what the documents say, congressman.",
  "INGRAHAM: But they are actually saying that he did that -- there was someone last week, forgive me for not remembering who it was, someone on one of the major shows was saying, oh, now we know why he touted the fact that he coached a girl's basketball game and because he hired all these women clerks, because he thought that an allegation from high school was going to dog him.",
  "Remember, during the Clinton administration, he was working on independent counsel Ken Starr's team and was pushing for as much transparency as possible about Bill Clinton's personal life, though it's important to note that rather than running from this accusation now, Kavanaugh has gone on the record to deny it and said he's willing to testify as soon as possible, Laura.",
  "REP. DEVIN NUNES, R-CALIF.: Yes, so it will be the 20 pages of the last FISA that was approved on Carter Page, which will have basically everything that was in it from number one, two, three, and four, of what we think the American people need to understand that this is actually the insurance policy that was talked about in the Strzok-Page check.",
  "So you are saying someone should be able to make an allegation, where no pattern of such behavior is established, someone has been in public life for decades and that person should be able to lob these allegations without questions about motivation, political ties, credibility or other contemporaneous comments to others when the act occurred?",
  "Remember, Democrat Dianne Feinstein, as you just mentioned, has known about an anonymous allegation along these lines since July, had not said anything until late last week, something President Trump noted today in comments at the White House, telling reporters that the senator should have had the courage to confront Kavanaugh face-to-face.",
  "I think everything you just said should be looked into because I don't believe you should be able to just baselessly throw a political accusation out there --\n\nINGRAHAM: But when it happens to a family member --\n\nHAHN: -- but if there is proof to the foundation, this man is going to sit on the Supreme Court probably for 30 years.",
  "If they wanted to get to the truth, the most senior member of that communications for the Democrats, Dianne Feinstein, a senior woman of the committee, would have pursued this aggressively, and Brett Kavanaugh could have testified in those three days of raucous hearing about that and his views on substantive due process.",
  "INGRAHAM: Well, something that happens in high school is very, very difficult to get to the bottom of 36 years later, and obviously she's not accusing Brett Kavanaugh of raping her, but she said -- apparently she said she was concerned that might happen if someone wasn't in the room.",
  "I know both of you from Washington circles so, I've known him not as long as you have, but today on \"Politico\" or maybe it was on MSNBC, they started saying, well, the women who had signed the letter, they only could get two of them to still say they were supporting Kavanaugh.",
  "The president's comments were as disciplined as I've ever heard the president be, because the White House knows that this confirmation is in jeopardy and I think that Monday's hearing is a huge risk for both Kavanaugh and the White House and Senate Republicans.",
  "This will be all the information really that I think the American people will need to see because for two years we've been force feeding this Russia Kool-Aid to the American people, so much so that you have the media involved in it, the mainstream media.",
  "And there is just lot of that that makes all of this a very, very difficult accusation to just hold on and face and say, well, we obviously have to pay more attention to it than a lifetime of service and everything else that he has demonstrated.",
  "So when Durbin tweeted this over the weekend, \"If the Me Too movement has taught us anything, it's that we must respect and listen to the survivors of sexual assault regardless of the age of those involved or when the alleged attack took place.\"",
  "Chris, I want to go to you first on this because there is something just wild about an allegation that can be raised less than a week before a confirmation vote that has been in the possession of Dianne Feinstein since July, I guess early July.",
  "KEN STARR, FORMER SOLICIOR GENERAL: No, I think the thing that is changing is there is this huge outpouring and thank you for having these friends of Brett Kavanaugh on, who have known him for even longer, Laura, than you and I have known him.",
  "Every one of us is in agreement, we just -- there is some people calling everybody and making them nervous and so they've chosen not to come on to TV shows or to use their name, but every one of us still stands by what we said in the letter.",
  "INGRAHAM: Well, the Democrats want to delay it and delay it and delay it because the more they think they can drag it out, the more political traction they think they get with this because it becomes a battering ram in the midterm elections.",
  "And as such, a lot of reasonable people can conclude that this is all part of a political hit job, a well-orchestrated, elinskiite maneuver timed to cause maximum damage to Kavanaugh, to President Trump and the midterms for the Republicans.",
  "Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "INGRAHAM: And when you heard this allegation last week, you all ran around the same circles, anything, when you look back knowing him in high school, anything just sticking (inaudible) this could have been Brett or immediately discounted?",
  "Philip Wegmann writing today in The Washington Examiner that Feinstein as well as leading Democrats, Chuck Schumer, Dick Durbin, and Patty Murray were all in Congress when charges of rape were leveled against then president Bill Clinton.",
  "He'll come in quickly, see that there's no evidence of collusion, except maybe there might be collusion between the Democrats and the Russians, which there is, which the special counsel has done nothing about, nobody has investigated it.",
  "But it is still going to be he said/she said in the end and what defines part of this is that what she's doing is very different from other allegations that has happened as part of this MeToo thing and people need to bear that in mind.",
  "So, anyone has the freedom, a male or a female, has freedom to drop damaging allegations just days before a confirmation vote, when someone has been in public service for years and years and years, undergoing six background checks.",
  "The poor American people, I feel bad for some of these people who are part of this resistance movement who actually believe that the president is under control by the Russians and Republican in Congress are controlled by Russians.",
  "This is a court of public opinion, and it's really a court of opinion about two or three senators on the right who may defect in this nomination and have been looking for a reason to defect, and this might just be that reason.",
  "Well the fact is, there is no way to ensure that Brett Kavanaugh will receive due process here because allegations such as this, they should have been examined in any of the six FBI background checks that Kavanaugh underwent.",
  "I wish they were not holding this hearing, because, by the way, this allegation is too old, too unsubstantiated, and too procedurally flawed --\n\nINGRAHAM: I guess everybody in high school, in high school, what did you do?",
  "(BEGIN VIDEO CLIP)\n\nJOE BIDEN, FORMER VICE PRESIDENT: These forces of intolerance remain determined to undermine and roll back the progress you all have made, and this time they, not you, have an ally in the White House.",
  "(END VIDEO CLIP)\n\nINGRAHAM: And that was President Trump earlier today commenting on the Kavanaugh accusations of course, and signaling that he is willing to give Democrats time but expects a nomination to proceed.",
  "Those are significant not just because of the Carter Page FISA but also because it shows the interaction between Christopher Steele, Fusion GPS, and many other rotten apples within the FBI that were up to no good.",
  "But I would think if the leader of the free world, the president of the United States, who has had to deal with this Russia nonsense for this long, if he orders it done, this shouldn't take more than a few days.",
  "(BEGIN VIDEO CLIP)\n\nJUANITA BROADDRICK, ACCUSED BILL CLINTON OF RAPE: She came over to me, took a hold of me, and said I've heard so much about you, and I've been dying to meet you, or been wanting to meet you.",
  "And if this can happen to him, I tremble for this country and this process and for any man or woman, who find themselves up for a big job, who didn't spend his or her teenage years in a convent or a monastery.",
  "Joining us now exclusively with more is Republican Congressman Devin Nunes, chairman of the House Intel Committee, who says the Democrats should be frightened about these documents declassification release.",
  "MASCOTT: So, he has categorically denied the allegations and I think it is really important for people to listen to him and for him to stand strong in the truth that he knows and defend his character, yes.",
  "Wegmann writing, quote, \"Juanita Broaddrick accused then president Bill Clinton of raping her, Clinton was not a teenager at the time, in his hotel during his first gubernatorial race in Arkansas in 1978.",
  "And hear exclusively later in the hour House Intel Chair Devin Nunes with his first reaction to the president's decision late this afternoon to declassify documents related to the Russia investigation.",
  "The documents are going to be released are regarding the Carter Page 2017 FISA application and the Bruce Ohr, Justice Department official Bruce Ohr written reports about the FISA application, correct?",
  "(COMMERCIAL BREAK)\n\nINGRAHAM: President Trump taking a bold step in the Russia investigation, ordering the declassification of the Carter Page FISA warrant and other critical documents in the probe.",
  "JUANITA BROADDRICK, ACCUSED BILL CLINTON OF RAPE: Oh, it makes me go back to 1999, when Dianne Feinstein, along with every other Democrat, refused to read my deposition to the independent counsel.",
  "It's like when Schneiderman's victims came forward and said, when he was attorney general of New York, what do you do when your sexual abuser is the highest law enforcement officer in your state?",
  "(COMMERCIAL BREAK)\n\nINGRAHAM: It's 50 days to go until the November midterms, and one of the most influential players in Republican politics is debuting a bold new ad campaign to win over voters.",
  "Democrats have been salivating for another Clarence Thomas-Anita Hill like spectacle to use as leverage against Republicans in the fall and maybe get some more female voters while they're at it.",
  "(BEGIN VIDEO CLIP)\n\nANGELA RYE, CNN COMMENTATOR: We need to remember what will be before Brett Kavanaugh if he were nominated to the Supreme Court, women's choice, equal pay, workers rights.",
  "But still this afternoon, judiciary committee chairman Chuck Grassley announced that he's calling a hearing a week from today, giving both Kavanaugh and Ms. Ford an opportunity to be heard.",
  "Juanita, I know when you watched this unfold today with the sanctimonious comments from everyone from Chuck Schumer, of course to Dick Durbin, Dianne Feinstein, what ran through your mind?",
  "(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nPRESIDENT DONALD TRUMP: He's an outstanding intellect, an outstanding judge, respected by everybody, never had even a little blemish on his record.",
  "I understand due process but the process at the Senate and this is what I said, that the process broke down terribly when Dianne Feinstein allowed then this process to remain what it is.",
  "We have daughters that were born a day apart and went on to be on the same lacrosse team, spent many hours on the sidelines talking about old times and getting to know his wife Ashley.",
  "We believe it was actually the insurance policy was specifically what they did that still is redacted that the president has said he is going to declassify, has ordered declassified.",
  "This does a disservice to the Senate, it does a disservice to the process and it does a disservice to Brett Kavanaugh, given everything he's given to this country in public service.",
  "This was Angela Rye, a Democratic commentator today on CNN, which I think speaks to some of the perhaps political implication of all of this and what might be really going on here.",
  "Do you have any reservations as a man -- I don't know if you have sons or not, but of this happening, stuff that happens in high school right before a big promotion or a big job?",
  "You saw throughout the confirmation process, he said women of all walks of life, from all sides of ideological spectrum, come forward and attest to his character, his integrity.",
  "I don't remember, you know, -- yes I was at someone's house, but the idea that something that happens in high school, 36 years later, can derail a job when you have no pattern.",
  "(END VIDEO CLIP)\n\nINGRAHAM: Kim, there is a pattern and practice of Judge Kavanaugh doing the exact opposite, elevating women, more than half of his law clerks have been women.",
  "And frankly it's dangerous for Republicans to even have this hearing because very possible --\n\nINGRAHAM: So its damned if they do -- you think they should pull the nomination?",
  "Well, this all has the whiff of a political smear masquerading as a sexual assault allegation, one that 36 years later, let's face it, cannot either be proven or disproven.",
  "INGRAHAM: OK, so are you concerned that there will be a great lag in time, congressman, with the DNI, director of national intelligence has to review this first, correct?",
  "INGRAHAM: He handled it very well, I thought, President Trump, and he even got kudos from some of our friends at the other cable networks, which made me a little nervous.",
  "(COMMERCIAL BREAK)\n\nINGRAHAM: Christine Blasey Ford has made a serious allegation against Brett Kavanaugh, and as we said earlier, the accusation should be investigated.",
  "Tubin (ph) and Turley, two legal minds who are out there today, differing views on whether you could ever even get to the bottom of this factual situation 36 years ago.",
  "I wish the Democrats could have done this a lot sooner because they had this information for many months and they shouldn't have waited until literally the last days.",
  "You know, for starters, she can't provide details of even the year of when it happened, which denies Judge Kavanaugh the ability to perhaps prove he was someone else.",
  "Look, I don't like unfounded reservations, but -- unfounded accusations, but look, we're in a situation where a person is being elevated to highest court in the land.",
  "And I've known a lot of people in this town, both parties, but few, I can probably count them on two hands, with his character, his intellect and his professionalism.",
  "Christine Blasey Ford, Palo Alto research psychologist is claiming that when she was 15 and Kavanaugh was 17, he made unwanted advances to her at a boozy house party.",
  "And if he has a pattern and practice of demonstrating that he cannot ever side with women or that women are beneath him, I think that this is another piece of this.",
  "Perhaps she was not believed fully by Senator Feinstein and her staff when this came forward and they needed that proof from the lie detector to move it forward.",
  "I likewise can attest that in my interactions with him over the years, including as his supervisor, not once did I see any evidence of this kind of character.",
  "But she chose not to share it with the FBI or to raise it in 32 hours of public hearings, and of course, one hour of a private meeting with Kavanaugh, so why?",
  "This president has done exactly what he promised during the campaign, and all we're saying is, look, here is the difference, and that is why November matters.",
  "And then additionally, I think everybody knows there are text messages between the top leaders at the FBI at the time that the president ordered declassified.",
  "I don't know how many times they're going to run that play call, but it's laughable that they are saying this is going to somehow endanger national security.",
  "And third, to come out and say something like this puts you and your family through incredible scrutiny, people throw brick bats at you and everything else.",
  "She wrote the following, \"Given the seriousness of these allegations, the government needs to find a fair and neutral way for complaints to be investigated.",
  "This is a self-inflicted wound, as I see it, by the Senate, just counting and seeing this 11th hour process that Diane Feinstein is totally responsible for.",
  "The Senate has now scheduled another hearing for a week from today, this morning you did not think that was a great idea to delay his confirmation hearing.",
  "Straight ahead, Juanita Broaddrick, who of course accused Bill Clinton of raping her, is calling Democrats' hypocrisy over the Brett Kavanaugh allegations.",
  "In moments, my thoughts on Brett Kavanaugh, a man I've known for nearly three decades and we'll hear from some other women who have known him even longer.",
  "People we know, by the way -- no, people that accused of this and have admitted to some of this, Harvey Weinstein, they have a pattern of such behavior.",
  "And if there had been even like the slightest, like you said, inkling of something to the contrary, we would --\n\nINGRAHAM: Someone would have heard it.",
  "I'm not going to attack the person who is making these accusations, but I am going to say the Senate should be acting much more judiciously than it is.",
  "And Republicans who buckle to this type of smear and the type of frankly intimidation game, they don't deserve to be in the Senate for another minute.",
  "She talked to this to her therapist though, having family counseling in part because of what happened to her five years ago and told all the details.",
  "(BEGIN VIDEO CLIP)\n\nJAKE TAPPER, CNN HOST: In a lot of this MeToo cases, Harvey Weinstein, who have fallen because of their disgusting past behavior.",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: It is unlikely that we will be able to conclusively show that someone is lying and someone telling the truth.",
  "And now this thing has just gone on so long that it is scary to see the mainstream media, many Americans who have brought into this Russia Kool-Aid.",
  "Christine Ford's attorney, Debra Katz, echoed Anita Hill's thoughts and claims that her client is willing to appear before the judiciary committee.",
  "And since they decided to have a hearing, they should really investigate what happened and may even delay this hearing until they figure that out.",
  "Bill Clinton accuser Juanita Broaddrick is here with some questions for Dianne Feinstein about her claims and how they were treated 20 years ago.",
  "And then outside the normal procedures, they can drop a letter anonymously, have it leak out a few weeks later and they don't get any criticism?",
  "Joining us now on the phone is Kim Strassel, columnist at \"Wall Street Journal\" and Chris Hahn is a radio host and former aide to Chuck Schumer.",
  "And he's respectable and so the allegation is something that is completely opposite of the Brett that I knew then and the Brett that I know now.",
  "I mean, these are all facts that can be determined --\n\n(END VIDEO CLIP)\n\nINGRAHAM: That narrows it down, the house with a pool and Chevy Chase.",
  "INGRAHAM: Well, if your allegations should have been taken more seriously, why shouldn't this woman's allegations be taken seriously, as well?",
  "There were a number of women who called in to my radio show today, Juanita, who had actually been victims of rape and other sexual assaults.",
  "And I think what is really important here is we can have this hearing, you could have the FBI look into it, I think that is a terrible idea.",
  "The outpouring that we are seeing now and I know there is a lot of noise, sort of on the other side, but that is politically inspired noise.",
  "And then you clerked for Justice Thomas, so you know, this harkens back on my angle to what happened to him, which was so blatantly unfair.",
  "It is also unfair to the Supreme Court of the United States because when he's confirmed, then he nonetheless carries this memory with him.",
  "The highest level of scrutiny needs to be applied in this situation and Kavanaugh is receiving that scrutiny and it is fought with peril.",
  "It is impossible to prove a negative and questioning Ms. Ford and Brett Kavanaugh on this matter, it is unlikely to reveal anything new.",
  "And we're excited about because it talks about this president's accomplishments, and that's what the American people need to hear about.",
  "Kavanaugh released a statement today emphatically denying the charges for a second time, saying \"This is a completely false allegation.",
  "We only need to look at the Anita Hill hearings to know what that's going to look like and that is not a fair way to get at the truth.",
  "And my next guest says how the Senate handles this particular charge is profoundly important to the dignity of the institution itself.",
  "INGRAHAM: Didn't Lisa Page, in one of the text messages, though, didn't she basically say they had no indication of Russian collusion?",
  "And Julie, any thoughts from any of your friends or any people that you know who know the accuser, anything about motivation on this?",
  "I've talked to, I don't know, 13 or 14 just recently of his former clerks and when you know - - when someone is a creep, you know it.",
  "As you have been saying on the show, there is no way to verify this in part, because the accuser herself can't recollect key details.",
  "Anita Hill this weekend dropped a statement designed to insulate the accuser from any criticism, frankly, any meaningful questioning.",
  "They also signed the letter of support vouching for Kavanaugh's character last week after the accusation against him first surfaced.",
  "But the very idea that Schumer or anyone else who is going to be able to get to the bottom of a 36-year-old allegation is ludicrous.",
  "The only thing that could take a little bit of time would be the interviews that are in conjunction with the FISA, Carter Page FISA.",
  "I've seen firsthand what happens when such a process is weaponized against an accuser and no one should have to endure that again.\"",
  "We're happy to welcome back to the show Judge Ken Starr, author of the new book, \"Contempt: A Memoir of the Clinton Investigation.\"",
  "The idea that this is like some, oh, it just came out and I took lie detector in August, why did you take a lie detector in August?",
  "I've known him socially and professionally for more than two decades, almost three, and just an exemplary person and among women.",
  "And as Ed highlighted, Democrats saying a different tune when multiple allegations of misconduct were raised about Bill Clinton.",
  "Any Senator who would allow this to happen to a nominee of Kavanaugh's experience, and integrity, should look at his or her own.",
  "The mainstream media, they won't admit it, but the leadership of President Donald Trump is making America's economy great again.",
  "Congressman, thank you so much for joining us tonight, we really appreciate it with an exclusive take on this declassification.",
  "MASCOTT: So Judge Kavanaugh has got an impeccable record and, you know, he's hired women law clerks over the entire 12 years.",
  "People talk about the speed at which we got the women together for this letter, it is because we were tight-knit community.",
  "But the 10 Democrats on the judiciary committee were unanimous in their calls to delay Kavanaugh's scheduled Thursday vote.",
  "I supported Mueller when he was first appointed largely because I thought, great, we have a good guy that was there before.",
  "Dr. Ford as well as Judge Kavanaugh have been invited to testify in public next Monday by the Senate Judiciary Committee.",
  "CINDY IN VIRGINIA: Having background myself of being a rape victim, you do not go about this the way this is coming out.",
  "INGRAHAM: Well, that gets to the rub of it, and Kim, I know you are on the phone, but I want you to listen to something.",
  "Apparently there is no pattern ever needs to be established, it could just be one person saying one thing, 36 years ago.",
  "We're also joined by Jen Mascott, a former law clerk for the judge and also, we share having clerked for Justice Thomas.",
  "SUZANNE MATAN, SUPPORTING BRETT KAVANAUGH: I met Brett sophomore year in high school, when I attended a private school.",
  "I've seen him in every case that he's considered during my time clerking for him and years he's mentored me since then.",
  "If they try to do what they did to Anita Hill, they will lose more seats than they could possibly think of in November.",
  "Joining us with an exclusive preview is Citizens United president and former Trump deputy campaign manager Dave Bossie.",
  "INGRAHAM: I'm going to say it the way it is because I'm more cynical than you are because I've been here for too long.",
  "It is going to be I'm afraid a free-for-all circus and that is unfortunate, it is unfair to Brett Kavanaugh's family.",
  "You are both really busy, mothers, professionally, but you decided you weren't going to sit by on the sidelines, why?",
  "The idea that this was -- everybody is acting benevolently and all the Democrats, they just want to get to the truth.",
  "But my goodness, I find this to be just insane, and I don't know why anyone, frankly, lives in Washington after this.",
  "HAHN: If I was advising -- if I was advising the president, I would try to get to the truth of this from the nominee.",
  "SYMONE SANDERS, DEMOCRATIC STRATEGIST: No, I still think that Dr. Ford, she has credibly come forward in my opinion.",
  "Factual determination impossible, so it is just the theater and the spectacle of it, which will build all week long.",
  "He said, \"It is a little odd that she even decided to take a lie detector test, but she wanted to remain anonymous.\"",
  "Just because yours wasn't respected years ago, why not respect her word and at least give her a chance to be heard?",
  "That's just something I can't imagine that you can keep to yourself and not share with one of your closest friends.",
  "You don't do something like this one time in your life and there is nothing to suggest that this judge (inaudible).",
  "It's going to be drama and I think this again is very unfortunate for the country, for our culture and our values.",
  "And with the midterms just 50 days away, a new Republican ad campaign hopes to make a huge impression with voters.",
  "Oh, my God, have Democrats not learned anything from Hillary Clinton, the deplorables, the faceplant that she did?",
  "INGRAHAM: A lot of people have been victims of sexual abuse, or serious harassment, say every story is different.",
  "(BEGIN VIDEO CLIP)\n\nSEN. CHUCK SCHUMER, D-N.Y.: I think the allegations of Professor Ford are extremely credible.",
  "JEN MASCOTT, FORMER LAW CLERK FOR KAVANAUGH: See Laura, I clerked for Judge Kavanaugh his first year on the D.C.",
  "You know, what I went through was horrific, and of course the lady that found me was the first one that I told.",
  "To furnish Democrats with another big talk for their divisive circus may actually be a mistake for Republicans.",
  "NUNES: Well, the mainstream media is also buying the Kool-Aid that this is going to endanger national security.",
  "Thanks to President Donald Trump, more people are going to work today, and millions of jobs have been created.",
  "You look for patterns in things like this, and so far we haven't seen anything like that from Judge Kavanaugh.",
  "I think about even young women who are up for a big job or a big promotion and none of us knows what happened.",
  "The White House saying Kavanaugh will testify tomorrow if they want because he's so eager to clear his name.",
  "I don't need to rehearse the facts for this to be enshrouded in secrecy and then dropped like neutron bomb.",
  "OK, it was the president's decision, and wouldn't the American people like to see this after all this time?",
  "Finally, there is exculpatory information that the president has ordered declassified that needs to happen.",
  "Tax relief means more money in paychecks, retirement funds in the stock market unleashed and roaring back.",
  "You know a lot of these young -- you are young women -- young women who signed this letter, you know them.",
  "By now, most of you are familiar with the 11th hour charges against Supreme Court nominee Brett Kavanaugh.",
  "Joining us now with reaction are Suzanne Matan and Julie Devol both longtime friends of Judge Kavanaugh.",
  "Put maximum political pressure on the Republicans especially when you have people like Corker and Flake.",
  "And don't let anyone intimidate you from having your truth because I think that is what they want to do.",
  "I know I've never forgotten the situation, and I cannot believe that this woman suddenly remembered now.",
  "BROADDRICK: Oh, I think she should be heard, but I still have so many reservations about her comments.",
  "And if you listen to new remarks from Joe Biden over the weekend, the left has no plans to abandon it.",
  "They're a small percentage of the American people, virulent people, some of them the dregs of society.",
  "DEVOL: No, I felt strongly that he's got great morals, great character and I've known him since 1980.",
  "And I have to tell you, utmost integrity, character, always -- he's been a career-long mentor to me.",
  "INGRAHAM: OK. Well guys, thank you so much for your insight into his character and the person he is.",
  "Joining us with more is Juanita Broaddrick, who famously accused the former president of raping her.",
  "So that is simply going to Department of Justice, making 20 copies, and sending it out to the press.",
  "I can't imagine a young girl going through what Ms. Ford said she went through and not tell anyone.",
  "Broaddrick was not buying it, responding on Twitter, quote, \"Well, Dick, do I have a story for you.",
  "I mean, we used to talk on the phone every night during the weekday, he helped me with my homework.",
  "Bill Clinton accuser Juanita Broadderick is here and she has some questions for Senator Feinstein.",
  "She told nobody about it contemporaneously and so there is no one to actually in fact verify this.",
  "So there is a good chance --\n\nINGRAHAM: So, do you think someone -- let me just get this straight.",
  "That shows you the difference in the double standard that existed back then and still does today.",
  "He has had a clear record, you know, people from back in his school days attest to his character.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "Here is what Broaddrick has said previously about a confrontation she had with Hillary Clinton.",
  "He will never be confirmed by the voters and he will never have to stand before Congress again.",
  "(BEGIN VIDEO CLIP)\n\nDEBRA KATZ, ATTORNEY FOR CHRISTINE BLASEY FORD: She's willing to cooperate.",
  "I don't say this because he is someone I support for the court, I say this because I know him.",
  "And she said, I just want you to know how much that Bill and I appreciate what you do for him.",
  "Because we know people who are creepy and I've never heard anything like that about him, ever.",
  "NUNES: Well, no, the president of the United States was clear in a statement he put out today.",
  "She kind of moved -- she moved out of town and, you know, people don't seem to know anything.",
  "And that does a horrible service to people that have actually had everything taken from them.",
  "What she is not willing to do is to be part of this bloodletting that happens in Washington.",
  "And President Trump is ordering the declassification of key documents from the Russia probe.",
  "The 2012 notes from her psychotherapist mentioned four men involved in the assault on Ford.",
  "And some weak-kneed Republicans, no shock there, like Flake and Corker, joined those calls.",
  "Ford claims that she decided to come forwards at this moment out of \"civic responsibility.\"",
  "So a lot of people think the insurance policy was getting the FISA warrant on Carter Page.",
  "Senator Dianne Feinstein had a letter from Ford detailing these allegations back in July.",
  "(END VIDEO CLIP)\n\nHENRY: Democrats, the shoe may be on the other foot now for Kavanaugh.",
  "Not one of those Democrats called for an investigation into the Broaddrick accusations.\"",
  "Democrats, though, are happy to oblige if they don't drown in their own hypocrisy first.",
  "UNIDENTIFIED MALE: There is other evidence out there in the world that we need to hear.",
  "It's just -- it's an oddest, oddest thing, but you guys want him to fight on, correct?",
  "And things have changed a lot from 9:30 this morning when you and I talked about this.",
  "I don't think she did it for political reasons so she has a great deal of credibility.",
  "INGRAHAM: They've abdicated the whole role of calling balls and strikes at this point.",
  "He's bringing back manufacturing, something that Barack Obama said could never happen.",
  "Well, I clerked for Justice Thomas, full disclosure, I've known him for 35 years, OK.",
  "This is the problem with the argument that oh, you should go out and find the truth.",
  "I deeply admire him and respect him and he would be excellent Supreme Court justice.",
  "It depends on the process, if it takes a little delay, it will take a little delay.",
  "I think it's -- I think this is astonishing that they can do this to Mr. Kavanaugh.",
  "And she held on to my hand and she said, do you understand, everything that you do.",
  "I have never done anything like what the accuser describes -- to her or to anyone.\"",
  "(END VIDEO CLIP)\n\nINGRAHAM: Corey Lewandowski did a great job with that voice over.",
  "HAHN: It does trouble me that this wasn't pursued immediately, I'll admit to that.",
  "INGRAHAM: OK.\n\nHAHN: And they should find out what is truth and what is not truth.",
  "I always had friends -- I always had my friends were always the smarter ones, too.",
  "These women are probably some of the most powerful people on the planet right now.",
  "This is a moment on MSNBC today with this woman, Symone Sanders -- CNN, excuse me.",
  "INGRAHAM: So that was complete disinformation, you know, people call it fake news.",
  "And both Kavanaugh and the only other witness deny that the event ever occurred.",
  "Tell us how you knew -- we all know him as Brett, but tell us how you knew him.",
  "The FBI has, I think, gone through a process six times with him over the years.",
  "In 2016, they had to basically find something, or they tried to find something.",
  "Judge, you were on the radio with me this morning and now tonight on the show.",
  "And Chuck, as you know, lie detectors aren't admissible in court for a reason.",
  "I'm sorry, it's about Roe versus Wade, that's what it's all about in the end.",
  "And then right before the vote, they dropped this thing, I was 15, he was 17.",
  "But we're ready for it to take more than a few days because we're used to it.",
  "(BEGIN VIDEO CLIP)\n\nKIRSTY IN FLORIDA: When I was 19, I was sexually abused.",
  "So there needs to be full vetting of what happened, and there's going to be.",
  "(END VIDEO CLIP)\n\nINGRAHAM: No one knows anything about this yet apparently.",
  "INGRAHAM: Suzanne, when I think about -- I have two sons, age 8 and 10, OK.",
  "House Intel Chairman Devin Nunes joins us with his exclusive reaction next.",
  "But again, he said/she said is very difficult, no pattern of such behavior.",
  "(LAUGHTER)\n\nINGRAHAM: I'm excited about this, because nobody has seen this.",
  "Look at what they're trying to do to Brett Kavanaugh, 11th hour accusation.",
  "What if nobody else comes forward, does that change things for you at all?",
  "This is \"The Ingraham Angle\" on a very important night here in Washington.",
  "Plus, why do some accusations matter, while others are summarily ignored.",
  "But instead, this was dropped less than a week before his committee vote.",
  "And still ahead, why do some accusations matter while others are ignored.",
  "ED HENRY, FOX NEWS CHIEF NATIONAL CORRESPONDENT: Laura, great to see you.",
  "This president is strong, and he's had plenty of accusations against him.",
  "This is what everybody has been asking for, and we await these documents.",
  "Lindsey Graham raised a question about that earlier today, just curious.",
  "This is a rush transcript from \"The Ingraham Angle,\" September 17, 2018.",
  "And maybe Monday is too quick to have a hearing for the FBI to do that.",
  "SHERRY IN KANSAS: I was raped 40 years ago, and I'm absolutely furious.",
  "An again, we thank you and I know our viewers thank you for coming out.",
  "Did he ever have any -- a girlfriend or who said, ugh, not a good guy?",
  "But I got to play something because I'm dying to get your opinion it.",
  "We want to make sure everything is perfect, everything is just right.",
  "BOSSIE: You know what, one of our best guys in America wrote this ad.",
  "Congressman Nunes, couple things viewers need to understand tonight.",
  "I mean, the process notwithstanding, should her word not be respect?",
  "But Judge, this was, I mean, I'm going to say you're very judicious.",
  "Everyone, thanks for being here tonight, I know all of you are busy.",
  "They are not running for re-election, what are they supposed to do?",
  "FOX News chief national correspondent Ed Henry joins us to explain.",
  "So here we are, we're at this point, there's going to be a hearing.",
  "None of that can be pursued because that is neat position to be in.",
  "Does that bother you, Chris, because it bothers the hell out of me?",
  "INGRAHAM: But there was pretext according to some of these people.",
  "I hope if there is any other women out there they do come forward.",
  "Shannon Bream and the \"Fox News @ Night\" team have all the latest.",
  "That's been the Democrats guiding motto against Trump supporters.",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: It's a new day in America.",
  "And box in any male Republican questioning Ford in an open forum.",
  "(LAUGHTER)\n\nBOSSIE: But Bossie, you're coming on radio tomorrow.",
  "He is a good man, and this smear campaign is really despicable.",
  "This is Trump derangement syndrome targeted at Brett Kavanaugh.",
  "BOSSIE: FOX News Channel and FOX Business nationally next week.",
  "I've had the great privilege of knowing Kavanaugh for 25 years.",
  "She hasn't testified, but Chuck Schumer is supremely confident.",
  "(END VIDEO CLIP)\n\nINGRAHAM: Jen, I mean, your reaction to that?",
  "but I think perhaps that is why she took the lie detector test.",
  "UNIDENTIFIED FEMALE: Do you think his confirmation is on track?",
  "I'm sorry, but at 17 years old, you are not accused of a crime.",
  "And I know that this is a last-minute ploy again, by the left.",
  "I mean, as you know, we've seen people from all walks of life.",
  "Joe Biden next delivering more comments about the deplorables.",
  "Content and Programming Copyright 2018 Fox News Network, LLC.",
  "NUNES: This was always an investigation in search of a crime.",
  "INGRAHAM: How hard do you want him to fight to get this seat?",
  "I mean, you guys went to, how many parties do you guys go to?",
  "You voted not guilty on both counts in Clinton's impeachment.",
  "STRASSEL: I disagree, this is not dangerous for Republicans.",
  "And that just happened in August, which is not too long ago.",
  "I mean, I used the right person to help me with my homework.",
  "He has mentored scores of women as students and law clerks.",
  "KIM STRASSEL, COLUMNIST, WALL STREET JOURNAL: Yes, correct.",
  "There was no contemporaneous reporting of this, apparently.",
  "BROADDRICK: Oh, yes, it's -- I still just can't imagine it.",
  "To me, it looks very defensive on the part of Adam Schiff.",
  "This copy may not be in its final form and may be updated.",
  "If I wasn't fully satisfied, I would pull the nomination.",
  "You are basically saying you have to pull the nomination.",
  "The Senate was in middle of an impeachment trial in 1999.",
  "This is really full transparency for the American people.",
  "(COMMERCIAL BREAK)\n\nINGRAHAM: It's time for the last bit.",
  "This is going to be a great day for the American people.",
  "Circuit so I have known him and his family for 12 years.",
  "Moreover, never was it reported in fact to the contrary.",
  "Jen, you worked as a law clerk for him both on the D.C.",
  "BOSSIE: But you know what, this president has his back.",
  "Those are the consultants in Washington and pollsters.",
  "And when we wanted to rally for his character, we did.",
  "The accuser for some reason took a lie detector test.",
  "Lindsey Graham made a point by the way earlier today.",
  "DAVE BOSSIE, PRESIDENT CITIZENS UNITED: That's right.",
  "And then they will be released, no question about it?",
  "People say, why didn't you go to the police, Juanita?",
  "Juanita Broaddrick, thank you for joining us tonight.",
  "(END VIDEO CLIP)\n\nINGRAHAM: Juanita, quick response.",
  "But there are holes in Ms. Ford's version of events.",
  "Nowhere does Kavanaugh's name appear in those notes.",
  "I've known him socially and in professional circles.",
  "I've known him for longer than I've known Kavanaugh.",
  "That's the first time I became afraid of that woman.",
  "Why would you do that if you wanted to be anonymous?",
  "JULIE DEVOL, SUPPORTING BRETT KAVANAUGH: Not at all.",
  "I think the FBI should be investigating this claim.",
  "CHRIS HAHN, RADIO HOST: You know, I have daughters.",
  "(END VIDEO CLIP)\n\nINGRAHAM: Think about this, fair?",
  "She claims that he tried to force himself upon her.",
  "We actually believe it was more explicit than that.",
  "(LAUGHTER)\n\nINGRAHAM: Who knew he was so talented.",
  "Did you design some of this, did you write the ad?",
  "I mean, I went to a lot of parties in high school.",
  "And why did you guys decide to come here tonight.",
  "At the same time we want to go through a process.",
  "TRUMP: Next question, what a ridiculous question.",
  "Maybe someone else will come out of the woodwork.",
  "You can't examine maybe holes in the allegations.",
  "(END VIDEO CLIP)\n\nINGRAHAM: The dregs of society?",
  "Our president promised and he's keeping his word.",
  "Will it turn the whole investigation on its head?",
  "INGRAHAM: The Republicans always get weak-kneed.",
  "Look, 3.9 percent unemployment, 4.2 percent GDP.",
  "The president has delivered on jobs, jobs, jobs.",
  "We were occasional pen pals throughout college.",
  "You are still (inaudible) --\n\nSTARR: Thank you.",
  "I want to play -- this a moment on MSNBC today.",
  "INGRAHAM: And Julie, you guys are old friends.",
  "But the timing, suffice it to say, is curious.",
  "You can't examine any political affiliations.",
  "Circuit where he has had an exemplary career.",
  "I didn't even hear the New Hampshire accent.",
  "When you can't win them over, degrade them.",
  "This is not anything that he would ever do.",
  "UNIDENTIFIED FEMALE: And offer to withdraw?",
  "It's obviously unfair to the Senate itself.",
  "We remained friends throughout high school.",
  "We became fast friends from the beginning.",
  "Now, the accuser says it was only two men.",
  "It will be left to a credibility judgment.",
  "UNIDENTIFIED FEMALE: Should it be delayed?",
  "You, Dickie Durbin, are a complete fraud.\"",
  "This is montage of what some of them said.",
  "This whole Anita Hill thing is ridiculous.",
  "Everywhere you look, things are improving.",
  "All right, Bossie, this is the big reveal.",
  "I do think all of that should be pursued.",
  "I mean, I think he is very much on track.",
  "Anything change in the intervening hours?",
  "Sixty-five o us all are on the same page.",
  "LAURA INGRAHAM, HOST: I'm Laura Ingraham.",
  "STARR: I wish the senate had stood firm.",
  "INGRAHAM: All right, thanks so much, Ed.",
  "Once upon a time Bill Clinton raped me.",
  "And almost all of them, it's a pattern.",
  "I've seen it because you sent it to me.",
  "There are about a dozen Bruce Ohr 302s.",
  "INGRAHAM: People have got to turn out.",
  "I kid you not, that is what they said.",
  "MASCOTT: Well, not a lifetime pretext.",
  "They would have nothing to do with it.",
  "Of course his work at the White House.",
  "Here is minority leader Chuck Schumer.",
  "That is the focus of tonight's ANGLE.",
  "I mean, cold chills went up my spine.",
  "Which side do you come down on that?",
  "They come in and fight with a knife.",
  "We're going to talk more about this.",
  "We've got more tomorrow with Bossie.",
  "That's all the time we have tonight.",
  "I will never vote Democratic again.",
  "That could be a little problematic.",
  "All right Judge, thank you so much.",
  "And we area 100 percent behind him.",
  "We all knew people who were creepy.",
  "INGRAHAM: You picked the right one.",
  "MATAN: I immediately discounted it.",
  "This is just absolutely appalling.",
  "TRUMP: I think he's on track, yes.",
  "But think about this for a moment.",
  "You didn't give a damn back then.",
  "INGRAHAM: No, it's reprehensible.",
  "We'll show all of it to you next.",
  "Please, Joe, please run in 2020.",
  "INGRAHAM: Save it for the radio.",
  "That's why they needed the FISA.",
  "UNIDENTIFIED FEMALE: Absolutely.",
  "OK Judge, not many houses there.",
  "But first, 1991, all over again.",
  "She joins us to sound off next.",
  "I can't, just paraphrasing now.",
  "But this is not a court of law.",
  "So 20 pages with no redactions.",
  "You'll be the first to see it.",
  "Why was she in a bathing suit?",
  "This is about Roe versus Wade.",
  "You have a lot of stuff to do.",
  "Suzanne, let's start with you.",
  "She took a lie detector test.",
  "Was this a house with a pool?",
  "DEVOL: I can't talk about it.",
  "I got to move somewhere else.",
  "There is going to be a fight.",
  "But I told four other people.",
  "And Joe Biden is at it again.",
  "Isn't he on Amtrak somewhere.",
  "We have an exclusive preview.",
  "Why didn't you do something?",
  "Bill Clinton was the police.",
  "This time they have an ally.",
  "It goes up tomorrow morning.",
  "BOSSIE: Thank you very much.",
  "He's going to get confirmed.",
  "He will never seek election.",
  "He has unimpeachable record.",
  "This is not his personality.",
  "His work as a young lawyer.",
  "She didn't do it on a whim.",
  "INGRAHAM: Tomorrow morning.",
  "BOSSIE: Of course he will.",
  "It's really, really scary.",
  "This is crazy talk, Laura.",
  "You can't examine motives.",
  "I mean, we all met people.",
  "Listen what Jen just said.",
  "I've known him since 1994.",
  "Ladies, thank you so much.",
  "This is all orchestrated.",
  "I mean, anyone like that?",
  "You've heard me say this.",
  "Don't go away, last bite.",
  "We really appreciate it.",
  "A lot of parties, right?",
  "But they didn't do that?",
  "Why did she not do that?",
  "Guys, thank you so much.",
  "And that is \"The Angle.\"",
  "That's one other thing.",
  "It's very, very simple.",
  "It killed her campaign.",
  "And they are deranged.",
  "INGRAHAM: Let's watch.",
  "I had no one to go to.",
  "Your reaction to that?",
  "I used to be Democrat.",
  "This is for attention.",
  "You see more than one.",
  "No one has seen this.",
  "There's so much news.",
  "ALL RIGHTS RESERVED.",
  "TRUMP: I don't know.",
  "What is a fair way?",
  "But it's not aired.",
  "It makes no sense.",
  "HAHN: And I agree.",
  "She held on to it.",
  "It is ridiculous.",
  "Is that accurate?",
  "Great to see you.",
  "This is insanity.",
  "Why so defensive?",
  "What do you do?",
  "STARR: Exactly.",
  "INGRAHAM: Yes.",
  "We talk often.",
  "That was good.",
  "That was good.",
  "It's pathetic.",
  "Is that true?",
  "INGRAHAM: No.",
  "INGRAHAM: Ye.",
  "I don't know.",
  "HAHN: No, no.",
  "Let's listen.",
  "Let's watch.",
  "He's bright.",
  "He's honest.",
  "Let's watch.",
  "But cool ad.",
  "He's kind.",
  "MATAN: No.",
  "And it is.",
  "Anything?",
  "Nice job.",
  "Listen.",
  "Ed?"
]