[
  "Jones, a former staffer to California Sen. Dianne Feinstein, the top Democrat on the Judiciary panel, told the FBI that he “had secured the services Steele, his associate [redacted], and Fusion GPS to continue exposing Russian interference in the 2016 Presidential election.”\n\nJones also said that the group “was being funded by 7 to 10 wealthy donors located primarily in New York and California, who provided approximately $50 million.”\n\nThe goal of the group was to pass information to lawmakers, the FBI and the press, Jones told the FBI.",
  "In his letter to Blumenthal, Grassley rejected the Democrat’s request to interview Donald Trump Jr.\n\nBlumenthal asserted that the president’s son may have lied in his Sept. 7, 2017 testimony before the Senate Judiciary Committee about the extent of his work to build a Trump Tower in Moscow.",
  "Senate Judiciary Committee Chairman Chuck Grassley is drawing parallels between the false testimony that former Trump lawyer Michael Cohen gave to Congress in 2017 and the “extremely misleading” statements made by the founder of the firm that commissioned the infamous Steele dossier.",
  "Grassley noted that a former Senate staffer named Daniel Jones told the FBI in March 2017 that he hired Fusion GPS and former British spy Christopher Steele, the author of the dossier, after the election to continue an investigation into Trump’s possible ties to Russia.",
  "“I hope that the Justice Department is handling all these instances of false statements to Congress with the same level of seriousness they treated Mr. Cohen’s,” Grassley, an Iowa Republican, wrote Monday in a letter to Connecticut Democratic Sen. Richard Blumenthal.",
  "Grassley, the chairman of the committee, said in a letter Monday that he hopes the Justice Department is treating Simpson’s testimony in the same manner as that of Michael Cohen, the former Trump lawyer who pleaded guilty on Nov. 29 to lying to Congress.",
  "Grassley accused Glenn Simpson, a co-founder of Fusion GPS, of possibly lying during his Aug. 22, 2017 testimony when he claimed that his firm was not working for a client to investigate President Donald Trump after the 2016 election.",
  "(RELATED: Glenn Simpson’s Testimony Conflicted With Bruce Ohr’s)\n\nBut Ohr testified on Aug. 28 that he met with Simpson both before and after the 2016 election — once in August 2016 and once in December 2016.",
  "Simpson, a former Wall Street Journal reporter, invoked his Fifth Amendment rights on Oct. 16 to avoid testifying before the House Judiciary and House Oversight and Government Reform Committees.",
  "“Contrary to Mr. Simpson’s denial in the staff interview, according to the FBI and others, Fusion actually did continue Trump dossier work for a new client after the election,” said Grassley.",
  "Iowa Sen. Chuck Grassley is accusing Fusion GPS founder Glenn Simpson of giving “extremely misleading if not outright false testimony” to the Senate Judiciary Committee in 2017.",
  "“That was fake news,” wrote Grassley to Blumenthal of the NPR report, which was corrected after the news outlet acknowledged misreading a transcript of Trump Jr.’s testimony.",
  "Simpson acknowledged at the time that he met after the election with Bruce Ohr, a top Justice Department official who served as a back channel between the FBI and Steele.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Cohen pleaded guilty on Nov. 29 in the special counsel’s investigation to lying to Congress in 2017 about the extent of his attempts to build a Trump Tower in Moscow.",
  "Blumenthal suggested that Trump Jr.’s testimony was inconsistent with what Cohen disclosed in his plea agreement on Nov. 29 with the special counsel’s office.",
  "Grassley claims that Simpson may have lied when he denied that he was working for a client to investigate President Donald Trump after the election.",
  "Simpson told the House Intelligence Committee on Nov. 14, 2017 that he had no contact with Justice Department or the FBI until after the election.",
  "In dismissing Blumenthal’s request, Grassley noted that the committee has “actual evidence of misleading testimony,” noting Simpson’s testimony.",
  "“So you didn’t do any work on the Trump matter after the election date, that was the end of your work?” Simpson was asked in his deposition.",
  "Grassley has noted Simpson’s inconsistent testimony in the past, most recently in a letter sent to another Democrat colleague on May 29.",
  "“As we now know, that was extremely misleading, if not an outright lie,” Grassley asserted in his letter to Blumenthal.",
  "Republican lawmakers have accused Simpson of giving misleading testimony in another congressional interview.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Cohen admitted he lied about how long he worked on the project, which was ultimately scuttled in June 2016.",
  "But as Grassley noted, Blumenthal relied on a since-debunked report from NPR on Nov. 30.",
  "Simpson and Fusion GPS have yet to explain the discrepancy in his testimony.",
  "“I had no client after the election,” said Simpson."
]