[
  "Associated Press/Pavel Golovkin\n\nCarter Page, a former adviser to President Donald Trump's campaign, admitted he had contacts with the Russian ambassador at the center of the firestorm around the Trump administration's ties to Russia, after previously denying the meeting.",
  "Sessions, the attorney general, recused himself from Justice Department investigations related to the Trump campaign after reports revealed he did not disclose two meetings he held with Kislyak— the Russian ambassador —over the course of the presidential campaign.",
  "\"I have no comment about any meetings or discussions that may or may not have occurred at the off-the-record Global Partners in Diplomacy event in Cleveland as alleged by USA Today,\" Page told Business Insider prior to his appearance on MSNBC.",
  "Page wrote a letter to the Sessions-led Justice Department in February in which he accused the Clinton campaign of \"hate crimes\" and \"human rights abuses\" against him during the election, B usiness Insider's Natasha Bertrand reported.",
  "Although people in Washington frequently disregard such confidentiality rules as we have seen throughout recent weeks, these were not the standards and practices I learned while serving as an officer in the U.S. Navy.",
  "Page, a former naval officer and an investment banker who worked on transactions with Gazprom, a Russian natural-gas company, was an early foreign-policy adviser to the Trump campaign during the presidential election.",
  "Getty Mario Tama\n\n\"I will reiterate that I never did anything improper in my activities related to Russia, both last year and throughout the quarter century that I have been traveling to that country,\" Page added.",
  "Here's Page's full statement:\n\n\"I have no comment about any meetings or discussions that may or may not have occurred at the off-the-record Global Partners in Diplomacy event in Cleveland as alleged by USA Today.",
  "Kislyak was in Cleveland last July for an event pegged to the Republican National Convention, where reports have suggested he met with a host of Trump campaign advisers, including then-Sen. Jeff Sessions.",
  "However, I will reiterate that I never did anything improper in my activities related to Russia, both last year and throughout the quarter century that I have been traveling to that country.\"",
  "Trump's administration has faced increased scrutiny over its ties to Russia, amid intelligence community conclusions that Russia interfered with the 2016 election.",
  "Carter Page, then adviser to U.S. Republican presidential candidate Donald Trump, speaks at the graduation ceremony for the New Economic School in Moscow, Russia.",
  "\"I'm not going to deny that I talked with him,\" Page told MSNBC's Chris Hayes on Thursday evening, referring to Russian ambassador Sergey Kislyak.",
  "\"I may have met him — possibly — it might have been in Cleveland,\" Page added, after more prodding from Hayes.",
  "Page previously denied having any contact with Russian officials during the 2016 campaign in February.",
  "The FBI is reportedly investigating Page's contacts with Russian officials during the 2016 campaign.",
  "USA Today first reported the meeting between Page and Kislyak on Thursday.",
  "\"Although, I will say that I never met him anywhere outside of Cleveland.",
  "Sergey Kislyak, Russian Ambassador to the United States, in 2008.",
  "Natasha Bertrand contributed reporting.",
  "Let's just say that much.\""
]