[
  "Michael McFaul, the former US ambassador to Russia under President Barack Obama, tweeted Thursday that Kislyak was not present for the DNC, which occurred just days after WikiLeaks dumped a trove of hacked emails from the Democratic National Committee, an act that US intelligence has concluded was done with Russian involvement.",
  "AP Photo/Cliff Owen Russian ambassador Sergey Kislyak did not attend a corresponding Democratic National Committee event to one he attended at the Republican National Convention in Cleveland, where he held an initial chat with then-Sen. Jeff Sessions, according to the DNC event's organizer.",
  "\"This allegation that a surrogate — and I had been called a surrogate for Donald Trump — had been meeting continuously with Russian officials, and that's what I — it struck me very hard, and that's what I focused my answer on,\" he said.",
  "The Sessions controversy centers on whether he misled Congress about the discussions during his Senate confirmation hearing, when he did not mention the pair of discussions in an exchange with Democratic Sen. Al Franken of Minnesota.",
  "The spokesperson listed the Global Partners in Diplomacy event, the RNC event where Kislyak and Sessions spoke, and the International Leaders Forum as the two events where it coordinated with organizers to bring the diplomatic corps.",
  "In describing the meeting, of which he said he recalled little, Sessions said he discussed terrorism and Ukraine, adding that the discussion surrounding the country \"got to be a little bit of a testy conversation.\"",
  "The State Department manages the invitations, logistics, and security for the ambassadors, while the ambassadors themselves have to pay for their own expenses, such as flights and hotel accommodations.",
  "Franken did not ask Sessions whether he specifically spoke with Russian operatives, but Sessions, in answering an unrelated question, said he did not have any communications with \"the Russians.\"",
  "It's a \"widely attended event and ... no one remembers seeing him there,\" the NDI spokesperson said, later adding, \"We talked about a lot, and he's not like somebody that you wouldn't notice.\"",
  "A spokesperson for the NDI, which has hosted the event since the 1984 convention, told Business Insider that Kislyak was not registered for the program and no one present reported seeing him.",
  "In an email correspondence with Business Insider on Thursday, a State Department spokesperson said the department has invited foreign ambassadors to attend both conventions since the 1980s.",
  "On why he didn't mention the conversations during his answer in the confirmation hearing, Sessions said he was \"taken aback\" by the new information Franken had presented in his question.",
  "A spokesperson for Heritage told Business Insider in an email that Sessions provided a keynote address at a defense and national-security luncheon attended by roughly 100 individuals.",
  "The spokesperson added that Sessions was approached following the speech by several ambassadors, including Kislyak, with whom he held a \"short and informal\" conversation.",
  "As The Wall Street Journal reported Wednesday, a spokesperson for Sessions said the appearance was in his capacity as a senator and not as a campaign official.",
  "A Justice Department official said both instances were in his capacity as a member of the Senate Armed Services Committee and not as a surrogate for Trump.",
  "But Politico reported Thursday that Sessions was identified as a top Trump adviser for his speech before the dignitaries at the Cleveland convention.",
  "\"And in retrospect, I should have slowed down and said, 'But I did meet one Russian official a couple of times, and that would be the ambassador.'\"",
  "The State Department invites foreign ambassadors and dignitaries to both conventions as observers of the US's democratic election process.",
  "The spokesperson said, \"I believe he was speaking as a senator on Armed Services\" during his address, not as a Trump campaign surrogate.",
  "In a Thursday press conference, Sessions announced he would recuse himself from any investigation that involved the Trump campaign.",
  "McFaul responded to a subsequent request for comment from Business Insider by telling a reporter to \"ask the Russian embassy.\"",
  "The spokesperson said he could not confirm whether Kislyak was present for any DNC-related event or the convention itself.",
  "The State Department did not fund either event, and it could not confirm the list of ambassadors that attended each event.",
  "That event was the International Leaders Forum, put on by the National Democratic Institute last July in Philadelphia.",
  "During his Thursday press conference, Sessions tried to clear up some questions about his contacts with Kislyak.",
  "One of the sponsor organizations for the RNC's Global Partners in Diplomacy event was the Heritage Foundation.",
  "A number of Democratic politicians called for Sessions, now the attorney general, to resign.",
  "Sessions held an additional discussion with Kislyak in September at the senator's office.",
  "The Russian embassy did not return an earlier request for comment from Business Insider.",
  "Win McNamee/Getty Images\n\nNews of the discussions with Kislyak sparked a firestorm.",
  "The spokesperson said there was \"no evidence\" he was present.",
  "Sergey Kislyak.",
  "Jeff Sessions."
]