[
  "Kislyak was also the person with whom former National Security Adviser Michael Flynn was found to have communicated with both before the election and during the transition period, leading to Flynn's resignation as national security adviser after Trump said Flynn misled Vice President Mike Pence regarding the content of that communication.",
  "A number of Democratic politicians called for Sessions, now the attorney general, to resign, while others, including prominent Republicans, have called for him to recuse himself from any investigation involving President Donald Trump's ties to Russia or the country's influence in the 2016 presidential election.",
  "Zach Gibson/Getty Images Officials from the State Department and Heritage Foundation provided additional clarity Thursday about a July event at the Republican National Convention in Cleveland where then-Sen. Jeff Sessions of Alabama held the first of two conversations with Russian ambassador Sergey Kislyak.",
  "The State Department was unable to confirm which dignitaries were in attendance at both the RNC and corresponding DNC events, or whether Kislyak attended a corresponding DNC event, which would've occurred following the initial WikiLeaks dump of hacked Democratic National Committee emails.",
  "In this case, the Heritage Foundation was one of the organizations that sponsored the Global Partners in Diplomacy conference, the one at which multiple news outlets reported Sessions and Kislyak spoke following an address Sessions gave to attendees.",
  "Sessions' allies have also insisted he did not mislead the committee because he did not believe that those conversations, held in his capacity, they said, as a senior Armed Services Committee member, were relevant to the question.",
  "A Cleveland Plain Dealer story from July 20 reported 80 ambassadors were invited to the event's reception, during which Sen. Bob Corker of Tennessee, the chair of the Senate Foreign Relations Committee, gave an address.",
  "As a State Department spokesperson told Business Insider in an email, the State Department has invited foreign ambassadors to both the DNC and RNC \"as observers of our democratic process\" since the 1980s.",
  "A spokesperson for the Heritage Foundation told Business Insider in an email that Sessions provided a keynote address at a defense and national-security luncheon attended by roughly 100 individuals.",
  "Elsewhere Thursday, Trump addressed the string of news stories about Sessions' conversations with Kislyak, saying he \"wasn't aware\" his attorney general had spoken with Kislyak during the campaign.",
  "Franken did not ask Sessions whether he specifically spoke with Russian operatives, but Sessions, in answering an unrelated question, said he did not have any communications with \"the Russians.\"",
  "Speaking to NBC News Thursday, Sessions said he did not meet \" with any Russians at any time to discuss any political campaign, and those remarks are unbelievable to me and are false.\"",
  "Sessions' spokesperson, Sarah Isgur Flores, said there \"was absolutely nothing misleading\" about Sessions' answer, even though he did not disclose his conversations with Kislyak.",
  "US investigators examined the conversations, the Journal reported, as part of an investigation into communications between Trump's campaign operatives and Russian officials.",
  "The spokesperson added that Sessions was approached following the speech by several ambassadors, including Kislyak, with whom he held a \"short and informal\" conversation.",
  "Getty Mario Tama\n\nThe second conversation between Sessions and Kislyak reportedly took place in September at the senator's office, according to The Washington Post.",
  "\"If there is any evidence that anyone affiliated with the Trump campaign communicated with the Russian government in the course of this campaign, what will you do?\"",
  "The State Department manages invitations, logistics, and security, and ambassadors are responsible for their own expenses, including flight and hotel accomodations.",
  "As The Wall Street Journal reported Wednesday, a spokesperson for Sessions said the appearance was in his capacity as a senator and not as a campaign official.",
  "But Politico reported Thursday that Sessions was clearly identified as a top Trump adviser for his speech before the dignitaries at the Cleveland convention.",
  "A Justice Department official said both instances were in his capacity as a member of the Senate Armed Services Committee and not as a surrogate for Trump.",
  "\"I have been called a surrogate at a time or two in that campaign and I did not have communications with the Russians, and I'm unable to comment on it.\"",
  "During his Senate confirmation hearing, Sessions did not mention the pair of discussions in an exchange with Democratic Sen. Al Franken of Minnesota.",
  "The spokesperson said, \"I believe he was speaking as a senator on Armed Services\" during his address, not as a Trump campaign surrogate.",
  "The Cleveland event, the \"Global Partners in Diplomacy\" conference, was attended by many foreign ambassadors to the US.",
  "Opponents say Sessions may have perjured himself by not mentioning those two conversations with Kislyak.",
  "News of the discussions with Kislyak sparked a Wednesday night firestorm that spilled into Thursday.",
  "But, Trump said he believed Sessions testified truthfully during his Senate confirmation hearing.",
  "The convention committees develop the programming the ambassadors participate in or attend.",
  "The attorney general also said he would recuse himself \"whenever it's appropriate.\"",
  "\"Sen. Franken, I'm not aware of any of those activities,\" Sessions responded.",
  "\"And I don't have anything else to say about that,\" he added.",
  "Sergey Kislyak, Russian Ambassador to the United States.",
  "\"There's no doubt about that,\" he said.",
  "Franken asked.",
  "Jeff Sessions."
]