[
  "In his comments to reporters on Tuesday, along with suggesting Clinton used multiple addresses, Gowdy disputed claims made by her team that the private email would have prevented the messages from being preserved by the State Department.",
  "Questions about Clinton's email usage were raised this week after a New York Times report published Monday suggested her use of a personalized, private email for official State Department business may have violated federal regulations.",
  "Clinton turned over printed copies of her emails to the State Department in recent months as part of what the department has described as a routine \"effort to continually improve our records presentation and management.\"",
  "His claim centered on the fact Clinton's email address was published shortly after she left office in early 2013 when the hacker known as Guccifer compromised the email account of her former adviser Sidney Blumenthal.",
  "\"The State Department cannot certify that have produced all of former Secretary Clinton's emails because they do not have all of former Secretary Clinton's emails nor do they control access to them,\" Gowdy said.",
  "\"At the time the emails were provided to the Department last year this new address appeared on the copies as the 'sender,' and not the address she used as Secretary,\" Merrill explained.",
  "They also identified former State Department officials who claimed she only used one private email and exclusively corresponded with governmental addresses for official business.",
  "Because Clinton changed her email prior to turning over those emails, Merrill said her new address would have appeared on them even though she never used it as secretary.",
  "Gowdy, who is chairman of the House committee dedicated to investigating the 2012 terrorist attack on the US diplomatic facility in Benghazi, Libya, disputed that claim.",
  "U.S. Secretary of State Hillary Clinton checks her PDA upon her departure in a military C-17 plane from Malta bound for Tripoli, Libya October 18, 2011.",
  "REUTERS/Kevin Lamarque Hillary Clinton's camp insists she only used one personalized email address during her time as secretary of state.",
  "The issue has emerged as a potential scandal for Clinton, who is widely seen as the Democratic frontrunner in the 2016 presidential race.",
  "\"Secretary Clinton used one email account when corresponding with anyone, from Department officials to friends to family,\" Merrill said.",
  "This is in spite of a claim made by Rep. Trey Gowdy (R-South Carolina) that Clinton actually used multiple private addresses.",
  "\"A month after she left the Department, Gawker published her email address and so she changed the address on her account.\"",
  "Gowdy's office did not respond to multiple requests for comment on Merrill's statement from Business Insider on Wednesday.",
  "Clinton's team responded to the report by arguing her email practices went above and beyond record keeping requirements.",
  "Merrill described a series of events that he said made it appear Clinton had multiple addresses when she did not.",
  "According to a spokesman for Clinton, a technicality led Gowdy to mistakenly believe this was the case.",
  "As part of the hack, Guccifer released messages Clinton sent to Blumenthal and published her address.",
  "The ex-officials said this should have ensured all Clinton's State Department emails were preserved.",
  "The House Benghazi committee has sought to obtain emails from Clinton as part of its investigation.",
  "\"This address on the account did not exist until March 2013, after her tenure as Secretary.\"",
  "She used personal email in lieu of government email,\" Gowdy told reporters on Tuesday.",
  "Clinton's handling of the attacks has long been criticized by Republicans.",
  "\"It was not as if she had both an official and a private email account.",
  "However, Clinton spokesman Nick Merrill said Gowdy was mistaken.",
  "She did not use personal email in addition to government email.",
  "\"And she had more than one private email account.\""
]