[
  "?REPORT: Exclusive: Two other Trump advisers also spoke with Russian envoy during GOP convention\n\nThe Justice Department’s findings Wednesday came after months of repeated denials from Trump officials that his campaign had contact with officials representing the Russian government.",
  "The White House on Thursday did not answer questions from USA Today regarding the nature of the conversations between campaign officials and Kislyak, whether there were other contacts between the campaign and Russian government, and why statements have been made denying contacts.",
  "Although multiple attendees of the conference said it’s not unusual for campaign officials to interact with diplomats, the revelation led to calls for Sessions to recuse himself from any investigations into the Trump campaign’s alleged contacts with Russia.",
  "Carter Page, who was a part of the campaign's national security team, is one of three officials the Justice Department cited Wednesday as speaking with Kislyak at a Global Partners in Diplomacy event connected to the Republican National Convention in July.",
  "“I had no substantive discussions with him,” said Carter Page, who left the Trump campaign later in the summer amid controversy surrounding a speech he gave in Moscow in early July, criticizing American foreign policy and sanctions against Russia.",
  "Page, the founder and managing partner of Global Energy Capital, a New York City-based firm that makes investments in the energy sector, graduated from Our Lady of Lourdes High School in 1989, where he was a member of the track and field team.",
  "Documents filed with the New York State Department of State list Global Energy Capital's address as a City of Poughkeepsie residence, a one-family home owned by Page's parents, Allan and Rachel Page, according to Dutchess County Parcel Access.",
  "\"This was a widely attended, four-day event with dozens of ambassadors and hundreds of attendees,\" the White House said in a written statement from its communications office.",
  "Speaking to USA Today, Carter Page cited “confidentiality rules” in declining to say what he discussed with the ambassador at the conference in Cleveland.",
  "(Photo: AP)\n\nA man who spoke with Russian Ambassador Sergey Kislyak when he was a member of President Trump's campaign is a native of Poughkeepsie.",
  "Jack Howland: jhowland@poughkeepsiejournal.com, 845-437-4870, Twitter: @jhowl04\n\nRead or Share this story: http://pojonews.co/2lnPMNE",
  "Gordan, another national security official, is also accused of speaking with Kislyak, and so is Attorney General Jeff Sessions.",
  "Carter Page, a Poughkeepsie native and former foreign policy adviser for Trump, speaks last year in Moscow.",
  "\"No interaction was substantive, and to insinuate otherwise is deeply dishonest.\"",
  "Page & Associates is in Poughkeepsie, declined comment Friday.",
  "Attempts to reach Carter Page Friday were unsuccessful.",
  "Allan Page, whose energy focused consulting firm A.",
  "USA Today contributed to this report.",
  "J.D."
]