[
  "One typical memo referred to “Sources with access to the highest levels of the Muslim Brotherhood in Egypt, the leadership of the Armed Forces, and Western Intelligence, diplomatic, and security services.”\n\nA January 15, 2013 memo on “Libya internal government discussion,” reportedly relied on “Sources with direct access to the Libyan National Government.”\n\nThe memos offer no indication as to whether the intelligence gathered by Blumenthal was done at Clinton’s suggestion.",
  "When “Guccifer” (who was later identified as Marcel Lazar Lehel) breached Blumenthal’s account, he discovered an assortment of correspondence sent to Hillary Clinton at the e-mail address [email protected] The “clintonemail.com” domain was registered in 2009, shortly after her nomination to become Secretary of State.",
  "The memos to Clinton carried titles like “Comprehensive Intel Report on Libya,” and included all-cap warnings that, “THE FOLLOWING INFORMATION COMES FROM EXTREMELY SENSITIVE SOURCES AND SHOULD BE HANDLED WITH CARE.” Blumenthal has not held a public post since leaving his White House job in January 2001.",
  "While Blumenthal, a longtime Hillary Clinton confidant, used her private e-mail to send personal messages (like a get well note after she fell at home and suffered a concussion in December 2012), he also forwarded the Cabinet member a series of “Confidential” memos about foreign policy matters.",
  "MARCH 3--The disclosure that Hillary Clinton used a non-governmental e-mail address while she was Secretary of State originally came courtesy of “Guccifer,” the Romanian hacker now serving time in a Bucharest prison for his online attacks against scores of public figures.",
  "As TSG first reported in March 2013, “Guccifer” illegally accessed the AOL e-mail account of Sidney Blumenthal, who worked as a senior White House adviser to President Bill Clinton, and later became a senior adviser to Hillary Clinton’s 2008 presidential campaign.",
  "Likewise, the hacked material does not include evidence of Clinton’s response to Blumenthal’s memos (which appear to have been prepared with input from Tyler Drumheller, a former Central Intelligence Agency official who ran covert operations in Europe).",
  "Along with Valentine’s Day greetings and a mention of Clinton “walking in my neighborhood,” the subject lines of those Blumnethal e-mails include repeated references to “intel” shared with the Secretary of State.",
  "Other subject lines refer to “Q you raised” and “got your message a few days ago; I’m around whenev…” A February 17 e-mail included the subject line, “H: fyi, will continue to send relevant intel.",
  "The “For: Hillary, From: Sid” memos, provided to TSG by “Guccifer,” address a wide range of topics in global flashpoints like Algeria, Turkey, Mali, and Libya.",
  "Blumenthal also provided Clinton with information about the European Central Bank, the Georgia elections, and German Chancellor Angela Merkel.",
  "While he rummaged through Blumenthal’s e-mail account, “Guccifer” sorted mail sent to Clinton’s [email protected] address.",
  "He then took a screen grab showing more than two dozen e-mails sent over a two-month period ending in mid-February 2013.",
  "Each memo included a note on the sources of intelligence included in the document.",
  "Sid.” (4 pages)"
]