[
  "REUTERS/Esam Al-Fetori\n\nBy Mark Hosenball\n\nWASHINGTON (Reuters) - Congressional investigators have issued a subpoena demanding that former Clinton White House adviser Sidney Blumenthal testify next month before the House of Representatives committee investigating the 2012 attack on U.S. diplomatic facilities in Benghazi, Libya.",
  "The emails, part of a batch of around 300 messages related to Libya that the State Department turned over to Gowdy's Benghazi committee earlier this year, show Clinton herself tersely expressing interest in some of the private intelligence reports and skepticism about others.",
  "During the congressional investigation into Bill Clinton's relationship with White House intern Monica Lewinsky, Blumenthal was accused by a longtime friend, the late British writer Christopher Hitchens, of spreading defamatory information about Lewinsky.",
  "The messages show that at least one of the private intelligence reports made its way to a recipient who appears to have been Christopher Stevens, the U.S. ambassador to Libya who was killed by militants during the Sept. 11, 2012, Benghazi attacks.",
  "People familiar with the set of Clinton emails turned over by the State Department to Gowdy's committee said that the emails leaked to The New York Times were not a complete set of messages related to what Blumenthal sent Clinton.",
  "\"I can confirm Mr. Blumenthal has been called for a deposition by the committee,\" Jamal Ware, a spokesman for Republican Representative Trey Gowdy, the Benghazi committee chairman, said in response to a Reuters query.",
  "Marshals to the home of Sidney Blumenthal to serve his wife with a subpoena, especially since the Committee never bothered to contact him first to ask him whether he would voluntarily come in.",
  "More than two years ago, a set of emails sent by Blumenthal to Hillary Clinton while she served as secretary of state were posted on the Internet by a hacker who called himself Guccifer.",
  "On Tuesday, The New York Times published a handful of emails showing that Clinton had passed on some of the private intelligence reports to aides and other State Department personnel.",
  "Blumenthal is a former journalist who served in the Clinton White House as one of the most loyal defenders of both Hillary Clinton and her husband, former President Bill Clinton.",
  "In response to an email requesting comment, Blumenthal sent Reuters an article from a liberal blog accusing Gowdy and The New York Times of producing a \"damp squib.\"",
  "The subpoena, a copy of which was made available to Reuters, demands that Blumenthal appear before the House committee on June 3 to give a deposition.",
  "The emails included detailed private intelligence reports on events in Libya sent to Blumenthal by Tyler Drumheller, a former senior CIA officer.",
  "Some of the emails were sent around the time of the Benghazi attacks on and discussed information Drumheller's sources gave him about the attack.",
  "The subpoena is dated Monday but carries a notation indicating an unnamed deputy U.S. marshal served it on Blumenthal's wife on Tuesday.",
  "Representative Elijah Cummings, the top Democrat on the House Benghazi panel, accused committee Republicans of grandstanding.",
  "A burnt car is parked at the U.S. consulate, which was attacked and set on fire by gunmen, in Benghazi September 12, 2012.",
  "In one email to an aide, Clinton, referring to one of the reports supplied by Blumenthal, wrote: \"This strains credulity.",
  "Blumenthal did not work for Clinton when she was secretary of state and sent those emails as a private individual.",
  "The copy of the subpoena contains no further details about the subject matter of the deposition.",
  "(Additional reporting by Susan Cornwell; Editing by Peter Cooney, Leslie Adler and Ken Wills)",
  "These heavy-handed, aggressive, and unnecessary tactics waste the time of the U.S.",
  "A spokesman for Clinton did not immediately respond to a request for comment.",
  "\"There was no need for the Select Committee to send two U.S.",
  "Marshal service,\" he said via email.",
  "Blumenthal denied the allegation.",
  "What do you think?\""
]