[
  "The State Department also crowed that it had beaten back proposals to expand the ITU’s role in surveillance and privacy debates, which it said would have “inhibited the free flow of data, regulated Internet content and service companies [and] undermined the multi-stakeholder process.” The story from your MC-er: http://politico.pro/1svJe6G\n\nAFTER THE LAME DUCK, CYBER STARTS FROM SQUARE ONE -- There’s optimism in cybersecurity circles that Republican control of both chambers next year could mean more legislation moving, especially in areas, like cybersecurity, where GOP lawmakers can find common ground with the White House.",
  "“We need to redouble our efforts when we return this week and get these bills signed into law before the end of the year.”\n\nStory Continued Below\n\nCarper joined a chorus of lawmakers commenting on the USPS breach, which unnamed Postal Service sources told the Washington Post may be linked to China and which compromised employees’ names, dates of birth, Social Security numbers, employment dates and emergency contact information as well as the contact information of anyone who emailed or called the Postal Service Customer Care Center between January and August, 2014.",
  "Read FireEye’s blog post on the full report: http://bit.ly/1waSjUv, The Register’s take on Wirelurker: http://bit.ly/1xe0Trf And for anyone who still doesn’t get FireEye’s clever headline: http://bit.ly/1hOJW07\n\nREPORT WATCH:\n\n-- Android users are being exposed to outsized risks by the use of one-time-passwords texted to their devices, according to a report out yesterday from Javelin Strategies.",
  "U.S. WILL BE “VERY CANDID” WITH CHINA ON CYBER — White House Deputy National Security Advisor Ben Rhodes told reporters travelling with President Obama at the Asia-Pacific Economic Cooperation summit in Beijing that U.S. officials are going to be “very candid” with China about the cybertheft of valuable intellectual property and other trade secrets from U.S. firms.",
  "The advisory: http://politico.pro/1wMmUfi\n\nU.S. ITU DELEGATION CROWS ABOUT INTERNET GOVERNANCE SUCCESS — The U.S. delegation is claiming credit for negotiations at the International Telecommunications Union’s recently-closed plenipotentiary meeting in Busan, South Korea, that kept major cybersecurity and Internet governance issues largely off the table.",
  "FIRST LOOK: SECRET SERVICE, INFO-SHARING GROUPS WARN ON HOLIDAY SHOPPING BREACHES – A new advisory shared with MC from the Financial Services Information Sharing and Analysis Center, the Secret Service, and the Retail Cyber Intelligence Sharing Center is warning retailers about cyberthreats to watch out for this holiday season.",
  "The U.S. has been among the harshest critics of proposals to expand the ITU’s authority into Internet governance, claiming it would unnecessarily politicize issues that ought to be managed by engineers rather than telecom ministers and that it would put vital governance issues into the hands of illiberal national governments.",
  "“The fact that we do have different chairmen does mean that they need to define their own agendas, and while they will begin that I think intellectually now, that will gel I think early next year,” said Norma Krayem, global co-chairwoman of data protection and cybersecurity for lobbying firm Squire Patton Boggs.",
  "( http://bit.ly/1tUTvNz) If you’re interested in a deep dive into the four years of bloodshed that led up to that sacred moment of peace in 1918, we highly recommend Dan Carlin’s excellent podcast series “Blueprint for Armageddon,” roughly a dozen hours of the most compelling audio you’re likely to hear.",
  "After USPS hack, Carper pushes for cyber bills in lame duck – U.S. will be 'very candid' with China - After the lame duck, cyber starts from square one\n\nWith help from David Perera, Tal Kopan and Anila Alexander\n\nAFTER USPS HACK, CARPER PUSHES FOR CYBER BILLS IN LAME DUCK — The U.S.",
  "The groups recommend that “corporate users who typically access a network externally should be forced to change their login credentials before and after the holiday season.” The report also includes advice for small merchants and a database of known point-of-sale malware families.",
  "The report via SC Magazine: http://bit.ly/11cUHlX\n\n-- Weibo, China’s popular microblogging site, has removed its standard notice when a user attempts to access a censored site, according to a report out yesterday from Citizen Lab at the Munk School of Global Affairs.",
  "The role will have HP promoting and encouraging best practices in cyberspace, according to the council, which promotes Internet security and hosts the 20 Critical Security Controls, a set of recommendations and guidelines for institutions to improve their security.",
  "“Our Committee has approved three bills that take important steps in our effort to modernize our nation’s cybersecurity programs and help the public and private sectors work together to tackle cyber threats more effectively in the future,” the statement said.",
  "Not only are new-to-leadership members going to have to figure out their policy plans for cybersecurity in the next Congress, but they’re going to have to figure out how they will share jurisdiction with other committees in both chambers to accomplish it.",
  "Stay in touch with the whole team: Tal Kopan ( tkopan@politico.com, @ TalKopan); Shaun Waterman ( swaterman@politico.com, @ WatermanReports); Joseph Marks ( JMarks@politico.com, @ Joseph_Marks_); and David Perera ( dperera@politico.com, @ daveperera).",
  "Tal has the story: http://politico.pro/1sxygi2\n\nFIREEYE: NEW MALWARE “ALL YOUR iOS APPS BELONG TO US” — Researchers at FireEye warn that the vulnerability underlying “Wirelurker” is actually much broader than the way it’s exploited by that attack.",
  "Postal Service breach, announced yesterday, should be a catalyst for lawmakers to pass bills improving the government’s cyber protections before the close of this congress, Senate Homeland Security Chairman Tom Carper said in a statement.",
  "The roundup, which is mainly drawn from hacks observed in the last year, describes four types of attack: exploiting apps, compromising remote access points, phishing and insecure browsing on point-of-sale or customer information systems.",
  "“These data may contain cached emails, or even login-tokens which the malware can use to log into the user's account directly.” Masque Attack can mimic any iOS app except those that come preloaded on the phone like the Safari browser.",
  "House Oversight Chairman Darrell Issa and Postal Service Subcommittee Chairman Blake Farenthold sent USPS a letter earlier in the day questioning why the agency waited two months after first learning of the attack to alert the public.",
  "“We’re going to be very clear when we believe that China’s actions are actually pushing outside the boundaries of what we believe are the necessary international norms that govern the relations between nations,” he said.",
  "We use our experience with Continuous Diagnostics and Mitigation (CDM) and advanced analytics to look for anomalies that indicate potential threats inside the network—like trends and weaknesses, indicators and alerts.",
  "Apple told The Register at the weekend it withdrew a cryptographic certificate WireLurker malware used to trick iOS devices into running its apps after 300,000 Chinese users downloaded applications infected with it.",
  "The report: http://bit.ly/1Ew3qxF\n\nON THE MOVE — Rami Rahim was named the new CEO of Juniper Networks yesterday after Shaygan Kheradpir stepped down following a review into his conduct with a customer negotiation.",
  "The New York Times: http://nyti.ms/1uhbRtF\n\n-- Jeremy Hammond, once the FBI’s most wanted hacker, tells AP about what motivated him to attack Stratfor and other websites, and reveals how lousy his password was.",
  "“We intend to make sure the USPS takes steps to prevent such a breach from happening again and that employees are protected from any negative consequences resulting from the breach,” the statement said.",
  "“Masque Attack,” as FireEye have named the vulnerability, enables malicious apps to impersonate real ones and steal data from almost any other app on the device — including ones for banking and email.",
  "“The United States built a broad consensus that led to success on Internet and cybersecurity issues keeping the ITU’s work focused on its current mandate,” the State Department said in a statement.",
  "We’re also minding the admonition of Kurt Vonnegut — who would have been 92 today — to remember this holiday once commemorated the dead rather the living — and they deserve to be honored too.",
  "The change may suggest China is ramping up censorship in response to a politically fraught moment with the APEC conference ongoing in Beijing and protests in Hong Kong, the report notes.",
  "EFF: http://bit.ly/1GK1kMK\n\n-- Indian firms have cut their cybersecurity spending by 17 percent despite experiencing a 20 percent rise in information leaks, according to a new PwC study.",
  "“We look to China to become an innovative economy that values the protection of intellectual property rights and rejects cybertheft of trade secrets for commercial gain,” he said.",
  "More: http://juni.pr/1xEibdO\n\nHP JOINS COUNCIL ON CYBERSECURITY — The Council on Cybersecurity announced yesterday that HP has signed on as a security provider member.",
  "Rhodes’ comments are another sign that President Barack Obama is prepared to press Chinese President Xi Jinping on the issue when they meet bilaterally on Wednesday.",
  "The company offered no more specifics on the issue that caused Kheradpir to step down, but said he and the board had “different perspectives” on the issue.",
  "POLITICO Pro’s Adam Behsudi’s report this morning is here http://politico.pro/1syxjWB and he’ll be bringing our subscribers the news as it happens today.",
  "The New York Times: http://nyti.ms/1xFurea\n\n-- Guccifer, the Romanian hacker who stole George W. Bush self-portraits says prison is harder than hacking.",
  "The result is a full-spectrum Insider Threat program that seamlessly integrates data analytics with the human factor – personnel training and processes.",
  "Palo Alto Networks researcher Claud Xiao recently discovered Wirelurker, a limited exploit of Masque Attack that attacks iOS devices through USB ports.",
  "But a combination of the Republican wave in the midterms and pre-planned retirements mean there are new faces at the helm of many key cyber committees.",
  "“Surprisingly, the malware can even access the original app's local data, which wasn't removed when the original app was replaced,” the report states.",
  "Send your thoughts, tips and feedback this week to jmarks@politico.com and follow @ talkopan, @ joseph_marks_, @ POLITICOPro and @ MorningCybersec.",
  "ZDNet: http://zd.net/1xEkGgg\n\n-- Researcher and author William Hagestad II argues the U.S. has it \"all wrong\" when it comes to China in cyberspace.",
  "McAfee: http://bit.ly/1wc5epn\n\n-- Lighter click: The Intercept gang reacts to Aaron Sorkin’s The Newsroom doing a Snowden-inspired plotline.",
  "Amazon: http://amzn.to/1B0iTb8\n\n-- The Electronic Frontier Foundation steps back its determination that Skype offers end-to-end encryption.",
  "That’s why ManTech’s insider threat program blends data collection, aggregation and analysis with contextual clues to identify anomalies.",
  "The Hill: http://bit.ly/1zg5GpS\n\n-- A California Blue Cross affiliate accidentally revealed member health data in email subject lines.",
  "Obama certainly didn’t shy away from mentioning cybertheft in a speech Monday to top business executives gathered here for the summit.",
  "The report also found users across mobile platforms use inadequate passwords and fail to update their operating systems often enough.",
  "Our integrated solution applies pre-security screening to an employee’s lifestyle, counterintelligence factors and suitability.",
  "The Indian Express: http://bit.ly/1qBihi4\n\n-- Microsoft updates its security tool, the Enhanced Mitigation Experience Toolkit.",
  "American Postal Workers Union President Mark Dimondstein said in a statement his members are “outraged” by news of the breach.",
  "Rahim has been at Juniper 17 years, previously as executive vice president and general manager of development and innovation.",
  "USPS said it could not have notified consumers earlier because that might have compromised efforts to remediate the breach.",
  "The release: http://bit.ly/1yqNed8\n\nQUICK BYTES\n\n-- AG nominee Loretta Lynch has a history with cybercrime prosecution.",
  "** A message from ManTech:\n\nThese days, the biggest threat to our national cybersecurity may not be around the world.",
  "And, of course, we analyze data from physical security safeguards including alarms, CCTV and entry-and-exit checks.",
  "HAPPY TUESDAY and welcome to Morning Cybersecurity, where we’re thinking about the nation’s veterans today.",
  "The news this morning follows word overnight from Beijing of a breakthrough on the ITA trade negotiations.",
  "AP: http://bit.ly/1ui1Vjr\n\n-- Kim Zetter’s new book about Stuxnet, “Countdown to Zero Day,” is out today.",
  "HP joins fellow security provider members NRD CS, Avana Systems, Enclave Security, TrustedIA and BARiKAT.",
  "Users’ best protection is only installing apps directly from Apple’s official App Store, FireEye said.",
  "Find out more at https://www.mantech.com/capabilities/cyber/insider-threat-program **",
  "In some ways, for those working the issue, it’s a case of going back to square one.",
  "USPS told lawmakers about the breach in a classified meeting last month, Issa said.",
  "We also provide continuous evaluations, measured monitoring and rapid response.",
  "Brink News: http://bit.ly/1uSLe07\n\n-- Rounding up the top 12 holiday scams.",
  "It may also just mean China is updating or altering its censorship regime.",
  "( http://bit.ly/1ufRSLI) Whoever you’re honoring today, drop us a line.",
  "FireEye warned Apple about the threat back in July, the company said.",
  "The Intercept: http://bit.ly/146Fggr\n\nThat’s all for today.",
  "USPS did not offer details about how the attackers got in.",
  "No organization can afford to be hacked.",
  "Just another ManTech advantage.",
  "It could be across the hall.",
  "Full team info is below.",
  "Have a great Tuesday!"
]