[
  "InfoBeyond Technology, a Kentucky business, received $300,000 to create a verification mechanism for the National Institute of Standards and Technology’s prototype access-control tool, “to verify and test if the access control policies will be correctly enforced as intended.” And San Diego company ObjectSecurity LLC received $299,969 to bring that NIST tool closer to commercial use “by automating as many inputs as possible.”\n\nU.S.’S PIVOT AGAINST ISIL ONLINE: MORE DATA, LESS DIRECT MESSAGING — Via Morning Tech: The federal government’s evolving approach to meeting and beating the terrorist group’s use of tools like Twitter and Telegram to texting was the subject of a Senate Homeland Security subcommittee hearing Wednesday afternoon — with a particular focus on the effectiveness of the State Department-housed, seven-month-old Global Engagement Center.",
  "During oral arguments today, a lawyer for Mohamed Mohamud, an American citizen convicted of trying to bomb a Christmas tree-lighting ceremony, told a federal appeals court panel that evidence obtained through searches of the warrantless surveillance database should have been suppressed at Mohamud’s trial, because warrantless surveillance of Americans violates the Fourth Amendment.",
  "Jaffer was answering a question from top panel Democrat Nydia Velazquez, who wanted to know how the government could better use the “unique talents of nimble, small technology firms.”\n\n— COMMERCE AWARDS SMALL-BIZ CYBER GRANTS: The Commerce Department awarded two small businesses a total of $600,000 on Tuesday for projects designed to enhance cybersecurity.",
  "Permanent Subcommittee on Investigations Chairman Rob Portman kicked off the session with a shorthand description of the newish GEC, calling it “a better funded and — at least on paper — more empowered version of its predecessor,” the Center for Strategic Counterterrorism Communications, or CSCC, which lived from 2011 until this past January.",
  "“All these regulations … make it hard for small businesses to get in front of and actually sell to the federal government,” said Jamil Jaffer, a George Mason University School of Law professor who doubles as vice president for strategy and business development at IronNet Cybersecurity, the firm started by former NSA boss Keith Alexander.",
  "The so-called blanket purchase agreement, established in 2006, “shall be treated as a preferred source for federal agencies when agencies have a need for credit monitoring, breach response and identity protection services,” U.S. Chief Acquisition Officer Anne Rung wrote in amemo sent to agency heads and obtained by the Federal Times.",
  "Even before Lynch announced her decision, Judiciary Chairman Bob Goodlatte signaled his intention to ask about the case and her recent meeting with Bill Clinton (as well as the terrorist attacks in San Bernardino and Orlando, and how technological advances like encryption are affecting law enforcement).",
  "Capitol Hill looks at Clinton case, today and in the future\n\nWith help from Eric Geller, Martin Matishak and Nancy Scola\n\nAND SO IT BEGINS — Today marks the first Capitol Hill hearing on the Hillary Clinton email server case since FBI Director James Comey this week recommended against prosecution.",
  "Stay in touch with the whole team: Cory Bennett (cbennett@politico.com, @Cory_Bennett); Bryan Bender (bbender@politico.com, @BryanDBender); Eric Geller (egeller@politico.com, @ericgeller); Martin Matishak (mmatishak@politico.com, @martinmatishak) and Tim Starks (tstarks@politico.com, @timstarks).",
  "Congress and the American people have a right to understand the depth and breadth of the FBI’s investigation.” One prominent committee Democrat, Ted Lieu, already doesn’t like the thrust of the hearing: “We on the Oversight Committee are politicians, not federal prosecutors or FBI agents.",
  "— The Obama administration on Wednesday rejected a convicted terrorist’s argument that it is unconstitutional for federal agents to search a database of warrantlessly gathered information about foreigners for accidentally collected data on U.S. residents.",
  "But a Justice Department lawyer responded that because Congress had authorized the programs under Section 702 of the Foreign Intelligence Surveillance Act, it was legal for the government to sift through the resulting data for information on Americans.",
  "Civil liberties advocates decry these “backdoor searches,” arguing that they circumvent prohibitions on warrantless targeting of Americans by relying on the fact that the Section 702 programs incidentally sweep up Americans’ data on a regular basis.",
  "“I hope this will send a message to anyone who thinks they can hide online or use social media to create a climate of fear that they will have to face the consequences of their actions,” said Ben Samples, senior crown prosecutor for the southwest.",
  "HACKING SHAMU — A U.K. lad could face serious punishment after being found guilty of hacking the websites for SeaWorld, a Japanese town that allows dolphin hunting and the Cornwall police, as part of a digital animal rights campaign.",
  "CENTRALIZING IDENTITY PROTECTION SERVICES — The Office of Management and Budget wants federal agencies to use a pre-established contracting process whenever it buys protective services for the victims of data breaches.",
  "We use our experience with Continuous Diagnostics and Mitigation (CDM) and advanced analytics to look for anomalies that indicate potential threats inside the network—like trends and weaknesses, indicators and alerts.",
  "BARRIERS TO SMALL BUSINESSES SELLING CYBER TO FEDS — Regulations should be reduced to help innovative, small startups peddle their wares to U.S. agencies, a witness told the House Small Business Committee today.",
  "— “The ringleader of a hacking scheme that targeted eBay Inc.’s online ticket exchange StubHub was sentenced to as long as 12 years behind bars, Manhattan District Attorney Cyrus Vance Jr. said.” Bloomberg.",
  "Senate Majority Whip John Cornyn and others called on Comey to release the transcript of the FBI interview with Clinton, saying she “put our nation at risk” with her mishandling of classified information.",
  "The center’s chief of staff told the panel it’s placing more emphasis on data to measure the effectiveness of its messaging campaigns and less on direct engagement with those spouting terrorist rhetoric.",
  "— AND THERE’S PLENTY AHEAD: The House Judiciary Committee next week will host Attorney General Loretta Lynch, who on Wednesday agreed with Comey’s recommendation not to bring charges against Clinton.",
  "RECENTLY ON PRO CYBERSECURITY — Sen. Mark Warner asked the FTC whether the commission should work with Congress toupdate an 18-year-old law to better protect children from hackable toys.",
  "The House Oversight session is billed as being about “State Department oversight,” and Comey will be joined as a witness by inspectors general from State and the intelligence community.",
  "— “The State Department said it would restart an internal review into the handling of Mrs. Clinton’s emails now that Justice’s investigation is formally closed.” The New York Times.",
  "Why are we wasting taxpayer resources to second guess the professional judgment of a man of high integrity, FBI Director Comey, based on evidence none of us have even reviewed?",
  "In the Senate, Judiciary Chairman Chuck Grassley wants to know by July 20 whether the FBI reviewed State Department’s security warnings to then-Secretary of State Clinton.",
  "THAT’S NO MOON, NASA — The official Twitter account for Kepler, NASA’s space telescope, was hacked on Wednesday and briefly featured a moon of the raunchy kind.",
  "Cybersecurity at the department has indeed been a sideline feature of the Clinton case after Comey questioned the agency's seriousness about computer defenses.",
  "The account’s profile image was replaced with a picture of a young woman and sported a pinned tweet of a lady’s butt, accompanied by a questionable link.",
  "The result is a full-spectrum Insider Threat program that seamlessly integrates data analytics with the human factor – personnel training and processes.",
  "The teenage perpetrator also allegedly sent bomb threats to American Airlines and Delta Air Lines, though he adamantly denied those charges in court.",
  "The House Homeland Security Committee plans to host Comey next week for a worldwide threat hearing, although there’s no official schedule yet.",
  "That’s why ManTech’s insider threat program blends data collection, aggregation and analysis with contextual clues to identify anomalies.",
  "This is ridiculous.” Another prominent House Democrat, Intelligence Committee ranking member Adam Schiff, also defended the FBI’s call.",
  "The online barrage consisted of distributed denial of service attacks, which overwhelm a website with traffic, knocking it offline.",
  "… Privacy organizations want the White House to quickly nominate a new chairman of the Privacy and Civil Liberties Oversight Board.",
  "Send thoughts, feedback and especially your tips to tstarks@politico.com and follow @timstarks, @POLITICOPro and @MorningCybersec.",
  "— Despite warning about the “dire consequences” of Brexit, a private equity firm invested in U.K. cybersecurity company Darktrace.",
  "Our integrated solution applies pre-security screening to an employee’s lifestyle, counterintelligence factors and suitability.",
  "Agencies and departments wishing to use existing identity protection contracts must perform a cost-benefit analysis on them.",
  "We're back in business, ready to tell you about new planet discoveries,” the Kepler account tweeted out after the incident.",
  "— A pro-Trump Republican, Rep. Chris Collins, criticized Lynch over the Clinton server case but wouldn’t criticize Comey.",
  "— The person going by the name Guccifer 2.0 has leaked the alleged Democratic plan to counter the Republican convention.",
  "** A message from ManTech:\n\nThese days, the biggest threat to our national cybersecurity may not be around the world.",
  "And, of course, we analyze data from physical security safeguards including alarms, CCTV and entry-and-exit checks.",
  "But panel Chairman Jason Chaffetz is foreshadowing that he will focus on Comey’s decision-making in the case.",
  "Story Continued Below\n\n“The FBI’s recommendation is surprising and confusing,” Chaffetz said in a statement.",
  "The rogue tweet, which also showed up on Kepler’s mission website, was removed after about 15 minutes.",
  "“The fact pattern presented by Director Comey makes clear Secretary Clinton violated the law.",
  "— Civil liberties groups are protesting new student privacy legislation at the state level.",
  "— New name for a Harvard Law School center: Berkman Klein Center for Internet & Society.",
  "QUICK BYTES\n\n— The House passed the Federal Information Systems Safeguards Act of 2016.",
  "Find out more at https://www.mantech.com/capabilities/cyber/insider-threat-program **",
  "(Snowden’s situation is different from Clinton’s, of course, but it’s a good emoji.)",
  "— Android’s next mobile operating system has security features to combat ransomware.",
  "… The IRS is directing tax preparers to place a stronger emphasis on cybersecurity.",
  "— “Servers of anonymous browsing network Tor designed to hack sites.” The Hill.",
  "We also provide continuous evaluations, measured monitoring and rapid response.",
  "… The EU approved new security rules for operators of critical infrastructure.",
  "But those past failings point to potential trouble ahead, Portman said.",
  "Individuals who intentionally skirt the law must be held accountable.",
  "Edward Snowden has an emoji for all this Comey/Clinton stuff.",
  "— “DoD’s NSCSAR cyber program revs up.” Federal News Radio.",
  "HAPPY THURSDAY and welcome to Morning Cybersecurity!",
  "\"Our account was temporarily compromised.",
  "No organization can afford to be hacked.",
  "Just another ManTech advantage.",
  "Electronic Frontier Foundation.",
  "It could be across the hall.",
  "The Wall Street Journal.",
  "That’s all for today.",
  "Full team info below.",
  "WHAT LOOPHOLE?",
  "The Inquirer.",
  "LOOPHOLE?",
  "Harvard.",
  "CNN."
]