[
  "They also show the DNC and Clinton folks getting awfully chummy with some allegedly professional journalists, and putting pressure on news organizations — and show how staff worried that letting a Florida lawyer with ties to sex offender Jeffrey Epstein, whose private island Bill Clinton had visited several times, host a fundraiser might cause trouble.",
  "Trump has said that he doesn’t think the Baltic States are worth going to war over, expressed dissatisfaction with NATO and suggested that the U.S. shouldn’t get on its high horse (to use an Obama phrase) about other countries’ treatment of dissent, given our problems at home.",
  "On the Democratic side, we have Hillary Clinton, whose secret private-server emails are almost certainly already in the hands of Russian intelligence (probably along with several other nations’ spy services as well).",
  "Glenn Harlan Reynolds, a University of Tennessee law professor and the author of The New School: How the Information Age Will Save American Education from Itself, is a member of USA TODAY's Board of Contributors.",
  "(Photo: Liutauras Strimaitis, AP)\n\nCall it the Putin Election if you want, because we have two candidates leading the pack who seem, in one way or another, likely to prove congenial to Vladimir Putin.",
  "So it seems possible, and maybe even likely, that our two main choices in November will be a woman who’s subject to blackmail by the Russians, and a man who generally sympathizes with the Russians.",
  "President Obama famously promised Russia “more flexibility” after the 2012 election, and in fact he has done very little to frustrate Putin’s ambitions in Eastern Europe or the Middle East.",
  "POLICING THE USA: A look at race, justice, media\n\nAnd Trump, as Sen. Tom Cotton, R-Ark., has suggested, might change his mind on Putin once he gets the classified intelligence briefings.",
  "Of course, Hillary could be harder to blackmail than Putin thinks — it’s hard to blackmail someone who has no shame, and who is used to escaping the consequences of her actions.",
  "And the press is, as usual, on Hillary’s side, soft-pedaling the WikiLeaks story while Twitter users accuse the platform of hiding it from the “trending” section.",
  "The leaks that are out are allegedly from a hacker calling himself Guccifer 2.0, but given that many suspect this is just a blind for Russian intelligence.",
  "I’ve written about our dysfunctional system for choosing candidates for the White House, but this is just more evidence that we need to do better.",
  "The bad news is that he might not have to, because Trump has openly admired Putin, and the two appear to be on the same page about many things.",
  "The other bright spot, if you can call it that, is that neither Clinton nor Trump represents a big change from the current administration.",
  "Much of his pro-Putinism could stem from admiration of a strong, outspoken leader who’s not afraid to stand up for his own country.",
  "In addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors.",
  "Hope is not a plan, and when you’re down to hoping that your candidates won’t be as bad as they seem, something is deeply wrong.",
  "Perhaps once Trump starts thinking about standing up for his own country, he’ll realize that Putin is generally an adversary.",
  "Great, we can vote for someone who appears subject to Russian blackmail or someone who already seems to be buddies with them.",
  "These have already brought heat to the Clinton campaign, as Bernie supporters lash out at a system that looks rigged.",
  "But the real point, I suspect, is to deliver a message: Hillary is vulnerable, and if she crosses Putin she’ll pay.",
  "We’re getting a small foretaste of that in the release of hacked Democratic National Committee emails this weekend.",
  "So if you don’t want a president who’s likely to be influenced by Putin, you should vote for Donald Trump, right?",
  "The emails show dirty tricks aimed at Bernie Sanders, including a plan to go after his lack of faith.",
  "To read more columns, go to the Opinion front page and follow us on Twitter @USATOpinion.",
  "A poster of Donald Trump and Vladimir Putin in Vilnius, Lithuania, on May 14, 2016.",
  "That’s good news for Putin, but probably not such good news for the rest of us.",
  "What that means is Putin can embarrass Hillary — or worse — whenever he wants.",
  "Well, the good news is that Putin probably won’t be blackmailing Trump.",
  "And Hillary has some shady Russian deals in her background, too.",
  "Read or Share this story: http://usat.ly/2aecRMu",
  "I’m pretty sure the message is received.",
  "So there’s that."
]