[
  "House Minority Leader Nancy Pelosi, D-Calif. (Photo: Robert Deutsch, USA TODAY)\n\nWASHINGTON — House Minority Leader Nancy Pelosi said Saturday that she has been bombarded with \"obscene and sick calls, voice mails and text messages\" after her personal contact information was posted online Friday night in the wake of the cyber attack against top Democratic campaign committees.",
  "Pelosi, D-Calif., warned her Democratic colleagues in Congress to quickly change their numbers and told them not to let their children or family members answer their phones or read the potentially shocking text messages.",
  "The personal information of Democratic House members and their staff was posted online after hackers stole electronic data from the Democratic National Committee and the Democratic Congressional Campaign Committee.",
  "DCCC Chairman Ben Ray Lujan arranged a phone call for Democratic House members for Saturday evening to receive an update from cybersecurity experts who have been investigating and responding to the data breach.",
  "\"As reported, the DCCC has hired a respected cybersecurity technology firm to conduct a full investigation of the breach,\" Pelosi said in a letter to her Democratic colleagues Saturday.",
  "Pelosi noted that the hack has been widely reported as part of a Russian cyber attack, although Obama administration officials have not officially attributed it to the Russians.",
  "\"On a personal note, I was in the air flying from Florida to California when the news broke,\" Pelosi said, referring to the posting of the personal contact information Friday.",
  "A hacker known as Guccifer 2.0 has claimed responsibility for the hack and for uploading the information to the Internet.",
  "She said the Capitol Police and the House sergeant-at-arms are also conducting an ongoing threat assessment.",
  "\"Upon landing, I have received scores of mostly obscene and sick calls, voice mails and text messages.\"",
  "\"This is a sad course of events, not only for us, but more importantly for our country,\" Pelosi said.",
  "The cyber attack was revealed last month on the eve of the Democratic National Convention.",
  "She said she changed her phone number Saturday morning.",
  "Read or Share this story: http://usat.ly/2bfV8Bx",
  "The FBI also is investigating the attack."
]