[
  "This is a pattern with the Clinton family, which has been in the public spotlight since Bill Clinton’s first run for office, in 1974: Something that appears potentially scandalous on its face turns out to be innocuous, but an investigation into it reveals different questionable behavior.",
  "Clinton’s struggles to generate enthusiasm among her voters, and to bring up her favorability, have contributed to a still-tight race over a rival, Donald Trump, who has committed multiple errors that would have been lethal for practically any other candidacy.",
  "Although the House investigation turned up no evidence of wrongdoing on her part with respect to the attacks themselves, it was during that inquiry that her private-email use became public.",
  "“Based on our review, we have not changed our conclusions that we expressed in July with respect to Secretary Clinton.”\n\nIn other words, it was all much ado about nothing.",
  "Comey’s recommended in July was that although Clinton had been “extremely careless” with classified information, there was no grounds for charging her with a crime.",
  "Although no inquiry ever produced evidence of wrongdoing, investigations ultimately led to President Clinton’s impeachment for perjury and obstruction of justice.",
  "On Friday, a new release showed that in at least one case Clinton forwarded emails to her daughter, Chelsea Clinton, that the government now labels classified.",
  "While polls showed Clinton’s lead over Trump narrowing slightly before Comey’s first letter, on October 28, the news brought on near panic among Democrats.",
  "The messages appeared to be related to climate talks in Copenhagen in December 2009, although they were redacted so that it is impossible to tell.",
  "In March 2015, The New York Times first reported on Clinton’s use of a private email address and a private server during her time at Foggy Bottom.",
  "“During that process, we reviewed all of the communications that were to or from Hillary Clinton while she was Secretary of State,” Comey wrote.",
  "The chain in question was released on November 4, as part of the ongoing release of Clinton’s emails from her time as secretary of state.",
  "They were sent to an email address that Chelsea Clinton used under an alias, “Diane Reynolds.” It was not marked classified at the time.",
  "The emails and the private server through which they operated have been a defining story of the Clinton campaign.",
  "Put more bluntly, the FBI altered the course of the presidential campaign for what amounts to a fire drill.",
  "The canonical case is Whitewater, a failed real-estate investment Bill and Hillary Clinton made in 1978.",
  "Clinton’s polling fell further, and her favorability tumbled, and so did enthusiasm among Democrats.",
  "The story has dogged Clinton ever since, raising questions about her judgment and trustworthiness.",
  "The emails represent something of a classic Clinton scandal.",
  "This doesn’t mean the email story is gone entirely."
]