[
  "In a statement to the press following its investigation into Clinton's use of a private email server while serving as Secretary of State, Comey said a variety of factors led the FBI to assess that \"it is possible that hostile actors gained access to Secretary Clinton's personal e-mail account.\"",
  "For his part, Comey said that the FBI did not find \"direct evidence\" the server was successfully hacked, but he added, \"given the nature of the system and of the actors potentially involved, we assess that we would be unlikely to see such direct evidence.\"",
  "Translation: We did not find the fingerprints of hackers on this system, but hackers often cover up their tracks and delete traces of their breaches, so it's very possible they broke in and we would never know it.",
  "REUTERS/Brian Snyder FBI Director James Comey said Tuesday that investigators did not find \"direct evidence\" that Hillary Clinton's private email server had been hacked, but did not rule out that possibility.",
  "\"She also used her personal e-mail extensively while outside the United States, including sending and receiving work-related e-mails in the territory of sophisticated adversaries,\" Comey said.",
  "Though his claims could not be verified, the hacker did successfully breach other close confidantes of Clinton's, and was the first to expose the existence of the server.",
  "FBI Director James Comey takes a question from a reporter during a news conference at the FBI office in Boston, Massachusetts November 18, 2014.",
  "\"Given that combination of factors, we assess it is possible that hostile actors gained access to Secretary Clinton's personal e-mail account.\"",
  "In May, the infamous Romanian hacker \"Guccifer\" said he had hacked into the private server, but offered few details on how he pulled it off.",
  "Comey also talked about \"hostile actors\" who did gain access to private email accounts of people Clinton emailed.",
  "Though he didn't name names, at least one of those actors was Guccifer, whose real name is Marcel Lehel Lazar.",
  "Of whether the server was hacked, Clinton's website says: \"No, there is no evidence there was ever a breach.\""
]