[
  "NBC News/Screenshot The infamous Romanian hacker known as \"Guccifer\" has been sentenced to 52 months in prison for a string of high-profile hacks he carried out against people including former Secretary of State Colin Powell to family and friends of former President George W. Bush.",
  "He claimed in May that he accessed Clinton's private email server twice — a charge the Clinton campaign has denied and that has not been verified by the FBI, which investigated the use of the server — but found the contents \"not interesting\" at the time.",
  "For example, an email break-in of a Bush family member led to the release of artwork created by the president, and leaked emails between Secretary of State Colin Powell and a European Parliament member led Powell to deny an affair.",
  "He also exposed Democratic presidential candidate Hillary Clinton's use of a private email server while she was secretary of state, after he gained access to the email account of Sidney Blumenthal, a Clinton confidant.",
  "The hacker, whose real name is Marcel Lehel Lazar, gained unauthorized access to personal email and social media accounts of roughly 100 Americans over a two-year period, according to the Department of Justice.",
  "\"He was not really a hacker but just a smart guy who was very patient and persistent,\" Viorel Badea, the Romanian prosecutor who directed the case against him, told The Times.",
  "Many of his \"hacks\" were the result of social engineering skill and months of guessing security questions until he got in.",
  "Many of those hacks led to the release of financial information, embarrassing correspondence, or personal photographs.",
  "He pleaded guilty to charges of accessing a protected computer without authorization and aggravated identity theft.",
  "He operated on a cheap laptop and a cellphone, and used tools readily available on the web.",
  "Lazar was extradited from Romania after being arrested in January 2014.",
  "As The New York Times has noted, Lazar was not a computer expert."
]