[
  "LOUAI BESHARA/AFP/Getty Images\n\nRyabkov said the blunt accusation made Friday by the Office of the Director of National Intelligence and the Department of Homeland Security is not supported by concrete evidence and “our enemies are continuing to blame Russia for interference in U.S. domestic matters.”\n\n“The supercharging of emotions about Russian hackers is being used in the pre-election fight; the current administration, taking part in this fight, is not averse to dirty methods,” he said.",
  "We believe, based on the scope and sensitivity of these efforts, that only Russia’s senior-most officials could have authorized these activities.”\n\nWikiLeaks and the website DCLeaks.com have published a series of emails hacked from the Democratic National Committee, the Democratic Congressional Campaign Committee and others.",
  "“The U.S. Intelligence Community (USIC) is confident that the Russian Government directed the recent compromises of e-mails from US persons and institutions, including from US political organizations,” the Department of Homeland Security said in a joint statement with Director of National Intelligence James Clapper.",
  "Their statement said hacked emails posted on WikiLeaks, DCLeaks.com and disclosures by Guccifer 2.0 are “consistent with the methods and motivations of Russian-directed efforts.” Furthermore, they suggested that people high up within the Kremlin were involved.",
  "The denial came a day after U.S. officials for the first time publicly accused the Russian government of hacking into U.S. political groups, people and institutions in order to influence the election.",
  "MOSCOW A top Russian diplomat is lashing out at the United States because of claims that Russia is hacking political websites and email accounts in an attempt to influence the American elections.",
  "Deputy Foreign Minister Sergei Ryabkov said in a statement Saturday that Washington’s accusations are an attempt to heat up anti-Russian sentiment as the U.S. presidential election nears.",
  "The leaks include what appear to be excerpts from Hillary Clinton’s paid Wall Street speeches for companies including Goldman Sachs, which she has refused to release publicly.",
  "The latest disclosures, released Friday by Wikileaks, involved emails apparently taken from an account belonging to John Podesta, Hillary Clinton’s campaign chairman.",
  "“Such activity is not new to Moscow—the Russians have used similar tactics and techniques across Europe and Eurasia, for example, to influence public opinion there.",
  "In the emails, Clinton aides highlight statements they are concerned could be politically damaging if used against her during the campaign.",
  "Uproar over the DNC emails forced Rep. Debbie Wasserman Schultz to resign as chair of the committee in July.",
  "“These thefts and disclosures are intended to interfere with the US election process,” they said.",
  "The Clinton campaign has not confirmed the authenticity of the emails."
]