[
  "“This ‘states-must-consider’ approach was used in the Energy Policy Act of 2005 and the Energy Independence and Security Act of 2007 to effectively drive awareness and uptake among state regulators of beneficial new electricity standards, including advanced metering infrastructure, demand response, and smart-grid technologies.”\n\nPEOPLE ON THE MOVE\n\n— Gus Hunt, who served as the CIA’s chief technology officer, has joined Accenture Federal Services to lead its cybersecurity practice, the company announced Monday.",
  "“The challenge becomes, given the premise that encryption is foundational to the future, what’s the best way for us to ensure the protection of information, the privacy and civil liberties of our citizens and the production of the foreign intelligence necessary to ensure their protection and safety?” Rogers will ask, according to an excerpt of his written testimony provided to MC.",
  "Encryption-focused lawmakers remain at loggerheads\n\nWith help from Cory Bennett, Eric Geller and Tim Starks\n\nHACKS WON’T FORCE ACTION ON ENCRYPTION — The string of high-profile hacks of the country’s election system has no doubt caused handwringing in Congress about what to do on encryption, but don’t expect much more than that.",
  "“Despite lawmakers’ own admission that widespread cyberattacks on the nation's election system illustrate the need for Congress to swiftly pass legislation dealing with encryption, members involved in the debate concede there’s simply not enough political will to get anything done in the foreseeable future,” Martin reports.",
  "“The agriculture sector finds itself being targeted as never before, thanks to an explosion of food and agriculture intellectual property coveted by foreign competitors,” reads the tome, entitled “The Cybersecurity Social Contract.” Hacktivists have also targeted ag industry giants like Monsanto.",
  "Stay in touch with the whole team: Cory Bennett (cbennett@politico.com, @Cory_Bennett); Bryan Bender (bbender@politico.com, @BryanDBender); Eric Geller (egeller@politico.com, @ericgeller); Martin Matishak (mmatishak@politico.com, @martinmatishak) and Tim Starks (tstarks@politico.com, @timstarks).",
  "GOP CHAIR: CLINTON SERVER COMPANY WARNED — House Science and Technology Committee Chairman Lamar Smith says new documents show the company responsible for handling Hillary Clinton’s “homebrew” email server was warned repeatedly about the private arrangement’s security vulnerabilities.",
  "“It is clear that the server maintained by Platte River contained official government business and even sensitive state secrets,” Smith said in a statement, chiding Platte River and SECNAP, another company involved in the arrangement, for not responding to congressional subpoenas.",
  "ISA FERRETS INTO THE LESSER-KNOWN CYBER CORNERS — Among its many other sections, the 400-page book due for release later this week from the industry group the Internet Security Alliance puts a spotlight on a couple kinds of digital infrastructure that don’t get as much spotlight.",
  "The two countries will create a working group aimed at “fostering cooperation in basic research on information assurance and cybersecurity [issues] of crucial importance to both” countries, the Obama administration and its South Korean counterpart said in a joint statement.",
  "“I think most members are just more cognizant about not putting things on email.” Other factors are complicating getting something done, like the chasm between those who support unbreakable encryption and those who don’t, and the shortened congressional calendar.",
  "But the biggest event might be in the Senate, where NSA and U.S. Cyber Command chief Adm. Mike Rogers and a senior Pentagon official will testify before the Armed Services Committee on encryption, part of the panel’s late-year push on cyber issues.",
  "“Given the nature of [Tuesday’s] conference I'm afraid I can't disclose anything further until the conference is over and we can release post event material,” he added, noting the conference would put up “highlights” on Twitter throughout the day.",
  "“All three are incredibly important to us as a nation.” The committee will likely also address the potential elevation of U.S. Cyber Command and proposals to remove Rogers’ dual-hat role as head of both the NSA and the Pentagon’s cyber division.",
  "The National Institute of Standards and Technology, which is managing the commission’s work for the federal government, told MC that the rest of the submissions will be publicly available soon (the deadline to submit was Friday).",
  "Later in the day, Rogers is scheduled to address the Billington Cybersecurity Summit, as part of a daylong lineup that includes other top cyber officials from the White House, FBI, Department of Homeland Security and Pentagon.",
  "We use our experience with Continuous Diagnostics and Mitigation (CDM) and advanced analytics to look for anomalies that indicate potential threats inside the network—like trends and weaknesses, indicators and alerts.",
  "“The federal government can go one step further by asking states to demonstrate that they have considered whether or not to include cybersecurity standards in their ratemaking proceedings,” the book reads.",
  "The former state legislator said his Twitter account was hacked last week and that Facebook alerted him since then that someone impersonating him tried to delete his page and replace it with a fake one.",
  "Story Continued Below\n\n“I don’t see vast ramifications on policy from the hack” of the Democratic National Committee and the Democratic Congressional Campaign Committee, said Rep. Jared Polis (D-Colo.).",
  "The subpoenaed documents from Datto Inc. — which backed up the server — include letters to Platte River Networks — which maintained the server — about encrypting the data and emails about its security.",
  "— David Colberg, senior director for government affairs and public policy at EMC Corporation for the past five years, has joined Palo Alto Networks to be its senior director of government affairs.",
  "The formation of the Intelligent Convergence Cyber Security Systems Working Group came during the third United States-Republic of Korea Information and Communication Technology Policy Forum.",
  "Buckley also wrote that in the past week, “three other Dem State Chairs had their emails hacked (I have double security measures) … interesting times.” The post has since been taken down.",
  "ISA recommends that the FDA and Agriculture Department start educational programs in the ag world, and that congressional agriculture committees establish subcommittees focused on cyber.",
  "The commission is expected to present Obama with a report by the end of the year that will cover cyber topics like protecting critical infrastructure and securing government databases.",
  "The program for the conference, the Future of Cyber Security Europe, lists a livestreamed event titled “Hacking insights from Guccifer 2.0” at 2:50 p.m. local time, or 10:50 a.m. EST.",
  "MORE CYBER TEAMWORK — The United States and South Korea deepened their cybersecurity ties on Monday amid continuing tensions, both cyber and physical, with Seoul’s northern neighbor.",
  "WE’RE ALL EARS — In August, President Barack Obama’s cybersecurity commission solicited input on how to handle the future of cyber policy, and numerous groups have responded.",
  "And CompTIA, Public Knowledge, the Information Technology Industry Council and the Computer and Communications Industry Association sent their submissions to MC.",
  "Marcus Benson, an employee of the group organizing the conference, told MC, “You will just have to wait and see,” when asked how Guccifer 2.0 would appear.",
  "The U.S. Chamber of Commerce, Internet Security Alliance and Software and Information Industry Association all posted their submissions on their websites.",
  "And somewhat surprisingly, lawmakers on both sides of the debate have found ways to use this election season’s hacks to support their opposing arguments.",
  "The result is a full-spectrum Insider Threat program that seamlessly integrates data analytics with the human factor – personnel training and processes.",
  "INTERESTING TIMES, INDEED — New Hampshire Democratic Party Chairman Raymond Buckley said Monday on Facebook that he is being targeted by hackers.",
  "— Guccifer 2.0, the hacker persona claiming to have hacked the DNC and DCCC will apparently appear at a cybersecurity conference in London today.",
  "That’s why ManTech’s insider threat program blends data collection, aggregation and analysis with contextual clues to identify anomalies.",
  "“We are still processing the submissions for analysis,” said Dylan Thomas, a NIST researcher working with the commission, in an email.",
  "Our integrated solution applies pre-security screening to an employee’s lifestyle, counterintelligence factors and suitability.",
  "** A message from ManTech:\n\nThese days, the biggest threat to our national cybersecurity may not be around the world.",
  "And, of course, we analyze data from physical security safeguards including alarms, CCTV and entry-and-exit checks.",
  "Another lesser-noticed risk according to ISA: the local power distribution system controlled by state utilities.",
  "Regional officials have less ability to assess how hardened their system is from attack, according to the book.",
  "TODAY: ROGERS ON THE HILL — Cybersecurity is set to dominate D.C. on Tuesday, both on and off Capitol Hill.",
  "TWEET OF THE DAY — You probably haven’t heard about the latest NSA surveillance program to be revealed.",
  "QUICK BYTES\n\n— House Oversight Chairman Jason Chaffetz subpoenas FBI for full Clinton email probe file.",
  "— An op-ed from the PCI Security Standards Council: Cybersecurity and the hospitality industry.",
  "— The General Services Administration has added four new cybersecurity offerings for agencies.",
  "Find out more at https://www.mantech.com/capabilities/cyber/insider-threat-program **",
  "The ISA recommends the federal government go beyond current educational efforts.",
  "We also provide continuous evaluations, measured monitoring and rapid response.",
  "— Thousands of infected FTP servers net attackers $88,000 in cryptocurrency.",
  "— Fraud liability shift pressures local merchants to support chip cards.",
  "— The IRS isn’t alone with its struggle with the EINSTEIN cyber program.",
  "Pass along any thoughts, feedback and tips to mmatishak@politico.com.",
  "Guccifer 2.0 did not respond to a direct message seeking comment.",
  "Yes, Tim is still gone, but we’ve got a good thing going, right?",
  "Guccifer 2.0 seemed to confirm the appearance in a tweet.",
  "Be sure to also follow @POLITICOPro and @MorningCybersec.",
  "— Congress needs to warn Russia on election interference.",
  "— Cyber bombs reshape U.S. battle against terrorism.",
  "Even Edward Snowden couldn’t get documents about it.",
  "HAPPY TUESDAY and welcome to Morning Cybersecurity!",
  "— Russian hacking: Why the U.S. isn't retaliating.",
  "No organization can afford to be hacked.",
  "We’re looking into it — stay tuned.",
  "But the details are still sparse.",
  "The full story is here for Pros.",
  "Just another ManTech advantage.",
  "Council on Foreign Relations.",
  "It could be across the hall.",
  "The full team info is below.",
  "For instance: agriculture.",
  "Las Vegas Review-Journal.",
  "Washington Technology.",
  "That’s all for today.",
  "Good luck out there.",
  "Federal News Radio.",
  "Ars Technica.",
  "IN THE FLESH?",
  "Motherboard.",
  "POLITICO.",
  "NBC News.",
  "Right?",
  "NPR."
]