[
  "| Getty Hacked documents show DNC trying to get financial info on Trump Steaks\n\nNewly released hacked documents appear to show the Democratic National Committee’s intense interest in Donald Trump’s financial records, including chatter about public records searches for USDA documents about Trump Steaks.",
  "The hacker persona Guccifer 2.0 published on Tuesday screenshots of emails and memos from Democratic officials, including an email exchange between the strategic research firm Jones Mandel, Hillary Clinton's campaign research director Tony Carrk, and the DNC's Lauren Dillon.",
  "The areas included \"state and municipal economic development agencies,\" \"Records related to Trump Mortgage,\" \"Federal Lobbying Records,\" \"State Lobbying Records,\" \"Tax Assessments,\" \"New York State and New York City officials,\" and \"USDA records relating to Trump steaks.\"",
  "While Trump filed his financial disclosure form with the Federal Election Commission — one he boasts is the largest in the history of the agency — he has steadfastly refused to reveal his tax records, breaking with decades of presidential tradition.",
  "The New York Times was also leaked a portion of Trump’s 1995 tax return that showed him reporting a $916 million loss that could have allowed him to avoid paying personal income taxes for up to 18 years.",
  "Still, some of Trump’s tax history has become publicly available through gambling authorities, revealing that the billionaire paid no personal income tax for stretches of time in the 1970s and 1990s.",
  "One email shows FEC Public Affairs Specialist Olivia Farrow responding to a request from the DNC's Lindsey Miller in May of this year for Trump’s public financial disclosure report.",
  "Democrats, in response, have accused Russia of being behind the hacks and multiple digital security firms have found ties between Russia and the hackers releasing the documents.",
  "Trump has claimed some of his tax returns are under a routine IRS audit, and has declined to publicly release documents from past years not under federal review.",
  "Guccifer 2.0 also published a screenshot of what appears to be a 2014 990 financial disclosure form of the Trump Foundation.",
  "The small set of documents released by Guccifer 2.0 on Tuesday also show the DNC’s general interest in Trump’s finances.",
  "Story Continued Below\n\n\"Team —attached is a memo laying out my first set of recommendations for additional Trump FOIAs.",
  "Both Guccifer 2.0 and WikiLeaks have continued to release a stream of emails from DNC and Clinton campaign officials.",
  "The newly released emails are the latest set of internal correspondence from Democratic campaign officials.",
  "The DNC did not immediately respond to a request for comment about the authenticity of the documents.",
  "Attached to Mandel's email was a list of areas the DNC and the Clinton campaign could FOIA on Trump.",
  "As always, I'm open to any and all feedback on this,\" Ian Mandel, a partner at Jones Mandel, wrote.",
  "A Donald Trump branded steak is shown prior to a campaign news conference on March 8 in Florida.",
  "\"Our team is available to write these FOIAS, which can then be sent by the DNC,\" Mandel wrote.",
  "We will continue working on this and will have some additional ideas as well moving forward."
]