[
  "| Getty Clinton campaign accuses Trump of 'possible ties to foreign espionage'\n\nHillary Clinton’s campaign escalated its response Wednesday to WikiLeaks’ ongoing publication of hacked emails from John Podesta, demanding that Donald Trump’s campaign “answer for its possible ties to foreign espionage” and describing the theft as a “modern-day Watergate.”\n\n\"It is also now clear that the illegal hack of John Podesta's email is the work of the Russian government, according to the FBI,” campaign spokesman Glen Caplin said in a statement issued after Roger Stone, a longtime Trump confidant, told NBC News that he was in touch with WikiLeaks through a “mutual friend” of founder Julian Assange.",
  "“This level of meddling by a foreign power can only be aimed at boosting Donald Trump and should send chills down the spine of all Americans, regardless of political party.”\n\nPodesta, without mentioning Stone by name, said he expected that “federal investigators will follow the evidence in this case wherever it leads -- from Moscow to, potentially, back here in the United States.”\n\nOther Clinton aides have sought to shame reporters for delving into the Podesta trove, while trying to shift the focus back to Trump’s possible role in the affair.",
  "“So I think it’s a reasonable assumption to — or at least a reasonable conclusion — that Mr. Stone had advance warning and the Trump campaign had advance warning about what Assange was going to do … I think there’s at least a reasonable belief that Mr. Assange may have passed this information onto Mr. Stone.”\n\nIn a separate statement on Wednesday, Podesta noted a Wall Street Journal report saying that the FBI suspects that Russian intelligence agencies were behind the breach of his email account.",
  "“The thing that I can tell you about the intelligence community analysis is that at least some of the disclosures in recent months, including documents that were released by Guccifer 2.0, DC Leaks and WikiLeaks, are consistent with the methods and motivations of Russian-directed efforts,” Earnest said, referring to a statement released by Director of National Intelligence James Clapper on Friday, hours before WikiLeaks published the first tranche of Podesta’s emails.",
  "“And that’s a source of some concern because the intelligence community has concluded with high confidence that they’re doing so to try to destabilize our democracy.”\n\nAs for the Podesta hack, “I can’t give you a firm intelligence community analysis because the leak of those emails was first reported shortly after this analysis was made public,” he continued.",
  "“But, in general, the kinds of disclosures that we’ve seen, including at WikiLeaks, of stolen emails from people who play an important role in our political process, is consistent with Russian-directed efforts.”\n\nThe Obama administration is considering retaliation against Russia, Earnest said on Tuesday,but did not specify how or when.",
  "Story Continued Below\n\n\"It is disturbing that Roger Stone, a longtime Donald Trump confidante, has confirmed the fact that he has ‘back-channel communications’ with Wikileaks, an organization that is working with the Russian government to affect the American presidential election,” Caplin said.",
  "During Sunday’s second presidential debate, though he denied having ties to Russia, he disputed the U.S. intelligence community’s assessment that the Kremlin was behind the recent cyber intrusions, and even -- despite all evidence to the contrary -- suggested no hacking had even occurred.",
  "\"The president has talked before about the significant capabilities that the U.S. government has to both defend our systems in the United States but also carry out offensive operations in other countries,” Earnest said.",
  "The Clinton campaign has repeatedly accused Trump of cozying up to Moscow, noting his praise of Putin and his calls to “get along” better with Russia -- and Trump has done little to dispel that impression.",
  "Russian officials have denied meddling in the U.S. election, but President Vladimir Putin didn’t exactly deny responsibility for the recent hacks in remarks at an investor forum in Moscow on Wednesday.",
  "What did Donald Trump know and when did he know it?” Clinton Press Secretary Brian Fallon tweeted on Wednesday, referring to the earlier hack of thousands of Democratic National Committee emails.",
  "But, he aded, “They did not prove it.”\n\nThe Obama administration has broadly accused Russia of meddling in the U.S. election, but hasn’t directly accused Russia of hacking Podesta’s emails.",
  "Stone, an informal adviser who is speaks with Trump regularly but is not formal member of his campaign, told NBC it was “categorically false” that he was colluding with WikiLeaks.",
  "“It is now clear that the illegal hack of my personal account was -- just like the other recent, election-related hacks -- the work of the Russian government,” Podesta said.",
  "\"Hysterics have been whipped up to distract the attention of the American people from the essence of what the hackers released,” he said, according to the Associated Press.",
  "I have no loans from Russia.”\n\nAt a rally on Monday, Trump said “I love WikiLeaks” and lacerated the press for not covering Podesta’s emails more aggressively.",
  "\"It is disturbing that Roger Stone ... has confirmed the fact that has ‘back-channel communications’ with Wikileaks,\" the Hillary Clinton campaign said.",
  "\"My sole connection to Russia was a love for Stolichnaya vodka straight up with a couple olives,” he told NBC News in Wednesday’s interview.",
  "\"The entire narrative that Trump supporters, of which I am one, are in bed with the Russians — this is the new McCarthyism,\" Stone added.",
  "“We did not deny this,” Russian Foreign Minister Sergei Lavrov said of the hacking allegations in an interview with CNN on Wednesday.",
  "\"So there are a range of responses that are available to the president and he will consider a response that is proportional.\"",
  "On Tuesday, Podesta directed reporters to an Aug. 21 tweet by Stone that he said showed “advance warning” of the hack.",
  "“Stone pointed his finger at me, and said that I could expect some treatment that would expose me,” Podesta said.",
  "At Wednesday’s news briefing, White House Press Secretary Joshua Earnest suggested that it was a safe bet.",
  "And the reason they blame Russia because they think they’re trying to tarnish me with Russia.",
  "“Very little pick-up by the dishonest media of incredible information provided by WikiLeaks.",
  "Stone also told a CBS affiliate in Miami that he had never met or spoken with Assange.",
  "I know — I know about Russia, but I know nothing about the inner workings of Russia.",
  "\"But they certainly don't clear or tell me in advance what they're going to do.\"",
  "“Trust me, it will soon the Podesta's time in the barrel,” Stone tweeted.",
  "“The cyberattack on our campaign and the DNC is a modern-day Watergate.",
  "\"I have a back-channel communications with WikiLeaks,\" Stone said.",
  "Stone, for his part, is denying any ties to Russia.",
  "“For some reason nobody talks about this.",
  "Rigged system!” he tweeted on Wednesday.",
  "“Maybe there is no hacking,” Trump said.",
  "“But they always blame Russia.",
  "Is it really that important?\"",
  "I know nothing about Russia.",
  "I have no businesses there.",
  "They talk about who did it.",
  "\"There's nothing to it.\"",
  "I don’t deal there.",
  "So dishonest!"
]