[
  "Additional files were posted to Guccifer 2.0’s blog Monday, which the hacker describes as “DCCC internal docs on primaries in Florida.”\n\n“As previously noted, the DCCC has been the target of a cybersecurity incident, and we are cooperating with federal law enforcement in their ongoing investigation,” explained DCCC National Press Secretary Meredith Kelly, in a statement emailed to FoxNews.com.",
  "WordPress removed the content, noting that it received a “valid complaint regarding the publication of private information.”\n\nOn Saturday House Minority Leader Nancy Pelosi, D-Calif., said that she received “obscene and sick” calls, voicemails and texts after the details were posted online.",
  "#Guccifer2 I'll send the major trove of the #DCCC materials and emails to #wikileaks\n\nkeep following... — GUCCIFER 2.0 (@GUCCIFER_2) August 13, 2016\n\nGuccifer 2.0 had already claimed responsibility for a major hack of the Democratic National Committee’s computers earlier this year.",
  "\"@Guccifer_2\" has account completely censored by Twitter after publishing some files from Democratic campaign #DCCC pic.twitter.com/a3CQLlNczg — WikiLeaks (@wikileaks) August 13, 2016\n\nHowever, the @GUCCIFER_2 account was up and running again on Sunday.",
  "A shadowy hacker who uses the name ‘Guccifer 2.0’ was briefly suspended from Twitter this weekend following the latest dump of information stolen in cyberattacks on Democratic organizations.",
  "“We are aware of reports that documents claimed to be from our network have been released and are investigating their authenticity.”\n\n\n\nThe Associated Press contributed to this report.",
  "A blog post Friday by Guccifer 2.0 on the WordPress site contained the private email addresses and cell phone numbers of nearly 200 current and former Democratic members of Congress.",
  "Experts have been looking for clues about the mysterious self-described hacker, and suspicions still linger that the Russian government played a role in the hack.",
  "Amid the uproar over the dump, WikiLeaks tweeted Saturday that the Twitter account @GUCCIFER_2 had been suspended, and accused Twitter of censorship.",
  "Guccifer 2.0, which may also be a hacking group, has vowed to use WikiLeaks to publish the DCCC information removed by WordPress.",
  "In the post Guccifer 2.0 said that the information was taken from the Democratic Congressional Campaign Committee (DCCC) server.",
  "“I'll send the major trove of the #DCCC materials and emails to #wikileaks keep following...” tweeted @GUCCIFER_2 on Friday.",
  "\"@Guccifer_2\" has account completely censored by Twitter after publishing some files from Democratic campaign, it tweeted.",
  "Twitter has not yet responded to a request for comment on this story from FoxNews.com.",
  "They'll have to try much harder to block me!” it tweeted.",
  "Follow James Rogers on Twitter @jamesjrogers",
  "“Here I am!"
]