[
  "http://t.co/jt9gCyKANo — Karl Rove (@KarlRove) September 10, 2015\n\nClinton isn't Aldrich Ames or Chelsea Manning or even David Petraeus\n\nIf every allegation leveled by a serious Clinton critic is true, she frustrated sunshine laws, dealt carelessly with highly classified information, allowed the aide who maintained the server and her lawyer access to that material, tried to keep the whole thing a secret, and lied about it when she got caught.",
  "It's no revelation that insular thinking among a small set of loyalists would lead Clinton to underestimate the risk that she would be caught and end up having to turn over all of her documents anyway — or that it would lead her to underestimate the risk that classified information would pass through the email server of a secretary of state.",
  "There are other mitigating factors here, too: Classified information is mishandled all the time by federal employees, high-ranking officials have long kept journals of National Security Council meetings for their memoirs or biographers, and the federal government has a long history of overclassifying information.",
  "Some Republicans, including GOP presidential frontrunner Donald Trump, have accused her of committing a crime, and it's no wonder, based on the drip-drip-drip nature of the investigation and Clinton's terrible defense of herself, that her ratings on honesty and trustworthiness are deep in negative territory.",
  "It's fair to assume it has not helped Clinton, and some Democrats say they worry about its effect on the strength of her candidacy for several reasons:\n\nHer response has reinforced the perception that she is not honest and trustworthy, a trait that 61 percent said she lacked in a recent Quinnipiac poll.",
  "Even Clinton is no longer willing to defend her judgment on the server\n\nSince Clinton first publicly acknowledged the existence of the private server in March, she has said that it would have been a better choice to have multiple accounts to keep her work email separate from her personal messages.",
  "If it does, Clinton's actions simply aren't as serious as the classified-information crimes for which other high-profile American officials have been prosecuted: selling US secrets to a foreign government or group, leaking them for public consumption, or even sharing them with a lover/biographer.",
  "The version that makes much more sense is that she refused the State Department email address so that Republican congressional investigators, conservative interest groups, and the media wouldn't be able to dig through her laundry — clean or dirty — while she was running for president.",
  "The key element that distinguishes Secretary Clinton’s email retention practices from Petraeus’s sharing of classified information is that Petraeus knowingly engaged in unlawful conduct, and that was the basis of his criminal liability,\" Tompkins, a Clinton campaign donor, wrote.",
  "All of that is likely to get worse for Clinton before it gets better — if it gets better — because there are certain to be many more stories written about the specific content of her emails, the number that contained classified information, and the level of classification.",
  "Former Attorney General Michael Mukasey, who is advising Republican Jeb Bush's presidential campaign, wrote in an August 14 Wall Street Journal op-ed that Clinton bumped up against legal lines, but he conceded that there is a burden of proving she knew what she was doing.",
  "She plays aggressively when rules and risks get in the way of her larger goals; she'd prefer to ask for forgiveness than permission; she looks at the world more like a lawyer than a politician; and, after years of fending off investigations, she's pretty damn secretive.",
  "That's the Clinton we all know and love, hate, or feel deeply ambivalent about: She put her interest in secrecy above any interest in transparency, pushed the boundaries of open-records law, and unilaterally determined that the risk to national security was negligible.",
  "Clinton has said she declined a State Department email address and instead used accounts tied to a personal server at her home in upstate New York because it was more convenient not to carry two handheld devices, one for work and one for her private affairs.",
  "But Clinton's apology for setting up the server is a message to fellow Democrats — the people she most has to worry about as she wages a campaign for the party's nomination — that she's listening to their criticism of her campaign's response to the story.",
  "Her careful wording — that she didn't know information in her email was classified and that it wasn't classified at the time — points to a strategy intended to insulate her as much as possible from a prosecutor taking a chance on a case against her.",
  "The consensus among experts, including some who have been critical of Clinton, is that, based on what's known now, she is not likely to be prosecuted under the Espionage Act or the law prohibiting the removal and retention of classified information.",
  "This is mostly a political problem\n\nThere's no question that Clinton's poll numbers have come down since the private server was first revealed in March, but what's not clear is the extent to which the email controversy is the cause of that drop.",
  "As the Washington Post's Eugene Robinson recently observed, Clinton is her own worst enemy:\n\nWhy, when she took office as secretary of state, did she decide to route official e-mails through a server in her suburban New York mansion?",
  "Some Democrats say it's clear Clinton is careful to talk about her regret in terms that won't cause her legal problems, even if that makes her sound lawyerly and less than forthcoming — and even if it causes her political pain.",
  "ABC Breaking News | Latest News Videos\n\nThat won't satisfy those who want Clinton to apologize for giving hackers another route to try to access her email, including messages that contained sensitive or classified information.",
  "When she began to do so recently, she took flak from Republicans and Democrats alike for giving sorry-not-sorry apologies that made it sound like she regretted being caught more than trying to circumvent open-records laws.",
  "It should also be noted that officials in George W. Bush's White House, including political adviser Karl Rove, used a server controlled by the Republican National Committee for email, circumventing archiving rules.",
  "The most important thing to understand about the Clinton email controversy is that it shouldn't — and probably won't — force you to radically revise your own opinion of Clinton or whether she should be president.",
  "When it was revealed this summer that her email contained information that was, or should have been, classified, Clinton began saying that she didn't traffic in material that was \"marked classified at the time.\"",
  "The only thing critics can't charge is that she covered up after the fact, and that's because the private server was a Machiavellian mechanism that prevented her from leaving tracks in the first place.",
  "Clinton might have violated best practices or the fine print of a regulatory manual, but she didn't break the law, or even break new ground, simply by setting up a personal server to handle her email.",
  "The question for those who might be inclined to vote for her is whether her behavior in this case is so important that it outweighs all, or even many, of the other factors that go into that decision.",
  "The feeling of being scrutinized and judged — not to mention hauled before congressional panels and pilloried in the press — leads Clinton to go to greater lengths to protect herself from prying.",
  "There's no intent to harm US interests, no evidence that US interests were harmed, and no evidence that Clinton knew she was trafficking in information that was, or should have been, classified.",
  "Still, some lawyers who have dealt with cases involving the mishandling of classified information say Clinton and her aides have at least opened themselves up to the possibility of prosecution.",
  "Similarly, Anne M. Tompkins, the prosecutor who won a guilty plea from former CIA Director David Petraeus, wrote in USA Today that the two cases are very different for one important reason.",
  "For everyone in between, it's a mud storm of confusion, broken occasionally by screaming headlines bearing terms like \"classified,\" \"Top Secret,\" \"subpoenaed,\" and \"takes the Fifth.\"",
  "Lawyers who work on cases involving secret government documents say it matters whether she knew she was dealing with classified information and whether she intended to mishandle it.",
  "\"They’ve handled the email issue poorly, maybe atrociously, certainly horribly,\" Clinton administration Commerce Secretary Ed Rendell told the New York Times late last month.",
  "So far, no federal authority has accused Clinton of breaking any law, and federal officials have said she is not a target of the investigation into the handling of her email.",
  "One might say that she put her interests ahead of the public's interest in transparency, but the general public doesn't give a flip about Freedom of Information Act requests.",
  "It's no revelation that she would do anything she could, within what she believes are the bounds of the law, to prevent her adversaries from getting access to her email.",
  "\"Her decision not to segregate her email accounts was regrettable, but unlike the actions and prosecution of Petraeus, there has been no evidence of criminal conduct.\"",
  "Here's the basic rundown of what happened:\n\nClinton put her own interests above those of her adversaries\n\nFor Clinton, secrecy is a matter of both nature and nurture.",
  "Clinton's critics will portray the scandal as evidence that she can't be trusted with national security secrets and thus shouldn't be president of the United States.",
  "As I've written before, this aversion to disclosure leads her political opponents, government investigators, and the media to assume that she's acting in bad faith.",
  "Bradley Moss, a lawyer who represents clients in national security cases, said Clinton may have left herself open to the possibility of being charged with a crime.",
  "And it's fair to ask that question in terms of whether she acted improperly, exercised poor judgment, or showed that she can't deftly handle a political scandal.",
  "Better than anyone, Clinton knows how every expressed thought, spoken or written, can be surfaced by enemies and used against a government official or candidate.",
  "Then, in an interview with ABC News Tuesday, Clinton conceded she'd messed up in creating the server situation and in failing to handle the fallout effectively.",
  "That remains her story, even though she was later known to carry both a BlackBerry and an iPad and she had a personal aide available to hold her hardware.",
  "No matter how much or how little blame she deserves for the scope of the controversy, it's a reminder of the exhausting partisan wars of the Clinton era.",
  "But in retrospect, as I look back at it now, even though it was allowed, I should have used two accounts: one for personal, one for work-related emails.",
  "\"Whether or not DOJ would ever seek to indict along those lines, let alone whether or not they would get convictions, are highly separate matters.\"",
  "For people who hate her policies, her personality, or her politics, the email controversy is new ammo for the annual Thanksgiving Day family fight.",
  "One of the fundamental contradictions of her life is that she is an intensely private person whose ambition drives her to live in the public eye.",
  "So let's wipe away the mud and look at why the details of a story that has indisputably damaged Clinton shouldn't change your mind about her.",
  "\"They opted for the legal path, which in the short term creates political optics problems but in the long term is the best path forward.",
  "\"Usually you handle these situations one of two ways: legally or politically,\" said one Democratic official in an early primary state.",
  "Clinton's email scandal: The basic facts\n\n\n\nIt's easy to get wrapped up in thinking the latest turn in the saga is the most important.",
  "For Clinton's steadfast defenders, it's another all-out attempt by Republicans to smear her so that she can't win the presidency.",
  "Rather than telling us something new about her, the scandal reveals what Clinton obsessives — fans and foes alike — already knew.",
  "Why this isn't likely to change your opinion of Clinton\n\nNo one would claim that the email controversy has been good for Clinton.",
  "As is the case with most high-profile stories, speculation about what could happen has overtaken what's actually happening.",
  "She should have turned over the email server at the start, because they should have known they’d be forced to give it up.",
  "And it's no revelation that once it became an issue, she would dig in and point the finger at Republicans and the press.",
  "If you love her, you can admire the moxie and hope she'll apply a do-it-and-let-them-howl mindset to her presidency.",
  "\"All of this is not to suggest that Mrs. Clinton is in real danger of going to jail any time soon,\" Mukasey wrote.",
  "They are of concern only to people in Washington and a small set of good-government types around the country.",
  "If we've learned anything about Clinton from this episode, it's that she doesn't want to share information.",
  "She can't hold public office and protect her privacy at the same time, but she still tries to do just that.",
  "But at this point, there’s nothing they can do to kill the issue — they’re left just playing defense.\"",
  "The question is whether it is early enough in the process where she can simply ride the turbulence.",
  "But even that is a reluctant acknowledgment that the controversy is causing her political damage.",
  "Clinton's team has tended to view nervous allies as bedwetters in need of primal scream therapy.",
  "In the past it's been about law firm billing records or White House travel office affairs.",
  "\"I do think I could have and should have done a better job answering questions earlier.",
  "Her latest move toward issuing a broader apology is aimed mostly at settling them down.",
  "\"The campaign has been incredibly tone-deaf, not seeing this as a more serious issue.",
  "But none of what she did should be surprising to anyone who has followed her career.",
  "Her slow response calls into question her ability to recognize and handle a crisis.",
  "\"In terms of whether or not she has legal exposure, the answer is yes,\" Moss said.",
  "The FBI's security investigation could always turn into a criminal investigation.",
  "It's a self-inflicted wound that is hard for any of her allies to fully defend.",
  "And for anyone in between, it's all just part of the standard Clinton package.",
  "If you hate Clinton already, this type of behavior will drive you crazy.",
  "For months, she said she never sent or received classified documents.",
  "\"I can say, based on the known facts, this comparison has no merit.",
  "I really didn’t perhaps appreciate the need to do that,\" she said.",
  "VIDEO: Republicans (try) to describe Hillary Clinton in two words",
  "@HillaryClinton says a private server was ‘allowed’—but by whom?",
  "But for months, she refused to apologize for the arrangement.",
  "There is just one plausible explanation: She wanted control.",
  "And, it's entirely possible that it will get much worse.",
  "That doesn't mean Clinton is completely in the clear.",
  "\"All of these laws require at least knowing conduct.\"",
  "It's not like they were going to vote for her anyway.",
  "But they believe she shouldn't be president anyway.",
  "But the basic scope seems likely to stay the same.",
  "\"What I had done was allowed, it was aboveboard.",
  "I think it is and ultimately she will be fine.\"",
  "And here, too, Clinton has changed her tune.",
  "No matter what she did, they'll defend it.",
  "Is Clinton in trouble with the law?",
  "Produce the lawyers who signed off.",
  "And thus, the cycle begins anew.",
  "This time, it's about email.",
  "I take responsibility.\"",
  "I’m sorry about that.",
  "That was a mistake.",
  "She knows that.",
  "Fail.",
  "."
]