[
  "The disclosure is the latest dump of information stolen in recent cyberattacks on a number of Democratic Party organizations, including the Democratic National Committee (DNC) and the Democratic Congressional Campaign Committee (DCCC).",
  "Rep. Adam Schiff, D-Calif., the ranking member of the House Select Committee on Intelligence, said late Friday that he had \"every confidence that law enforcement will get to the bottom of this, and identify the responsible parties.",
  "The spreadsheet also included contact information for members of various House national security committees, including the House Intelligence Committee, the House Armed Services Committee and the House Foreign Relations Committee.",
  "The Journal reported that at least one cybersecurity company has said there appear to be links between the Kremlin and the entity identifying itself as Guccifer 2.0, though the hacker or hackers have denied this claim.",
  "A hacker or group of hackers using the name \"Guccifer 2.0\" posted the private email addresses and cell phone numbers of almost 200 current and former Democratic members of Congress Friday.",
  "And when they do, I hope the Administration will disclose who is attempting to interfere with the American political process, and levy strong consequences against those responsible.\"",
  "Guccifer 2.0 posted a spreadsheet containing the contact information of 193 current and former Democratic House members as part of a larger document dump on his personal blog.",
  "Included in the spreadsheet were the cell phone numbers of House Minority Leader Nancy Pelosi, D-Calif., and House Minority Whip Steny Hoyer, D-Md.",
  "Intelligence officials believe that the cyberattacks on the DNC and DCCC were likely carried out by hackers affiliated with the Russian government.",
  "The DCCC said in a statement that it was aware that the documents had been released and were \"investigating their authenticity.\"",
  "\"This is sensitive information and it could be used in a very detrimental way by a foreign government,\" Hoyer told the Journal.",
  "In an accompanying blog post, Guccifer said accessing the DCCC server \"was even easier than in the case of the DNC breach.\"",
  "The Wall Street Journal reported that it was able to reach Hoyer at the cell phone number listed on the spreadsheet.",
  "\"I imagine a lot of people are going to change their cellphone numbers pretty soon,\" Hoyer said.",
  "Hoyer said he was not aware that the information had been stolen or posted online.",
  "There was no immediate comment from Pelosi's office or the White House.",
  "Click for more from The Wall Street Journal."
]