[
  "“While there is no question that Mr. Lazar’s hacking activity was serious and extensive, it was not particularly sophisticated, and his intent was never to steal money or otherwise profit from the information to which he gained access,” Guccifer’s defense attorney argued in a sentencing memorandum filed Monday.",
  "For Lazar, Federal prosecutors are seeking a sentence of at least 4 years – to include a mandatory sentence of 24 months for the charge of aggravated identity theft, along with the request of a minimum 24-month sentence for the charge of unauthorized access to a protected computer.",
  "In addition to Blumenthal, among the roughly 100 victims Lazar admitted to targeting over the course of a U.S. government-described “computer hacking spree” are former Secretary of State Colin Powell and Dorothy Bush Koch, sister of former president George W. Bush.",
  "Suspicions over Clinton’s private email practices eventually led to an FBI investigation that found no criminal wrongdoing, but did find that the former secretary of state and her aides were “extremely careless” in their handling of classified material.",
  "The confidential information that defendant stole included personal email correspondence, medical records, financial documents, intimate photographs, and personally identifying information,” federal prosecutors state in a sentencing memorandum.",
  "A public defender representing Lazar is asking for 36-months, citing his cooperation with U.S. authorities and the fact that he must finish a separate 7-year sentence in Romania once his U.S. term is fulfilled.",
  "Marcel Lazar – better known by his moniker “Guccifer” – pleaded guilty in May to two charges tied to his cyber intrusion of dozens of Americans, including former Clinton aide Sidney Blumenthal.",
  "Lazar’s disclosure of email correspondence between Sidney Blumenthal and Hillary Clinton revealed that she maintained a private account on the “clintonemail.com” domain.",
  "Guccifer famously claimed that he had successfully penetrated a private email server belonging to Hillary Clinton, a claim that FBI Director James Comey threw water on.",
  "The Romanian man who exposed Hillary Clinton’s private email domain through his hacking of a Clinton confidante faces sentencing in Alexandria, Va. on Thursday.",
  "The 44-year-old, who was extradited to the United States from Romania earlier this year, was indicted by a federal grand jury on nine counts in 2014.",
  "“Regardless of their stature, for almost all of his victims defendant illegally copied private information that he found in their accounts.",
  "In many such cases, Guccifer publicly released personal photographs, emails, and private records of his targets.",
  "He admitted that was a lie,” Comey said during a House Oversight Committee hearing in July.",
  "Court document show Guccifer carried out these cybercrimes between 2012 and 2014.",
  "Those sentences are to be served consecutively.",
  "He ultimately pleaded guilty to two.",
  "“He did not."
]