[
  "“It’s just right out of the playbook.”\n\nAt this point, there’s no indication (beyond unsubstantiated claims from outgoing Senate Democratic Leader Harry Reid) that the Trump campaign coordinated with Russia, even if it benefited from its actions.",
  "“But now it’s happening to us, and, as an American, that’s different to me.”\n\nEven if Russia did aim to help Trump win the election, it’s not clear how big a role the publication of the stolen documents played in swaying voters.",
  "One of the key elements of the CIA’s determination—the claim that the Republican National Committee was hacked, too, but that Russian leaders chose not to leak any of that information—is beginning to look more likely.",
  "More information about the cyberattacks is forthcoming: President Obama ordered a review of election-related hacking last week, and Congress is launching multiple investigations into the developments as well.",
  "President Obama reportedly chose not to respond forcefully to Russian hacking, preferring instead to rebuke Putin in private on the sidelines of at a Group of 20 summit in China, The New York Times reported.",
  "Internal RNC communications and documents could contain embarrassing details that could hurt Priebus—and which could be held over the administration’s heads as blackmail once it’s in the White House.",
  "The details about Russia’s aims aren’t entirely clear, because the CIA has found itself at odds with the FBI over its assessment that the Kremlin tried to help Trump out.",
  "Unless the probes turn up obvious evidence of collusion between Trump’s team and the Russian hackers, it’s unlikely the president-elect will face any repercussions.",
  "Internal fractionalization could distract the U.S. and allow Russia to act even more boldly on the international stage without fearing American repercussions.",
  "“Here, you have an information campaign that’s now pitting the CIA against the FBI, Democrats against Republicans, even Republicans against Republicans.",
  "That may send a message to other countries that the U.S. won’t lash out after it comes under cyberattack if it’s not politically convenient to do so.",
  "Part of the reason Russia’s alleged meddling this year seems so shocking is because the tables have turned.",
  "But the intrusions certainly created confusion and chaos, and that may be just as useful to the Kremlin.",
  "The reviews will, however, help inform how high-profile cyberattacks will be treated in the future.",
  "Reince Priebus, who will be Trump’s chief of staff, has been the chairman of the RNC for six years.",
  "If it turns out to be true, the Trump administration may find itself in a bind going forward.",
  "But it may also be that the U.S. government just chose not to retaliate in a public way.",
  "So far, it appears that Russia has gotten away with meddling in a U.S. election.",
  "“We’ve bought and sold elections in the past,” says Houghton.",
  "Perfection!” exclaimed Houghton.",
  "This is perfection."
]