[
  "‘We really do.’ … Per the governor, the creatures really enjoy sweet corn, including the stock growing behind the governor’s mansion.” http://politi.co/2aWavOb\n\nCODA — QUOTE OF THE DAY: “I’ve basically gotten into one of the toughest races in the country, on almost the very last second possible, in an environment where I don’t control what’s happening at the top of the ticket.” — Sen. Marco Rubio (R-Fla.), who told The Miami Herald’s editorial board that it would have been easier to run for president again if he hadn’t run for reelection.",
  "Beneath the surface, a GOP analytics firm is also touting it as a victory for advanced targeting and data-analytics techniques that are increasingly migrating down the ballot.” http://politico.pro/2bjQUMd\n\nHOT DOCS — “Hacked DCCC docs dish on strategy, sex and scandal for Florida congressional candidates,” by POLITICO Florida’s Matt Dixon and Marc Caputo: “Joe Garcia is a ‘scandal plagued former Congressman.’ Bob Poe mismanaged the Florida Democratic Party and was a serial philander.",
  "And one of the key components of that prep, campaign allies said, is finding a person who can stand in as Donald Trump during mock debates and launch personal attacks on the former secretary of state that will make the real Trump look tame by comparison.” http://politi.co/2b8LwuV\n\n— “Voting for Trump through gritted teeth,” by POLITICO’s Kyle Cheney: “Peter Greathouse, a Republican from Utah, says he’s not ‘comfortable’ with Donald Trump as his party’s nominee.",
  "Loren Byers, a Texas Republican, calls Trump ‘a loose cannon.’ … Interviews with Republican members of the Electoral College – all from the red states Trump has his best chance of winning – reveal that the divisions that have wracked the GOP for months have also reached this oft-overlooked body with the ultimate authority to decide the election.” http://politi.co/2baNqKO\n\n— “Mike Pence’s other life,” by POLITICO’s Matthew Nussbaum in Columbus, Ind.",
  "NEW THIS MORNING — New End Citizens United ads target Heck and Ayotte: End Citizens United PAC, which backs Democrats who support campaign finance reform, is going up with its first major independent-expenditure campaign of the cycle today, attacking GOP Rep. Joe Heck, who’s running for Senate in Nevada, and GOP Sen. Kelly Ayotte in New Hampshire.",
  "Her campaign has been less tumultuous than Cheney’s unsuccessful 2014 bid to unseat GOP Sen. Mike Enzi, when Cheney ran afoul of the political establishment in Wyoming and endured a public spat with her family over gay marriage.” http://politico.pro/2baMS7s\n\n— Also on tap tonight: Alaska's primaries!",
  "http://nyti.ms/2bwdLEK\n\nFIRST IN SCORE — Rogers castigates Babeu in new AZ-01 radio ad: Wendy Rogers, the retired Air Force colonel running for an open House seat in Arizona, is out with a new radio ad attacking her GOP primary rival, Pinal County Sheriff Paul Babeu, in deeply personal terms.",
  "MORE ADS — New pro-Toomey ad features daughter of Sandy Hook principal: A new TV ad from Independence USA, a Michael Bloomberg-backed super PAC, features the daughter of the principal at Sandy Hook Elementary School speaking about GOP Sen. Pat Toomey's commitment to stopping gun violence.",
  "Rick Scott ‘a real Florida douchebag.’ Don’t blame Republicans for talking all this trash about these Florida Democratic congressional candidates.”\n\n— “These hits were all made in a series of background reports and strategy memos amassed by the Democratic Congressional Campaign Committee.",
  "FIRST IN SCORE — Kirkpatrick outraises McCain ahead of the primary: Democratic Rep. Ann Kirkpatrick raised more than twice as much for her Arizona Senate campaign over a six-week period this summer as GOP Sen. John McCain, according to fundraising numbers released by the campaigns.",
  "MEET THE PRESS — Bayh faces flurry of negative coverage: Three separate news outlets ran stories on Monday raising questions about whether former Democratic Sen. Evan Bayh, who jumped into the Indiana Senate race at the last minute in July, is more Washington than Indiana now.",
  "The person picked to be Hillary Clinton's sparring partner in her upcoming debate prep sessions is expected to confront her about the death of Vincent Foster, label her as a rapist's enabler, and invoke the personally painful memories of Monica Lewinsky and Gennifer Flowers.",
  "But it was my house as I raised three daughters while starting a small business.” Vernon then calls for “affordable child care, expanded family sick leave and equal pay for equal work.” The ad ends with Vernon smiling with her husband and three grown daughters.",
  "But the documents became public Monday after the hacker who goes by the name Guccifer 2.0 released them as part of the ongoing compromise of Washington Democrats’ networks this political season.” http://politi.co/2bBCTeP\n\nDays until the 2016 election: 84.",
  "(http://www.politicopro.com/proinfo)\n\nStory Continued Below\n\nPRIMARY PREVIEW — “Cheney closing in on congressional seat in second try,” by Campaign Pro’s Maggie Severns: “So far, Liz Cheney’s second campaign for Congress is going better than the first.",
  "DATA DOMINANCE — “Analytics firm touts role in Huelskamp's defeat,” by Campaign Pro’s Scott Bland: “GOP Rep. Tim Huelskamp’s primary defeat has been billed as a potential turning point in the conflict between different wings of the Republican Party.",
  "PRESIDENTIAL SPEED READ — “Clinton preps for Trump’s Lewinsky attack,” by POLITICO’s Annie Karni: “It’s one of the most uncomfortable and important jobs in Democratic politics: trying to embarrass the woman who could be the next president.",
  "A jury found Ms. Kane, 50, guilty of nine criminal charges, including perjury and criminal conspiracy, convicting her of leaking grand jury information, and then lying about it, in an effort to discredit a political rival.",
  "— Vernon ads first general election ad in IA-01: Democrat Monica Vernon, who’s challenging GOP Rep. Rod Blum in Iowa, is debuting her first general election today, as House candidates prepare to start going up on TV.",
  "— New One Nation ads back Burr and Blunt: One Nation, the nonprofit aligned with Senate Republican leadership, is debuting new TV ads backing Sen. Richard Burr in North Carolina and Roy Blunt in Missouri.",
  "Both political parties put these kinds of dossiers and battle plans together on candidates but never share them because of the scandalous nature of the attacks and brutally frank nature of their tactics.",
  "Watch the ad: http://bit.ly/2btdArc\n\n— \"Pennsylvania's attorney general is convicted on all counts,\" by The New York Times' Jess Bidgood in Norristown, Pa.: \"She was a rising Democratic star.",
  "You can also follow us on Twitter, where we tweet a lot about campaigns and occasionally about the youngs: @politicoscott, @ec_schneider, @politicokevin, @theodoricmeyer and @maggieseverns.",
  "Six years after a shocking primary loss to Joe Miller (followed by a write-in general election victory), GOP Sen. Lisa Murkowski is expected to cruise easily through Tuesday's contest.",
  "— The second ad features several constituents telling an Ayotte lookalike their concerns at a town hall, as lobbyists seated on the other side of the room urge Ayotte to ignore them.",
  "But concerns about whether Cheney has spent enough time in Wyoming and opposition to her family have still crept into former Vice President Dick Cheney’s daughter’s House bid.",
  "For an earlier morning read on exponentially more races — and for a more comprehensive aggregation of the day's most important campaign news — sign up for Campaign Pro today.",
  "Liz Cheney tries again in Wyoming\n\nWith Kevin Robillard, Elena Schneider and Maggie Severns\n\nThe following newsletter is an abridged version of Campaign Pro's Morning Score.",
  "“Heck voted with the billionaire Koch brother-backed agenda nearly 80 percent of the time.” As the narrator speaks, money from campaign contributions piles up on the floor.",
  "You can email tips to the whole Campaign Pro team at sbland@politico.com, eschneider@politico.com, krobillard@politico.com, tmeyer@politico.com and mseverns@politico.com.",
  "‘We have a serious raccoon problem,’ Pence explained to Kim Hoeltke at a Columbus, Indiana, farmers market, discussing the vegetable garden behind the governor’s mansion.",
  "And I'm grateful.” Dawn Hochsprung, Erica's mother, died during the massacre at the school, which also claimed the lives of 20 children and five other staff members.",
  "So let you tell me what I know about Senator Pat Toomey,\" Erica Smegielski says at the start of the 30-second spot before the camera cuts to images of her mother.",
  "Mike Pence returned to his role as Donald Trump’s running mate, joining his beleaguered partner in Ohio and talking about a plan to defeat the Islamic State.",
  "Cheney will face seven other Republicans in a primary Tuesday to replace retiring Wyoming Rep. Cynthia Lummis, but she is considered the candidate to beat.",
  "Mariah Clark, who previously worked for Kip Tom’s unsuccessful House campaign in Indiana’s 3rd District, has been hired as a deputy finance director.",
  "Susannah Randolph worked for the controversial group ACORN and has a ‘profane’ Twitter feed in which she once re-tweeted a message calling Gov.",
  "“A lot of childish bickering stopping you from getting things done,” Vernon says in the ad as children whack each other with pool noodles.",
  "Both ads warn about proposed changes to Medicare that an oncologist, Dr. Charles Bane, warns could threaten cancer treatment for seniors.",
  "Jane Lynch, a GOP veteran from Arizona, says she’ll likely cast her personal vote for libertarian Gary Johnson or a write-in candidate.",
  "BuzzFeed News reported that he switched his charitable foundation's address from Indianapolis to Washington after he left the Senate.",
  "Clinton’s team is beginning its preparation ahead of the first general election debate scheduled for Sept. 26 at Hofstra University.",
  "(Babeu has denied that he threatened to deport his ex-lover, and a state attorney general's investigation found no evidence he had.)",
  "PERSONNEL MOVES — Young campaign brings on two staffers: GOP Rep. Todd Young has hired two new staffers for his Senate campaign.",
  "“We pay the price.” The PAC is airing the ad as part of a $1.5 statewide on broadcast and cable TV over the next two weeks.",
  "Kirkpatrick's campaign did not disclose its cash on hand, but McCain will still have a significant advantage regardless.",
  "CNN reported that Bayh had listed his homes in D.C. as his primary residence instead of his condo in Indianapolis.",
  "The PAC is airing the ad as part of a $1.4 million statewide on broadcast and cable TV over the next two weeks.",
  "It was a far cry from Saturday, when Pence talked strategy for defeating a different nemesis: raccoons.",
  "When it came time to vote on background checks, Pat Toomey crossed party lines to do the right thing.",
  "Becky Skillman and for the state party, will serve as the Young campaign’s communications director.",
  "And The Indianapolis Star dug into his work in the private sector shortly after leaving office.",
  "But on Monday night, Kathleen G. Kane, the state’s top prosecutor, became a convicted criminal.",
  "\"Sheriff Babeu talks tough on immigration, but he makes bad choices,\" the narrator says.",
  "The ad also praises Rogers for her military service and for endorsing Donald Trump.",
  "And when the men parted ways, Babeu threatened his ex-boyfriend with deportation.",
  "“Getting Kelly Ayotte to side with us shouldn’t be this hard,” the narrator says.",
  "“The money sure has piled up for Joe Heck,” the narrator says in the first ad.",
  "\"Babeu engaged in a sexual relationship with an illegal immigrant from Mexico.",
  "The Rogers campaign is spending $30,000 to air the ad across the district.",
  "“Congressman Heck’s supporters pile on the cash,” the narrator concludes.",
  "She was the first in her party to be elected state attorney general.",
  "Then Babeu chose to post naked photos of himself on the Internet.\"",
  "The ads echo an earlier spot featuring Bane that thanked GOP Sen.",
  "Blum is considered one of the most vulnerable House Republicans.",
  "Days until the Arizona and Florida congressional primaries: 14.",
  "Burr and Blunt have been fighting the changes, a narrator says.",
  "Kirkpatrick pulled in $1.2 million between July 1 and Aug. 10.",
  "McCain raised about $550,000, with $5 million in cash on hand.",
  "She died that day, protecting the young children in her care.",
  "Tom Wolf immediately renewed his call for her to step down.\"",
  "\"My mom was the principal at Sandy Hook School in Newtown.",
  "She was one of the most powerful women in Pennsylvania.",
  "Jay Kenworthy, who formerly worked for Indiana Lt. Gov.",
  "Rob Portman of Ohio for fighting the Medicare changes.",
  "\"In politics, you see all these ads and you wonder.",
  "It’s also spending $240,000 to run the ad online.",
  "It’s also spending $225,000 to run the ad online.",
  "Watch the Blunt ad: http://bit.ly/2bubBTo.",
  "He chose to abuse the power of his office.",
  "Watch the Burr ad: http://bit.ly/2aZWHEo.",
  "The ad is airing the Cedar Rapids market.",
  "Listen to the ad: http://bit.ly/2aXNMEZ.",
  "… After the verdict, [Democratic] Gov.",
  "Watch the ad: http://bit.ly/2aZwdmI.",
  "Watch the ad: http://bit.ly/2aPxAXY.",
  "Watch the ad: http://bit.ly/2btTrkP.",
  ": “On Monday, Indiana Gov.",
  "“Sounds like Washington.",
  "http://hrld.us/2btMOP6",
  "Thank for joining us.",
  "That's who he is."
]