[
  "In 2009, regulations from the National Archives and Records Administration announced that federal agencies that allowed employees to use personal emails “must ensure that federal records sent or received on such systems are preserved in the appropriate agency record-keeping system.” Clinton said that she met that test because she made a practice of sending emails from her private account to government employees on “.gov” accounts, which would mean they were being captured and preserved.",
  "Moreover, the poll found that a majority, 52% to 46%, said that the “way Clinton handled her email while serving as secretary of State is not relevant to her character or ability to serve as president.”\n\nUPDATES\n\nMay 22, 9:54 a.m.: This article was updated with the release of the first batch of emails.",
  "Then, last summer, a House committee investigating the 2012 attack on a U.S. diplomatic compound in Benghazi, Libya, which killed Ambassador J. Christopher Stevens and three other Americans, demanded copies of any of Clinton’s emails that might pertain to the attack.",
  "As State Department officials reviewed their files, they discovered that Clinton had used a private email account and asked her, as well as her three predecessors, to turn over copies of any messages from private accounts that pertained to official business.",
  "Emails could be withheld from publication or redacted to remove information considered classified or diplomatically sensitive or if it involves the privacy of third parties, State Department spokeswoman Jen Psaki said.",
  "The release would come ahead of the Iowa caucuses and New Hampshire primary — both scheduled for early February — and could be a setback for the former secretary of State as she seeks the Democratic nomination.",
  "The email account was first discovered in 2013 after a hacker who works under the name “Guccifer” accessed the account of a former aide to President Clinton and found the email account hdr22@clintonemail.",
  "Clinton’s slow response to the controversy raised some questions about whether her political operation can handle the demands of a 24/7 news cycle in which social media help dominate the conversation.",
  "The controversy over Hillary Rodham Clinton’s emails has dogged her presidential campaign since April and will likely continue into 2016 as she embarks on her second run for the White House.",
  "Legal action came after the department failed to respond to requests filed under the Freedom of Information Act by Vice News, which has sought to have Clinton release the trove of emails.",
  "That same poll found that most respondents, by 51% to 47%, said that Clinton “did do something wrong” by using a private email account exclusively while leading the State Department.",
  "At a news conference in March, Clinton took fewer than a dozen questions in the 20-minute session, repeatedly saying that she wanted her State Department emails to be made public.",
  "A small batch of Clinton's emails — about 850 pages — had been turned over to a House committee, and the State Department made those messages public on Friday, May 22.",
  "READ THE EMAILS: A guide to notable emails from Clinton's time as secretary of State\n\nHere’s a recap of the controversy:\n\nHow was the private email account discovered?",
  "A CNN/ORC poll released in March found that 57% of Americans said Clinton was someone they would be “proud” to have as president, compared with 42% who disagreed.",
  "The Democrat has said that while she served as secretary of State from 2009 to 2013, she used a private email account — not one issued by the federal government.",
  "The State Department announced that it would make Clinton’s emails public on a website after they had been reviewed, a process that could take several months.",
  "The legal rules governing preservation of work emails from personal accounts weren't explicit until last fall — well after Clinton left the State Department.",
  "A federal judge has asked that the department speed up the process by conducting a “rolling” release of the documents over the course of several months.",
  "Clinton said at a news conference in March that it “might have been smarter” to use a separate government account to conduct State Department business.",
  "Information in those emails, said Clinton, contained personal information such as details about her daughter’s wedding and her mother’s funeral.",
  "She and her aides say that the server has never been hacked and that it is physically safe because the house is guarded by the Secret Service.",
  "Clinton said her personal emails were backed up on a private computer server that processed and stored them at her home in Chappaqua, N.Y.",
  "An article published by Gawker that year raised questions about Clinton’s use of a private email, though it attracted little attention.",
  "May 19, 9:57 a.m.: This article was updated with information on when the State Department plans to release some of Clinton’s email.",
  "Read more\n\nThe State Department plans to release the rest of the emails, which total more than 50,000 pages, by mid-January 2016.",
  "On March 4, immediately after news broke about the email controversy, she tweeted:\n\nI want the public to see my email.",
  "Clinton’s team has shipped at least 55,000 pages of the emails to the State Department to be archived and released.",
  "“I want the American people to learn as much as they can about the work I did,” she said this week in Iowa.",
  "Federal law has long required that agency directors preserve documents generated in the course of business.",
  "April 12, 12 p.m.: This article was updated with Clinton's announcement that she is running for president.",
  "Martin O’Malley, who is seriously considering joining the race, are considered the longest of long shots.",
  "What are political watchers saying about how the email controversy might affect Clinton’s candidacy?",
  "May 21, 4:17 p.m.: This article was updated with more information on the release of Clinton’s email.",
  "Vermont Sen. Bernie Sanders, the only other declared Democratic candidate, and former Maryland Gov.",
  "Up until Tuesday, Clinton had been relatively silent for several weeks as the controversy swirled.",
  "However, about 30,000 pages of emails were deemed private by Clinton’s attorneys and were deleted.",
  "The New York Times obtained about one-third of those in advance and published them Thursday.",
  "— Hillary Clinton (@HillaryClinton) March 5, 2015\n\nWhat has the State Department said?",
  "However, Clinton faces no serious opposition in the Democratic presidential primaries.",
  "The Associated Press had sued the State Department to gain access to Clinton’s email.",
  "The server, Clinton said, was set up for her husband and to ensure digital security.",
  "What rules governed Clinton’s email account while she was secretary of State?",
  "There was no requirement that Clinton set up a government email account.",
  "They said they will review them for release as soon as possible.",
  "How has Clinton responded to the controversy?",
  "However, the January date could be moved up.",
  "How did Clinton’s email setup work?",
  "When will the emails be released?",
  "I asked State to release them.",
  "kurtis.lee@latimes.com"
]