[
  "For more on political hacking, watch:\n\nSecurity experts have speculated—and administration officials have said behind closed doors—that Russian intelligence agencies are likely behind the operations targeting Democratic groups, though the U.S. government has not said so publicly.",
  "These are the same tactics reportedly employed against other organizations, such as the Democratic National Committee, the presidential campaign supporting Hillary Clinton, and the Democratic Party’s’ congressional fundraising committee.",
  "The Clinton Foundation, Bill and Hillary’s humanitarian organization, hired the computer forensics firm FireEye (feye) to investigate a possible data breach, Reuters reported late Wednesday, citing unnamed sources.",
  "Last week, the online persona that goes by “Guccifer 2.0,” believed by many to be an elaborate front by Russian intelligence, released hundreds of personal phone numbers and email addresses for Democratic leaders.",
  "The alleged attackers appear to have sent foundation staffers booby-trapped email attachments or links to websites featuring malicious content, a technique known as “spear phishing,” according to the report.",
  "“We have no evidence Clinton Foundation systems were breached and have not been notified by law enforcement of an issue.”\n\nFireEye officials declined to comment.",
  "“What I told you before is still true,” he wrote in an email, pointing to a statement he made in regards to an earlier alleged breach of the foundation in June.",
  "Craig Minassian, the Clinton Foundation’s communications chief, told Fortune that the Foundation has not discovered a compromise.",
  "Russian spies or their operatives are believed to be behind the attack on the foundation as well, Reuters reported.",
  "Democrats continue to brace themselves for the possibility of imminent leaks from hackers.",
  "A spokesperson for the Kremlin previously dismissed the hacking claims as absurd.",
  "As of yet, no files from the foundation have leaked publicly, the report noted.",
  "Democrat-affiliated organizations are on high alert for digital attacks.",
  "Get Data Sheet, Fortune’s technology newsletter.",
  "Officials fear more could be on the way."
]