[
  "Some reports have speculated that Lazar could demonstrate how vulnerable Clinton's unusual email set-up was to foreign hackers, but it's unclear how significant that fact would be to a decision about whether to seek criminal charges against Clinton or others involved in creating or using the unofficial email system.",
  "Lazar was indicted in 2014 on nine felony charges stemming from his alleged hack into the emails of several prominent Americans, including former Secretary of State Colin Powell, a relative of former President George W. Bush and George H.W.",
  "A Romanian hacker known as \"Guccifer\" pleaded guilty Wednesday in a U.S. court to two felony counts stemming from a series of hacking incidents that exposed email messages exchanged by Hillary Clinton on her private account.",
  "Prosecutor Ryan Dickey told Cacheris that Lazar hacked into the email and social media accounts of \"approximately 100 Americans,\" sometimes obtaining medical and financial information.",
  "During a half-hour-long hearing in a federal court in Alexandria, Va., Marcel Lazar entered guilty pleas to charges of unauthorized access to a computer and aggravated identity theft.",
  "| AP Photo Hacker who got some Clinton emails pleads guilty Romanian Marcel Lazar, known online as ‘Guccifer,' faces between two and seven years in prison on the U.S. charges.",
  "The defendant, wearing a green Alexandria jail jumpsuit, spoke softly during the court session and answered in accented English as the judge asked if he understood.",
  "Clinton's email arrangement is the subject of an ongoing FBI investigation, believed to be focused on how email messages deemed classified wound up on her server.",
  "However, that claim has not been verified and a spokesman for Clinton's presidential campaign has rejected the idea that Lazar ever made it into her server.",
  "A set of Blumenthal's emails were published online in 2013, disclosing some correspondence with Clinton and a private email address Clinton used.",
  "Lazar claimed in interviews aired earlier this month that he also hacked into the Democratic presidential candidate's personal server.",
  "No mention was made of Clinton and she did not appear to be among the unnamed victims who the charges describe in general terms.",
  "Hillary Clinton pauses during a speech at a get out the vote event in Hopkinsville, Ky., earlier this month.",
  "Cacheris said it is possible the hacker could be returned to Romania to serve out his American sentence.",
  "Lazar was serving a Romanian court sentence before being extradited to the U.S. earlier this year.",
  "Story Continued Below\n\nLazar faces between two and seven years in prison on the U.S. charges.",
  "Asked by the judge about the facts laid out by the prosecution, Lazar said: \"Yeah.",
  "U.S. District Court Judge James Cacheris set sentencing for September 1.",
  "Bush, and former Clinton adviser Sidney Blumenthal.",
  "She later changed the address.",
  "There are accurate.\""
]