[
  "On March 28, Representative Trey Gowdy, a South Carolina Republican who was a member of the House committee investigating the Benghazi attacks, said Clinton's lawyer had told the committee the former secretary had deleted all emails from her personal server, which meant that those emails deemed \"personal\" by Clinton herself (and therefore not handed over to the State Department) were presumably gone for good.",
  "Wonderlich told NPR that \"the spirit of the law is—and our expectations for public service—are public servants use their official email accounts.”\n\nWonderlich also argues that it should not be Clinton's attorney who determines which emails contain \"government business\" and which are purely personal, but State Department employees.",
  "At a campaign event in Nevada, former Florida Governor Jeb Bush argued that Clinton's use of a private email server outside the State Department's firewalls put American state secrets within reach of hackers, comparing the former secretary of state to Edward Snowden, whom Bush called \"a traitor to our country.\"",
  "Copies of those emails would therefore be retained by the State Department, Merrill said, which satisfies the requirements of the Federal Records Act as it was written when Clinton was secretary:\n\n\"Like Secretaries of State before her, she used her own email account when engaging with any Department officials.",
  "A little less than two years later, on March 2, 2015, The New York Times reported that Clinton's exclusive use of a personal email account to conduct government business as secretary of state \"may have violated federal requirements that officials' correspondence be retained as part of the agency’s record.\"",
  "In it, the Times reported that two \"inspectors general have asked the Justice Department to open a criminal investigation into whether Hillary Rodham Clinton mishandled sensitive government information on a private email account she used as Secretary of State.\"",
  "The Smoking Gun, Gawker and others reported that Clinton had been receiving emails at the address from Sidney Blumenthal, a close ally, concerning the storming of the American diplomatic compound in Benghazi, Libya, by Islamic militants in 2012.",
  "On August 11, the inspector general of the intelligence community reported to Congress that emails were found that contained \"classified State Department information when originated\" among those Clinton handed over to the State Department.",
  "— Hillary Clinton (@HillaryClinton) March 5, 2015\n\nAlso on March 4, Media Matters for America, a progressive watchdog group founded by Clinton ally David Brock, published two stories accusing the Times of \"deceptive\" reporting.",
  "Sandy Berger and John Deutsch—who both served in high-level positions under President Bill Clinton, did not go to prison for mishandling TOP SECRET intelligence (though Berger got probation and was fined $50,000).",
  "If it is discovered that Clinton did in fact have classified material on her personal email server and knew about it, it could mean trouble for her—both in a legal sense and in her campaign for president.",
  "Former National Security Agency employee John Schindler writes in The Daily Beast:\n\nPeople found to have willfully mishandled such highly classified information often face severe punishment.",
  "Plus, Clinton spokesman Nick Merrill argues, Clinton didn't break any rules because \"for government business,\" she had used her State Department colleagues' official government addresses.",
  "However, some transparency advocates, like the Sunlight Foundation's John Wonderlich, argue that while Clinton may not have violated the letter of the law, she violated it in spirit.",
  "The most recent poll shows most Democrats in New Hampshire (a key primary state) think Clinton will be their party's nominee, even though they prefer Vermont Senator Bernie Sanders.",
  "In March 2013, a Romanian hacker named Marcel Lazar Lehel, aka Guccifer, disclosed the existence of a private email address belonging to former Secretary of State Hillary Clinton.",
  "However, Clinton aides have said that the emails were not labeled \"classified\" or \"top secret\" when they were on Clinton's server (even though they should have been so labeled).",
  "In July, Clinton told reporters at a campaign event in Iowa, \"I am confident I never sent or received anything that was classified at the time it was sent or received.\"",
  "The story began to unravel almost immediately and was altered extensively by the Times, at first without notice to readers (the original version can be found here).",
  "But that change to the law was made after Clinton left the State Department, her attorneys have argued, and therefore did not apply to her when she was secretary.",
  "The story isn't going away, especially if investigators at the Justice Department find more \"classified\" or \"top secret\" emails among Clinton's private stash.",
  "Matthew Aid, a writer on intelligence matters, served more than a year in prison for mishandling TOP SECRET//SI information from the NSA, for example.",
  "As NPR reported in early April, the Federal Records Act, which became law in 1950, requires federal employees to keep copies of their communications.",
  "For government business, she emailed them on their Department accounts, with every expectation they would be retained,\" Merrill said in a statement.",
  "It was amended in 2014 by President Barack Obama to require federal employees to transfer personal emails to government servers within 20 days.",
  "Then, in July, the Times once again dropped a bombshell, in the form of a story headlined \"Criminal Inquiry Sought in Clinton’s Use of Email.\"",
  "Businessman Donald Trump, who currently leads in the GOP polls, said he thinks Clinton \"committed a crime\" by using a private email server.",
  "Clinton announced she will hand over to the Department of Justice her private email server and copies of emails deleted from the server.",
  "Had Clinton used a State Department address for email, her communications would presumably be subject to the Freedom of Information Act.",
  "Media Matters reported that the law requiring retention of private emails was not changed until after Clinton left the State Department.",
  "She also said she had handed over 30,490 work-related emails to the State Department and deleted 31,830 emails she considered personal.",
  "Clinton allies and those not in her camp, including former Times and current Newsweek reporter Kurt Eichenwald, panned the story.",
  "On March 10, Clinton told reporters she set up the private email server because she did not want to carry two devices with her.",
  "Most recently, McClatchy DC reported that two \"top-secret\" emails have been uncovered among those on Clinton's private server.",
  "However, since Clinton used a private server, which is not subject to the FOIA, journalists won't be able to request them.",
  "So far, the department has released three batches of emails, in May, June and July, which are available on its website.",
  "There are laws that specify which forms of communication government officials can use as part of their official duties.",
  "In May, a U.S. District Court ordered the State Department to release Clinton's emails to the public in batches.",
  "Another important question is whether \"classified\" material ever passed through Clinton's private email server.",
  "The question from the start has been whether Clinton violated any of these laws, in letter or in spirit.",
  "Wisconsin Governor Scott Walker called Clinton's email habits a \"potentially criminal offense.\"",
  "Florida Senator Marco Rubio called Clinton's use of a private email server \"irresponsible.\"",
  "On March 4, Clinton addressed the story on Twitter:\n\nI want the public to see my email.",
  "And former Arkansas Governor Mike Huckabee called it \"beyond outrageously illegal.\"",
  "They could then be requested by journalists or other members of the public.",
  "Clinton's Republican opponents have used her email practices against her.",
  "Yes, people really do go to jail for mishandling classified materials.",
  "Termination of employment, hefty fines, even imprisonment can result.",
  "They said they will review them for release as soon as possible.",
  "Could This Hurt Hillary's Chances of Becoming President?",
  "These laws are designed to improve transparency.",
  "The well-connected tend to avoid jail, however.",
  "Meanwhile, Clinton still leads in most polls.",
  "I asked State to release them.",
  "Why Does Any of This Matter?",
  "How Did This Story Start?",
  "Possibly."
]