[
  "Lazar had pleaded not guilty when he was extradited last month to face charges of hacking American political elites — including Gen. Colin Powell, a member of the Bush family, and former Clinton advisor Sidney Blumenthal.",
  "/ Updated By Tracy Connor\n\nThe Romanian hacker known as Guccifer, who claims that he got into Hillary Clinton's private server, is set to change his plea from not guilty in his federal case, according to court records.",
  "In an exclusive interview before his extradition, Lazar told NBC News that after hacking into Blumenthal's email in 2013 and finding Clinton's private address, he was able to scan and access her private server.",
  "Lazar's defense lawyer and federal prosecutors could not be reached for immediate comment on whether the change of plea means he has struck a cooperation deal with the government.",
  "\"There is absolutely no basis to believe the claims made by this criminal from his prison cell,\" Brian Fallon, the campaign press secretary.",
  "Marcel Lehel Lazar will appear in a Virginia courtroom on Wednesday for what's described in the court docket as a change of plea hearing.",
  "\"In addition to the fact that he offers no proof to support his claims, his descriptions of Secretary Clinton's server are inaccurate.",
  "It is unfathomable that he would have gained access to her emails and not leaked them the way he did to his other victims.\"",
  "“There were hundreds of folders.”\n\nRomanian hacker Marcel Lehel Lazar, also known as Guccifer, walks with Cynthia McFadden.",
  "“It was like an open orchid on the Internet,” Lazar told NBC News' Cynthia McFadden at a jail in Bucharest.",
  "Clinton's email practices as Secretary of State are the subject of an ongoing FBI investigation.",
  "Lazar is not charged with any crimes in connection with his claims about Clinton's server.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "Clinton's campaign denies that Lazar accessed the server.",
  "It was not clear which counts the plea will cover.",
  "said after Guccifer's interview."
]