[
  "On March 2, reporters asked Nunes whether Obama officials might have had reason to disperse intelligence about the Trump team’s conversations, since once Trump took office, “this intelligence might be destroyed or ignored.” Nunes dismissed that scenario as “far-fetched.” Three weeks later, when reporters questioned Nunes’ decision to take his secret surveillance information to Trump—who had just been confirmed by FBI Director James Comey as a subject of the FBI’s Russia investigation—Nunes replied that Russia, not Trump, was the subject of the intelligence committee’s investigation.",
  "On Feb. 27, Nunes said there was no evidence of “Trump advisers speaking to Russians.” Specifically, he said there was no basis to investigate former Trump campaign chairman Paul Manafort or former Trump adviser Roger Stone, because “we still don’t have any evidence” that they had “any association whatsoever to anyone, even within the realm of the Russian intelligence apparatus.”\n\nOn March 8, the Smoking Gun released documents detailing Stone’s correspondence with Guccifer 2.0, the hacker account at the heart of the Russian interference operation.",
  "And, look, I know this because the foreign leaders were contacting me trying to get in touch with the transition team.”\n\nHaving established himself as Flynn’s colleague on the transition team, Nunes argued that Flynn was only “doing what he was supposed to do.” Even after Flynn was exposed as a paid Turkish agent, Nunes continued to insist that the only known crime in the Russia investigation was the leak of Flynn’s phone call.",
  "On March 4, Obama’s spokesman issued a statement on his behalf, declaring that “neither President Obama nor any White House official ever ordered surveillance on any U.S. citizen.” Eighteen days later, after briefing Trump on the secret documents, Nunes was asked: “Did President Obama order any kind of surveillance of the president-elect?” Nunes replied: “We don’t know who sent the tasking.”\n\n7.",
  "Even though the surveillance apparently described in his secret documents was incidental (aimed at foreigners, and capturing Trump’s people only because they were on the other end) and took place from November to January (after Trump had been elected and the Obama administration was on its way out), Nunes persists in viewing Obama officials as suspects.",
  "On March 20, at a hearing with FBI Director James Comey and National Security Agency Director Mike Rogers, the intelligence committee’s ranking Democrat, Adam Schiff, outlined Manafort’s work for “Pro-Russian Ukrainian interests.” But after the hearing, Nunes brushed off Manafort and Stone, absurdly, as minor players in the Trump campaign.",
  "Two days later, the Associated Press published documents in which Manafort had proposed to do political and PR work in the United States, on behalf of a Russian client, to (in Manafort’s words) “benefit the Putin Government.” When asked about the AP report, Nunes mumbled vaguely about eventually taking testimony on various matters.",
  "Sen. Lindsey Graham called the episode “bizarre” and asked a Watergate-style question of Nunes: “Who did he meet with, and what did he see?” When Republicans are calling for inquiries into the Republican guy who’s supposed to be leading the investigation of the Republican president, it’s time for him to go.",
  "And that even hanging out there is bad for democracy, bad for America, and clearly it helps our adversaries, especially the Russians.” To thwart Russia and protect America, in Nunes’ view, the investigation into Russia’s interference in our elections must be curtailed.",
  "Last Wednesday, he went to the White House to brief President Trump on secret intelligence documents—which Nunes refused to share with his own committee—that supposedly showed Trump and his associates had been incidentally surveilled during the presidential transition.",
  "Nunes also says it’s “ridiculous” to investigate Flynn’s phone call as a violation of the Logan Act, which forbids diplomacy by private citizens, because Flynn was the incoming national security adviser, and therefore, talking to ambassadors was part of his job.",
  "On March 2, Nunes said the Russia investigation should be entrusted to him, not to an independent counsel or commission, because his committee was “bipartisan.” But on March 22, after reviewing the secret documents, Nunes didn’t discuss them with the committee.",
  "The second was Trump, because, as Nunes explained to Sean Hannity the next day, “He’s been taking heat in the news media.” As of Tuesday evening, as far as we know, Nunes still hadn’t disclosed the documents to the committee or to any Democrat.",
  "In response, Nunes has called those sanctions “petty,” “ridiculous,” and “a joke.” He argues simultaneously that (a) the sanctions were too small to matter and (b) Flynn “did us a big favor” by persuading Russia not to reciprocate.",
  "In their Jan. 6 report on Russian interference, U.S. intelligence agencies presented evidence that the Russians aimed “to help President-elect Trump’s chances of victory.” At the March 20 hearing, Nunes attacked this conclusion.",
  "Nor does he acknowledge that by telling Trump which non-Russia-related conversations were monitored and documented, Nunes has tipped him off to which Russia-related conversations might have been monitored and documented as well.",
  "In a Dec. 29 phone call, Flynn, who was then the incoming national security adviser, signaled to Russia’s ambassador that Trump would reconsider sanctions Obama had imposed on Russia for interfering in the U.S. election.",
  "Trump’s real concern, according to Nunes, is “surveillance activities looking at him or his associates, either appropriately or inappropriately.” And Nunes implies that the secret documents validate that concern.",
  "On Friday, Nunes canceled a hearing at which Sally Yates—who was fired by Trump in January as acting attorney general—was planning to testify about conversations she’d had with the White House regarding Russia.",
  "He swears none of the documents he received from his secret “source” were about Russia—apparently failing to consider the possibility that reports related to Russia were deliberately excluded from that set.",
  "A month ago, the Washington Post reported that Nunes and other lawmakers and officials, at the request of the White House, had spoken to reporters to “knock down” press stories about Trump-Russia collusion.",
  "Nunes challenged Comey and Rogers: “Don’t you think it’s ridiculous for anyone to say that the Russians prefer Republicans over Democrats?” Comey and Rogers, looking baffled, denied they had said that.",
  "After the March 20 hearing, at which Comey and Rogers publicly acknowledged that the Trump campaign was under FBI investigation, Nunes rejected calls for an independent counsel.",
  "He said an independent counsel wouldn’t assuage his complaints about Comey’s investigation, because such a counsel wouldn’t “do any less” than Comey was doing.",
  "He said he had seen no evidence that “people within the White House or the administration have any ties to Russian intelligence services of any kind.",
  "But Nunes claimed that there was “nothing wrong” with that, since it was just “the White House actually trying to communicate with” the press.",
  "Meanwhile, out of the other side of his mouth, Nunes says it’s outrageous that Flynn’s call was monitored and investigated, since “Gen.",
  "On Feb. 27, Nunes acknowledged that the White House had sent him a reporter’s phone number and that he had spoken to that reporter.",
  "Nunes has been asked several times about Flynn’s secret offer to the Russian ambassador to reconsider the Obama-issued sanctions.",
  "Flynn was a private American citizen.” If one private citizen can be persecuted in this way, says Nunes, we’re all at risk.",
  "House Permanent Select Committee on Intelligence Chairman Devin Nunes speaks to reporters at the U.S. Capitol on March 22.",
  "On Monday, Nunes admitted that the private room where he had first seen the secret documents was on White House grounds.",
  "He belittled the agencies’ assessment as “the opinion of analysts” and said he wanted to find out who the analysts were.",
  "He accused the agencies of having changed their minds, and said it was “preposterous” to think Russia favored his party.",
  "He thinks the biggest scandal related to Russia is leaks of embarrassing information about people connected to Trump.",
  "Win McNamee/Getty Images\n\nDevin Nunes, the Republican chairman of the House Intelligence Committee, is in hot water.",
  "But not if you’re running a committee tasked with investigating, among other things, the president and his aides.",
  "But instead of concluding that the charge is false, Nunes concludes that Trump must have meant it figuratively.",
  "He suggested that their activities didn’t matter, since they weren’t currently serving in the administration.",
  "He says the Russia investigations, one of which he ostensibly leads, are a threat to national security.",
  "Sen. John McCain called Nunes’ trips to the White House unprecedented and said he has a lot to explain.",
  "No sensible detective, prosecutor, or intelligence professional would make such an elementary mistake.",
  "He “knocks down” incriminating press reports on behalf of the White House, and says that’s fine.",
  "This inability to apply suspicion to Trump and his team warps everything Nunes says and does.",
  "It’s normal to help the White House “communicate” this way if you work for its press shop.",
  "His inability to recognize that bias makes him all the more unfit to lead the inquiry.",
  "He attacks the intelligence community for concluding that Russia tried to help Trump.",
  "After the hearing, Nunes insisted that Russia hadn’t sought to help either candidate.",
  "On Feb. 13, Flynn was forced out for deceiving Vice President Pence about that call.",
  "But nearly everything he has done as head of the House investigation reeks of bias.",
  "“We should be thanking him, not going after him,” Nunes told reporters on Feb. 27.",
  "By Tuesday, even some of Nunes’ Republican colleagues were scratching their heads.",
  "… He was taking multiple calls a day from ambassadors, from foreign leaders.",
  "“[He] put together one of the greatest military machines in our history.",
  "Nunes admits that Obama didn’t tap Trump’s phones, as Trump alleges.",
  "That vigilance would be fine if Nunes extended it to Trump’s people.",
  "With that gaffe, Nunes exposed his intention to limit the inquiry.",
  "Obama denies the smear, but Nunes refuses to accept his denial.",
  "He shares crucial intelligence with Republicans, not Democrats.",
  "Rep. Walter Jones said the chairman should recuse himself.",
  "Nunes, unlike Trump, doesn’t strike me as a cynical liar.",
  "But on Feb. 27, Nunes dismissed questions about the call.",
  "The first person he went to was House Speaker Paul Ryan.",
  "He confines his scrutiny to Obama and Democrats.",
  "He dismisses evidence that could hurt Trump.",
  "Flynn is an American war hero,” said Nunes.",
  "Here’s a review of his disqualifying deeds.",
  "He rationalizes Trump’s wiretapping smear.",
  "Nunes served on Trump’s transition team.",
  "Then Nunes played the patriotism card.",
  "He thinks he’s a straight shooter.",
  "He can’t quit Michael Flynn.",
  "But he doesn’t.",
  "“Gen.",
  "3.",
  "2.",
  "1.",
  "5.",
  "4.",
  "6.",
  "8."
]