[
  "Jacob W. Buchdahl, a former federal prosecutor in the Southern District of New York’s public corruption unit and now a commercial trial lawyer who has informally consulted on this suit, told me via email that “conspiracies are never joined in plain sight; as a result, civil plaintiffs routinely plead circumstantial evidence demonstrating the defendants’ motive, opportunity, mutual benefit, and attempts to conceal their unlawful behavior.” When I asked him whether facts culled mostly from news sources could survive the elevated plausibility standard after Iqbal, Buchdahl wrote that there’s enough here to satisfy that standard:\n\nAgain, it’s a circumstantial case, but a compelling one, in light of (a) the numerous contacts between representatives of Russia and the Trump campaign; (b) the repeated falsehoods spread by the Trump campaign regarding those contacts; (c) the accounts (and now-public emails) describing offers of assistance by Russian actors to the Trump campaign; (d) the pro-Russia policy changes advocated by the Trump campaign; and (e) the established involvement by Russia in the hack itself.",
  "That’s a Reconstruction-era statute drafted in response to the rise of the Ku Klux Klan that redresses injury when “two or more persons … conspire … for the purposes of depriving, either directly or indirectly, any person … of equal privileges or immunities under the law.” Here the plaintiffs contend that Trump and Stone were trying “to intimidate lawful voters from giving support or advocacy to electors for President.” At Just Security, Andy Wright notes that there is precedent for making this kind of claim, pointing out that “the DNC asserted a Section 1985 claim in its Watergate civil case, which the Committee to Re-elect the President settled for $850,000 after President Richard Nixon resigned.”\n\nOne of the principal hurdles for the plaintiffs here will be, as Wright points out, the sufficiency of the evidence alleged.",
  "Twombly was itself a conspiracy case, and the language from the court is cautious, asserting that it’s not enough to show folks acting in concert: “The inadequacy of showing parallel conduct or interdependence, without more, mirrors the ambiguity of the behavior: consistent with conspiracy, but just as much in line with a wide swath of rational and competitive business strategy unilaterally prompted by common perceptions of the market.” After Twombly, in other words, the plaintiff needs to produce a complaint “with enough factual matter (taken as true) to suggest that an agreement was made.” Whether this complaint shows that kind of agreement will be at issue.",
  "This complaint is a mechanism by which private litigants, alleging mostly publicly known facts about the WikiLeaks dump of their private information, place the mystery of who was talking to whom about what in the hands of an unelected federal judge—I know, we call them “so-called judges” now—to begin a civil discovery process that bumps along on a parallel track to Robert Mueller’s sweeping investigation.",
  "Critics will call the suit a stunt or a fishing expedition (Stone told the New York Times it was meritless and would be “quickly dismissed”), but the end game here is to begin a discovery process that might muster evidence linking everything we know to everything we don’t know, and to do so outside the shadow of Congress and the executive branch.",
  "He was later subjected to threats and harassment, including a barrage of calls from anonymous callers threatening violence, calling him “a faggot” and wishing he would “fucking die.”\n\nThe complaint, which relies heavily on newspaper accounts and current events, details the systematic effort by the Russians to influence the 2016 election.",
  "Spencer Platt/Getty Images\n\nThe prevailing question in the legal commentariat this week has been, “Shouldn’t there be a law against that?” How can there be nothing on the books that we can use to tag the president’s campaign team for their secret meetings with foreign emissaries bent on throwing the election to Donald Trump?",
  "It references known connections between Stone and the hacker Guccifer 2.0 and alleges that the Trump campaign was talking to the Russians, referencing this week’s email revelations from Donald Trump Jr. about Russian President Vladimir Putin’s efforts to swing the election by digging up dirt on Hillary Clinton.",
  "Late Wednesday, a group of lawyers wrangled by United to Protect Democracy, a nonprofit government-watchdog group made up of former Obama staffers, filed suit against the Trump campaign and Trump’s longtime adviser Roger Stone.",
  "The issue here is that two fairly recent Supreme Court decisions, Bell Atlantic Corp. v. Twombly (2007) and Ashcroft v. Iqbal (2009) dramatically heightened the requirements for pleading in civil cases in federal court.",
  "After Twombly and Iqbal, a complaint must include facts (as opposed to legal “labels” or “conclusions”) that would give rise to a “plausible” (as compared to a merely “conceivable”) entitlement for relief.",
  "In other words, the suit begins with the uncontroversial premise that real people were harmed in real ways by the campaign and that a court might be a good place to find out precisely what happened.",
  "v. Trump for President & Stone alleges that they conspired to release emails stolen from the Democratic National Committee last summer in ways that materially harmed three private people.",
  "The three named plaintiffs in the suit had their Social Security numbers, home addresses, banking information, and other personal data made public by way of the WikiLeaks hack.",
  "The first two plaintiffs are a pair DNC donors, Roy Cockrum and Eric Schoenberg, who claim they’ve suffered harassment and credit card fraud attacks as a result of the hack.",
  "No plaintiff at the beginning of a lawsuit can point to a written document setting forth the conspirators’ agreement—but what plaintiffs have here is the next best thing.",
  "The pleading notes that the timing of the WikiLeaks dump benefited the campaign and that the campaign spent weeks after the hack drawing attention to it.",
  "When his personal correspondence was leaked, Comer was outed as gay to his grandparents, who disapprove of homosexuality, and to the rest of the world.",
  "And they are counting on the fact that federal conspiracy laws will allow them to use a court itself as a way to find evidence of a conspiracy.",
  "Correction, July 13, 2017: Due to an editing error, the headlines for this article misstated that three Democrats are suing the Trump campaign.",
  "In the end, everything will depend on whether a federal judge determines the facts as alleged are sufficiently “plausible” to allow discovery.",
  "Writers, including myself, have been casting about for federal criminal laws that might sweep in such conduct with at least middling success.",
  "The causes of action here are for public disclosure of private facts and intentional infliction of emotional distress, both under D.C. law.",
  "If the facts alleged in this complaint seem plausible enough, we’ll start learning a whole lot more about Donald Trump and his campaign.",
  "The plaintiffs also note that the Trump campaign has persistently lied about and tried to cover up meetings with Russian contacts.",
  "While nothing that happens in Trumpland feels remotely believable anymore, pretty much anything feels plausible at this point.",
  "The third count alleges a conspiracy to interfere with civil rights in violation of 42 U.S.C.",
  "None of them were public figures, and their private information is of no public concern.",
  "The third is Scott Comer, a midlevel staffer who worked in the DNC finance department.",
  "What if the right one is, “Shouldn’t there be a lawsuit?” Well, now there’s a lawsuit.",
  "Roger Stone speaks to the media at Trump Tower on Dec. 6 in New York City.",
  "But what if that was the wrong question?",
  "Two DNC donors and a staffer are suing.",
  "The complaint in Cockrum et al.",
  "Section 1985(3)."
]