[
  "In the Sony case, for instance, the United States government may or may not have been behind the subsequent denial-of-service attacks that targeted North Korea, and those denial-of-service attacks may or may not make North Korea or other nations think twice before attacking U.S. targets.",
  "That’s a hard question to answer—much harder if you’re talking about a large-scale espionage data breach or interruption of critical infrastructure than if you’re talking about a guy who got into the email account of Dorothy Bush Koch and broadcasted a message about her father’s health.",
  "Unless you really liked that painting of W in the shower, you’ve probably forgotten about those incidents, and Guccifer’s numerous other email hacking exploits, by now—so many more exciting and higher-stakes cybersecurity incidents have occurred in the intervening years.",
  "This makes it difficult to retaliate against the responsible parties and complicates a lot of issues related to cyberwar, deterrence, and the overarching question faced by private companies and nation states alike: How should they deal with their enemies in cyberspace?",
  "In an online world where it’s relatively straightforward to route threats through other people’s machines, thus potentially framing those innocent bystanders as the sources of attacks, it’s important to make sure that we’re not being misled before we retaliate.",
  "That’s not necessarily going to be the case for every security breach—there are certainly adversaries more skilled at and committed to protecting their true identities than Lazar—but it does put the attribution problem a little bit in perspective.",
  "It’s true that there are plenty of cyberattacks for which we still can’t pinpoint a perpetrator, but there are also a sizable and growing number of attacks that we can attribute, and we still haven’t figured out how to respond to effectively.",
  "Advertisement\n\n\n\nGuccifer’s extradition is a victory for the law enforcement community but also a reminder of how many obstacles there still are to punishing the perpetrators of cybercrimes, even once you’ve cleared the attribution hurdle.",
  "Let’s say we devise a way to figure out exactly who is doing what at all times on the Internet (and there are plenty of people who think this is a crucial component of effectively dealing with cybersecurity challenges).",
  "In one of the most prominent and well-publicized recent cyberattack attribution claims, the FBI publicly announced that the government of North Korea was responsible for the major data breach that targeted Sony in 2014.",
  "Uncertain or unconvincing attribution may be worse than no attribution at all in those cases, and there’s often some degree of uncertainty especially when it comes to blaming entire countries or national governments.",
  "Those obstacles only grow when it comes to responding to sophisticated, large-scale attacks conducted by nation states instead of relatively straightforward email hacking cases carried out by individuals like Lazar.",
  "Jack Goldsmith argued persuasively that the evidence the FBI produced to back-up this claim left much to be desired and demonstrated why the U.S. government “has not come close to solving” the attribution problem.",
  "Exciting news this week for dedicated cybercrime fighters: Famed Romanian hacker Marcel Lehel Lazar, aka Guccifer, will be extradited to the United States to face hacking and identity theft charges!",
  "In other words, it took longer to get him to the United States than it did to figure out who he was: The attribution problem was less than half the battle when it came to holding Lazar accountable.",
  "Going after individuals like Guccifer, rather than nation states, often requires victims to contend with the challenges of finding and arresting criminals in other countries.",
  "Guccifer made his name back in 2013 when he leaked paintings made by President George W. Bush and emails between family members about the health of President George H.W.",
  "This article is part of the cyberwar installment of Futurography, a series in which Future Tense introduces readers to the technologies that will define tomorrow.",
  "Advertisement\n\n\n\nThe attribution problem is, essentially, that it’s hard to know with any certainty who is responsible for malicious activity that happens online.",
  "But it’s worth revisiting this figure and his fate, as he is finally being forced to face the indictment issued more than a year ago in the United States.",
  "And Lazar did take precautions to cover his tracks, routing his online activity through Russian servers so it would be harder to trace back to him.",
  "His story—particularly the timeline—raises some interesting questions about one of the old chestnuts of cybersecurity: the attribution problem.",
  "But signs pointed to a possible Romanian perpetrator when Guccifer hacked the email account of a high-ranking Romanian intelligence official.",
  "One of the things that Guccifer’s story makes clear is that attribution is far from the only challenge in responding to online adversaries.",
  "So it’s important not to lose sight of all those other challenges by focusing exclusively on the importance of attribution.",
  "If those countries cooperate—as Romania did with the U.S. investigation of Guccifer—that can be doable, if slow.",
  "Advertisement\n\n\n\nOf course, if you get the attribution right, then at least you won’t punish the wrong people.",
  "Each month from January through June 2016, we’ll choose a new technology and break it down.",
  "Guccifer’s intrusions into the Bush family emails were reported publicly in February 2013.",
  "Just because you know who the perpetrators are doesn't mean you’ll be able to stop them.",
  "But do we know how to deal with our online adversaries even when we know who they are?",
  "The decision to extradite him came this week, some 18 months after the indictment.",
  "That’s awfully difficult to discern amid all those layers of uncertainty.",
  "If those countries don’t cooperate, it can be a complete dead end.",
  "So assuming this was a response by the U.S., was it the right one?",
  "(In the interim, he also spent some time in prison in Romania.)",
  "Lazar was indicted 16 months later, in June 2014.",
  "Photo illustration by Lisa Larson-Walker.",
  "Read more from Futurography on cyberwar:",
  "Photo by Negative Space/Unsplash.",
  "Get Future Tense in your inbox.",
  "Then what?",
  "Bush."
]