[
  "JUST WATCHED Donald Trump's 1995 tax returns raises questions Replay More Videos ... MUST WATCH Donald Trump's 1995 tax returns raises questions 02:49\n\nAnother flashpoint in the campaign: Trump's refusal to release his tax returns, an American political tradition going back decades, has invited to skepticism over his declared riches, claims to charitable giving, federal tax payments and business ties.",
  "\"The recent disclosures of alleged hacked emails on sites like DCLeaks.com and WikiLeaks and by the Guccifer 2.0 online persona are consistent with the methods and motivations of Russian-directed efforts,\" Homeland Security Secretary Jeh Johnson, and James Clapper, the director of national intelligence, said in a joint statement earlier this month.",
  "So when The New York Times confirmed an anonymous tip revealing that Trump reported a nearly $1 billion loss in 1995, a hard enough hit to get him off the federal tax hook for two decades, two new questions sprung up in a hurry:\n\n1) Who had access to the returns and the desire to see them made public?",
  "Hacks and leaks, unknown sources and unseen footage -- the search for answers has taken us down some unlikely roads and helped to introduce a new generation of unsavory characters to the mainstream political scene.",
  "The first, as envisioned by top Republican allies, would have a newly empowered Trump reverse course, moderate his tone, and become a rubber stamp for House Speaker Paul Ryan's long-desired budget reform package.",
  "Clinton led in the polls when the video, in which Trump is heard telling Bush that he can get away with sexually assaulting women because of his \"star\" status, was obtained and published by the Washington Post.",
  "Assuming Trump loses, the first question will be whether he tries to keep his movement together, creating (for example) an \"America First\" party and perhaps splitting the GOP in a historically damaging way.",
  "With Trump currently in freefall, openly attacking House Speaker Paul Ryan and comparing \"disloyal R's\" unfavorably to \"Crooked Hillary\" herself, it's hard to predict where the GOP's coming (ongoing?)",
  "JUST WATCHED Clinton FBI interview: 39 times she didn't recall Replay More Videos ... MUST WATCH Clinton FBI interview: 39 times she didn't recall 03:30\n\nRead one way, we actually have an answer!",
  "But when you factor in the batch Clinton's lawyers deemed personal and had destroyed -- the material you are never, in all likelihood, going to see -- the figure soars to more than 30,000.",
  "\"I mean, it could be Russia,\" Trump allowed during the first presidential debate, before suggesting China and \"somebody sitting on their bed that weighs 400 pounds\" as alternative options.",
  "For Hillary Clinton, emails -- her own and those of her top campaign officials -- have been her bête noire, a seemingly endless stream of curious and occasionally damaging revelations.",
  "The other would involve efforts to construct a massive wall on the border with Mexico and the implementations of some kind of ban on the immigration of Muslims into the United States.",
  "There are about 5,600 emails , all from Clinton's private server, that the State Department has said are likely work-related and will be released in the weeks before the election.",
  "In a joint statement , producer Mark Burnett and MGM, which owns his production company, cited \"various contractual and legal requirements\" as their reason for sealing the vault.",
  "But the blowback, fueled by a rash of accusations suggesting Trump's comments weren't just \"locker room talk,\" seems to have cut off any realistic path to an electoral majority.",
  "But even as Clinton campaign chairman John Podesta's personal and professional emails continue drip, drip, dripping out, consensus over the source of the hack remains elusive.",
  "If the first option wins out and Trump loses his bid, the leaked tape of his 2005 chat with former \"Access Hollywood\" host Billy Bush could be regarded as the fatal blow.",
  "In the event of a loss: If his behavior in 2012 is any indication, he can be expected to tweet a call for the overthrow of the federal government by around 11:30 p.m.",
  "#justthebegininng — Bill Pruitt (@billpruitt) October 8, 2016\n\nBut even with WikiLeaks on the case , the potential for another disclosure seems to be diminishing.",
  "One former producer from Trump's reality series, \"The Apprentice,\" tweeted after the \"Access Hollywood\" video that there were \"far worse\" clips in the vault.",
  "(Popular theory: a frustrated NBC employee -- the company had the goods, but were slow to break the news -- losing patience and making the fateful delivery.)",
  "Donald Trump, waylaid by a single \"Access Hollywood\" outtake , has embraced and peddled a series of (debunked) conspiracy theories about his opponent.",
  "2) If the packages mailed out to the Times and at at least one other outlet contained three pages of returns from one year, what else remains hidden?",
  "But even with the end in sight, many of the questions animating this election season's seamiest subplots are no closer to being answered.",
  "As a producer on seasons 1 & 2 of #theapprentice I assure you: when it comes to the #trumptapes there are far worse.",
  "Top government officials -- straight up to the White House -- have pointed the finger at Moscow.",
  "But for all the confusion, sleights and distractions, fundamental and serious mysteries remain.",
  "(CNN) In three weeks, voters will put the 2016 presidential campaign out of its misery.",
  "\"These thefts and disclosures are intended to interfere with the US election process.\"",
  "In the second debate, Trump presented another theory: \"Maybe there is no hacking.\"",
  "How many unread Clinton emails are out there -- and will they ever be made public?",
  "Or he might just band together with Breitbart media execs and start \"Trump TV.\"",
  "4. Who hacked John Podesta's Gmail account and the DNC's internal email?",
  "In the event of a win: Generally speaking, there are two paths to go.",
  "3. Who leaked Trump's tax returns -- and what's in the rest of them?",
  "How will Donald Trump react on the morning after -- win or lose?",
  "7. Who emerges victorious from the Republican Party cage fight?",
  "So how did this damning document land in the public domain?",
  "Again, there are a lot of theories and speculation.",
  "(Popular theory: Someone very close to Trump.)",
  "2. Who leaked the 'Access Hollywood' video?",
  "What's on 'The Apprentice' outtake videos?",
  "(Popular theory: More of the same.)",
  "But really, it's anyone's guess.",
  "Here are seven of them:\n\n1.",
  "civil war will lead.",
  "To start.",
  "ET.",
  "5.",
  "6."
]