[
  "On Friday night, Stone tweeted angrily at CNN after the network reported that a federal grand jury had approved the first charges related to special counsel Robert Mueller's investigation into Russia meddling.",
  "Although the screenshot Stone provided said Twitter had temporarily suspended his account, he could be suspended indefinitely according to Twitter's guidelines that prohibit \"targeted abuse.\"",
  "A Twitter spokesperson said in a statement that they do not comment on individual accounts and sent a broad outline of their abusive behavior, violent threats and harassment policy.",
  "Stone's name has come up in the various government investigations into Russian meddling in the 2016 election and any contacts between the Trump campaign and the Russian government.",
  "While he has insisted that he did not collude with Russia ahead of the 2016 election, he testified before the House Intelligence Committee on Sept. 26.",
  "Stone provided a screenshot to CBS News of the message Twitter sent him saying he had violated the Twitter Rules and had been temporarily suspended.",
  "Stone's name has come up in congressional testimony about the Russia investigation, in particular because of his contacts with Guccifer 2.0.",
  "Then, according to Mediaite, which saved the tweets, he started tweeting at Don Lemon and some of the guests who were on CNN.",
  "Stone is a longtime GOP operative and confidante of Mr. Trump, although he has no formal role in the Trump administration.",
  "Roger Stone, a longtime ally of President Trump, was suspended from Twitter, he confirmed in a statement to CBS News.",
  "While were some were standard \"fake news\" tweets, there were a number that included expletives and insults.",
  "\"I have been informed that I have been suspended for 3 hours and 12 minutes,\" Stone told CBS News.",
  "At first, Stone tweeted theories that the charges were instead related to something frivolous.",
  "\"While I am uncertain why , sometimes the stark truth offends some people.",
  "That time-out had passed yet my Twitter feed has not been restored.\""
]