[
  "We believe, based on the scope and sensitivity of these efforts, that only Russia's senior-most officials could have authorized these activities,\" the Office of the Director of National Intelligence said in a joint statement with the Department of Homeland Security.",
  "The statement said recent disclosures of alleged hacked emails on websites like DCLeaks.com and WikiLeaks, and by the Guccifer 2.0 online persona, are consistent with the methods and motivations of efforts directed by Russia, which has denied involvement.",
  "\"We should now work with our European allies who have been the victim of similar and even more malicious cyber interference by Russia to develop a concerted response that protects our institutions and deters further meddling,\" Schiff said.",
  "California Rep. Adam Schiff, the ranking member of the House intelligence committee, applauded the administration's decision to publicly name Russia as the source of the hacking.",
  "Intelligence officials say some states have experienced scanning or probing of their election systems, which in most cases originated from servers operated by a Russian company.",
  "The U.S. on Friday blamed the Russian government for the hacking of political sites and accused Moscow of trying to interfere with the upcoming presidential election.",
  "And administration officials say it would be difficult to alter the results of the election because of the decentralized nature of the American electoral process.",
  "A senior Obama administration official said the U.S. would respond \"at a time and place of our choosing,\" but any retaliation may not take place in the open.",
  "The official said the public won't necessarily know what actions the U.S. has already taken or will take in the future against Russia in cyberspace.",
  "Federal officials are investigating cyberattacks at the Democratic National Committee and the Democratic Congressional Campaign Committee.",
  "Pressure has been mounting on the Obama administration to call out Russia for the hacking of U.S. political sites and email accounts.",
  "The Russians have used similar tactics and techniques across Europe and Eurasia, for example, to influence public opinion there.\"",
  "A phone message and email left with the Embassy of the Russian Federation were not immediately returned Friday afternoon.",
  "\"These thefts and disclosures are intended to interfere with the U.S. election process,\" the statement said.",
  "The White House declined to say whether the formal attribution would trigger sanctions against Russia.",
  "The hacking claim Friday was another setback in already strained U.S.-Russia relations.",
  "They stopped short, though, in attributing this activity to the Russian government.",
  "The official wasn't authorized to comment by name and requested anonymity.",
  "Election data systems in at least two states also have been breached.",
  "\"Such activity is not new to Moscow."
]