[
  "“The U.S. Intelligence Community (USIC) is confident that the Russian Government directed the recent compromises of e-mails from US persons and institutions, including from US political organizations,” the Department of Homeland Security said in a joint statement with Director of National Intelligence James Clapper.",
  "“Now he hasn’t had the briefing I’ve had, but I made it clear that in my judgment it was a nation-state.”\n\nAt the final debate in Las Vegas last week, Trump expressed doubt that Russia was responsible for hacks into U.S. election systems, campaigns and political groups.",
  "“Hillary, you have no idea.”\n\nEarlier this month, for the first time, the Obama administration accused the Russian government of hacking into U.S. political groups, people and institutions in order to influence the election.",
  "House Homeland Security Committee Chairman Michael McCaul said Tuesday he told Donald Trump that Russia was trying to influence the election through hacking, but the GOP presidential nominee rejected that information.",
  "During an event hosted by The Texas Tribune, moderator CEO Evan Smith recounted that McCaul had told The Dallas Morning News recently that he personally briefed Trump on Russia’s actions.",
  "Their statement said that recent disclosures that appeared on WikiLeaks, DCLeaks.com and disclosures by Guccifer 2.0 are consistent with the methods of Russian-directed efforts.",
  "“Such activity is not new to Moscow—the Russians have used similar tactics and techniques across Europe and Eurasia, for example, to influence public opinion there.",
  "“I think he has in his mind that there’s not the proof,” McCaul, a Trump supporter, said at the event in Austin, according to video obtained by Politico.",
  "We believe, based on the scope and sensitivity of these efforts, that only Russia’s senior-most officials could have authorized these activities.”",
  "But then Trump, at the third presidential debate, said that no one knows for sure that Russia was behind the cyberattacks.",
  "“These thefts and disclosures are intended to interfere with the U.S. election process,” they said.",
  "“She has no idea whether it’s Russia, China, or anybody else,” Trump said.",
  "They also suggested that people high up within the Kremlin were involved."
]