[
  "The tragedy was that U.S. disengagement, and the overtly sectarian policies of Prime Minister Nuri Kamal al-Maliki, led it all to unravel.”\n\nFollow Saagar Enjeti on Twitter\n\nSend tips to saagar@dailycallernewsfoundation.org\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "It then leaps completely over any Obama administration culpability and lands squarely on then-Iraqi Prime Minister Nouri Al Maliki, saying:\n\nThe Administration of Iraq’s Prime Minister (Maliki) was discriminatory to Sunnis, which helped recruit Sunni Iraqis to Zarqawi’s group.",
  "“What [Obama] fails to acknowledge is that after the colossal mistakes at the beginning of the Iraq war, the United States midwifed the emergence, from 2007 to 2009, of an inclusive political order and gained Sunni support to defeat Al Qaeda.",
  "New documents released from House Minority Leader Nancy Pelosi’s computer by purported hacker Guccifer 2.0, reveal a Democratic background memo on ISIS that makes no mention of President Barack Obama’s decision to withdraw from Iraq.",
  "He continued that without this moderating force, the U.S. could no longer “broker impasses between rival political parties.”\n\nWhen Obama took office in 2009, he was determined to pull troops out of Iraq as soon as possible.",
  "forces acted as a moderating force in Iraqi politics,” Bill Roggio, a senior fellow at the Foundation for Defense Democracies, previously explained to The Daily Caller News Foundation.",
  "Obama believed the historic lows of violence in Iraq justified his campaign pledge to bring the war to an end, without keeping a significant U.S. presence in Iraq to ensure stability.",
  "In a 2015 op-ed for the New York Times largely focused on Syrian refugees, Sky laid out in stark terms just how much U.S. “disengagement” damaged Iraq’s security stance.",
  "In fact, neither do Obama’s name nor his foreign policy decisions make an appearance in the document, despite the rise of ISIS occurring in tandem with his presidency.",
  "The document nebulously does not underscore that Maliki was primarily able to pursue his discriminatory policies because of Obama’s withdrawal from Iraq in 2011.",
  "Maliki’s government was anxious for the U.S. to leave to so it could begin the sectarian purges, the U.S. presence never allowed it pursue.",
  "“This was not inevitable, nor pre-ordained,” wrote Emma Sky, a top adviser of Army Gen. Ray Odierno, about Obama’s precipitous withdrawal.",
  "Literally hours after the U.S. withdrew its forces from Iraq, Maliki tried to imprison his Sunni Vice President on clearly false charges.",
  "Maliki’s prejudicial governing style worsened after U.S. troops left Iraq, helping quickly deteriorate the situation further.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The document lays blame primarily (surprise!)",
  "on the 2003 invasion.",
  "“U.S."
]