[
  "The longtime Trump associate visited the Ecuadorian embassy in London, where officials have harbored Assange for over five years\n\nRoger Stone, a longtime associate of Donald Trump who has previously claimed he had a “backchannel” to WikiLeaks, on Wednesday visited the Ecuadorian embassy in London, where officials have harbored the organization’s founder, Julian Assange, for over five years.",
  "After the hack of the Democratic National Committee in early 2016, he also exchanged messages with Guccifer 2.0, an anonymous account linked to Russian security services, claimed knowledge of WikiLeaks releases and told a group of Florida republicans that he had “communicated with Julian Assange”.",
  "During the 2016 election, WikiLeaks released emails hacked from the Democratic party and a member of Hillary Clinton’s campaign, materials that US intelligence agencies have said was stolen by Russian security services as part of a campaign to interfere in the election.",
  "Stone said he was glad to have missed the WikiLeaks founder, because he would have been asked about any conversation by those in the US investigating alleged links between the Trump campaign and Russia.",
  "He added that he left his contact information for Assange, who has stayed in the Ecuadorian embassy for the last five years to avoid extradition to Sweden, where he faced allegations of sexual abuse.",
  "Assange has denied that Russians provided the emails; US intelligence agencies have said the hackers probably used one or more fronts to disguise their identities.",
  "Julian Assange asks UK court to drop arrest warrant Read more\n\nStone told the Daily Beast, which first reported the visit, that he did not meet Assange.",
  "Last year, Stone tweeted that he “never denied perfectly legal back channel to Assange who indeed had the goods on #CrookedHillary”.",
  "Stone has cooperated with investigators and delivered documents to the Senate committee investigating Russian meddling.",
  "He speculated that Assange might have been “extracted” secretly at some point in recent weeks.",
  "“I didn’t go and see him, I dropped off a card to be a smart ass,” he told the Daily Beast.",
  "“I dropped in my card, I don’t even think he’s there any more,” Stone said.",
  "He later said that this was through a friend as an intermediary.",
  "(He later deleted the tweet.)"
]