[
  "There’s no indication that Trump saw these facts as weaknesses; Trump was arguing for improved relations with Russia, and after Manafort was pushed out of the campaign, in part over reports about almost $13 million he received from Yanukovych’s party, several of Trump’s friends floated him large loans.",
  "Although he pleaded not guilty to charges including false and misleading statements under the Foreign Agent Registration Act, Manafort retroactively filed under FARA earlier this year, indicating that he realized his failure to file might become a legal problem.",
  "Even if Manafort couldn’t have anticipated the scope of the Mueller probe, putting himself in a top role in a presidential campaign was a surefire way to draw scrutiny to his past ties and to any legally dubious behavior.",
  "Manafort had experience in floor fights, dating to a 1976 battle between Gerald Ford and Ronald Reagan, and besides, he came recommended by his former business partner Roger Stone, an occasional adviser to Trump.",
  "But the campaign team consisted of inexperienced, flailing aides, and the campaign was in danger of facing a floor fight for the nomination at the Republican National Convention.",
  "(Stone, too, has been swept up in the Mueller probe, with scrutiny on his contacts with a hacker calling himself Guccifer 2.0, who U.S. officials believe was a Russian agent.",
  "And once the campaign knew, it could easily have checked and discovered that Manafort (and Gates) had not disclosed the work under the Foreign Agent Registration Act.",
  "Bloomberg View’s Eli Lake warned, “Trump just hired his next scandal,” noting the lengthy series of corruption scandals to which Manafort had been linked.",
  "Trump couldn’t have known the full scale of Manafort’s alleged money-laundering operation—there had, to that date, been no charges filed against him.",
  "Trump’s reliance on Stone, an eccentric with a history of racist comments and veneration of Richard Nixon, also suggests questionable judgment.)",
  "The barebones team had unexpectedly rampaged through the Republican presidential field, in spite of repeated missteps and gaffes.",
  "His campaign should have asked Manafort if he was indebted to Deripaska, as appears to have been the case.",
  "He should also have been aware of Manafort’s long ties to the Kremlin, especially through Oleg Deripaska.",
  "The fact that Manafort, a hired-gun operative, was willing to work for free ought to have raised alarms.",
  "It’s also hard to imagine that Trump didn’t know about Manafort’s work for Yanukovych, for example.",
  "When Manafort joined the Trump team, in March 2016, the campaign had little capacity for vetting.",
  "“This is years ago, before Paul Manafort was part of the Trump campaign,” he wrote.",
  "(Manafort pleaded not guilty Monday in federal court in Washington.)",
  "Manafort’s decision to join the Trump campaign is somewhat baffling.",
  "In a tweet Monday, Trump downplayed the Manafort indictment.",
  "But there were plenty of reasons to be wary."
]