[
  "Intelligence officials also said that people high up within the Russian government were involved: In an October statement, the director of national intelligence said “only Russia’s senior-most officials could have authorized these activities.”\n\nBut pressed on whether he believed the CIA was trying to overturn the election results, the president-elect responded: “No, I don’t think they’re saying anything.”\n\nMr. Trump, citing no proof, then suggested Democrats were involved in pushing the story of Russians hacking the election.",
  "President-elect Donald Trump weighed in Sunday on recent intelligence reports that say Russia attempted to interfere in the U.S. general election, alleging without evidence that Democrats were responsible for the scrutiny over Russian hackers.",
  "“No I don’t believe that at all.”\n\nBut contrary to Mr. Trump’s claim, the U.S. intelligence community since early October has said that it was confident the Kremlin had directed cyberattacks to influence the presidential election.",
  "“According to the Washington Post, the CIA has concluded that Russia intervened in the election to help you win the presidency,” Fox News’ Chris Wallace said in an interview that aired Sunday.",
  "They don’t know and I don’t know.”\n\nThe president-elect also defended his decision to receive intelligence briefings less frequently than his predecessors, who were briefed daily.",
  "The email document dumps by WikiLeaks, DCLeaks.com and Guccifer 2.0 during the presidential campaign cycle were further consistent with the methods of Russian-directed efforts.",
  "But I do say, ‘“If something should change, let us know.’”\n\nHe noted that his generals and Vice President-elect Mike Pence received briefings as well.",
  "“I think the Democrats are putting it out because they suffered one of the greatest defeats in the history of politics in this country.",
  "We had a massive landslide victory, as you know, in the Electoral College,” the president-elect said.",
  "I don’t have to be told the same thing in the same words every single day for the next eight years.",
  "“Why would the CIA put out the story that the Russians wanted you to win?” Wallace questioned.",
  "I don’t know why and I think it’s just -- you know, they talked about all sorts of things.",
  "And it’s ridiculous.”\n\n“Certain groups don’t necessarily agree,” he went on.",
  "“I don’t have to be told -- you know, I’m, like, a smart person.",
  "“Well I’m not sure they put it out,” Mr. Trump replied.",
  "It -- I don’t really think it is, but who knows?",
  "And frankly, I think they’re putting it out.",
  "“Your reaction?”\n\n“I think it’s ridiculous.",
  "“I get it when I need it,” Mr. Trump said.",
  "Could be eight years -- but eight years.",
  "I think it’s just another excuse.",
  "“Personally, it could be Russia.",
  "Every week it’s another excuse.",
  "I don’t know either.",
  "I don’t believe it.",
  "I don’t need that."
]