[
  "Spencer Platt/Getty Images\n\nOn Wednesday, the Smoking Gun published a story asserting that longtime Donald Trump adviser Roger Stone had exchanged private direct messages via Twitter with “Guccifer 2.0,” an account that’s believed by U.S. officials and other analysts to be a front for the allegedly Russian-affiliated group that hacked Hillary Clinton campaign chairman John Podesta and the Democratic National Committee.",
  "He now tells the Washington Times, however, that he did indeed DM with the Guccifer 2.0 account—though he claims the contact was “innocuous” and provided the publication with copies of what he says are the only three messages he sent.",
  "#CrookedHillary — Roger Stone (@RogerJStoneJr) August 21, 2016\n\nStone has said publicly that he has connections to WikiLeaks proprietor Julian Assange through an intermediary that he described as a libertarian member of the media.",
  "Stone, who has known Trump for decades, was formally involved in the Trump 2016 campaign in its early stages and has said that he continued to advise Trump informally after leaving the campaign in August 2015.",
  "Stone tweeted vaguely about information damaging to Podesta in August and tweeted in early October that Hillary Clinton would soon be “done”:\n\nTrust me, it will soon the Podesta's time in the barrel.",
  "Two days later, Mr. Stone again privately messaged the Twitter account and asked for it to retweet a column he had written about the prospects of the 2016 presidential election being “rigged.”\n\n“wow.",
  "From the Times:\n\nIn one of the messages dated Aug. 14, Mr. Stone said he was “delighted” that Twitter had reinstated Guccifer 2.0’s account following a brief suspension.",
  "The New York Times reported in February that the FBI has investigated Stone’s potential connections to Russian operatives; the status of that investigation is unknown.",
  "“do u find anything interesting in the docs i posted?”\n\n“i’m pleased to say that u r great man,” Guccifer 2.0 wrote in an Aug. 17 message to Mr. Stone.",
  "Assange has denied having any connection to Guccifer 2.0 and said he was not supplied with the DNC or Podesta emails by a state actor.",
  "Guccifer 2.0 released other hacked DNC emails in September, and WikiLeaks’ publication of Podesta’s emails began on Oct. 7.",
  "it would be a great pleasure to me.”\n\nHacked Democratic National Committee emails were released by WikiLeaks on July 22.",
  "!” Guccifer 2.0 wrote Mr. Stone in the interim, referring to the Breitbart piece.",
  "thank u for writing back, and thank u for an article about me!!",
  "Stone told the Gun that he did not remember having done so.",
  "Roger Stone in New York City on Dec. 6.",
  "“please tell me if i can help u anyhow."
]