[
  "Attorney demands probe of claims Paul Manafort had people killed\n\nBut Stone blasted claims that he was in contact with Russian officials as “sensational” and “bogus.”\n\nRoger Stone (seen at Trump Tower in December) admitted that he was in private communication with a Kremlin-connected hacker persona.",
  "F--k the State and their MSM lackeys,” Stone wrote in an Aug. 14 message to the hacker persona after its account was reinstated following a temporary suspension amid fallout from the WikiLeaks email dumps that caused repeated embarrassments for Democratic nominee Hillary Clinton.",
  "Roger Stone, President Trump’s longtime confidant and former campaign advisor, has admitted that he was in private communication with one of the Kremlin-connected hacker personas behind the Democratic National Committee email breach last year.",
  "Trump knew Flynn was possible foreign agent before inauguration\n\nThe hacker responded gleefully, thanking Stone for one of his Breitbart News columns ridiculing Democrats for alleging that Russians were behind the election hacks.",
  "Stone — one of several Trump associates under FBI investigation for potential Russia ties — acknowledged in a lengthy statement Friday evening that he communicated with Guccifer 2.0 in direct Twitter messages last summer.",
  "NYC officials won’t release Russian ambassador's autopsy results\n\nIn his Friday statement, Stone called the conversations \"innocuous,\" adding that they were so \"perfunctory, brief and banal I had forgotten it.\"",
  "Image by: Harry Naltchayan/The Washington Post via Getty Images\n\nThe communication came after Stone wrote an article for Breitbart News in early August, weeks after the DNC had already been hacked, Stone wrote.",
  "U.S. intelligence officials and various cybersecurity firms have concluded that Russian spy agencies created Guccifer 2.0 as an Internet persona for the purpose of helping Trump win the White House.",
  "Several people within Trump’s administration have also been scrutinized over apparent ties to Russia, including ousted national security adviser Michael Flynn and attorney general Jeff Sessions.",
  "Image by: Spencer Platt/Getty Images\n\n“This is another absurd media claim that is part of the long-standing absurd claim that Donald Trump had anything to do with the Russians,” Stone said.",
  "Stone is among at least three Trump campaign advisers currently under investigation by the FBI, the NSA, the CIA and the Treasury Department over perceived ties to the Kremlin.",
  "“It would be a great pleasure to me.”\n\nGuccifer 2.0 did not elaborate on what form that “help” would have come in and Stone could not immediately be reached for comment.",
  "Image by: DANIEL HULSHIZER/AP\n\nOver the next couple of days, Guccifer 2.0 praised Stone as a “great man” on multiple occasions and offered him a helping hand.",
  "\"Any such 'collaboration' would’ve also involved a time machine – something that I think Putin has not perfected yet,\" Stone wrote.",
  "The statement came in response to a recent Smoking Gun report that suggests Stone might have collaborated with Russian hackers.",
  "Down the conspiracy rabbit hole we go\n\nStone served as Trump’s chief political advisor during the early days of the campaign.",
  "He eventually split from the campaign, but remained a confidante and occasional advisor to Trump.",
  "To bolster his denial, Stone posted screengrabs of his private conversations with Guccifer 2.0.",
  "Republican lobbyists Paul Manafort (l.) and Roger Stone in Washington, D.C., in March 1985.",
  "The other two are ex-campaign manager Paul Manafort and former adviser Carter Page.",
  "Stone believes the timeline debunks the claims in The Smoking Gun's report.",
  "The two men have been close friends and business partners since the 1970s.",
  "Both men are now under investigation over their potential ties to Russia.",
  "“Please tell me if I can help you anyhow,” the hacker told Stone.",
  "Donald Trump and Stone are seen in Newark in October 1999.",
  "The pair have been close for decades.",
  "“Delighted you are reinstated."
]