[
  "“That is why, many, many months ago, I made it clear that I thought Debbie Wasserman Schultz should resign, should step down, not only because of the prejudice I think they showed during the campaign, but also because I think we need a new leadership in the Democratic Party, which is going to open up that party to working people, to young people,” said Sanders, who has endorsed Clinton but has not officially suspended his campaign.",
  "On CNN’s “State of the Union” earlier Sunday, Sanders said the information exposed in the leak was “not a great shock to me.”\n\n“There’s no question in my mind and no question to any objective observer’s mind that the DNC was supporting Hillary Clinton and was in opposition to our campaign,” he said.",
  "Sen. Bernie Sanders (I-Vt.) on Sunday called the leak of Democratic National Committee emails suggesting a bias against his presidential campaign “outrageous” and reiterated his call for DNC Chairwoman Rep. Debbie Wasserman Schultz (Fla.) to resign.",
  "On Friday, the transparency advocacy group Wikileaks published thousands of internal DNC emails illegally obtained by the hacker Guccifer 2.0, a number of which showed party officials discussing ways to undercut Sanders’ campaign.",
  "In one email, dated May 5, DNC Chief Financial Officer Brad Marshall suggested that Sanders should be asked about his religious beliefs ahead of the primaries in Kentucky and West Virginia.",
  "RIGGED.”\n\nDuring an interview on NBC’s “Meet the Press,” aired Sunday morning, Trump said the Clinton campaign had snubbed Sanders by selecting Sen. Tim Kaine (D-Va.) as her running mate.",
  "While she deserves thanks for her years of\n\nservice, the party needs new leadership that will open the doors of\n\nthe party and welcome in working people and young people,” Sanders\n\nsaid.",
  "The senator got his wish hours later, when Wasserman Schultz announced she was stepping down as chair immediately after the Democratic National Convention in Philadelphia next week.",
  "“The party leadership must also always remain impartial in the\n\npresidential nominating process, something which did not occur in the\n\n2016 race.”",
  "“My Southern Baptist peeps would draw a big difference between a Jew and an atheist.” He has since issued an apology for his comments.",
  "Donald Trump, the Republican Party’s newly minted presidential nominee, weighed in on the controversy Saturday morning with a tweet.",
  "Before she announced her resignation, Wasserman Schultz had planned on not speaking at the Democratic National Convention.",
  "I was shocked.”\n\nIn a statement after Wasserman Schultz’s resignation, Sanders said the DNC needs new leadership.",
  "“What happened with the choice of Tim Kaine was a slap in the face to Bernie Sanders and everybody.",
  "“Well, I’m not a fan of Bernie Sanders, but I am a fan of one thing that he talks about: Trade.",
  "“Debbie Wasserman Schultz has made the right decision for the future\n\nof the Democratic Party.",
  "“Leaked e-mails of DNC show plans to destroy Bernie Sanders,” the candidate tweeted.",
  "“This could make several points difference with my peeps,” Marshall wrote.",
  "“She’s been quarantined,” one Democratic Party official told CNN.",
  "But he has been gamed,” Trump told moderator Chuck Todd.",
  "He is the only one on that side that understands trade.",
  "On-line from Wikileakes [sic], really vicious.",
  "“Mock his heritage and much more.",
  "..."
]