[
  "Russian President Vladimir Putin is seen at a polling station during the municipal elections in Moscow Thomson Reuters\n\nThe first document leaked by self-proclaimed hacker Guccifer 2.0 was edited to include the word \"confidential,\" a former Democratic National Committee official told Business Insider on Friday.",
  "Guccifer 2.0 claimed responsibility for the DNC hack last June and said it had published some of the stolen documents on its WordPress site — but the first document the supposed hacker published actually came from the inbox of Hillary Clinton's campaign chairman, John Podesta.",
  "But digital fingerprints were left on the hacks that led the US intelligence community — as well as several private cybersecurity firms — to conclude that the cyberattacks were largely, if not entirely, carried out by two Russian intelligence groups.",
  "President Donald Trump's former campaign adviser and longtime confidante Roger Stone said he exchanged private messages with Guccifer 2.0 last year after writing an article for Breitbart calling Guccifer 2.0 \"the real deal.\"",
  "The revelation that Guccifer altered the document, which was first disclosed by The Associated Press on Friday, comes amid the FBI and Congress' wide-ranging investigations into Russia's election interference.",
  "ThreatConnect, a cyber-security firm based in Arlington, Virginia, concluded that Guccifer 2.0 had been using the Russian-based Virtual Private Network service, Elite VPN, to secure their communications.",
  "A screenshot of the document's first page was posted on Guccifer's website last June, followed by screenshots of pages two, seven, and eight — all of which said \"confidential\" on the bottom.",
  "Piecing together Guccifer's comments and cyber trails, experts soon began to agree that the self-proclaimed hacker was either a poser or the product of a Russian disinformation campaign.",
  "The former DNC official told Business Insider that the word \"confidential\" did not appear in the original document, titled \"Donald Trump Report,\" that had been sent to Podesta.",
  "Screenshot/Guccifer 2.0\n\nUpon downloading the full version of the document from Guccifer's website, however, the word \"confidential\" does not appear.",
  "Stone told Business Insider on Friday that he had \"revised\" his assessment of the self-described hacker \"some time ago.\"",
  "That indicates that Guccifer altered the screenshots to make them more alluring when they were first published.",
  "The word \"confidential\" also did not appear on the version published by WikiLeaks in October.",
  "\"I neither believe he is a Russian Asset or that he hacked the DNC,\" Stone said in an email.",
  "Guccifer 2.0 has denied having any links to Russia."
]