[
  "“The driver then threw it in reverse and took off.”\n\nStone, who has previously admitted to having “back-channel” communications with WikiLeaks founder Julian Assange and who more recently acknowledged trading messages with the famed Russian hacker Guccifer 2.0, remains a figure in the congressional investigation into Russia’s attempts to influence the presidential election.",
  "Asked if he thought the accident was tied to the Russian hacking scandal, Stone said, “It certainly could be.”\n\n“You could make the case that the Russians want to off me because they don’t want me to testify because it would show their hand, but I think that would be kind of obvious,” he said.",
  "POMPANO BEACH, Fla. -- Roger Stone, the longtime adviser to President Trump, said he was the victim of a hit-and-run driver Wednesday morning in South Florida, CBS Miami station WFOR-TV reports.",
  "Stone provided WFOR-TV a copy of the Uber receipt showing that he was picked up at the scene of the accident at 11:08 a.m. and driven to his house in Fort Lauderdale.",
  "One reason why people are prone to doubt Stone is that he is a self-described master of political dirty tricks who got his start in the Nixon administration.",
  "Stone said the reason he was not listed as a passenger was because he left the scene when it became clear that a deputy was not being dispatched right away.",
  "Stone was a former business partner with Paul Manafort, the former Trump campaign manager whose ties to Russia are also being scrutinized.",
  "Snowden, who was shown a picture of Stone, said he saw a man that resembled Stone at the scene talking on a cellphone waiting for police.",
  "Stone said he was a passenger in the car and that the airbags deployed on his side and prevented him from being more seriously injured.",
  "The incident report shows there was extensive damage to the passenger side of Kakanis’ car and that it had to be towed from the scene.",
  "(Earlier in the day, Congressman Adam Schiff, the ranking Democrat on the House Intelligence Committee, mentioned Stone by name.)",
  "He added, “It happens on a day when the ranking Democrat on the Intelligence Committee calls for me” to appear before the panel.",
  "“If I testify, it is going to prove that this whole narrative, on which I believe surveillance of the president was based, i.e.",
  "The report states that a deputy was not dispatched to the accident until 11:56 a.m. - more than 70 minutes after the crash.",
  "that the Trump campaign was infiltrated by the Russians, is false.”\n\nStone said he looks forward to being able to testify.",
  "Stone said after waiting a half-hour he called an Uber to take him home while the driver of the car stayed behind.",
  "“Out of nowhere we were T-boned essentially by a late model, four-door, what I’m now told was a Pontiac,” he said.",
  "Kakanis said he believed the car that hit him - a gray, four-door sedan with tinted windows - did so deliberately.",
  "The Broward Sheriff’s Office confirmed there was a hit-and-run crash at the time and location described by Stone.",
  "“I know some people chortle and say this was a way for me to sell books.”\n\nStone, however, denied it was a stunt.",
  "“I think it is more likely that someone would like it to look like the Russians tried to bump me off,” he said.",
  "The accident occurred at 10:45 a.m. in Pompano Beach, according to the incident report obtained by WFOR-TV.",
  "WFOR-TV also spoke to the driver of the car, John Kakanis, who works as an aide to Stone on his book tour.",
  "Stone was on his way to Orlando to promote his latest book on Mr. Trump when the accident occurred.",
  "“He came out here real fast, and he hit this guy, and then he took off,” Ron Snowden said.",
  "“I have to guess that somebody doesn’t want me to testify at those hearings,” Stone said.",
  "Stone’s ties to both Mr. Trump and the ongoing investigations, however, is not in doubt.",
  "Stone previously claimed he was poisoned with polonium and became ill but recovered.",
  "He said Stone was in the passenger seat of the car at the time of the accident.",
  "Stone claimed it was the second attempt on his life in the past six months.",
  "He said he can’t recall if he told the deputy that Stone was in the car.",
  "The report makes no mention of Stone being a passenger in the vehicle.",
  "But Stone isn’t excluding the possibility it could be another group.",
  "“I’m bruised, but I’m OK,” he said, adding his vision is blurry.",
  "“I believe that I was poisoned back around Christmas,” he said.",
  "“I would love to clear the air on this whole thing,” he said.",
  "WFOR-TV spoke to two witnesses at the scene of the accident.",
  "“They just came at us full force,” Stone told WFOR-TV.",
  "The deputy arrived on the scene at 11:59 a.m.",
  "“It looked kind of intentional,” he said.",
  "He said he has done nothing wrong.",
  "“I was pretty shaken,” he said.",
  "The car then took off."
]