[
  "CBS News has learned that U.S. investigators are looking into whether Trump campaign representatives had a role in helping Russian intelligence as it carried out cyberattacks on the Democratic National Committee and other political targets in March 2016.",
  "CBS News\n\nDespite his denials, investigators believe the operation was authorized by Russian President Vladimir Putin himself and it involved both cyberattacks and information warfare.",
  "Sources say investigators are probing whether an individual or individuals connected to the campaign intentionally or unwittingly helped the Russians breach Democratic Party targets.",
  "According to testimony on Friday before the Senate Intelligence Committee, 15,000 operatives worldwide participated in spreading false news stories and conspiracy theories online.",
  "It was the same day the Department of Homeland Security and director of national intelligence publicly accused Russia of carrying out the cyberattacks.",
  "But sources tell us the FBI wants to get the investigation absolutely right so that the public will trust the result, whatever that turns out to be.",
  "This new information suggests that the FBI is going back further than originally reported to determine the extent of possible coordination.",
  "#CrookedHillary — Roger Stone (@RogerJStoneJr) August 21, 2016\n\nThen on Oct 7, WikiLeaks began publishing Podesta's personal emails.",
  "According to a declassified intelligence assessment, it was in March when Russian hackers \"began cyber operations aimed at the U.S.",
  "Now, one year after the Russian operation began, sources say the FBI's investigation is nowhere near over.",
  "CBS News\n\nStarting in June, websites like Guccifer 2.0 and WikiLeaks began posting the hacked documents.",
  "In March 2016, both Mr. Trump and Hillary Clinton had emerged as their parties' most likely nominees.",
  "Law enforcement sources say one theory is that Trump associates could have been motivated by money.",
  "In August, Trump confidant Roger Stone tweeted about Clinton campaign chairman John Podesta.",
  "Those activities are also part of the FBI's investigation - including who paid for them.",
  "In May, U.S. officials say the Russians had stolen \"large volumes of data from the DNC.\"",
  "\"Trust me, it will soon the Podesta's time in the barrel,\" Stone tweeted.",
  "The NSA and CIA are also gathering intelligence from inside Russia.",
  "It involves dozens of agents in Washington, New York and London.",
  "Trust me, it will soon the Podesta's time in the barrel.",
  "election.\""
]