[
  "California Sen. Dianne Feinstein has formally requested that Twitter turn over all communications the social media company had with the Tennessee Republican Party about a provocative Twitter account that was controlled by a Russian “troll farm.”\n\nAs first reported by BuzzFeed News, the Tennessee Republican Party sent Twitter three formal complaints between September 2016 and August 2017 that the account, @TEN_GOP, was impersonating the real state Republican Party.",
  "In her letter, Feinstein also asked for documentation on how it determined that Russia purchased political ads and for copies of private messages sent via Twitter from WikiLeaks founder Julian Assange and Guccifer 2.0, a hacker who distributed documents purloined from the Democratic National Committee.",
  "@TEN_GOP's Russia link was first reported by Russia's RBC news outlet in a massive investigation into the Internet Research Agency, a Russian government-connected organization that operated social media accounts and bought advertising in an effort to sow political discord in the United States.",
  "The request for communications about @TEN_GOP was among 15 demands that Feinstein, the top Democrat on the Senate Judiciary Committee, made in a letter to Twitter about its response to the Russian effort to influence politics in the United States.",
  "After the state party's second complaint, @TEN_GOP changed its Twitter profile to no longer suggest it was representing the party's opinions, a change that meant it no longer was in violation of Twitter’s rules against impersonation.",
  "It was widely cited by US news sites as an example of right-wing thought in the US, and was quoted by close associates of Donald Trump in the run-up to the election.",
  "But Twitter never sent a personalized response and didn't \"permanently suspend\" the Russia-controlled account until11 months after the first complaint.",
  "Candice Dawkins, a spokeswoman for the Tennessee Republican Party, said she'd be surprised if Twitter has copies of any communications with her party.",
  "Twitter blocked the account soon after the state party complained a third time, but has declined to explain why.",
  "Sean Edgett, Twitter's general counsel, is scheduled to appear Tuesday before the Senate Judiciary Committee.",
  "A Twitter spokesperson declined to say whether he would voluntarily answer Feinstein’s questions then.",
  "“We didn’t receive anything [from Twitter] besides those automated responses,” she told BuzzFeed News.",
  "Each time, the party received an automatic acknowledgement that Twitter had gotten the complaint.",
  "US intelligence concluded that Guccifer 2.0 was actually a front for Russian intelligence.",
  "@TEN_GOP was the most popular of its efforts, amassing more than 136,000 followers.",
  "The actual Tennessee Republican Party account, @TNGOP, has about 13,400 followers."
]