[
  "WASHINGTON -- The computer server that transmitted and received Hillary Clinton's emails - on a private account she used exclusively for official business when she was secretary of state - traced back to an Internet service registered to her family's home in Chappaqua, New York, according to Internet records reviewed by The Associated Press.",
  "A Clinton spokesman, Nick Merrill, told the newspaper that Clinton complied with the letter and spirit of the law because her advisers reviewed tens of thousands of pages of her personal emails to decide which ones to turn over to the State Department after the agency asked for them.",
  "Rep. Trey Gowdy, R-S.C., chairman of the special House committee investigating the Benghazi attacks, said the committee learned last summer - when agency documents were turned over to the committee - that Clinton had used a private email account while secretary of state.",
  "It also would distinguish Clinton's secretive email practices as far more sophisticated than some politicians, including Mitt Romney and Sarah Palin, who were caught conducting official business using free email services operated by Microsoft Corp. and Yahoo Inc.",
  "Since Clinton effectively retained control over emails in her private account even after she resigned in 2013, the government would have to negotiate with Clinton to turn over messages it can't already retrieve from the inboxes of federal employees she emailed.",
  "Operating her own server would have afforded Clinton additional legal opportunities to block government or private subpoenas in criminal, administrative or civil cases because her lawyers could object in court before being forced to turn over any emails.",
  "Then, in July 2013, five months after she resigned as secretary of state, Clinton's private email server was reconfigured again to use a Denver-based commercial email provider, MX Logic, which is now owned by McAfee Inc., a top Internet security company.",
  "The AP has waited more than a year under the open records law for the State Department to turn over some emails covering Clinton's tenure as the nation's top diplomat, although the agency has never suggested that it didn't possess all her emails.",
  "President Obama signed a bill last year that bans the use of private email accounts by government officials unless they retain copies of messages in their official account or forward copies to their government accounts within 20 days.",
  "On the cusp of a second presidential campaign, she previewed some of the economic themes that could animate an upcoming race, pointing to an economy that too often fails to address the challenges faced by families and working mothers.",
  "The highly unusual practice of a Cabinet-level official physically running her own email would have given Clinton, the presumptive Democratic presidential candidate, impressive control over limiting access to her message archives.",
  "The Hoteham personality also is associated with a separate email server, presidentclinton.com, and a non-functioning website, wjcoffice.com, all linked to the same residential Internet account as Mrs. Clinton's email server.",
  "Those professional facilities provide monitoring for viruses or hacking attempts, regulated temperatures, off-site backups, generators in case of power outages, fire-suppression systems and redundant communications lines.",
  "If the details in the AP report are true, they add a new level of secrecy and sophistication surrounding her e-mail use while she was at the State Department, observes CBS News correspondent Margaret Brennan.",
  "Clinton has not described her motivation for using a private email account that traced back to her own private email server registered under an apparent pseudonym - for official State Department business.",
  "In November 2012, without explanation, Clinton's private email account was reconfigured to use Google's servers as a backup in case her own personal email server failed, according to Internet records.",
  "That is significant because Clinton publicly supported Google's accusations in June 2011 that China's government had tried to break into the Google mail accounts of senior U.S. government officials.",
  "Looking out at the ballroom of female Democrats, Clinton asked if they were hopeful of seeing more women running for local offices like school board member, governor, mayor and member of Congress.",
  "Clinton's private email account surfaced publicly in March 2013 after a convicted Romanian hacker known as Guccifer published emails stolen from former White House adviser Sidney Blumenthal.",
  "In most cases, individuals who operate their own email servers are technical experts or users so concerned about issues of privacy and surveillance they take matters into their own hands.",
  "At the event, Clinton credited women with making a difference at all levels of government, asking an audience of female Democrats, \"Don't you someday want to see a woman president?\"",
  "Hoteham was listed as the customer at Clinton's $1.7 million home on Old House Lane in Chappaqua in records registering the Internet address for her email server since August 2010.",
  "Most Internet users rely on professional outside companies, such as Google Inc. or their employers, for the behind-the-scenes complexities of managing their email communications.",
  "Clinton ignored the issue during a speech Tuesday night at the 30th anniversary gala of EMILY's List, which works to elect Democratic women who support abortion rights.",
  "\"We're not doing that when the hard work of men and women across our country is not rewarded with rising wages, but CEO pay goes up and up no matter what.\"",
  "The disclosure raised questions about whether she took actions to preserve copies of her old work-related emails, as required by the Federal Records Act.",
  "In theory but not in practice, Clinton's official emails would be accessible to anyone who requested copies under the U.S. Freedom of Information Act.",
  "But \"homebrew\" email servers are generally not as reliable, secure from hackers or protected from fires or floods as those in commercial data centers.",
  "The New York Times reported Monday that Clinton exclusively used a personal email account it did not specify to conduct State Department business.",
  "And since the Secret Service was guarding Clinton's home, an email server there would have been well protected from theft or a physical hacking.",
  "It was unclear whom Clinton hired to set up or maintain her private email server, which the AP traced to a mysterious identity, Eric Hoteham.",
  "Under the law, citizens and foreigners can compel the government to turn over copies of federal records for zero or little cost.",
  "More recently the committee learned that she used private email accounts exclusively and had more than one, Gowdy said.",
  "\"We have to get our economy to reflect the realities of 21st century America, and we're not doing that,\" Clinton said.",
  "That name does not appear in public records databases, campaign contribution records or Internet background searches.",
  "It was one of the first instances of a major American corporation openly accusing a foreign government of hacking.",
  "The bill did not become law until more than one year after Clinton left the State Department.",
  "A spokesman for Clinton did not respond to requests seeking comment from the AP on Tuesday.",
  "The Internet domain was registered around the time of her secretary of state nomination.",
  "Government employees generally use servers run by the federal agencies where they work.",
  "\"I suppose it's only fair to say, 'Don't you someday want to see a woman president?'\"",
  "She noted that during one's life, \"You get a chance to make millions of decisions.",
  "Clinton's 30-minute address was punctuated by references to her future.",
  "The former president's full name is William Jefferson Clinton.",
  "Some of them are big, like 'Do you run for office?\"'",
  "she asked, generating loud applause."
]