[
  "The officials said that discussions on the drone program should have been conducted over a system designed to handle classified information, the “high side.”\n\nDiscussions on the program were part of an effort to give the State Department more say on whether or not the CIA should conduct the strikes.",
  "At least 47 of the 55,000 emails Clinton turned over to the State Department contained the words “B3 CIA PERS/ORG,” the Associated Press reported Wednesday, indicating that the email contained information on CIA personnel or the agency itself.",
  "Officials were found to be using what is commonly referred to as the “low-side” system to correspond with the Central Intelligence Agency regarding State Department approval of drone strikes from 2011 to 2012.",
  "Additionally, she has never claimed the server was breached by hackers, despite the fact that the hacker known as “Guccifer” has already plead guilty to charges in May that he easily did so.",
  "“He has described the server as “completely unsecured” and compared it to “an open orchid on the internet.”\n\nFollow Russ Read on Twitter\n\nSend tips to russ@dailycallernewsfoundation.org.",
  "A tranche of emails from Hillary Clinton’s private server show that Department of State officials did not follow security protocols when corresponding over top secret drone strikes.",
  "A total of 2,093 emails are considered “confidential” or “secret.” At least two sent to the server designated as “top secret” included information on North Korea’s nuclear program.",
  "State Department officials told investigators that these discussions would often occur within a short window, ranging from 20 minutes to several days.",
  "The advisers then began discussing the strike over the unsecured system, likely due to the fact many were away from the office during the holiday.",
  "Clinton has continued to claim that she never sent or received information marked as classified while using her private email account and server.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The U.S. ambassador to Pakistan sent out a short message regarding a planned drone strike that was then picked up by Clinton’s top advisers.",
  "The revelation came during a briefing of congressional and law-enforcement officials regarding the ongoing FBI probe into Clinton’s server.",
  "Clinton’s aides forwarded some of these emails to her personal email and routed to her unsecured private server.",
  "In some instances, officials did not have access to secure systems, which is why they used the unsecured system.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "A total of 22 were previously marked top secret and have not been released to the public.",
  "One of the email exchanges involving Clinton came around Christmas 2011."
]