[
  "Guccifer 2.0, who adopted the moniker used by the Romanian hacker who infiltrated Sidney Blumenthal’s emails and claimed to have hacked into Hillary Clinton’s email server, says that more memos, reports, and emails will soon be made available from the hack.",
  "Peter O’Keefe, a longtime associate of Terry McAuliffe, the governor of Virginia and former chairman of the DNC, and Osman Siddique, the former ambassador to Fiji, are also fundraisers whose names appear multiple times on the list.",
  "While party officials said that no financial information was stolen in the hack, Guccifer 2.0 claims to have a trove of documents showing big-dollar donations from some of the Democratic party’s biggest contributors.",
  "Several longtime Democratic fundraisers are listed, including Elizabeth Bagley, a former ambassador to Portugal during the Bill Clinton White House and a longtime Hillary Clinton donor.",
  "The hacker also uploaded reports showing election strategy memos for Hillary Clinton as well as memos detailing how to attack GOP candidates who have since quit their presidential bids.",
  "The hacker, whose breach of the DNC’s computer systems was reported on Tuesday, released a slew of what they claim are donor records and other memos to The Smoking Gun website.",
  "One document Guccifer 2.0 claims to have stolen is a self-explanatory “Big Donor List” that is published on a WordPress website that appears to belong to the hacker.",
  "The hacker, who is believed to be Russian, also released to The Smoking Gun and the website Gawker an opposition research file that the DNC created on Donald Trump.",
  "(RELATED: Julian Assange: Wikileaks Will Publish More Hillary Emails)\n\nGuccifer 2.0 also released 200-plus pages of research that the DNC had compiled on Trump.",
  "A hacker called Guccifer 2.0 has leaked what they claim are records of donations to the Democratic National Committee and other potentially damning documents.",
  "The DNC, which is chaired by Florida Rep. Debbie Wasserman Schultz, found out about the hack about six weeks ago, The Washington Post reported on Tuesday.",
  "It is unclear if those emails are different from the ones that the Democratic presidential candidate gave to the State Department in Dec. 2014.",
  "Campaign finance records show that the “Shawshank Redemption” star gave that sum to the Priorities USA super PAC in 2012.",
  "The spreadsheet lists dozens of donors alongside their donation amount and the fundraiser that solicited the funds.",
  "It is unclear if the documents published by The Smoking Gun and Gawker were actually taken from the DNC’s website.",
  "It includes the names of major Democratic donors such as billionaire businessmen Daniel Abraham and Fred Eychaner.",
  "Wikileaks founder Julian Assange said over the weekend that his group will soon publish Hillary Clinton emails.",
  "One document on the Guccifer 2.0 website is a commitment sheet that appears to be for the month April 2016.",
  "Another undated document is a list of donors which includes the names of several celebrities.",
  "Jeffrey Katzenberg, the CEO of Dreamworks, gave $3 million, according to that list.",
  "“The main part of the papers, thousands of files and mails, I gave to Wikileaks.",
  "They will publish them soon,” the hacker wrote on the WordPress website.",
  "A similar commitment sheet from last July was also published online.",
  "Actor Morgan Freeman gave $1 million, according to the list.",
  "Both gave $1 million to the DNC, according to the document.",
  "He also contributed that sum during the 2012 cycle.",
  "The party has yet to comment on the release.",
  "Follow Chuck on Twitter"
]