[
  "“Whether the documents support the argument that names were improperly unmasked or distributed, it is impossible to judge, but one thing is very clear: There was no legitimate justification for bringing that information to the White House instead of the committee.” House Minority Leader Nancy Pelosi echoed Schiff’s call on Monday, while Senate Minority Leader Chuck Schumer demanded that House Speaker Paul Ryan remove Nunes from the House Intelligence Committee chairmanship altogether.",
  "His comment followed a Washington Post story that said the OAI will focus, in part, on overhauling the “technology and data infrastructure of every federal department and agency.” If Kushner, the president’s son-in-law, takes on IT modernization, that could lead to friction with the cyber team at the National Security Council, where an executive order undergoing late-stage edits is expected to launch new security assessments of government IT systems.",
  "\"After much consideration, and in light of the chairman’s admission that he met with his source of information at the White House, I believe that the chairman should recuse himself from any further involvement in the Russia investigation, as well as any involvement in oversight of matters pertaining to any incidental collection of the Trump transition, as he was also a key member of the transition team,” Rep. Adam Schiff said in a statement.",
  "Dems call for House Intel Chairman Nunes to step aside\n\nWith help from Eric Geller, Martin Matishak, Darius Dixon and Li Zhou\n\nIT KEEPS GETTING MORE SERIOUS, SOMEHOW — Democrats are ratcheting up their pressure on House Intelligence Chairman Devin Nunes to step aside from a probe of alleged Russian election interference — and, in a couple highly noteworthy cases, anything to do with President Donald Trump’s campaign or transition team.",
  "“Implementing many of these rules is difficult, complicated and compounded by layering requirements on top of requirements.”\n\nThe newly minted document highlights rules implemented by a handful of federal agencies — such as the Defense Department and the technical standards agency NIST — to ensure contractors handling sensitive, but unclassified, data are doing so securely.",
  "“We need to ensure DHS is properly leveraging private sector innovation and is able to quickly adopt cutting-edge technologies.”\n\nJeanette Manfra, acting deputy undersecretary for cybersecurity at DHS, will make the case per her written testimony that, “We have made significant progress over the past year” for the Einstein and CDM programs, and elsewhere.",
  "Story Continued Below\n\nLate Monday, the top Democrat on Nunes’ panel, who noted that he has long worked well together with Nunes, said the chairman should recuse himself after revealing he had met on White House grounds with a “source” before announcing some affiliates of Trump had been caught up in incidental surveillance by U.S. spy agencies.",
  "Longtime Trump adviser Roger Stone is also eager to appear before the congressional panels investigating Russia’s alleged election-year cyberattacks and his communications with Moscow-linked affiliates like the hacker “Guccifer 2.0.” “They have no proof of it and it was unnecessary,” Stone said of allegations about his ties to Russia.",
  "The chairman of the Cybersecurity and Infrastructure Protection subpanel, Rep. John Ratcliffe, plans to offer praise for some advancements under two key DHS programs: Einstein, which seeks to detect and prevent intrusions; and Continuous Diagnostics and Mitigation, which strives to fortify federal agency defenses.",
  "… To what extent can this be standardized?”\n\nMEANWHILE, IN THE SENATE … — Kushner is also slated for a Senate Intelligence Committee interview as part of its probe into Russian election interference and ties between the Trump camp and Moscow, POLITICO’s Burgess Everett and Austin Wright reported Monday.",
  "Stay in touch with the whole team: Cory Bennett (cbennett@politico.com, @Cory_Bennett); Bryan Bender (bbender@politico.com, @BryanDBender); Eric Geller (egeller@politico.com, @ericgeller); Martin Matishak (mmatishak@politico.com, @martinmatishak) and Tim Starks (tstarks@politico.com, @timstarks).",
  "The blueprint would cut National Nuclear Security Administration information technology and cybersecurity spending to fiscal 2014 levels for $12 million in savings, arguing that the NNSA should halt growth in programs that don’t directly help the nation’s nuclear weapons programs.",
  "The meeting in the Eisenhower Executive Office Building next to the White House, which MC first reported on Monday, focused on “the CEO-level commitment of the electricity enterprise to advance grid resilience and incident response,” an administration official said in an email.",
  "Democratic leaders including Minority Leader Chuck Schumer and Senate Commerce Committee members Bill Nelson, Brian Schatz and Ed Markey used Facebook Live on Monday evening to ask constituents to call their lawmakers in a last-ditch effort to save the broadband privacy rules.",
  "KUSHNER EYES IT MODERNIZATION — White House senior adviser Jared Kushner’s new innovation “SWAT team,” the Office of American Innovation, will focus in part on “modernizing the technology of every federal department,” press secretary Sean Spicer told reporters on Monday.",
  "TRUMP CYBER CHIEF OFF TO THE RACES AT NSC — White House cybersecurity coordinator Rob Joyce has settled into his new role as head of the National Security Council’s cyber directorate and is running regular meetings with partners across the government, a source told MC.",
  "“We recognize and support the importance of protecting federal information, but we have become concerned with the growing number of acquisition regulations on cybersecurity,” Trey Hodgkins, the group’s senior vice president for public sector, said in a statement.",
  "— AND ENERGY SUBCOMMITTEE SLATED TO TALK CYBER: A Senate Energy and Natural Resources Committee subpanel convenes today to discuss S. 79, the Securing Energy Infrastructure Act, a bill Sen. Angus King floated last year that never got a vote.",
  "On the government side, members of the White House, Energy Department and DHS showed up, including Secretary of Energy Rick Perry, the acting deputy undersecretary for DHS’s cyber wing and the acting deputy homeland security adviser.",
  "Stone — whose name was mentioned often during last week’s House Intelligence Committee hearing — is one of a handful of high-profile Trump associates, including former campaign manager Paul Manafort, lawmakers want to to interview.",
  "PRIVACY CRA GETS HOUSE VOTE TODAY — Per our friends at Morning Tech: Revocation of the FCC’s broadband privacy rule under the Congressional Review Act, which passed the Senate 50-48 last week, is due to hit the House floor today.",
  "Per our friends at Morning Energy, the bill calls for creating a $10 million pilot program within the Energy Department’s national labs to research ways to repel cyber intrusions on systems used to operate energy infrastructure.",
  "TRUMP ADMINISTRATION TALKS UP GRID SECURITY MEETING — Electric company CEOs and Trump administration officials had productive conversations about public-private partnerships at a meeting last Wednesday, officials told MC.",
  "The Government Accountability Office's Gregory Wilshusen will revisit a critical report from early last year on how Einstein and CDM were going, noting that DHS has been addressing some of the report's recommendations.",
  "“A lot of Jared's effort is just to make the federal [IT] system better and more efficient and more cost effective,” the official said, contrasting this efficiency focus with the NSC’s defense and security priorities.",
  "We use our experience with Continuous Diagnostics and Mitigation (CDM) and advanced analytics to look for anomalies that indicate potential threats inside the network—like trends and weaknesses, indicators and alerts.",
  "“However, LPPC cautions against provisions that could lead to prescriptive technology solutions.”\n\nTwo more subcommittees in the House this afternoon will hold a joint hearing that might touch on cybersecurity.",
  "The resolution would use the CRA to rescind the FCC’s broadband privacy rules that require internet service providers like AT&T and Comcast to ask for user consent when sharing customers’ sensitive information.",
  "Senate Intelligence Chairman Richard Burr rebuked Schumer over his comments Monday: “It would be appropriate if he was minority leader in the House, but he’s not.” But at least one Republican has questions.",
  "“There's overlap, and they will be working together.” Kushner’s group will attempt to reduce the number of distinct IT platforms in use across the alphabet soup of government agencies, the official said.",
  "Witnesses testifying today are Mike Bardee from FERC, Large Public Power Council President John DiStasio, Thomas Zacharia, a deputy director at Oak Ridge national lab, and Xcel Energy chief Ben Fowke.",
  "THE ARGUMENT FOR CUTTING SOME CYBER SPENDING — The conservative Heritage Foundation proposes eliminating some federal cybersecurity spending in its fiscal 2018 budget blueprint, out this morning.",
  "The White House is still adjusting certain sections of Trump’s cyber executive order, most notably the provision directing the Office of Management and Budget to oversee a federal cyber audit.",
  "The Oversight subcommittees on Information Technology and Government Operations plan to “discuss challenges in the current federal IT acquisition system,” according to a hearing announcement.",
  "79 promotes government-industry partnership in studying evolving vulnerabilities, which may help combat cybersecurity threats,” Di Stasio plans to testify, according to his draft remarks.",
  "Keeping the interagency working well, and running the NSC #Cyber team well,” the source said, referring to the directorate, which includes two senior directors and a handful of directors.",
  "And those present went over how the electricity sector could work better with “the finance, water, transportation sectors and the communications sector in particular,” the official added.",
  "Witnesses will testify from the GAO, Information Technology Alliance for Public Sector, Unisys Federal Systems, Learning Tree International and the Pentagon-appointed Section 809 Panel.",
  "For DHS, the blueprint would reduce spending at the Science and Technology wing, noting as part of its explanation that S&T risks duplicating private-sector cybersecurity innovations.",
  "— The IT Alliance for Public Sector (ITAPS) is out with a new white paper focused on the federal requirements contractors encounter to protect the government’s data and information.",
  "“As to the merits of the chairman’s underlying claim, none of the committee members — Democrats or Republicans — has seen the relevant documents, now almost a week later,” he said.",
  "— A House Homeland Security subcommittee this morning will hold a hearing to determine whether the Homeland Security Department is doing enough to protect federal networks.",
  "DHS, which leads the federal government’s outreach to the 16 “critical infrastructure” sectors, has spent years building relationships with energy-sector representatives.",
  "It also proposes eliminating DOE’s $214 million Office of Electricity Deliverability and Energy Reliability, which focuses on grid security, including cyber protections.",
  "— WHAT REPUBLICANS SAY: Despite the Democratic pressure, it’s up to Ryan and Nunes to decide how Nunes serves, and neither have shown signs of going another direction.",
  "Joyce is holding daily meetings with the entire team, the source told MC, adding, “He's really doing great.” Joyce’s first day was March 15, according to this person.",
  "QUICK BYTES\n\n— Almost 1.4 billion records were compromised worldwide in 2016, an 86 percent increase from 2015, according to the Gemalto 2016 Breach Level Index.",
  "— Ronald Marks, writing at the George Washington University Center for Cyber and Homeland Security’s Security Insights, calls for a clear U.S. cyber doctrine.",
  "“We need to ensure that these programs are agile enough to keep pace with the cybersecurity needs of federal agencies,” Ratcliffe’s prepared statement reads.",
  "Nunes’ office said the meeting was on White House grounds simply to have access to a secure location, and Nunes himself denied any White House coordination.",
  "Telecom industry officials have argued that the rules create an unfair standard that tech companies including Google and Facebook don’t have to adhere to.",
  "Proponents say that removing these rules leaves a gap in privacy protections by leaving them in the hands of the FTC, which lacks jurisdiction over ISPs.",
  "The result is a full-spectrum Insider Threat program that seamlessly integrates data analytics with the human factor – personnel training and processes.",
  "— \"Toward a Global Norm Against Manipulating the Integrity of Financial Data,\" a white paper from the Carnegie Endowment for International Peace.",
  "Participants “affirmed the importance of industry-government collaboration” to tackle cyber threats, David Lapan, a DHS spokesman, said by email.",
  "Just a few complicated questions like that.” McCain said he’d give Nunes the benefit of the doubt, but believes he owes answers to the public.",
  "Send your thoughts, feedback and especially tips to tstarks@politico.com, and be sure to follow @timstarks, @POLITICOPro and @MorningCybersec.",
  "— Johnny Depp is playing famed cybersecurity executive John McAfee in a movie “filled with paranoia, machine guns, sex and murder.” Deadline.",
  "Lapan described the meeting as “the initial opportunity” for Trump officials and energy executives to meet and strengthen their partnership.",
  "That’s why ManTech’s insider threat program blends data collection, aggregation and analysis with contextual clues to identify anomalies.",
  "The report makes suggestions on how to make these requirements more manageable, including cutting some of the more confusing language.",
  "Our integrated solution applies pre-security screening to an employee’s lifestyle, counterintelligence factors and suitability.",
  "— A group of Israeli companies won a contract to set up a national cyber defense center in an unnamed Latin American country.",
  "Once the resolution goes into effect, it also means that the FCC wouldn’t be allowed to issue similar rules in the future.",
  "That’s the same day that Homeland Security Adviser Tom Bossert confirmed Joyce’s hiring, which POLITICO first reported.",
  "— NATO plans to spend more than $3 billion to upgrade its satellite and computer technology over the next three years.",
  "** A message from ManTech:\n\nThese days, the biggest threat to our national cybersecurity may not be around the world.",
  "The multitude of developments make Thursday’s open Senate Intelligence Committee hearing all the more worth watching.",
  "And, of course, we analyze data from physical security safeguards including alarms, CCTV and entry-and-exit checks.",
  "And the White House is being coy about Nunes’ source, although Trump tweeted about the alleged “hoax” of it all.",
  "— Russian election meddling could constitute an act of war, according to former Vice President Dick Cheney.",
  "The CRA is expected to pass the House today, and it will head to President Donald Trump’s desk if it does.",
  "“What happened at the White House?” asked Senate Armed Services Committee Chairman John McCain.",
  "— \"America's plan for stopping cyberattacks is dangerously weak,\" Greg Allen writes for Vox.",
  "Find out more at https://www.mantech.com/capabilities/cyber/insider-threat-program **",
  "The group also discussed sharing data on hacking threats and how to promote research.",
  "We also provide continuous evaluations, measured monitoring and rapid response.",
  "“That's one of the things that Jared's group is looking at: Why do we do that?",
  "But the official said the NSC and the OAI wouldn’t step on each other’s toes.",
  "— The United Nations is scrutinizing a North Korean cybersecurity startup.",
  "— Motherboard profiles the woman who protects The New York Times online.",
  "— “Colombia 'panic buttons' expose activists.” The Associated Press.",
  "Your regular MC host is back, limping slowly toward full health.",
  "Schiff also cast yet more doubt on Nunes’ surveillance remarks.",
  "The gang did a great job in my absence, if I do say so myself.",
  "“There will be overlap,” an administration acknowledged to MC.",
  "TWEET OF THE DAY — Well, this is just all kinds of confusing.",
  "Heritage contends that cyber defenses should fall to DHS.",
  "HAPPY TUESDAY and welcome to Morning Cybersecurity!",
  "Two of the cuts are within the Energy Department.",
  "It’s going to be very, very close,” Schumer said.",
  "Another Senate panel got involved Monday, too.",
  "TODAY: HOW’S DHS DOING DEFENDING OTHER FEDS?",
  "“He’s slipped in and hit the ground running.",
  "No organization can afford to be hacked.",
  "Just another ManTech advantage.",
  "“You can stop it in the House.",
  "It could be across the hall.",
  "Others were perturbed, too.",
  "What was the information?",
  "Full team info is below.",
  "TOO MUCH CYBER RED TAPE?",
  "That’s all for today.",
  "“Who did he see?",
  "CyberScoop.",
  "POLITICO.",
  "Reuters.",
  "Reuters.",
  "“S."
]