[
  "“Has the Department of Justice or any other government agency informed you that you were a victim of hacking, other unlawful computer access, or any other crime, whether attempted or realized, by Mr. Lazar or any other person or entity?” asked Grassley, who is investigating various security and Freedom of Information Act issues related to Clinton’s private email system.",
  "Lazar, who was serving a seven-year prison sentence in Romania when he was extradited, brought Clinton’s personal email address — HDR22@clintonemail.com — to light in 2013 after he hacked into the AOL account of her friend, Sidney Blumenthal.",
  "“It is unclear from court documents and press reports whether Mr. Lazar ever attempted to hack your @clintonemail.com account or if he only had indirect access to your email via Mr. Blumenthal’s account,” Grassley wrote to Clinton.",
  "“In an interview, Mr. Lazar purportedly claimed he ‘had memos Hillary Clinton got as a State Secretary, with CIA briefings [that] were being read by her [and] two other people from the U.S. Government.",
  "A senator is pressing Hillary Clinton over whether her email system was ever compromised by Marcel Lehel Lazar, the Romanian hacker known as Guccifer who was extradited to the U.S. last week.",
  "The Republican, who chairs the Senate Judiciary Committee, also asked Clinton if the DOJ has informed her that her email system was compromised by Lazar or any other hackers.",
  "Iowa Sen. Chuck Grassley sent a letter on Monday asking the former secretary of state if the Department of Justice has given her any notices related to Lazar.",
  "But while Clinton and her team have denied she was ever directly compromised, Lazar has suggested the possibility that she was.",
  "According to The New York Times, FBI investigators reviewing security logs of Clinton’s server found no evidence of a hack.",
  "He compromised his victims by guessing their passwords and answers to security questions protecting their email accounts.",
  "At the time of the hack it was unknown that Clinton used the same personal email account while she was in office.",
  "I used to read her memos for six-seven hours and then I’d get up and do the gardening in the yard,'” he added.",
  "It comes at the same time that the FBI is wrapping up its investigation into Clinton’s private email server.",
  "Clinton’s exclusive use of the email account and a private email server was not revealed until last March.",
  "The bureau began investigating last year after “Top Secret” emails were found among Clinton’s emails.",
  "The timing of Lazar’s extradition is no coincidence, an intelligence source told Fox News last week.",
  "But those claims and findings do not address the possibility of a less sophisticated infiltration.",
  "Clinton and her campaign have insisted that her email account was never hacked.",
  "Lazar utilized low-tech methods.",
  "Follow Chuck on Twitter"
]