[
  "Reps. Trey Gowdy and Elijah Cummings, the ranking Democrat on the Benghazi Select Committee, both commented on the story on March 3, 2015, with reporters commenting that Democrats were doing their best to “contain the fallout for Hillary Clinton.” (A more complete timeline of the events surrounding Mrs. Clinton’s private email server is here.)",
  "Almost before the words had slipped from McCarthy’s lips last week, she paraded in front of the cameras to self-righteously demand that Congress shut down the Benghazi investigation, “the longest congressional investigation in U.S. history.”\n\nThat claim is so far from the truth even the left-wing “fact-checkers” ought to catch it.",
  "The way they were being pushed by Russia Today and the Iranian government’s Press TV, and the total lack of pick-up by any reputable news organization in the United States, led me to discard the story as time-consuming disinformation, especially since I was following what I thought were more burning topics.",
  "First a Senate panel investigated Sick’s bogus charges and dismissed them; then a specially-created House October Surprise Task Force spent $1.5 million (far more than the Benghazi panel has spent) to reach a similar conclusion after interviewing more than 230 potential witnesses in several countries.",
  "Nor would it allow security officers who had been present during the 13 hour-long battle to testify, or even grant the necessary security clearances to the committee’s chief investigative counsel, 3-star U.S. Army General Dana Chipman, the just-retired chief of the Army’s Judge Advocate General corps.",
  "Mrs. Clinton’s private email address was published by Gawker.com exactly two years earlier, with the claim that a hacker known as “Guccifer” had broken into her account, publishing several weird-sounding “intelligence briefings” sent to her by former Clinton White House aide Sid Blumenthal.",
  "Without a doubt the most egregious, blatantly political “investigation” in recent memory, this one was jinned up whole cloth in 1991 by Gary Sick, a National Security Council official during the Carter administration, in another blatant effort to derail the re-election of Bush 41.",
  "While the initial hearings proceeded quickly and lasted from just May 5 through August 6, 1987 (because the Reagan administration complied and made all officials available, including active duty CIA clandestine officers), Congressional hearings dragged on for another two years.",
  "On Feb. 2, 2015, State Department lawyers sent Judicial Watch a CYA letter alerting them that new records had just come to their attention requiring them to conduct a new search for documents responsive to a Judicial Watch FOIA request on Benghazi that had been closing down.",
  "But it wasn’t Chairman Gowdy who first revealed Mrs. Clinton’s strange email practices: it was the State Department itself, starting with a response to a Freedom of Information Act (FOIA) request from the conservative watchdog group, Judicial Watch.",
  "On ABC’s This Week on Sunday, Ellison claimed the Select Committee was the longest-ever Congressional investigation, “longer even than Watergate.”\n\nIn the crosstalk with other guests he jumped up and down in his seat, chanting, “let’s shut it down.",
  "Intrepid Texas Democrat Henry Gonzales pounded away at the Bush 41 “tilt” toward Saddam Hussein for well over three years, catching even a future Democrat Congressman , Chris Van Hollen, in the pro-Saddam web.",
  "Once the State Department started to produce documents in December 2014, it became apparent that Mrs. Clinton had not been using the State Department email server, a fact that raised a whole host of questions.",
  "Here are just a few examples of Democrat-led “investigations” into alleged Republican executive branch “malfeasance” that lasted far longer than the 16 months of the Benghazi Select Committee:\n\nIran-contra.",
  "Chairman Trey Gowdy said from the start that he had no intention of dragging out the investigation, but that the committee needed “all” the documents before it could convoke Hillary Clinton to testify.",
  "At one point, then Attorney General William Barr blasted Gonzales for reading classified information into the record in his attempt to harm the re-election effort of President George H.W.",
  "Rep. Keith Ellison (D, MN) is just the latest Democrat to work himself up into a lather over Kevin McCarthy’s superlative gaffe about the Benghazi Select Committee.",
  "One month later, on March 2, the New York Times broke the news of the private email server on its website, and ran the story on the front page the next day.",
  "Of course, House Minority Leader Nancy Pelosi led the charge several days earlier, unwilling to let a good gaffe go to waste.",
  "Judicial Watch chief Tom Fitton jumped on it immediately, warning of the possible mishandling of classified information.",
  "And Lawrence Walsh, the administration-appointed Special Counsel, didn’t issue his final report until August 1993.",
  "For the first seven months of its existence, the administration stonewalled repeated requests for those emails.",
  "Rep. Kevin McCarthy deserves whatever damage to his political aspirations he self-inflicted with his gaffe.",
  "And then the story spread across cable TV and the blogosphere like blood on a slaughterhouse floor.",
  "I remember looking at the Guccifer allegations at the time, as I was writing my book on Benghazi.",
  "Let’s shut it down now.” You could almost see him waving his rattle and sucking his thumb.",
  "But Democrats don’t get to reinvent history, although (once again) they keep trying.",
  "The BNL hearings began in October 1990 and continued through November 1993.",
  "The Benghazi Select Committee was created in May 2014.",
  "And that meant Mrs. Clinton’s Libya-related emails.",
  "October Surprise.",
  "BNL/Iraqgate.",
  "Mistake.",
  "Oops.",
  "Bush."
]