[
  "Sullivan said ordering depositions is appropriate in legal cases where a federal agency “may have purposefully attempted to skirt disclosure under FOIA.”\n\n“In sum, the circumstances surrounding approval of Mrs. Clinton’s use of clintonemail.com for official government business, as well as the manner in which it was operated, are issues that need to be explored” to evaluate the adequacy of the department’s records search.",
  "Campaign spokesman Brian Fallon said Wednesday that Clinton will cooperate with reviews of her email setup and remains confident that “nothing inappropriate took place.” Fallon criticized what he called the “politically motivated lawsuits” over Clinton’s emails, and said the campaign remains focused on the “independent review” being conducted by the Justice Department.",
  "At issue in the Judicial Watch case is whether the State Department conducted an adequate search of public records in response to a Freedom of Information Act request filed in 2013 seeking records related to Abedin’s outside work as a paid consultant for the Clintons’ charitable foundation and a financial advisory firm with ties to the former first couple.",
  "Based on what might be gleaned in those interviews, which are to be conducted over the next eight weeks, Sullivan says in his order a sworn deposition from Hillary Clinton “may be necessary.”\n\nThat raises the possibility that Clinton could be ordered to testify in the midst of the presidential race.",
  "U.S. District Court Judge Emmet G. Sullivan signed an order granting a request from the conservative legal advocacy group Judicial Watch to question six current and former State Department staffers about the creation and purpose of the private email system.",
  "Lazar, who went by the name Guccifer online, was recently extradited from his native country to stand trial in the U.S. for charges related to the 2013 hacking of an email account belonging to Dorothy Bush Koch, the daughter of former President George H.W.",
  "WASHINGTON (AP) — A federal judge said Wednesday he may order Democratic presidential front-runner Hillary Clinton to testify under oath about whether she used a private email server as secretary of state to evade public records disclosures.",
  "The State Department has thus far released more than 52,000 pages of Clinton’s work-related emails, including a small percentage which have been redacted because they contain information considered sensitive to national security.",
  "Also set to testify is Bryan Pagliano, the agency employee who was tasked with setting up the clintonemail.com server located in the basement of the New York home Clinton shares with her husband, former President Bill Clinton.",
  "Those on the list were some of Clinton’s closest aides during her tenure as the nation’s top diplomat, including former chief of staff Cheryl D. Mills, deputy chief of staff Huma Abedin and undersecretary Patrick F. Kennedy.",
  "Critics of Clinton’s decision to rely on the private server have suggested that it potentially made her communications more vulnerable to being stolen by hackers, including those working for foreign intelligence agencies.",
  "Questions asked during the depositions are to be limited to the circumstances surrounding the 2009 creation of Clinton’s private email system, including why she chose not to use a government account.",
  "There have also been at least three dozen civil lawsuits filed, including one by The Associated Press, over public records requests related to Clinton’s time as secretary of state from 2009 to 2013.",
  "Clinton has acknowledged during the campaign that her home-based email setup was a mistake, but insists she never sent or received any documents that were marked classified at the time.",
  "Lazar claims to have first exposed Clinton’s private email address after gaining access to an AOL email account used by Clinton friend and confidant Sidney Blumenthal.",
  "The department’s initial search did not include the thousands of emails Clinton exchanged with her aides, including Abedin, using private email addresses.",
  "Thousands of additional emails have been withheld by Clinton, whose lawyers say they contain personal messages unrelated to her government service.",
  "The inspectors general at the State Department and for U.S. intelligence agencies are separately investigating whether rules or laws were broken.",
  "Fox News and NBC News reported Wednesday that Romanian computer hacker Marcel Lazar claims to have breached Clinton’s home server.",
  "Pagliano has previously refused to testify before Congress, citing his Fifth Amendment right against self-incrimination.",
  "The FBI is investigating whether sensitive information that flowed through Clinton’s server was mishandled.",
  "Her campaign has also said there is no evidence her home email server was ever hacked.",
  "However, the hacker provided no proof of his claim to have hacked Clinton’s server.",
  "The department said it didn’t have access to those emails at the time.",
  "Bush and the sister of former President George W. Bush."
]