[
  "The DCCC responded with a statement of its own, reassuring activists that the Democratic Party “highly respects and values the leadership of the Black Lives Matter movement” and “highly encourage[s] our candidates to not only embrace the importance of this movement, but to meet with and listen to community activists to partner social change.”\n\nRepublican nominee Donald Trump went out of his way this month to gain support of black voters, saying that the Democratic Party takes the crucial voting bloc for granted.",
  "They are leary [sic] of politicians who hijack their message to win campaigns.”\n\nDCCC counseled Democrats to listen to activists, but to do so in “personal or small group meetings.” “If approached by BLM activists, campaign staff should offer to meet with local activists,” the memo says.",
  "Black Lives Matter activists denounced the Democratic Congressional Campaign Committee in a prepared statement Wednesday after leaked emails revealed a “placating” attitude toward the activist group.",
  "The internal memo leaked by Guccifer 2.0 revealed the DCCC warned staffers to “be prepared” for BLM protests, and offered advice on how to respond to protests.",
  "Let us Know\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "People are dying.”\n\n“We demand, and are fighting every day for, a radical transformation of American democracy where all Black lives are valued.",
  "Trump met with high profile black leaders, and has consistently asked black voters what they have to lose by supporting the Republican nominee.",
  "“Invited BLM attendees should be limited.”\n\nShortly after the release, Black Lives Matter issued a prepared statement to members of the press.",
  "“Be a partner and lead from behind,” the memo said, “BLM activists don’t want their movement co-opted by the Democratic Party.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "We expect that our elected officials will stop pacifying and take us seriously,” the memo continued.",
  "“We are disappointed at the DCCC’s placating response to our demand to value all Black life.",
  "Black communities deserve to be heard, not handled.",
  "Follow Phillip On Twitter\n\nHave a Tip?"
]