[
  "The subject of Vogel’s email is, “Per agreement… any thoughts appreciated.”\n\nThe Observer notes that the subject of that story was that “the DNC’s joint fundraising committee with the Clinton campaign was laundering money to the Clinton campaign instead of fundraising for down-ticket Democrats,” a revelation that had the DNC scrambling to handle “damage control.”\n\nSpeaking of media coordination, the Observer found another email chain that has “MSNBC’s Chuck Todd and DNC staff members discussing how to discredit MSNBC’s Mika Brzezinski’s call for Wasserman Schultz to resign.”\n\nOne amusing email has a DNC official responding to a question about his lunch order by snapping, “The salad with chicken asshole,” which is either a refreshing indication that the DNC office is a typical American workplace, or it means they order lunch from restaurants that serve hideous dishes, such as chicken asshole salad.",
  "The Intercept also delicately notes that it is “unclear why the Democratic National Committee, which isn’t supposed to favor one Democratic candidate over another until they receive a nomination, would have attempted to subvert the Sanders campaign on the grounds that ‘he is an atheist.’”\n\nAnother way to look at would be that DNC honchos have a very dim view of their own voters in certain regions, and think they might hesitate to vote for a Jew.",
  "One of the replies to this email came from CEO Amy Dacey, who said simply, “AMEN.”\n\nThe Intercept followed up with Marshall, who claimed not to remember sending the email, and suggested he might have been talking about some “surrogate,” rather than Sanders – who was the only Jewish candidate running in either primary.",
  "The latest batch of internal Democratic National Committee documents, purloined by hacker “Guccifer 2.0,” and released by WikiLeaks, show DNC staffers conspiring against Hillary Clinton’s primary rival Bernie Sanders, including one email that appears to contemplate using Sanders’ religion against him.",
  "The American Mirror spotlights another email in the trove, this one sent by Paustenbach:\n\nWondering if there’s a good Bernie narrative for a story, which is that Bernie never ever had his act together, that his campaign was a mess.",
  "Another email in the new release was sent to Paustenbach by writer Ken Vogel of Politico, giving Paustenbach a copy of a story about Clinton fundraising to review before Vogel even gave it to his editors.",
  "That email, reproduced by The Intercept, is from the CFO of the Democratic National Committee, Brad Marshall, sent to DNC comms director Luis Miranda and deputy comms director Mark Paustenbach.",
  "Even then they didn’t get back to us, which is why we had to shut off their access in order to get them to finally let us know exactly how they snooped around HFA’s data.",
  "Specifically, DWS had to call Bernie directly in order to get the campaign to do things because they’d either ignored or forgotten to something critical.",
  "“DWS” is most likely a reference to DNC chair Debbie Wasserman-Schultz, and “the breach” would be the very Guccifer 2.0 hack that exposed these emails.",
  "Mediaite notes that in another email on this thread, Marshall said “It’s these Jesus thing.” In the event, Sanders won West Virginia and lost Kentucky.",
  "It’s awfully nice of these fellows from the totally impartial DNC to help Senator Sanders with his “narratives,” isn’t it?",
  "The message reads:\n\nIt might may no difference, but for KY and WVA can we get someone to ask his belief.",
  "She had to call Bernie after the data breach to make his staff to respond to our concerns.",
  "My Southern Baptist peeps would draw a big difference between a Jew and an atheist.",
  "It’s not a DNC conspiracy, it’s because they never had their act together.",
  "This could make several points difference with my peeps.",
  "He had skated on saying he has a Jewish heritage.",
  "I think I read he is an atheist.",
  "Does he believe in a God."
]