[
  "NEW YORK – An internal Democratic Party memo allegedly hacked from Nancy Pelosi (D-CA)’s personal computer and posted by purported hacker Guccifer 2.0 seems to agree with Donald Trump’s sentiments that the policies of Hillary Clinton and Barack Obama helped to create the Islamic State.",
  "The memo depicts IS as the “most extreme and powerful Sunni jihadist group worldwide and has rapidly taken control of large parts of Iraq and Syria.”\n\nThe descriptions are a far cry from Obama’s classification of IS as “a jayvee team” in a New Yorker interview released January, 2014.",
  "His, the way he got out of Iraq was that that was the founding of ISIS, okay?”\n\nIn a follow up tweet, Trump indicated his comments about Obama founding IS were sarcastic, seemingly explaining that he didn’t mean the president actually founded IS but was referring to Obama’s policies.",
  "However, the memo details the situation “worsened after U.S. troops left Iraq, helping quickly deteriorate the situation further.” Unmentioned is that the bulk of the withdrawal of U.S. forces from Iraq took place under the Obama administration and was completed by December 2011.",
  "His successors now lead the Islamic State in Iraq and Syria (ISIS).”\n\nThe memo further outlines the origins of some of the terrorist group’s weapons:\n\nISIS owns hundreds of millions of dollars of sophisticated weapons, including vehicles and GPS-equipped weapons.",
  "“In short: Our invasion created the atmosphere for a Jordanian to start a Muslim sectarian war, which ultimately created ISIS,” states an October 2, 2014 memo from Mike Ryan, policy director for the Democratic Congressional Campaign Committee (DCCC).",
  "“Around this time, a Jordanian ex-convict named Zarqawi travelled to Iraq with one goal: to establish a religious state just for Sunni Muslims.”\n\n“…Zarqawi was killed by American forces in 2006.",
  "Earlier this month, Trump sought to spotlight the role the Obama administration’s policies played in leading to the deteriorating Middle East security situation that aided in IS’s rise to power.",
  "The October 2014 memo details the number of fighters IS was thought to possess at the time:\n\nFighters: 20,000-31,500 fighters, and as many as 15,000 of them are believed to be foreign recruits.",
  "The memo, titled, “ISIS Backgrounder,” was clearly attempting to first blame the creation of the Islamic State on the Bush administration’s invasion of Iraq in 2003, a war supported by Clinton.",
  "And I would say the cofounder would be crooked Hillary Clinton.”\n\nDuring a radio interview with Hugh Hewitt, Trump clarified his remarks about Obama founding IS: “He was the founder.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "Regarding the “creation” of IS, the memo states:\n\n“When the U.S. invaded Iraq in 2003 we triggered a massive insurgency against our presence,” the memo stated.",
  "“ISIS is honoring President Obama,” Trump said at an August 10 rally in Broward County.",
  "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "The memo further relates IS is armed with U.S.-made weapons seized from Iraq troops.",
  "The weapons seizures took place largely after the U.S. withdrawal from Iraq.",
  "Many of these are American-made and were captured from Iraqi troops.",
  "Reports indicate that approximately 100 are from the United States.",
  "IS did not exist as an organization until about June 2014.",
  "Those 15,000 come from 80 different countries.",
  "He is the founder of ISIS, okay?",
  "With research by Joshua Klein.",
  "“He is the founder of ISIS.",
  "Follow him on Facebook.",
  "He is the founder.",
  "He founded ISIS."
]