[
  "On Saturday’s broadcast of the Fox News Channel’s “Justice with Judge Jeanine,” host Judge Jeanine Pirro declared, “There are two systems of justice in America, one for every day Americans, and one for Hillary Rodham Clinton.” And the FBI “knew right from the get go that they weren’t going to be filing charges before they even started.”\n\nPirro said, “There are two systems of justice in America, one for every day Americans, and one for Hillary Rodham Clinton.",
  "Curious, that our Ambassador Chris Stevens, personally, and his staff, requested security more than 600 times to protect their lives, yet Kennedy can come up with positions to cover Hillary’s career.”\n\nShe concluded, “Since when in the history of American criminal justice does one have to announce, hear ye, hear ye, it is my intent now to commit this crime, before he can be held to an account?",
  "And so begins the mission of top lieutenant, Undersecretary Patrick Kennedy to declassify Hillary’s top secret classified benghazi email of foreign activities of the United States, including confidential sources on Hillary’s home-brew server, the e-mail that actually started the FBI’s criminal investigation.",
  "Kennedy sure as hell didn’t tell Congress, and I actually spoke with one Trey Gowdy, Congressman (R-SC), the Chair of the Select Committee on Benghazi, who told me, no one reached out to tell him that there was an attempt to prevent him and Congress from getting the information that he had subpoenaed.",
  "Now if his name sounds familiar, this is the same Patrick Kennedy that Hillary put in charge of that blue ribbon Accountability Review board for lessons learned from Benghazi, by the way, already learned from the Khobar Towers Review Board, lessons never implemented by Hillary.",
  "We take pride in this great nation that we are all equal under the law, and for centuries, Lady Justice, with bandages over her eyes, symbolizes that justice is blind, that it matters not who you are, no one is above the law, and no one is below it.",
  "And if there was no intent to prevent Congress from knowing, answer this, why didn’t anyone tell Congress, of at least the attempt to bribe a federal official, or as some want to call it, a quid pro quo?",
  "So, he engages in what some say is an attempt to bribe, and others say, is a quid pro quo discussion, offering the FBI long-sought positions overseas in exchange for getting rid of top secret emails.",
  "The FBI didn’t, which kind of makes me think that they knew right from the get go that they weren’t going to be filing charges before they even started.",
  "The same Patrick Kennedy who appointed the Clinton pals, who then chose not to question Hillary Clinton, the Secretary of State, about Benghazi.",
  "It’s really simple, folks, I spent three decades fighting for equal rights and equal justice, and a level playing field for all.",
  "Tonight, though, there are tears beneath those bandages.”\n\nFollow Ian Hanchett on Twitter @IanHanchett",
  "Now, Kennedy knows the urgency of destroying this particular email as opposed to thousands of others.",
  "Mind you, we wouldn’t have known she even had any emails, because she lied and said she didn’t.",
  "March 4, 2015, the federal reservation subpoena is issued for Hillary’s Benghazi emails.",
  "Except a Romanian hacker named Guccifer hacked her buddy Sidney Blumenthal’s emails.",
  "… The two of them emailing classified information about Benghazi.",
  "Call it what you will, I say it stinks.",
  "Follow me."
]