[
  "Napolitano replied, “We know he was serving seven years in prison in Romania for hacking Romanian government officials and the FBI requested his the extradition.”\n\n“Now normally in that environment, the government that has him would say, ‘Yeah, you can have him after he finishes his seven years here.’ It’s unheard of to extradite someone to another country in the middle of their jail — his jail term from the extraditing country,” Napolitano claimed.",
  "Sid Blumenthal is her confidant and we know from the emails that have been revealed by the State Department that she emailed Mr. Blumenthal secret, classified secret materials even though he didn’t have the classification, the clearance for it.”\n\nNapolitano argued that “the FBI does not have to prove that [Clinton] was hacked.",
  "I just wanted to be able to get access to the computer.”\n\nNapolitano replied that Clinton “initially made those arguments until some of us that do this for a living reminded her that the government doesn’t have to prove intent.”\n\nThe incident “is the rare federal crime that the government can prove by gross negligence.",
  "Espionage is the removal of secret materials from a safe, secure place to a non-safe, secure place, whether hacked or not.” (VIDEO: Romanian Claims He Hacked Hillary’s Email Server; Clinton Campaign Denies)\n\nHost Steve Doocy asked Napolitano how we know that Guccifer is telling the truth about hacking Clinton’s email.",
  "But if they do prove it, A, it’s easier for the jury to understand what happened and to convict and B, it will enhance the punishment of Mrs. Clinton if she’s indicted and tried and convicted.”\n\nCo-host Brian Kilmeade then asked Napolitano about one of the possible excuses Clinton could use.",
  "On April 1, the Justice Department announced a nine-count indictment, including three counts of gaining unauthorized access to protected computers, against Marcel Lehel, also known as “Guccifer.” He was extradited from Romania and has already appeared in U.S. court.",
  "Judge Andrew Napolitano said “it’s unheard of to extradite someone to another country” to America during the middle of a prison sentence, and that it demonstrates how badly the FBI wanted to talk to the hacker who claims to have breached Hillary Clinton’s server.",
  "(RELATED: Former NSA Director: ‘I Would Lose All Respect’ For Foreign Intel If They Didn’t Hack Clinton’s Server)\n\nAccording to Napolitano, “FBI knew about it, because he had been boasting about what he saw in Sid Blumenthal’s emails.",
  "Appearing on Fox News’s “Fox & Friends” on Thursday, Napolitano said the Romanian hacker will “demonstrate to the FBI how he knows that ten other people from around the world hacked [Clinton’s] server.",
  "(VIDEO: Former Sec Def Robert Gates: ‘Odds Are Pretty High’ Russia, China, And Iran Accessed Hillary’s Server)\n\nGuccifer claimed it was “easy” to hack Clinton’s private email server.",
  "So when she says, ‘I’m a 68-year-old grandmother.’ [Clinton] is admitting the crime because she’s admitting she was negligent.”\n\nFollow Steve on Twitter and Facebook",
  "Napolitano said that Guccifer is here because he knows something about Clinton’s server.",
  "Kilmeade said that Clinton could say, “It’s not my intent, I’m 68 years old.",
  "How significant is this?"
]