[
  "Trump Has Been Endorsed By A Lunatic Anti-Gay Pastor\n\nJames David Manning, pastor of ATLAH Worldwide Missionary Church in New York City, is known for his extreme anti-gay and often conspiratorial rhetoric, and the DNC report notes Manning’s strong endorsement of Trump alongside a reference of support Trump has received from white supremacist David Duke.",
  "Trump Doesn’t Like Bitchy Women\n\nOne of the document’s chief narratives is to describe Trump as the “Misogynist in Chief” who has “devalued and demeaned women repeatedly throughout his career.” The top piece of evidence cited for this is Trump’s statement that married men want support at home, and “not someone who is always griping and bitching.”\n\n4.",
  "'” Trump himself admitted as much during a rally in Iowa last year, where he said “I’m a member of the NRA but I’m not such a great shot.” It’s not clear why this note is included in the report, but the implication may be that Trump is a personal danger to others because he could pull his gun, fire and accidentally hit somebody he wasn’t aiming at.",
  "The playbook goes into extensive detail about Trump’s entire life history as well as his political positions, and offers 17 different “top narratives” that Democrats could use against Trump in the election, along with hundreds of lesser attacks and facts Democrats could potentially use, all cited to various media outlets.",
  "The report also cites the same New York Times article to point out that Trump once became upset after a neighbor threw a ball into his yard, saying he was going to tell his father and call the police rather than throwing the ball back.",
  "One justification the report gives for calling Trump a racist is that he doesn’t find the Washington Redskins name offensive, an outlook that seems less ridiculous after a poll finding that 90 percent of American Indians agree.",
  "Trump Is Not A Good Shot With A Gun\n\nAs part of a broader narrative condemning Trump for being pro-gun, the report oddly notes that “Trump occasionally carries a gun, but admits he’s ‘not such a great shot.",
  "“Donald Trump said he was ‘fortunate’ to have been blessed with great genes but did not say that his father developed Alzheimer’s, the genetics of which are not understood with certainty,” the report says.",
  "Trump Grew Up In A White Neighborhood\n\nThe report repeatedly cites a September, 2015, article by The New York Times which noted the heavily white nature of Trump’s childhood neighborhood.",
  "A leaked 200-page document appears to reveal the Democratic National Committee’s (DNC) playbook for taking down Republican presidential candidate Donald Trump in the general election.",
  "Trump Doesn’t Think The Washington Redskins Are Offensive\n\nUnsurprisingly, the report spends a lot of time faulting Trump for making racially offensive comments throughout his life.",
  "The document was sent anonymously to The Smoking Gun and Gawker by somebody dubbing himself “Guccifer 2.0,” a reference to a famous Romania hacker who is currently behind bars.",
  "It doesn’t note that a nearly all-white neighborhood would be unexceptional in the 1950s, when Trump grew up, because the United States was over 87 percent non-Hispanic white.",
  "Trump Is Fat And His Father Died Of Alzheimer’s\n\nThe report faults Trump for being cagey about his health and not releasing a full medical report despite promising to do so.",
  "Through a New York Daily News excerpt, the report quotes a sign Manning placed outside his church declaring that “Obama has released the homo demons of the black man.",
  "The report cites the same article to point out that “reporters who covered Trump’s campaign thought he had gained weight, contrary to Trump’s claims.”\n\n2.",
  "The report also negatively quotes Trump’s statement that a Miss Universe winner who ballooned from 117 pounds to over 160 pounds “likes to eat.”\n\n5.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Metadata in the document indicate it was created Dec. 19, 2015 by Warren Flood, who had a long career as a Democratic political operative.",
  "Some are straightforward, like “Laziness is a trait in blacks” (a quip attributed to Trump by a former employee), but others are less so.",
  "In addition, though, the report attacks Trump for claiming he has good genes despite having a father who died of Alzheimer’s disease.",
  "Trump Would Be Upset If His Wife Got Fat\n\nSimilarly, Trump is also bashed for comparatively mundane comments about overweight women.",
  "The document dredges up a 1997 interview in which Trump is asked what he would do if then-wife Marla Maples gained 40 pounds.",
  "“TRUMP’S BOYHOOD NEIGHBORHOOD WAS ‘NEARLY ALL WHITE,'” the report blares in a section dealing with Trump’s personal history.",
  "“I’d say, ‘Start working out,'” Trump said at the time, though he also said he wouldn’t leave Maples just for getting fat.",
  "It cites a New York Times article, which itself points out that Fred Trump only developed Alzheimer’s in his late 80s.",
  "The person claims the document is part of over 100 gigabytes of information he obtained by hacking into the DNC.",
  "But some of the criticisms are reaches, or are low blows against Trump regarding his personal relationships.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Some of the narratives, like “Trump proposed banning all Muslims,” focus on Trump’s proposed policies.",
  "Here are seven of the most aggressive attacks against Trump the playbook offers:\n\n1.",
  "Others, like “Trump is a liar,” reflect well-worn criticisms of Trump’s character.",
  "Send tips to blake@dailycallernewsfoundation.org.",
  "A white homo may take your man.",
  "Look out black woman.",
  "'”\n\n3.",
  "6.",
  "7."
]