[
  "“The documents leaked by Guccifer 2.0 not only illuminate the DNC’s efforts to ensure Clinton’s coronation but also reveal the strategies used to shield her from criticism on ethics, transparency and campaign finance reform – all vulnerabilities for the corrupt Establishment darling.”\n\nAmong those damaging documents — whose authenticity has not been challenged by the DNC — are donor lists that make an abject mockery of Clinton’s pandering on campaign finance reform and an internal memo that shows how “the DNC feeds reporters stories to perpetuate specific agendas — presumably including the baseless Bernie-Bro attacks manufactured to discredit Bernie Sanders,” according to Sainato.",
  "Later in the article, it is vaguely asserted that the Donald Trump campaign has “probably been targeted as well,” but his campaign’s email accounts are hosted by a different provider, so “a different technique would have to be used to recover evidence of those hacks.”\n\n“Based on data now being analyzed, various security researchers believe the campaign stems from hackers linked to Russian intelligence services and has been broadly successful, extracting reams of reports, policy papers, correspondence and other information,” the article continues.",
  "“The sweeping scope of the spying on the U.S. political establishment suggests an information dragnet far larger than previously reported and one meant to gather a near-encyclopedic understanding of the next president and those who will influence his or her thinking,” writes Bloomberg, giving the first indication in the article that the hacking campaign was focused on the presumptive Democratic nominee.",
  "A source inside the DNC investigation told Bloomberg that the hackers used “spear-phishing” attacks — in essence, virus-laced emails customized with personal information, to trick the target into opening toxic attachments — to hit nearly 4,000 Google accounts between October and May.",
  "Security expert John Prisco of Triumfant, Inc., told Bloomberg Politics that the attackers could represent a foreign government, such as Russia, seeking enhanced negotiation leverage with the possible next president by harvesting online information about Clinton.",
  "The Russian government has denied involvement in the attacks, and a blogger styling himself as the successor to the notorious Romanian hacker “Guccifer” has claimed responsibility, but that could all be part of a disinformation campaign.",
  "The hackers who raided the Democratic National Committee’s computer system also went after Hillary Clinton’s aides, as well as lobbyists, consultants, foundations, and “think tanks,” according to a report by Bloomberg Politics.",
  "“Internal memos, dated May 2015- long before the first state voted in the Democratic primary – referred to Hillary Clinton as though she was already the Democratic presidential nominee,” writes Michael Sainato at the Observer.",
  "However, the “Guccifer 2.0” account has been releasing a great deal of this material, not sitting on it, as a government seeking advantages over a potential President Clinton would probably do.",
  "Some of that information looks damaging to Clinton’s presidential campaign."
]