[
  "In an unrelated case, the U.S. Court of Appeals for the District of Columbia Circuit ruled Tuesday that the purpose of public records law is \"hardly served\" when a department head \"can deprive the citizens of their right to know what his department is up to\" by maintaining emails on a private system.",
  "A May 2016 audit by the State Department inspector general found there was no evidence Clinton sought or received approval to operate a private server, and that she \"had an obligation to discuss using her personal email account to conduct official business with their offices.\"",
  "THE FACTS: Actually, the FBI identified at least 113 emails that passed through Clinton's server and contained materials that were classified at the time they were sent, including some that were Top Secret and referred to a highly classified special access program, Comey said.",
  "Comey said his investigators learned that Clinton's security lapses included using \"her personal email extensively while outside the United States, including sending and receiving work-related emails in the territory of sophisticated adversaries.\"",
  "The FBI found that Clinton's personal server was \"not even supported by full-time security staff like those found at agencies and departments of the United States government or even with a commercial email service like Gmail,\" the director said.",
  "A look at Clinton's claims since questions about her email practices as secretary of state surfaced and how they compare with facts established in the FBI probe:\n\n\n\nCLINTON: \"I did not email any classified material to anyone on my email.",
  "\"Any reasonable person in Secretary Clinton's position or in the position of those with whom she was corresponding about the matters should have known that an unclassified system was no place for that conversation,\" Comey said.",
  "Comey said that when his forensic team examined Clinton's server it found there were \"several thousand work-related emails that were not in the group of 30,000\" that had been returned by Clinton to the State Department.",
  "Comey did not mention names, but a Romanian hacker who called himself Guccifer accessed and later leaked emails from Sidney Blumenthal, an outside adviser to Clinton who regularly communicated with her.",
  "FBI Director James Comey's announcement Tuesday that he will not refer criminal charges to the Justice Department against Clinton spared her from prosecution and a devastating political predicament.",
  "THE FACTS: Comey did not address Clinton's reason for using a private server instead of a government one, but he highlighted the perils in routing sensitive information through a home server.",
  "THE FACTS: Clinton has separately clung to her rationale that there were no classification markings on her emails that would have warned her and others not to transmit the sensitive material.",
  "Most of those emails - 110 of them - were included among 30,000 emails that Clinton returned to the State Department around the time her use of a private email server was discovered.",
  "\"Even if information is not marked classified in an email, participants who know, or should know, that the subject matter is classified are still obligated to protect it.\"",
  "And it made clear that Clinton used many devices to send and receive email despite her statements that she set up her email system so that she only needed to carry one.",
  "THE FACTS: The campaign website claimed \"no evidence\" of a breach, a less categorical statement than Clinton herself made last year, when she said there was no breach.",
  "But it left much of her account in tatters and may have aggravated questions of trust swirling around her Democratic presidential candidacy.",
  "THE FACTS: This reasoning for using private email both for public business and private correspondence didn't hold up in the investigation.",
  "But the private system did, in fact, handle emails that bore markings indicating they contained classified information, Comey said.",
  "The agency's yearlong investigation found that she did not, as she claimed, turn over all her work-related messages for release.",
  "---\n\nCLINTON: \"I responded right away and provided all my emails that could possibly be work related\" to the State Department.",
  "Clinton and her aides \"were extremely careless in their handling of very sensitive, highly classified information,\" he said.",
  "---\n\nCLINTON: \"I thought it would be easier to carry just one device for my work and for personal emails instead of two.\"",
  "\"We assess it is possible that hostile actors gained access to Secretary Clinton's personal email account,\" Comey said.",
  "---\n\nCLINTON: \"I opted for convenience to use my personal email account, which was allowed by the State Department.\"",
  "WASHINGTON -- Key assertions by Hillary Clinton in defense of her email practices have collapsed under FBI scrutiny.",
  "It found that her private email server did carry classified emails, also contrary to her past statements.",
  "Comey also noted that hackers breached the email accounts of several outsiders who messaged with Clinton.",
  "Clinton \"used numerous mobile devices to view and send email\" using her personal account, Comey said.",
  "---\n\nCLINTON: \"It was on property guarded by the Secret Service, and there were no security breaches.",
  "The use of that server, which started with my husband, certainly proved to be effective and secure.\"",
  "He said evidence would be hard to find because hackers are sophisticated and can cover their tracks.",
  "But that's not the only standard for judging how officials handle sensitive material, he added.",
  "The FBI did not uncover a breach but made clear that that possibility cannot be ruled out.",
  "---\n\nCLINTON: \"I never received nor sent any material that was marked classified.\"",
  "The three others were recovered from a forensic analysis of Clinton's server.",
  "CLINTON campaign website: \"There is no evidence there was ever a breach.\"",
  "He said the marked emails were \"a very small number.\"",
  "He also said Clinton had used different servers.",
  "Courts have frowned on such a practice.",
  "THE FACTS: Not so, the FBI found.",
  "There is no classified material.\"",
  "News conference, March 2015.",
  "News conference, March 2015.",
  "News conference, March 2015.",
  "News conference, March 2015.",
  "News conference, March 2015.",
  "NBC interview, July 2016.",
  "..."
]