[
  "'”\n\n“In other words, bear false witness against the president,” said Stone, who was interviewed by House Intel about his interactions with Guccifer 2.0 and WikiLeaks, two groups that U.S. intelligence officials believe were working with the Russian government to release emails hacked from Democrats.",
  "“I think what’s happening here is that the special counsel will try to manufacture a crime and say, ‘Look Manafort, we won’t prosecute you for this if you simply admit you were colluding with the Russians and Donald Trump knew everything.",
  "Roger Stone, a confidante to President Trump, said on Tuesday that lawyers for former Trump campaign chairman Paul Manafort are expecting an indictment in an investigation being led by Special Counsel Robert Mueller.",
  "He is a central target in Mueller’s probe, though it is not exactly clear whether the former FBI director is investigating Manafort’s non-campaign-related business activities or something else.",
  "WATCH:\n\n\n\nSpeaking to reporters after being interviewed by the House Intelligence Committee, Stone stated that Manafort’s lawyers have informed his own attorneys of the expected indictment.",
  "It was also reported earlier this month that Manafort was the target of two secret surveillance warrants issued by a judge on the Foreign Intelligence Surveillance Court.",
  "“I believe his attorneys informed my attorneys of that,” Stone, a former business partner of Manafort’s, told reporters following his interview with the House panel.",
  "He also said that he believes that Mueller is using indictments for financial activities as leverage to get Manafort to flip on Trump.",
  "There have been increased rumblings about an indictment for Manafort, who served on the Trump campaign from last March until August.",
  "But he did say that Mueller is likely to indict Manafort on charges unrelated to campaign collusion.",
  "In July, Mueller obtained a search warrant to conduct a no-knock raid on Manafort’s Virginia home.",
  "WATCH:\n\nStone claims that Manafort was not involved in any collusion with the Russian government.",
  "Stone said that Manafort does not know when he will be charged or what he will be charged for.",
  "“I have known Paul Manafort for over 40 years, and I don’t believe he is going to do that.",
  "Asked about Stone’s statement, Manafort spokesman Jason Maloni declined to comment.",
  "He is not going to lie and that would be a lie,” Stone said of Manafort.",
  "WATCH:\n\nFollow Chuck on Twitter"
]