[
  "Roger Stone More\n\n\"A big difference to me in the past was, while there was cyberactivity, we never saw in previous presidential elections information being published on such a massive scale that had been illegally removed both from private individuals as well as organizations associated with the democratic process both inside the government and outside the government,\" Adm. Mike Rogers, the director of the National Security Agency, told the House Intelligence Committee in March.",
  "But he acknowledged a potential Russian role for the first time earlier this month when he said that “patriotically minded” Russian citizens might have taken it upon themselves \"to fight against those who say bad things about Russia.”\n\nNOW WATCH: 'He started talking about blood coming out of her ears’: Joe Scarborough claims a red-faced Trump ranted about Mika Brzezinski in front of 20 congressmen\n\n\n\n\n\nMore From Business Insider",
  "“While Russia, China, other countries, outside groups and people are consistently trying to break through the cyber infrastructure of our governmental institutions, businesses and organizations including the Democrat [sic] National Committee, there was absolutely no effect on the outcome of the election including the fact that there was no tampering whatsoever with voting machines.”\n\nAs it turns out, that was not entirely true.",
  "The US intelligence community “is confident that the Russian Government directed the recent compromises of e-mails from US persons and institutions, including from US political organizations,” Director of National Intelligence James Clapper and the Department of Homeland Security said in a joint statement shortly after the first batch of Podesta’s emails were first leaked.",
  "“Part of the reasons Russian active measures work is because they parrot the same lines.”\n\nIndeed, the Trump transition team released a statement in December that appeared to cast doubt on the CIA’s findings that Russia had meddled in the election with the specific purpose of damaging Clinton’s candidacy and swinging voters towards Trump.",
  "The first involved establishing personal contact with Americans perceived as sympathetic to Moscow — such as former Defense Intelligence Agency chief Michael Flynn, former Trump campaign chairman Paul Manafort, and early Trump foreign-policy adviser Carter Page — and using them as a means to further Russia's foreign-policy goals.",
  "Also present at the meeting were Kushner, Manafort, British music publicist Rob Goldstone, former Soviet military intelligence officer and lobbyist Rinat Akhmetshin, Russian translator Anatoli Samachornov, and possibly a representative of Russia's wealthy Agalarov family, which first requested that the meeting be arranged.",
  "Vladimir Putin More\n\nThe report said that while Russian operatives did not change vote tallies, Russian President Vladimir Putin had ordered an elaborate effort to propel Trump to the presidency — not only via hacking but also through the dissemination of “fake news” aimed at undermining Clinton and boosting Trump.",
  "Now, as FBI special counsel Robert Mueller and congressional intelligence committees continue to investigate Russia's election interference, evidence is emerging that the hacking and disinformation campaign waged at the direction of Russian President Vladimir Putin took at least four separate but related paths.",
  "They found that the proportion of “professional to junk news” was “roughly one-to-one,” and that “fully 46.5% of all content presented as news” about politics and the election fell under “the definition of propaganda” when unverified WikiLeaks content and Russian-origin news stories were factored in.",
  "Nearly a year later, further reporting and testimony from current and former intelligence officials have painted a portrait of Russia’s election interference as a multifaceted, well-planned, and coordinated campaign aimed at undermining the backbone of American democracy: free and fair elections.",
  "“Part of the reasons active measures have worked in the US election is because the commander-in-chief has used Russian active measures at times against his opponents,” Watts said, pointing to Manafort and Trump’s citations of fake-news stories pushed out by Russian-linked entities last year.",
  "Jared Kushner More\n\nJared Kushner, Trump’s son-in-law and senior adviser, became a subject of the investigation after US intelligence officials intercepted communications suggesting he had proposed setting up a secret backchannel to Moscow using Russian diplomatic facilities on US soil.",
  "Last week's revelations that President Donald Trump's son, Donald Trump Jr., met with a Russian lawyer with strong ties to the Kremlin during the campaign to obtain damaging information about Hillary Clinton shed new light on the extent of Russia's interference in the 2016 election.",
  "Russian internet trolls — paid by the Kremlin to spread false information on the internet — have been behind a number of \"highly coordinated campaigns\" to deceive the American public, journalist Adrian Chen found when researching Russian troll factories in St. Petersburg in 2015.",
  "Department of Homeland Security official Jeanette Manfra confirmed to the Senate Intelligence Committee on June 21 that Russian hackers targeted at least 21 states’ election systems in 2016, successfully exploiting a small number of networks and stealing voter registration data.",
  "And automated Twitter accounts — many of them linked to Russia and aided by professional trolls paid by the Kremlin — flooded the social-media platform with pro-Trump rhetoric and made-up news throughout the campaign and especially in the days leading up to the election.",
  "Paul Manafort, Michael Flynn, Carter Page, Jared Kushner, and Roger Stone were among those being looked at by federal investigators, reports said, amid the FBI and congressional probes into whether any Trump associates acted as agents of the Kremlin, wittingly or not.",
  "It was later reported that the acting attorney general, Sally Yates, had warned the White House in January that Flynn could be vulnerable to Russian blackmail, because US intelligence knew Pence had publicly mischaracterized Flynn’s interactions with Kislyak.",
  "Restrictions on disclosing classified information in an open setting precluded Comey from naming names; but reports surfaced before he testified that certain members of Trump’s campaign had communicated with Russian officials in ways that raised red flags.",
  "Fake news, trolls, botnets\n\nIn early January, the Office of the Director of National Intelligence released a declassified report documenting the results of the investigation former President Barack Obama had requested into Russian election interference.",
  "Most recently, Donald Trump Jr. also attracted sharp scrutiny for meeting with Natalia Veselnitskaya, described as a \"Russian government lawyer,\" last June after being offered information that could compromise Hillary Clinton's candidacy.",
  "In a telling case study of how widespread and pervasive fake news was during the election, Oxford University researchers found that nearly half of the news Michigan voters were exposed to on Twitter leading up to Election Day was fake.",
  "His trip to Moscow in July 2016 raised red flags at the FBI, which was granted a warrant by the Foreign Intelligence Surveillance Court to monitor Page's communications on suspicion that he was communicating with Russian officials.",
  "The report was bolstered by a leaked NSA document published by The Intercept earlier this month detailing how hackers connected to Russian military intelligence had attempted to breach US voting systems days before the election.",
  "donald trump More\n\nAs many as 39 state-election systems targeted\n\nIn January, President-elect Trump issued a statement after he was briefed on the intelligence community’s classified report on Russia’s election interference.",
  "And the fourth was to breach US voting systems in as many as 39 states leading up to the election, in an effort to steal registration data that officials say could be used to target and manipulate voters in future elections.",
  "The third was to amplify the propaganda value of the leaked emails with a disinformation campaign waged predominantly on Facebook and Twitter, in an effort to use automated bots to spread fake news and pro-Trump agitprop.",
  "It was also reported that the Trump reelection campaign paid $50,000 to the law office of Alan Futerfas, the lawyer representing Trump Jr. in the ongoing Russia probes, weeks before news of the meeting became public.",
  "Former FBI Director James Comey confirmed in a hearing before the Senate Intelligence Committee in March, two months before he was fired, that the bureau was investigating Russia’s interference in the 2016 election.",
  "“[Trump] denies the intel from the United States about Russia, and he claimed the election could be rigged — that was the number one claim pushed by RT, Sputnik News, all the way up until the election,” Watts said.",
  "Time reported on Thursday that the hackers successfully altered voter information in at least one election database and stole thousands of voter records containing private information like Social Security numbers.",
  "From his interviews with former trolls employed by Russia, Chen gathered that the point of their jobs \"was to weave propaganda seamlessly into what appeared to be the nonpolitical musings of an everyday person.",
  "The Russians, Comey said in March, were also “unusually loud” in their intervention, leaving digital footprints on the DNC and John Podesta email hacks that were sloppy and easily linked back to the Kremlin.",
  "The New York Times reported in December that Guccifer 2.0 had also hacked into the Democratic Congressional Campaign Committee and released the information to reporters covering competitive House districts.",
  "Beginning in 2004, Manafort served as a top adviser to former Ukrainian President Viktor Yanukovych, a pro-Russian strongman whom Manafort is widely credited with helping win the presidency in 2010.",
  "Flynn was forced to resign as national-security adviser in February after it emerged he had discussed US sanctions with Russia's ambassador to the US, Sergey Kislyak, during the transition period.",
  "It soon emerged that Russian hackers had also accessed the Republican National Committee’s servers and accounts belonging to Republican officials, but had chosen not to release the information.",
  "Virginia and New Jersey will hold gubernatorial elections later this year, and all 435 seats in the House and 33 of the 100 seats in the Senate will be contested in the 2018 midterm elections.",
  "The DNC, WikiLeaks, and Guccifer 2.0\n\nIn July 2016, the Democratic National Committee announced that Russian hacking groups known as “Cozy Bear” and “Fancy Bear” had infiltrated its servers.",
  "The second involved hacking the Democratic National Committee email servers and then giving the material to WikiLeaks, which leaked the emails in batches throughout the second half of 2016.",
  "The first sign of Moscow's meddling came in September 2015, when the FBI first noticed that Russian hackers had infiltrated a computer system belonging to the Democratic National Committee.",
  "Bloomberg reported in June that election systems in as many as 39 states could have been attacked, though voting tallies are not believed to have been altered or manipulated in any way.",
  "julian assange More\n\nWikiLeaks founder Julian Assange told Fox News’ Sean Hannity during a January interview that the Russian government did not provide the hacked DNC emails to him.",
  "Earlier this week, Trump Jr. also posted an email chain on Twitter showing he was aware before the meeting took place that it was part of \"Russia and its government's support of Mr.",
  "Cybersecurity experts at the intelligence firm ThreatConnect also linked Guccifer 2.0 back to Russia and concluded the hacker was the product of a Russian disinformation campaign.",
  "And Roger Stone, a longtime adviser to Trump, communicated with a self-described hacker, Guccifer 2.0, in August 2016 who US intelligence officials believe was a Russian prop.",
  "After gaining access to the DNC’s system in 2016, Fancy Bear and Cozy Bear disseminated thousands of emails via hacker Guccifer 2.0, who leaked the information to WikiLeaks.",
  "The disinformation campaigns are only one \"active measure\" tool used by Russian intelligence to \"sow discord among,\" and within, nations perceived as hostile to Russia.",
  "Former FBI Special Agent Clint Watts told the Senate Intelligence Committee in May that the Trump campaign itself may have been an unwitting agent of Russia.",
  "Putin has consistently denied the Kremlin had anything to do with the hacking or disinformation campaigns waged in 2016 to bolster Trump and hurt Clinton.",
  "The intrusions came after federal investigators warned the DNC in September 2015 that its servers had been breached, but the DNC failed to take action.",
  "The hack of Podesta’s emails came after Trump confidant Roger Stone tweeted in August, “Trust me, it will soon the [sic] Podesta’s time in the barrel.",
  "\"The hackers accessed software designed to be used by poll workers on Election Day, and in at least one state accessed a campaign finance database.\"",
  "That probe included an examination of whether the Trump campaign colluded with Moscow to undermine Hillary Clinton, Comey testified at the time.",
  "AP reporter Jeff Horwitz told Fox News that Manafort was \"a gun for hire\" who was willing to work explicitly \"on behalf of Russian interests.\"",
  "National-security experts were floored by the document and said it was the clearest evidence so far that Russia interfered in the election.",
  "A little over two months later, on October 7, WikiLeaks released a batch of emails from Clinton campaign manager John Podesta’s account.",
  "The bots favored Trump by five-to-one, according to Sam Woolley of the Oxford Internet Institute's computational propaganda institute.",
  "This development appeared to confirm intelligence findings that Russian meddling was done specifically to hurt Clinton and aid Trump.",
  "During a January hearing before the Senate Armed Services Committee with other intelligence chiefs, Clapper reaffirmed that finding.",
  "Carter Page, an early foreign-policy adviser to Trump's campaign, has also become a subject of FBI and congressional investigations.",
  "Kushner met with both Kislyak and Russian banker Sergey Gorkov in December and failed to disclose it on his security-clearance form.",
  "#CrookedHillary”\n\nWikiLeaks continued releasing Podesta’s emails and published nearly 60,000 messages leading up to Election Day.",
  "It's a brand of information warfare, known as \"dezinformatsiya,\" that has been used by the Russians since at least the Cold War.",
  "US intelligence agencies believe Guccifer 2.0 was created by Fancy Bear, or a Russian organization affiliated with the group.",
  "Story continues\n\nPresident Trump's outside legal counsel initially said he was unaware of and did not attend the meeting.",
  "\"In Illinois, investigators found evidence that cyber intruders tried to delete or alter voter data,\" Bloomberg said.",
  "It later emerged, however, that Trump personally signed off on Trump Jr.'s initial statement concerning the meeting.",
  "The White House said Flynn resigned because he misled Vice President Mike Pence about his conversation with Kislyak.",
  "WikiLeaks published the first batch of DNC emails on July 22, one day before the Democratic National Convention.",
  "Between 2006 and 2009, Manafort was paid millions to lobby on behalf of Russian billionaire Oleg Deripaska.",
  "“These are the same people that said Saddam Hussein had weapons of mass destruction,” the statement said.",
  "\"Russia's information war might be thought of as the biggest trolling operation in history,\" Chen wrote.",
  "Paul Manafort, Trump's former campaign chairman, worked to advance Russian interests for over a decade.",
  "Meanwhile, state-sponsored Russian news agencies like RT and Sputnik, openly backed Trump.",
  "\"And its target is nothing less than the utility of the Internet as a democratic space.\"",
  "But US intelligence agencies believe WikiLeaks has become a Kremlin propaganda tool.",
  "The exposure of that data has left upcoming elections vulnerable to manipulation.",
  "Podesta said after the initial breach that Russian intelligence was responsible.",
  "“We stand more resolutely on that statement,” he said.",
  "Trump.\""
]