[
  "For more on political hacking, watch:\n\nDespite the hacking claim as well as reports that the foundation has been investigating suspected computer network intrusions, the documents posted by Guccifer seem to correspond to files that were stolen in an earlier breach of the Democratic Congressional Campaign Committee, as The Hill noted.",
  "A photo of the alleged directory included folders named “DCCC,” “DNC,” “Donor Research and Prospecting,” “Large Contributions,” PAC Fundraisers,” and suspiciously, “Pay to Play.”\n\n“As you can see, the private server of the Clinton clan contains docs and donors lists of the Democratic committees, PACs, etc.",
  "Guccifer 2.0, an online persona widely regarded as a front for Russian intelligence operatives, claimed Tuesday to have hacked the Clinton Foundation, the non-profit organization that Democratic presidential candidate Hillary Clinton founded with her family.",
  "Among the clues: the listed donors match contributors to the DCCC; the donors do not match the names of contributors disclosed on the foundation’s website; and one of the spreadsheets seems to have been created by a DCCC staffer, Kevin McKeon, in 2009.",
  "“None of the folders or files shown are from the Clinton Foundation.”\n\nGuccifer posted screenshots of folders and spreadsheets allegedly pulled from the foundation’s computer network along with an 860-megabyte file of alleged donor information.",
  "Guccifer also claimed that one spreadsheet showed how banks like Goldman Sachs (gs), J.P. Morgan (jpm), and Morgan Stanley (ms) contributed some portion of bail-out funds from the 2008 financial meltdown to Democrats.",
  "Stay safe and sound!”\n\nSecurity experts have repeatedly called out Guccifer as being a cloak for Russian spies, though the U.S. government has not formally named the country as being behind the persona.",
  "The alleged dump came on the same day that Julian Assange, founder of the whistleblower website WikiLeaks, held a press conference commemorating the site’s 10th anniversary.",
  "“I hacked the Clinton Foundation server and downloaded hundreds of thousands of docs and donors’ databases,” Guccifer said in a post on the self-proclaimed hacker’s blog.",
  "“Once again, we still have no evidence Clinton Foundation systems were breached and have not been notified by law enforcement of an issue,” the official said.",
  "(For more on Moscow’s misinformation campaigns, read a recent Time magazine cover story about Russia’s attempts to influence the U.S. presidential election.)",
  "“It looks like big banks and corporations agreed to donate to the Democrats a certain percentage of the allocated TARP funds,” Guccifer wrote.",
  "Last month the person or group behind the alias posted files allegedly filched from a computer used by House Minority Leader Nancy Pelosi.",
  "“It was just a matter of time to gain access to the Clinton Foundation server.”\n\nGet Data Sheet, Fortune’s technology newsletter.",
  "WikiLeaks previously published tens of thousands of documents stolen from the Democratic National Committee.",
  "A Clinton Foundation official denied the claim in a statement to Fortune.",
  "In actuality, the documents appeared to have originated with the DCCC.",
  "I’m pleased to congratulate Wikileaks on their 10th anniversary!!",
  "!” Guccifer said before adding: “Julian, you are really cool!",
  "Guccifer has attempted to repurpose DCCC documents before.",
  "Guccifer added a shoutout to Assange in the post.",
  "Does it surprise you?” Guccifer wrote.",
  "“P.S."
]