[
  "In his statement, which was available in a press release on the Kremlin's website, Putin said he hopes the incoming U.S. president will help restore relations between the two nations, which have a history of conflict:\n\nIn his message, Mr Putin said he hopes for work together to lift Russian-US relations out of the current crisis, resolve issues on the international agenda, look for effective responses to global security challenges.",
  "As for Democratic presidential candidate Hillary Clinton, the Kremlin has been accused of working behind the scenes to destroy the former secretary of state's candidacy by coordinating with hacker \"Guccifer 2.0\" and the anti-secrecy group WikiLeaks.",
  "Russia loomed over this election like a storm cloud for most of the campaign, and now that it's over, Russian President Vladimir Putin has offered his congratulations to President-elect Donald Trump – by telegram, no less.",
  "The President said he is confident that Moscow and Washington can establish a constructive dialogue based on the principles of equality, mutual respect, and genuine consideration for each other’s positions.",
  "For what it's worth, former Russian chess master Garry Kasparov, who is no fan of Putin, is certainly not convinced good things are on the horizon for U.S.-Russia relations.",
  "In particular, the billionaire businessman-turned-president has signaled an interest in renegotiating NATO forces in Europe, which could positively impact Russia.",
  "Throughout the campaign, Putin was accused of meddling in the presidential election by supporting Trump, who has offered praise to the Russian leader.",
  "According to NBC News, that's the Putin's \"preferred method of communicating with newly elected leaders.\"",
  "This would be in the interests of both peoples and of the entire international community.",
  "Mr. Putin wished Mr Trump success in the high office and responsibility of head of state.",
  "He tweeted, \"Winter Is Here,\" in response to Trump's victory early Wednesday morning.",
  "Putin, for his part, has repeatedly denied such charges."
]