[
  "Pressure appears to have been put on other officials, as well, according to the report, which says that when staffers of the Bureau of Administration asked whether there was an electronic method that could be used to capture Clinton's emails, the response they got made them \"not comfortable\" advising the new secretary.",
  "\"This actually rebuts so much of what Hillary Clinton was saying, that people knew what she was doing, that there was no issue, that this was not in violation of State Department practices and procedures,\" Rep. Peter King, R-New York, a member of the Homeland Security Committee, told MSNBC-TV on Wednesday.",
  "Justin Sullivan / Getty Images\n\nWhile Clinton is the star of the show, the report examines her four immediate predecessors' use of technology — and former Secretary of State Colin Powell also comes in for significant criticism for having used a private email address.",
  "/ Updated By Alex Johnson\n\nThe topline of the highly critical report by the State Department's inspector general into Hillary Clinton's use of a private email server when she was secretary of state is that she \"did not comply with the Department's policies.\"",
  "In January 2011, non-government adviser providing technical support for Clinton's email system notified her deputy chief of staff, Huma Abedin, that he'd shut down the server because he believed \"someone was trying to hack us,\" according to the report.",
  "While it will add more fuel to the theories of conspiracists who've accused Clinton of all kinds of misdeeds — including murder — for more than 25 years, its real impact could come from the fact that it's not a partisan attack.",
  "But it's the FBI that poses the biggest potential headache — it's conducting a criminal investigation into possible mishandling of classified information, the results of which the Justice Department could use to bring charges.",
  "The focus of the report is on the State Department's cybersecurity protocols in general, noting that the State Department's \"longstanding, systemic weaknesses ... go well beyond the tenure of any one secretary of state.\"",
  "And while Clinton has said she's been cooperative and transparent, the report discloses that she declined to cooperate with the State Department inquiry — along with at least eight of her top State Department advisers.",
  "It cites at least two employees in the State Department's executive office for information resource management at the time who indicated that they felt intimated into not speaking up about their concerns.",
  "U.S. State Department\n\nIn another development Wednesday, a Romanian man known as \"Guccifer\" pleaded guilty in federal court to identity theft and unauthorized access to protected computers.",
  "In an earlier interview with NBC News, Guccifer claimed that he was able to breach the server and even download some files — a claim that federal investigators say they can't substantiate.",
  "Four months later, according to the IG's report, two top staffers discussed — via email, it turns out — concerns voiced by Clinton herself that someone might be \"hacking into her email.\"",
  "King advised Republican presidential candidate Donald Trump to \"focus on this, what was wrong with it, why Hillary Clinton did the wrong thing, why this could put security at risk.\"",
  "Robyn Beck / AFP - Getty Images\n\nAn NBC News/SurveyMonkey tracking poll released Tuesday indicated that nearly 6 in 10 Americans already say they \"dislike\" or \"hate\" Clinton.",
  "At a rally Wednesday in Anaheim, California, Trump referred to Clinton as \"crooked Hillary\" and said the report made him even more eager \"to run against Hillary.\"",
  "And the report only reinforces \"what we already know about Hillary Clinton: she simply cannot be trusted,\" House Speaker Paul Ryan, R-Wisconsin, said Wednesday.",
  "For example, the intelligence community's inspector general and the State Department’s Bureau of Diplomatic Security are also looking into the matter.",
  "In more than one place, it says no senior State Department official in charge of information security was ever asked to approve the arrangement.",
  "One of the staffers told IG investigators that it was made clear that \"the matter was not to be discussed any further,\" according to the report.",
  "Later that day, the adviser updated Abedin with the news that \"we were attacked again so I shut [the server] down for a few min.\"",
  "But the report notes that rules and technological safeguards weren't nearly as advanced during Powell's term, from 2001 to 2005.",
  "The next day, according to the report, Abedin sent out a notice that staffers shouldn't email Clinton \"anything sensitive.\"",
  "Not simply on the basis of this report, which resulted from an administrative inquiry, not a criminal investigation.",
  "The other employee said staffers were told \"never to speak of the Secretary's personal email system again,\" it says.",
  "Emails examined in the IG's report tend to reinforce Clinton's image among some critics as ruthless and calculating.",
  "An FAQ section on her campaign's website updated Wednesday poses that very question — \"Was the server ever hacked?\"",
  "An excerpt from the inspector general's report details attempts to breach Hillary Clinton's private email server.",
  "\"We're not talking about anybody from the right wing or any conservative or any Republican,\" King told MSNBC-TV.",
  "\"This is an independent report coming out by an individual appointed by the president of the United States.\"",
  "The Clinton campaign has carefully worded its responses when asked whether the server had ever been hacked.",
  "A protesters holds an anti-Hillary Clinton sign outside Clinton's rally Wednesday in Riverside, California.",
  "It was Guccifer's hacking that revealed that Clinton used a private email address in the first place.",
  "And last year on NBC's \"Meet the Press,\" she insisted that she's been \"as transparent as possible.\"",
  "\"She had a little bad news today, as you know, from some reports that came down — weren't so good.",
  "Related: FBI Interviews Clinton Aides Over Email Investigation: Sources\n\nHas She Told the Truth?",
  "Here are five key questions the report brings to the forefront:\n\nWas Security Compromised?",
  "— with a not-quite-complete answer: \"No, there is no evidence there was ever a breach.\"",
  "But what else does the report mean for Clinton — and for her presidential campaign?",
  "However, there are other inquiries that could hold the potential for prosecution.",
  "Had they been asked, they would have said no, according to the report.",
  "Clinton has repeatedly said that her use of the server was \"allowed.\"",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "Donald Trump at a campaign rally Wednesday in Anaheim, California.",
  "It's an independent report from the agency she ran for four years.",
  "It's clear, however, that attempts were made to hack the server.",
  "The news and stories that matter, delivered weekday mornings.",
  "But the IG's report appears to contradict both assertions.",
  "What Light Does the Report Shed on Clinton Herself?",
  "\"She's as crooked as they come,\" Trump said.",
  "The inspector general's report — not good.\"",
  "Will the Report Hurt Her Campaign?",
  "That remains an open question.",
  "But Trump needed no prodding.",
  "It depends on whom you ask.",
  "Can She Be Prosecuted?",
  "[Emphasis added.]",
  "Almost certainly.",
  "Not so good."
]