[
  "Forty-four year-old Marcel Lehel Lazar, a Romanian hacker who calls himself \"Guccifer,\" appeared in U.S. federal court Wednesday to plead guilty to unauthorized access to protected computers and aggravated ID theft related to his hacking of the accounts of 100 Americans including members of the Bush family and Gen. Colin Powell.",
  "The Justice Department says he faces a mandatory sentence of two years in prison for aggravated identity theft and could face a maximum of five years in prison in addition for unauthorized access to a protected computer.",
  "Guccifer also claims to have hacked Clinton's private server, but he has not provided any proof of an intrusion, unusual for a man who customarily shows off the fruits of his labor.",
  "He was extradited to the U.S. in March to face a range of charges related to profiling hacking including wire fraud, cyberstalking, ID theft, and unauthorized access to computers.",
  "\"Mr. Lazar will be punished for violating the personal privacy of dozens of Americans,\" Dana J. Boente, U.S. Attorney for the Eastern District of Virginia, said in a statement.",
  "Guccifer was a prolific hacker, who was credited with uncovering Hillary Clinton's private email address when he hacked Clinton ally Sidney Blumenthal's email.",
  "The plea documents specifically state that it is \"not conditioned on charges being brought against any other individual or any other pending investigation.\"",
  "The hacker also released the first self-portrait painted by former President George W. Bush.",
  "He was indicted by a federal grand jury in June 2014 and will be sentenced on September 1.",
  "In court, he was escorted by two marshals and wore a green \"Alexandria inmate\" jumpsuit.",
  "The United States will vigorously pursue these offenders, wherever they may hide.\"",
  "He speaks English and was able to go through the hearing with no translator.",
  "\"These convictions show that cybercriminals cannot hide from justice.",
  "He was polite and cooperative."
]