[
  "JUST WATCHED State Department Spokesman takes stock of Trump Replay More Videos ... MUST WATCH State Department Spokesman takes stock of Trump 09:06\n\nThe report was the first official , full and public accounting by the US intelligence community of its assessment of Russian cyberhacking activities during the 2016 campaign and the motivations behind that hacking.",
  "The campaign -- which consisted of hacking Democratic groups and individuals, including Clinton campaign chairman John Podesta, and releasing that information via third-party websites, including WikiLeaks -- amounted to what the intelligence report called \"a significant escalation\" in longtime Russian efforts to undermine \"the US-led liberal democratic order.\"",
  "JUST WATCHED Rogers: Trump must back off intel community Replay More Videos ... MUST WATCH Rogers: Trump must back off intel community 05:42\n\nTrump and Putin will meet\n\nOn Monday, Peskov confirmed to reporters that a meeting between Trump and Putin \"is going to take place\" but did not give a timeframe for such an encounter.",
  "\"We understand that our US colleagues, during various stages of their history, have gone through such witch hunts, we remember these stages of history, we know that they are replaced with more sober experts, more sober approaches that are after all aimed at a dialogue, not at emotional fits,\" Peskov added.",
  "\"Moscow's influence campaign followed a Russian messaging strategy that blends covert intelligence operations -- such as cyberactivity -- with overt efforts by Russian government agencies, state-funded media, third-party intermediaries and paid social media users or 'trolls,'\" the report found.",
  "JUST WATCHED Sen. Lankford: No doubt Russia behind hacks Replay More Videos ... MUST WATCH Sen. Lankford: No doubt Russia behind hacks 05:05\n\nThe US intelligence community released several new pieces of information to support its conclusions.",
  "Trump's take\n\nThe report, which was commissioned by President Barack Obama, comes as Trump has continued to resist the US intelligence community's conclusions that Russia was responsible for the hacking and that it aimed to help his campaign.",
  "The accusations, which were published in last week's US intelligence report, claimed that Russian President Vladimir Putin ordered an \"influence campaign\" aimed at hurting Hillary Clinton and helping Donald Trump in the 2016 election.",
  "02:00\n\nUS intelligence officials also assessed \"with high confidence\" that the GRU Russian intelligence agency \"used the Guccifer 2.0 persona, DCLeaks.com, and WikiLeaks to release US victim data obtained in cyberoperations publicly.\"",
  "It noted that in the final run-up to the election, when polls favored Clinton to win the election, Moscow shifted its campaign to influence the election to one aimed at undermining the validity of the electoral results.",
  "\"Moscow will apply lessons learned from its Putin-ordered campaign aimed at the US presidential election to future influence efforts worldwide, including against US allies and their election processes,\" it assessed.",
  "The President-elect was briefed Friday on the report by top US intelligence and law enforcement officials, and while he said he had \"a constructive meeting,\" he declined to publicly agree with their conclusions.",
  "The intelligence community also assessed \"with high confidence\" that the GRU provided WikiLeaks with the material they obtained from hacking the Democratic National Committee and top Democratic officials.",
  "\"Categorically reject\" any involvement by Moscow\n\n\"We still don't know what data have been used by those who come up with these unfounded accusations,\" Peskov told reporters during a conference call.",
  "Instead, he stressed that \"there was absolutely no effect on the outcome (of the election) whatsoever,\" which the US intelligence community asserted in its report it was not in a position to assess.",
  "Moscow (CNN) Russia says US allegations that it engaged in hacking during the American presidential election are \"unfounded\" and amount to nothing more than a \"full-scale witch hunt.\"",
  "\"We still categorically reject any involvement of Moscow, any involvement of official and unofficial persons in the Russian Federation in the hacker attacks,\" he said.",
  "The US intelligence community also warned in its report Friday that Moscow would likely continue to pursue cyberhacking campaigns to influence future elections.",
  "Trump did acknowledge in his statement the possibility that Russia could have been behind the hack, though he named China as well as a persistent cyberhacker.",
  "Russia's goals were to undermine public faith in the US democratic process, denigrate Secretary Clinton, and harm her electability and potential presidency.",
  "But Kremlin spokesman Dmitry Peskov said the charges against Russia \"were not backed by anything\" and were \"made on a very amateur, emotional level.\"",
  "Report: Russian intel provided info to WikiLeaks\n\nThe report also stated that Moscow used a variety of tactics in a bid to sway the outcome.",
  "\"We're talking about contacts after a very tense phase in the evolution of our relations, in the degradation of our relations.",
  "We further assess Putin and the Russian Government developed a clear preference for President-elect Trump,\" the report said.",
  "\"We assess Russian President Vladimir Putin ordered an influence campaign in 2016 aimed at the US presidential election.",
  "\"That's why, of course, any contacts on the highest level will be very carefully arranged.\"",
  "\"What we see is ... that all of this looks like is a full-scale witch hunt,\" he said.",
  "Replay More Videos ... MUST WATCH Is Putin the most powerful man in the world?",
  "\"If some contacts are planned, they will be planned very carefully,\" he said.",
  "JUST WATCHED Is Putin the most powerful man in the world?"
]