[
  "The indictment filed by special counsel Robert Mueller notes at one point that a U.S. congressional candidate, who was not named in the document, contacted Russian operatives who were posing as a hacker named \"Guccifer 2.0\" in August 2016 and requested stolen information related to the candidate's opponent.",
  "The Guccifer 2.0 blog posted a stolen DCCC memo in August 2016 that the noted possible weaknesses in the campaign of Democratic candidate Annette Taddeo, who lost her 2016 congressional primary in South Florida after her campaign's documents were hacked and publicly released.",
  "Former U.S. Rep. Brad Ashford announced the breach on his Facebook page after the Justice Department filed an indictment alleging that 12 Russian military intelligence officers stole information from Hillary Clinton's presidential campaign and the Democratic Party.",
  "Ashford said his district was likely targeted because his race was viewed as competitive and because Nebraska has the ability to split its electoral votes in presidential races, making the Omaha-based 2nd District a potential pickup for Democrats.",
  "Currently a Florida state senator, Taddeo said in an interview that the hackers obtained information including her polling, her strategy blueprint, the homes she was visiting and the amount of mail she was sending.",
  "FILE - In this May 15, 2018, file photo, Democratic 2nd District House candidate Brad Ashford addresses supporters in Omaha, Neb., as primary election results in his race against Kara Eastman remain very close.",
  "He said he chose not to disclose it during the campaign because he believed he was going to win and opted not to say anything afterward because he didn't want to appear like he was making excuses for his loss.",
  "Bacon told the Omaha World-Herald on Friday that he didn't know that hackers had targeted Ashford's emails, but said it's clear that Russians were trying to cause trouble in the 2016 election.",
  "\"I wasn't concerned about anything that would be untoward or inappropriate (in the emails), because I knew there wasn't anything like that,\" Ashford said in an Associated Press interview.",
  "Ashford, who lost his seat to Republican Don Bacon by 3,464 votes, said hackers obtained all of his campaign's email correspondence with the Democratic Congressional Campaign Committee.",
  "(AP) — A former Nebraska Democratic congressman said Friday that Russian agents hacked into his campaign emails in 2016, a few months before he narrowly lost to a Republican challenger.",
  "U.S. intelligence agencies have said the Russian meddling was designed to help then-candidate Donald Trump's campaign, and included bogus Facebook ads and social media postings.",
  "Ashford said he doesn't believe any of the stolen information ever went to Bacon or the Republican Party, and he doesn't know whether it made a difference in his race.",
  "He said he was notified of the breach in the summer of 2016 by House Democratic Leader Nancy Pelosi's office and was told that the Russians were likely responsible.",
  "Ashford said Friday, July 13, that Russian agents hacked into his campaign emails in 2016, a few months before he narrowly lost to a Republican challenger.",
  "\"I was fearful that they would know things about our campaign's strategy and focus, and that it would somehow get into the hands of a dark money group.",
  "___\n\nFollow Grant Schulte on Twitter at https://twitter.com/GrantSchulte\n\n___\n\nAssociated Press writer Alan Fram contributed from Washington.",
  "Taddeo said Friday she's never been interviewed by the FBI or any other law enforcement agency about the incident.",
  "Prosecutors say the campaign was designed to influence public opinion and sharpen the nation's political divide.",
  "\"But I do think it's important for people in my district to know how close to home these Russians can get.\"",
  "Ashford is the latest candidate to confirm Russian interference in his campaign.",
  "She said she doesn't know if Friday's indictment refers to her race.",
  "He did face a series of anonymous political attacks on social media.",
  "The hackers sent the information using the \"Guccifer 2.0\" persona.",
  "\"I'm not suggesting that it cost me the election,\" he said.",
  "It was stuff you don't want the other side to get.\"",
  "I have no better way to describe it,\" she said.",
  "(AP Photo/Nati Harnik, File)\n\nLINCOLN, Neb.",
  "\"So of course, it was detrimental.\"",
  "\"It was our playbook, in essence."
]