[
  "On Friday, shortly after a grand jury convened by special counsel Robert Mueller indicted 12 Russian intelligence officials in connection with the hacking of the Democratic National Committee’s computer network during the 2016 election, Giuliani posted a tweet claiming the news proved Trump was “completely innocent.”\n\nThe indictments Rod Rosenstein announced are good news for all Americans.",
  "— Aten (@STRapten) July 13, 2018\n\nIt literally says in the indictment that American Congressional Candidates were getting stolen documents from the Russians\n\n— Daniel Kelly (@LOTHComic) July 13, 2018\n\nOne person had a simple question for Giuliani.",
  "Give Rudy Giuliani credit for trying to protect his client Donald Trump, but\n\nGive Rudy Giuliani credit for trying to protect his client Donald Trump, but give Twitter users credit for not falling for the spin.",
  "— Mayor Rudy Giuliani (@RudyGiuliani) July 13, 2018\n\nOf course, many Twitter users disagreed strongly with Giuliani and made some cogent points that the former New York City mayor will probably ignore.",
  "Today’s indictment of 12 Russians specifically mentions that the Russians were in communication with \"a person who was in regular contact with senior members of the presidential campaign of Donald J.",
  "pic.twitter.com/TeXgUQmmYS\n\n— M.I.B - Space Force 1 (@Tru7hS33kR) July 13, 2018\n\nRudy, there is a term for what you're doing in this tweet, hows it go... Oh yeah, You're jumping the gun pal!",
  "#TrumpRussia#TreasonWeasels#TrumpCrimeFamilypic.twitter.com/wEAkTlJk1M\n\n— @kim (@kim) July 13, 2018\n\nHe didn’t say no Americans involved.",
  "(@0neOfDem) July 13, 2018\n\nDear Guilani - F*CK OFF - you should probably READ the indictment you heinous troll.",
  "— Ton F. van Dijk (@tonfvandijk) July 13, 2018\n\nNow Rudy Giuliani is saying no Americans were involved?",
  "Time for Mueller to end this pursuit of the President and say President Trump is completely innocent.",
  "https://t.co/r3vqdXkOqE\n\n— David Slack (@slack2thefuture) July 13, 2018\n\nNo Americans involved?",
  "Those who can read, should probably read the highlighted portion below.",
  "A person in contact with Trump campaign corresponds with GRU Guccifer?",
  "A congressional candidate received info on opponent.",
  "Quit lying, you piece of sad, stupid garbage.",
  "He said they weren’t in this indictment.",
  "Rudy Giuliani is lying to you.",
  "No Americans are involved.",
  "The Russians are nailed.",
  "What do you mean?",
  "What a fraud!",
  "— B??????????",
  "??????????",
  "Trump.\""
]