[
  "“We are relying only on the report of somebody that the DNC contracted to examine their computer.”\n\nThe FBI and the Office of the Director of National Intelligence said in a statement last October that the intelligence community “is confident that the Russian Government directed the recent compromises of e-mails from US persons and institutions, including from US political organizations.”\n\n“The recent disclosures of alleged hacked e-mails on sites like DCLeaks.com and WikiLeaks and by the Guccifer 2.0 online persona are consistent with the methods and motivations of Russian-directed efforts,” the statement read.",
  "“These thefts and disclosures are intended to interfere with the US election process.”\n\nFarenthold continued, “the media, which is serving from a distraction for what needs to be done in this country: that’s fixing health care, that’s getting people back to work, that’s fixing taxes, that’s securing the border.",
  "“Because I hope it’s not this information that Fox News just refused to be reporting.”\n\nBerman was referring to a retracted Fox News story that stated that DNC staffer Seth Rich was in contact with WikiLeaks before his murder in July 2016.",
  "Because the DC police are investigating this, and so far they haven’t there is any there there.”\n\n“Yet the DC police nor no federal investigator has ever had a look at the DNC computer,” Farenthold claimed.",
  "Texas Rep. Blake Farenthold challenged the Russia hacking narrative, claiming that we still have no idea how Democratic National Committee emails were hacked during the election last year.",
  "“There is still some question as to whether the intrusion at the DNC server was an insider job or whether or not it was the Russians,” Farenthold told CNN.",
  "“What is circulating on the internet that you think is worthy of a congressional investigation?",
  "Instead, we are hearing a constant barrage of anti-Trump — I’m gonna call it propaganda.”",
  "The insider job — what are you referring to?” CNN host John Berman pressed.",
  "What is circulating on the internet?” Berman interrupted.",
  "“Well again, there’s stuff circulating on the internet.",
  "My questions is —” Farenthold answered.",
  "“I’m sorry.",
  "“What?"
]