[
  "A few words of caution: The indictment does not allege that WikiLeaks knew that it was engaging with Russian intelligence officers, and alleges instead that WikiLeaks was communicating with “the Conspirators, posing as Guccifer 2.0.” That said, the exchanges between WikiLeaks and the Russian front organization occurred well after the news media reported that Russians were behind the DNC hack.",
  "The Justice Department, in a press release, noted that the indictment contained no allegation that any American “was a knowing participant in the alleged unlawful activity or knew they were communicating with Russian intelligence officers,” a point seized upon by the White House and President Donald Trump’s personal lawyer in their responses to the news.",
  "The indictment also reveals that in August 2016, Guccifer 2.0 “received a request for stolen documents from a candidate for the U.S. Congress.” Russian intelligence, using the Guccifer 2.0 persona, responded and “sent the candidate stolen documents related to the candidate’s opponent.”\n\nHere is a roundup of the biggest takeaways from the indictment.",
  "Still, the indictment does refer to Americans being in communication with Guccifer 2.0, an online persona who released some of the Democratic emails and who first claimed to be a lone Romanian hacker but has since been exposed as a front for Russian intelligence (an allegation confirmed now by the indictment itself).",
  "But the indictment alleges that Stone was at the relevant times “in regular contact with senior members of the presidential campaign of Donald J. Trump.” That exposes the campaign itself—as an organization—to potential criminal liability as well as those unnamed senior members of the campaign.",
  "WikiLeaks told the Russians that it was important to release stolen documents about Clinton in early July “because the DNC is approaching and she will solidify bernie supporters behind her after.” The Russians responded, “ok … i see.” And WikiLeaks explained the tactical importance further.",
  "Mueller investigation vitality: Notwithstanding the laments and wishful thinking from people like Republican Rep. Trey Gowdy and Rudy Giuliani, Trump’s personal lawyer, that the Mueller investigation should wrap up, this investigation is in its prime.",
  "Special counsel Robert Mueller released an indictment on Friday of 12 Russian intelligence officers, accusing them of hacking the Democratic National Committee, the Hillary Clinton campaign, and the Democratic Congressional Campaign Committee.",
  "At a press conference on Friday with British Prime Minister Theresa May, Trump said he’d ask Russian President Vladimir Putin about Russia’s “meddling” in the U.S. election but that he did not expect a “Perry Mason moment.”\n\n3.",
  "I don’t know that he had an actual role in our campaign.”\n\nOn Friday, Stone told CNN that he did not think he was the unnamed person in the indictment because his contact with the campaign in 2016 was with Trump alone.",
  "Russian-state attribution: Mueller and a grand jury have endorsed the intelligence community’s judgment that the Russian government interfered in our election in order to aid Trump’s presidential campaign.",
  "Americans’ liability: This indictment serves as a firm foundation for subsequent indictments for any American’s collusion with the Russians (i.e., conspiracy or complicity liability).",
  "These allegations also potentially expose some individuals to perjury if they intentionally covered up Stone’s connection to the campaign in statements made to the FBI or Congress.",
  "One of the areas in which WikiLeaks may be most exposed, under U.S. law, is the apparent advice it gave to the Russians on the significance and timing of some releases.",
  "One line in the indictment reads, “the Conspirators, posing as Guccifer 2.0, sent a reporter stolen documents pertaining to the Black Lives Matter movement.",
  "Chip Somodevilla/Getty Images\n\nThis piece was originally published on Just Security, an online forum for analysis of U.S. national security law and policy.",
  "WikiLeaks collaboration with Russian intelligence: Based on these allegations, WikiLeaks was deeply involved in a Russian intelligence operation.",
  "Media-introspection time: WikiLeaks and Guccifer 2.0 could be covered as newsmakers, covered as newsworthy subjects, or cultivated as sources.",
  "The special counsel’s earlier indictment of 13 Russian nationals and three Russian organizations did not allege Russian state responsibility.",
  "It would be a good time for some internal reviews among the big media dogs about their relevant coverage and ties to these organizations.",
  "The fact that Stone was in communication with Guccifer 2.0 (and WikiLeaks, though that’s not mentioned in the indictment) is old news.",
  "Senate staff, for example, asked Donald Trump Jr., “Who did deal with Roger?” to which he responded, “I don’t know if anyone did.",
  "The reporter responded by discussing when to release the documents and offering to write an article about their release.”\n\n5.",
  "U.S. Deputy Attorney General Rod Rosenstein holds a news conference at the Department of Justice on Friday in Washington.",
  "Roger Stone, Trump’s longtime confidant and political adviser, communicated with Guccifer 2.0 in the summer of 2016.",
  "The document contained an extraordinary amount of detail about how Russian intelligence carried out its operation.",
  "The level of detail: The indictment is impressive in its detail and the specificity of its allegations.",
  "Does he have an insider who has provided all of this information?",
  "“I was not in regular contact with campaign officials,” he said.",
  "It shows that Mueller has developed extremely good evidence.",
  "To this day, Trump continues to refuse to affirm that view.",
  "Stone appears particularly vulnerable.",
  "The latter seems like a problem.",
  "That’s something new here.",
  "Where is it coming from?",
  "We may never know.",
  "6.",
  "4.",
  "2.",
  "1."
]