[
  "“The DNC is the victim of a crime — an illegal cyberattack by Russian state-sponsored agents who seek to harm the Democratic Party and progressive groups in an effort to influence the presidential election,” Brazile said in an official statement, according to USA Today.",
  "Then-chair Democratic Rep. Debbie Wasserman Schultz stepped down as a result of the embarrassing emails, which revealed that many officials within the DNC conspired to make it difficult for former Sen. Bernie Sanders to win the Democratic nomination for president.",
  "Some of the disclosed personal details included the cell phone number of vice presidential candidate Tim Kaine and contact information for many high-level officials in the Obama administration, NBC News reported.",
  "Democratic National Committee (DNC) Chair Donna Brazile is warning people parsing through the latest DNC hack that some of the information could include infected software that could lead to even more hacks.",
  "Our legal team is now in the process of reviewing these private documents, and attempting to confirm their authenticity, as it is common for Russian hackers to forge documents,” Brazile continued.",
  "Despite expecting another publishing of confidential emails, DNC officials still couldn’t stop the hacker from releasing even more personal data.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "This is the same hacker who disclosed a trove of incriminating DNC documents right before the Democratic National Convention in July.",
  "Guccifer 2.0, the virtual name of a now infamous cybercriminal, released a number of new records taken from the DNC Tuesday.",
  "Brazile stressed that certain documents have “malware risks” and to use caution before downloading any files.",
  "“We have been anticipating that an additional batch of documents stolen by Russian agents would be released.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Follow Eric on Twitter\n\nSend tips to eric@dailycallernewsfoundation.org."
]