[
  "For his part, Stone cast aside any suggestion that he may have collaborated with the DNC hackers, Russian or not, telling Business Insider that he first noticed on August 14 — after he'd written an article for Breitbart saying he thought Guccifer was \"the real deal\" — that a Twitter account that apparently belonged to Guccifer had been reinstated after a brief suspension.",
  "WikiLeaks founder Julian Assange makes a speech from the balcony of the Ecuadorian Embassy, in central London Thomson Reuters\n\n\"I think there's a reasonable belief that Mr. Assange may have passed this information onto Mr. Stone,\" Podesta told reporters later.",
  "Spencer Platt/Getty Images President Donald Trump's former campaign adviser and longtime confidante Roger Stone said he exchanged private messages with a hacker implicated in a massive cyberattack that targeted the Democratic National Commitee last year.",
  "One such cyberattack hit the Democratic Congressional Campaign Committee, leading to the release of email addresses and phone numbers belonging to nearly 200 Democratic congressional members on August 12, The Wall Street Journal reported at the time.",
  "But digital fingerprints were left on the hacks that led the US intelligence community — as well as several private cybersecurity firms — to conclude that the cyberattacks were largely, if not entirely, carried out by two Russian intelligence groups.",
  "Seventeen US intelligence agencies concluded in January that Russia interfered in the US election — hacking into the DNC and John Podesta's inbox and leaking the stolen documents to WikiLeaks — to undermine Hillary Clinton.",
  "Stone told Business Insider in an email late Thursday night that he had a private conversation on Twitter with the person, nicknamed \"Guccifer 2.0,\" and that the interaction was so \"brief and banal, I had forgotten it.\"",
  "ThreatConnect, a cyber-security firm based in Arlington, Virginia, concluded that Guccifer 2.0 had been using the Russian-based Virtual Private Network service, Elite VPN, to secure their communications.",
  "US intelligence agencies and the House and Senate intelligence committees are currently investigating whether the Trump campaign colluded with, or was complicit in, Russia's election-related meddling.",
  "Stone's tweets in the days after raised questions about whether he knew in advance that emails from Hillary Clinton's campaign chairman, John Podesta, would be imminently published by WikiLeaks.",
  "He told BI on Thursday that he \"had no contacts or communications with the Russian State, Russian Intelligence or anyone fronting for them or acting as intermediaries for them,\" Stone said.",
  "Piecing together Guccifer's comments and cyber trails, experts soon began to agree that the self-proclaimed hacker was either a poser or the product of a Russian disinformation campaign.",
  "Evan Vucci/AP\n\n\"Long after Grufficer's [sic] bit part in this drama, I did in fact have a short and innocuous Direct Message Exchange with Gruccifer 2.0,\" Stone said.",
  "Stone messaged Guccifer again on August 16 and asked if the alleged hacker could retweet his column about the 2016 presidential election possibly being \"rigged.\"",
  "On October 7, shortly after an Access Hollywood video surfaced of Trump making lewd remarks about women, WikiLeaks published the first batch of Podesta emails.",
  "Stone has denied having any direct contact with WikiLeaks, saying that he had been getting his information from a mutual friend he shared with Assange.",
  "But in what appeared to be the first message in their conversation, Stone said he was \"delighted\" that Twitter had reinstated Guccifer 2.0's account.",
  "\"I have total confidence that @wikileaks and my hero Julian Assange will educate the American people soon #LockHerUp,\" he tweeted on October 3.",
  "Business Insider cannot independently confirm if Stone's screenshots accurately portrayed the entirety of his conversation with Guccifer.",
  "They have found no evidence so far that the Trump campaign actively collaborated with Russia to affect the outcome of the election.",
  "President-elect Donald Trump talks with workers during a visit to Carrier factory, Thursday, Dec. 1, 2016, in Indianapolis, Ind.",
  "Screenshots of Stone's back-and-forth with Guccifer via Twitter direct messaging were first revealed by The Smoking Gun.",
  "don't have a Russian girlfriend, don't like Russian dressing and have stopped drinking Russian Vodka.\"",
  "\"Not exactly 007 stuff even if Gruccifer 2.0 [sic] was working for the Russkies,\" Stone said.",
  "Guccifer 2.0 has said that they targeted Democrats in the heat of the election last summer.",
  "Roger Stone speaks to the media at Trump Tower on December 6, 2016 in New York City.",
  "\"i'm pleased to say that u r great man,\" Guccifer 2.0 replied on August 17.",
  "He told The Smoking Gun that he thought the messages had been public.",
  "\"Wednesday @HillaryClinton is done,\" Stone tweeted on October 1.",
  "\"Trust me, it will soon the Podesta's time in the barrel.",
  "Guccifer 2.0 has denied having any links to Russia.",
  "Stone later shared them with Business Insider.",
  "#CrookedHillary,\" Stone tweeted on August 21.",
  "#Lockthemup,\" Stone tweeted on October 5.",
  "\"please tell me if i can help u anyhow.",
  "it would be a great pleasure to me.\"",
  "I am not in touch with any Russians.",
  "\"Payload coming.",
  "\"Meaningless.\"",
  "Zilch.",
  "\"None.",
  "Nada."
]