[
  "“I would eagerly welcome the chance to speak with the Committee to help finally set the record straight following the false evidence, illegal activities as well as other lies distributed by certain politically-motivated suspects in coordination with the Obama administration, which defamed me and other Americans,” Page wrote.",
  "They also lied about Iran-Contra, Vietnam and the Kennedy assassination.”\n\nKnown for his flamboyant personal style, Stone said that he is now “thinking about what to wear for my testimony.”\n\nPage’s letter, addressed to both Nunes and Schiff, was more formal.",
  "“I am specifically accused of colluding with Guccifer 2.0 in the hacking and release of the DNC documents yet my only communications with him come over a month after Wikileaks had released said documents,” Stone wrote in the updated version.",
  "“Claims of Russian influence or collusion in the Trump Campaign by the Intelligence Community are backed up by ZERO evidence.”\n\nStone also denied that his discussions with a hacker known as “Guccifer 2.0” were anything but innocent.",
  "Paul Manafort, who was Mr. Trump’s campaign manager for several months last year and worked for a pro-Russia party in Ukraine, has also volunteered to speak with the committee, according to its chairman, Rep. Devin Nunes (R-CA).",
  "They also said Saddam Hussein had weapons of mass destruction, denied torture at Abu Dhabi prison, lied about the attack on our mission in Benghazi, and lied about third party rendition in the Iraq War.",
  "The FBI is currently conducting a counterintelligence investigation into possible links between the Trump campaign and the Russian government, as are the House and Senate Intelligence committees.",
  "Manafort has already spoken to the FBI about what he did and did not know about Russian interference in the 2016 election, a U.S. government source told CBS News’ Pat Milton on Friday.",
  "“I am anxious to rebut allegations that I had any improper or nefarious contact with any agent of the Russia State based on facts, not misleading and salacious headlines,” Stone wrote.",
  "It was written under the letterhead of “Global Energy Capital LLC,” which lists Page as its “founder and managing partner” on its website, and contains several footnotes.",
  "Not exactly 007 stuff, complete [SIC] innocuous.”\n\nStone also accused Rep. Adam Schiff (D-CA), the ranking Democrat on the committee, with having “slimed” him.",
  "Following Nunes’ announcement that Manafort would speak to the committee, Page and Stone released separate letters expressing their desire to do the same.",
  "Political consultant Roger Stone and investment banker Carter Page have both volunteered to speak with the House Intelligence committee on Friday.",
  "The two former Trump aides have been the focus of much speculation in recent months about their alleged connections to the Russian government.",
  "Stone later sent out a longer, “edited” version of the statement, which dropped much of the vulgarity.",
  "Nor do I concede that Guccifer 2.0 is a Russian asset just because the boys at Langley say he is.",
  "“I have released my entire public and private twitter exchange with Guccifer 2.0,” Stone wrote.",
  "The hacker is thought by intelligence agencies to be affiliated with the Russian government.",
  "I will deconstruct their lies and spank them like children…I’m ready to testify.",
  "“Thus, collusion would be impossible unless one owned a time machine.",
  "Julia Kimani Burnham contributed to this report.",
  "Schiff looks like a p***** to me,” Stone wrote.",
  "“I demand the right to face my accusers.",
  "“It is benign.",
  "Banal."
]