[
  "He revealed the passwords and phone numbers of Democratic congressmen, a Democratic Congressional Campaign Committee (DCCC) memo calling the Black Lives Matter movement radical, how President Barack Obama’s transition team labeled potential appointees by race and gender, House Minority Leader Nancy Pelosi thinking that Obama’s ISIS strategy will fail, and the journalists who are close to the Clinton campaign.",
  "A joint statement in October from the Department of Homeland Security and the Office of the Director of National Intelligence said that the disclosures of hacked e-mails by the “Guccifer 2.0 online persona” was “consistent with the methods and motivations of Russian-directed efforts.” The federal government, however, has not released concrete information tying Guccifer 2.0 to Russia.",
  "At the time the Clinton Foundation denied they were breached and said, “None of these folders or files shown are from the Clinton Foundation.”\n\nGuccifer 2.0 defended himself and said, “As you can see, the private server of the Clinton clan contains docs and donors lists of the Democratic committees, PACs, etc.",
  "WikiLeaks has received the most attention when it comes to document and email leakers from the 2016 campaign, but a hacker going by the moniker Guccifer 2.0 also leaked several documents from Democratic Party institutions and officials during the 2016 campaign.",
  "When he released it on his blog, Guccifer 2.0 wrote, “It will be amazing.”\n\nWhen chatting with TheDC over Twitter direct messages he agreed that he lacked the best news judgment and it was up to journalists to find the stories in his leaks.",
  "Does it surprise you?”\n\nGuccifer 2.0 claims to be a lone hacker from Romania, however, Motherboard reported that he doesn’t speak Romanian well and that the computer from which he leaked the documents had Russian language settings.",
  "“Thx for making me more famous,” Guccifer 2.0 told TheDC in August after a report about his leak revealing a Democratic official referred to Clinton as the nominee before the Democratic primaries even began.",
  "The Clinton Foundation leak he released contained mostly documents from the Democratic Party of Virginia and the donor list included in the leak were donors to the DCCC, not the Clinton Foundation.",
  "Guccifer 2.0’s moniker is inspired by Romanian hacker Guccifer, who was behind several breaches of prominent individuals and revealed Hillary Clinton’s use of a private email.",
  "This “dossier” consisted of Luján’s personal financial disclosures, his legislative record, and possible attacks Republican could have against the congressman.",
  "Unlike WikiLeaks, his leaks weren’t searchable, he frequently showed questionable news judgment, and he once seemed to lie about the contents of a leak.",
  "In correspondence with The Daily Caller, Guccifer 2.0 expressed a desire to achieve fame like the original Guccifer.",
  "There is also the time in October when Guccifer 2.0 seems to have lied about hacking the Clinton Foundation.",
  "But outside of these stories, Guccifer 2.0 would frequently hype up leaks which weren’t too newsworthy.",
  "A good example is the “dossier” he leaked that the DCCC kept on its chairman Rep. Ben Ray Luján.",
  "Guccifer 2.0 did leak documents which led to prominent news stories.",
  "Guccifer 2.0 did not respond to a request for comment."
]