[
  "On “This Week,” Stone said the Democratic congressman was “full of Schiff.” He admitted to communicating with Guccifer 2.0 after the FBI said the hacker leaked emails from the Democratic National Committee, but that he would have “needed a time machine” in order to collude.",
  "#CrookedHillary — Roger Stone (@RogerJStoneJr) August 21, 2016\n\nJust weeks later — in October — emails from Hillary Clinton’s campaign chairman John Podesta were leaked in an operation the FBI again linked to the Kremlin as a bid to sway the presidential election to Trump.",
  "During a speech in Florida last August, after Wikileaks printed hacked DNC emails, Stone said he had “communicated” with Assange and predicted that more documents would be leaked in an “October surprise.”\n\nTrust me, it will soon the Podesta's time in the barrel.",
  "Donald Trump’s long-time pal and adviser Roger Stone again admitted that he communicated with the hacker linked by the FBI to Russian interference in the U.S. presidential election, but insisted that doesn’t mean he colluded with the Kremlin.",
  "“I reiterate again, I have had no contacts or collusions with the Russians,” Stone said Sunday on ABC’s “This Week.”\n\nStone was singled out by the House Intelligence Committee during the questioning of FBI director James Comey last Monday.",
  "“My brief exchange with him is six weeks after the hacking of and publication of the DNC documents, which I’m accused of colluding with him on.”\n\nStone insisted that he had made public all of his exchanges with Guccifer 2.0.",
  "He also added: “There is no collusion, none — at least none that I know about, in Donald Trump’s campaign for president.”\n\nStone said he was not convinced that Guccifer 2.0 was linked to the Russians.",
  "Ranking committee Democrat Rep. Adam Schiff (D-Calif.) brought up Stone’s earlier comments about his communication with hacker Guccifer 2.0 and WikiLeaks founder Julian Assange.",
  "He is one of at least three people close to Trump being investigated by the FBI over possible ties to the Russians, The New York Times reported in January.",
  "Stone told ABC News anchor George Stephanopoulos that he wasn’t referring to Podesta’s emails, but to his business dealings, which he did not detail.",
  "He called the correspondence “entirely benign.” (Early this month, Stone tweeted that he had a “back channel” to WikiLeaks, then deleted the tweet.)",
  "Although Comey refused to comment on Stone, intelligence officials said both WikiLeaks and Guccifer 2.0 are linked to Russian intelligence.",
  "“My exchange with Guccifer, based on the content and the timing, most certainly does not constitute collusion,” Stone said.",
  "“Just because the intelligence services say something, as we know from history, does not make it true.”",
  "“Number one, I don’t concede Guccifer is a Russian agent,” he said."
]