[
  "The IG report said of Gration, “the Department’s response to his actions demonstrates how such usage is normally handled when Department cybersecurity officials become aware of it.”\n\nThe report noted that by the time Clinton took the helm of the department, internal guidance was “considerably more detailed and more sophisticated.”\n\nYet, the report said, “Secretary Clinton used mobile devices to conduct official business using the personal email account on her private server extensively, as illustrated by the 55,000 pages of material making up the approximately 30,000 emails she provided to the Department in December 2014.” The report said investigators found “no evidence that the Secretary requested or obtained guidance or approval to conduct official business via a personal email account on her private server.”\n\nThe report specifically accused Clinton of violating department policy by not giving over emails when she left office.",
  "The report touched on the security risks of this set-up as well, saying that in January 2011, a “non-Departmental advisor to President Clinton who provided technical support to the Clinton email system” told a department official he had to shut down the server because he thought someone was “trying to hack us.” The adviser later wrote that same day, “We were attacked again so I shut [the server] down for a few min.”\n\nWhile some officials said they were unaware of the extent of Clinton’s personal email use, the report said they found evidence “that various staff and senior officials throughout the Department had discussions related to the Secretary’s use of non-Departmental systems, suggesting there was some awareness of Secretary Clinton’s practices.”\n\nThe review came after revelations Clinton exclusively used a private email account and server while in office.",
  "Clinton campaign spokesman Brian Fallon said in a written statement that her political opponents “are sure to misrepresent this report for their own partisan purposes” but maintained the report shows “how consistent her email practices were with those of other Secretaries and senior officials at the State Department who also used personal email.”\n\nBut while the report said there were many examples of staff using personal accounts for official business, they could only find three cases where officials used non-department accounts “on an exclusive basis for day-to-day operations”: former Secretary of State Colin Powell, former Ambassador to Kenya Jonathan Scott Gration and Clinton.",
  "… Republicans need to stop wasting taxpayer dollars singling out Secretary Clinton just because she is running for President.”\n\nThe OIG made eight recommendations, including “enhanced and more frequent guidance on the permissible use of personal email accounts to conduct official business.”\n\nThe report, further, said Clinton “declined OIG’s request for an interview.” The office was able to interview others including Powell and sitting Secretary of State John Kerry.",
  "The report says: \"Secretary Clinton should have preserved any Federal records she created and received on her personal account by printing and filing those records ... At a minimum, Secretary Clinton should have surrendered all emails dealing with Department business before leaving government service and, because she did not do so, she did not comply with the Department's policies that were implemented in accordance with the Federal Records Act.\"",
  "Rep. Elijah Cummings, D-Md., top Democrat on the House oversight committee, said in a statement: “The Inspector General confirmed what we have known all along – that Secretary Clinton followed the practice of her predecessor when she used a personal email account.",
  "\"Although Clinton has long claimed her practices were like those of other Secretaries of State and allowed, the report states she was in clear violation of the Federal Records Act,” Republican National Committee Chairman Reince Priebus said in a statement.",
  "The State Department watchdog, in an extensive and detailed report, accused Hillary Clinton of flouting federal records rules and cybersecurity guidelines with her exclusive use of personal email for government business while secretary of state.",
  "The report includes numerous revelations, including that her server was at one point “attacked,” that Clinton declined to be interviewed for the audit and that Clinton never sought approval to use her personal account for government work.",
  "The audit comes as Clinton, now the Democratic presidential front-runner, tries to wrap up a grueling primary battle and pivot to a general election fight -- the audit could provide her Republican foes with fresh ammunition.",
  "The forthcoming inspector general audit, a copy of which was obtained Wednesday by FoxNews.com, faults Clinton and her predecessors for poorly managing email and other computer information.",
  "Toner said \"it is clear that the department could have done a better job preserving emails and records of secretaries of state and their senior staff going back several administrations.\"",
  "The report says the department was \"slow to recognize and to manage effectively the legal requirements and cybersecurity risks associated with electronic data communications.\"",
  "In March 2009, after unsuccessful efforts to supply Clinton with a secure government smartphone, a top official sent her a classified memo about her use of the BlackBerry.",
  "On another front, Romanian hacker Guccifer – who recently claimed he breached Clinton’s server – pleaded guilty in federal court on Wednesday to separate hacking charges.",
  "The plea agreement does not mention the FBI investigation of Clinton's email practices or his claims that he accessed her private server in March 2013.",
  "The audit comes as the FBI is thought to be nearing the final phases of its own investigation into Clinton’s email use as secretary of state.",
  "He said the State Department also agrees that compliance with its rules has been \"inconsistent across several administrations.\"",
  "State Department spokesman Mark Toner said the agency is \"already working\" to improve its email and records management system.",
  "Under a deal struck with the federal government, he has agreed to cooperate with federal authorities in the future.",
  "Republicans seized on the report to challenge Clinton’s repeated claims that she was only following precedent.",
  "It cites \"longstanding, systemic weaknesses\" related to communications that started before Clinton's tenure.",
  "The report said the department issued “numerous warnings” about security risks across multiple tenures.",
  "In the case of Gration, the department initiated disciplinary action against him before he resigned.",
  "Such agreements typically do not stipulate how a defendant will aid the government.",
  "Clinton told the official she “gets it,” while apparently continuing to use it.",
  "Fox News’ Chad Pergram and The Associated Press contributed to this report.",
  "But the report singles out Clinton’s failures as more serious.",
  "Clinton is now the likely Democratic presidential nominee.",
  "Democrats, though, jumped to her defense."
]