[
  "The line has been used against Clinton in the past, including to direct blame on the former secretary of state for military coups in Latin America and for the deaths of four Americans who were killed in the 2012 attack on the U.S. diplomatic mission in Benghazi, Libya.”\n\nBernie says yes to legalized marijuana in Calif. swing - Bloomberg: “Bernie Sanders is turning to marijuana to bolster his credentials in California ahead of the crucial Democratic primary there.",
  "Email FoxNewsFirst@FOXNEWS.COM\n\nPOLL CHECK\n\nReal Clear Politics Averages\n\nGeneral Election: Clinton vs. Trump: Trump +0.2 points\n\nGeneric congressional vote: Democrats +2.2\n\nTRUMP SEALS THE DEAL\n\nAP: “Donald Trump on Thursday reached the number of delegates needed to clinch the Republican nomination for president, completing an unlikely rise that has upended the political landscape and sets the stage for a bitter fall campaign.",
  "That is a core thing with him…He will push it strongly, and he will push for the immigration changes just as strongly.” -- Paul Manafort in an interview with the HuffPo on what to expect from Trump’s presidency\n\n\n\nBAAAAAH, THEY GOT THE MUNCHIES\n\nDaily Mirror: “The remains of an illegal cannabis factory was fly-tipped on a Welsh village road - and worried locals think the sheep have been chowing down on the psychotropic herbs.",
  "In Riverside, he told more than a thousand people that the 40-year U.S. war on drugs has been unfairly targeted minorities…”\n\nTHE JUDGE’S RULING: THE SERIOUSNESS OF LAWYERS’ LIES\n\nFox News Senior Judicial Analyst Judge Andrew Napolitano describes several instances when government officials and attorneys lied to judges during legal cases or investigations: “The problem of lawyers lying to judges is extremely serious.",
  "Susana Martinez] is not a terribly smart move and it does show people, particularly Republicans who are coming on board the Trump train, that the idea that they are going to contain or sort of soften the edges of Trump if they surround him and influence him is something of a pipe dream.” – Charles Krauthammer on “Special Report with Bret Baier.”\n\nChris Stirewalt is digital politics editor for Fox News.",
  "**\n\nBuzz Cut:\n\n• Hillary’s email line crumbles\n\n• Trump seals the deal\n\n• Bernie supporters: Clinton has ‘blood on her hands’\n\n• Senate race in the Keystone State heats up\n\n• Baaaaah, they got the munchies\n\nHILLARY’S EMAIL LINE CRUMBLES\n\nIt was okay and everyone else was doing it, Hillary Clinton’s often repeated defense of her private email set-up, has a problem.",
  "And he has made pledges — for example, to restore lost jobs in coal mining — that essentially defy free-market forces.”\n\nUAW endorses Hillary for ‘unity’ - Detroit Free Press: “UAW President Dennis Williams endorsed Hillary Clinton today after surveying members and observing that the former Secretary of State is within 100 delegates of clinching the nomination.",
  "With 303 delegates at stake in five state primaries on June 7, Trump will easily pad his total, avoiding a contested convention in Cleveland in July.”\n\nTrump to lay out energy platform amid contradictions - NYT: “Donald J. Trump will head to the heart of America’s oil and gas boom on Thursday to unveil details of his policies on energy and the environment.",
  "Because lawyers know the facts in their cases more intimately than judges do, judges rely on lawyers to tell them the truth.”\n\nSENATE RACE IN THE KEYSTONE STATE HEATS UP\n\nPro-GOP group Freedom Partners Action Fund announced a $3 million ad buy in Pennsylvania slamming Democratic candidate Katie McGinty for using her public influence for personal profit.",
  "As WaPo’s Chris Cillizza points out, “That’s a very hard story to sell, given that the current inspector general was appointed by President Obama.”\n\nWith editorials using terms like, “inexcusable,” and phrases like, “proof of her deceptions,” hitting the presses, how long the Clinton camp can maintain her current line of defense is questionable.",
  "‘They are getting in peoples gardens and one even entered a bungalow and left a mess in the bedroom.’ And he warned of the dangers of the rest of the flock discovering the remains of the cannabis plantation dumped at Rhydypandy in the Swansea valley in South Wales.”\n\nAND NOW, A WORD FROM CHARLES…\n\n“I think [attacking New Mexico Gov.",
  "Terry McAullife, Chinese businessman relationship details - Time\n\nTrump political director leaves after six weeks - USA Today\n\nLibertarian Party sees spike in registration - The Hill\n\nTransgendered bathroom fight ramps up - Fox News\n\nWITHIN EARSHOT\n\n“[Trump] is going to build a wall.",
  "While a separate FBI investigation continues to loom over Clinton, the fallout from the report is likely to send Clinton’s already poor numbers on honesty and trustworthiness down even further as she fights a two-front war with Donald Trump and Democratic challenger Bernie Sanders.",
  "Clinton’s FAQ’s page claims there wasn’t a breach, but the hacker known as “Guccifer,” who was indicted on Wednesday for other identity theft charges, claims he did access Clinton’s private server, though he has refused to provide evidence of such a hack.",
  "In true Clintonian fashion her campaign is sticking with that defense in rebutting a State Department watchdog group’s audit released Wednesday that said the former secretary “did not comply with the Department’s policies” in using a private server.",
  "Speaking at an oil industry conference in Bismarck, N.D., Mr. Trump is expected to embrace standard Republican calls for more fossil fuel drilling and fewer environmental regulations, while possibly elaborating on his positions on climate change.",
  "She’s our nominee.’”\n\nBernie supporters: Clinton has ‘blood on her hands’ - WashEx: “Supporters of Vermont Sen. Bernie Sanders protested against Hillary Clinton in California where the Democratic front-runner was campaigning Wednesday.",
  "History.com: “Stoker had originally named the vampire ‘Count Wampyr.’… Upon its release, Dracula enjoyed moderate success, though when Stoker died in 1912 none of his obituaries even mentioned Dracula by name.",
  "The audit also said that had the Department known about the server they would not have given its blessing because of “security risks in doing so.”\n\nWhether or not security was compromised remains to be seen.",
  "The audit’s findings play right into Trump’s repeated characterization of “Crooked Hillary” and makes Sanders’ backers even more infuriated with her in a nominating process they already feel is corrupt.",
  "County councillor Ioan Richard said sheep have been ‘roaming the village’ and causing havoc by breaking into homes and getting killed by cars as they stumble about in what appears to be a druggy haze….",
  "WITH YOUR SECOND CUP OF COFFEE…\n\nOn this date in 1897, Irish writer Bram Stoker gave Londoners their first look at a dark pager turner about a vampire who made his way from Transylvania to England.",
  "Dozens of vampire-themed movies, television shows and literature followed, though Lugosi, with his exotic accent, remains the quintessential Count Dracula.”\n\nGot a TIP from the RIGHT or the LEFT?",
  "The Vermont senator told a rally in beach-front Santa Monica that he would vote yes on an initiative proposed for the November ballot in the state that would legalize the drug.",
  "Trump was put over the top in the Associated Press delegate count by a small number of the party’s unbound delegates who told the AP they would support him at the convention.",
  "And though few are questioning her security of the nomination, how she maneuvers her way out of this will be very telling of the general election back-and-forth yet to come.",
  "Our system of litigation -- lawyers present facts and argue about laws, and judges rely on the truthfulness of what the lawyers have told them -- is built on trust.",
  "Dracula mania kicked into even higher gear with Universal’s blockbuster 1931 film, directed by Tod Browning and starring the Hungarian actor Bela Lugosi.",
  "The ad out today claims McGinty steered millions of dollars in subsidies to favorite groups with serving in the Department of Environmental Protection.",
  "While he called Vermont Sen. Bernie Sanders ‘a great friend of the UAW,’ he told MSNBC ‘Hardball’ host Chris Matthews, ‘It’s about time for unity.",
  "All the while, Clinton has continued to cast a narrative of the scandal as a Republican witch hunt designed to cast her candidacy in a bad light.",
  "Mr. Trump has backed some energy policies, such as requiring more ethanol production, that are widely criticized by energy experts.",
  "Among them is Oklahoma GOP chairwoman Pam Pollard… It takes 1,237 delegates to win the Republican nomination for president.",
  "The State Department audit did not find specific evidence of a breach, but notes that the Clintons’ outside I.T.",
  "consultant twice shut down her home-based server because he feared that someone was trying to hack the system.",
  "RACE NOTES\n\nTrump, Bernie agree to debate if network donates to charity - Daily Beast\n\nVa. Gov.",
  "This is the first ad buy from Freedom Partners Action Fund in the Pennsylvania Senate race.",
  "‘Blood is on her hands,’ chanted the protesters, who held signs that critical of Clinton.",
  "He has made contradictory remarks on alternative energy sources, such as wind and solar.",
  "She’s gotten 3 million more votes than Bernie, a million more votes than Donald Trump.",
  "Short of an indictment this is about as bad as things have yet to get in Hillaryland.",
  "Sales began to take off in the 1920s, when the novel was adapted for Broadway.",
  "**Want FOX News First in your inbox every day?",
  "And a State Department audit seems to agree.",
  "Want FOX News First in your inbox every day?",
  "Sally Persons contributed to this report.",
  "We’re endorsing Hillary Clinton.",
  "Trump has reached 1,238.",
  "Sign up here.",
  "Sign up here."
]