[
  "The Romanian hacker known as Guccifer, who is charged with breaking into computer accounts of the Bush family, Secretary of State Colin Powell and others, is scheduled to plead guilty to federal charges.",
  "That subsequent leak of Blumenthal's emails was the first time that outsiders became aware of Clinton's private \"clintonemail.com\" address, which she used to communicate with Blumenthal.",
  "The indictment also identifies \"Victim 3,\" believed to be Powell, and says his Facebook account was hacked, and posts went out under Powell's name stating \"You will burn in hell, Bush!\"",
  "Lazar told multiple news outlets earlier this month that he hacked Clinton's email server, but that he didn't publish any of the emails because he found them uninteresting.",
  "The Bush family member's hacked AOL account resulted in leaked emails, medical information, photographs, home addresses, and telephone numbers, according to the indictment.",
  "Lazar is best known for alleged hacks into accounts held by the Bushes that revealed private family photos and paintings connected to former presidents George H.W.",
  "A change-of-plea hearing is scheduled Wednesday at U.S. District Court in Alexandria for Marcel Lazar, 44, of Arad, Romania, according to court records.",
  "Blumenthal appears to be described in the indictment as Victim 5, \"a journalist and former presidential advisor\" whose account was hacked in March 2013.",
  "The website The Smoking Gun published some of the hacked photos, including pictures of paintings by George W. Bush, and a photo of George H.W.",
  "He pleaded not guilty last month to charges including cyberstalking, unauthorized access to computers and obstruction of justice.",
  "The Smoking Gun said the hacked account belonged to Dorothy Bush Koch, the daughter of the elder Bush and sister of the younger.",
  "Guccifer also claimed credit for hacking an email account of Sidney Blumenthal, a confidant of Hillary Clinton, in March 2013.",
  "Lazar also made news earlier this month with unsubstantiated claims he hacked into Hillary Clinton's private email server.",
  "The indictment does not identify the victims by name but describes \"Victim 1\" as \"a family member of two former U.S.",
  "It has now become part of the investigation of whether Clinton mishandled sensitive emails.",
  "His court-appointed lawyer, Shannon Quill, declined to comment Monday.",
  "The court records do not specify which charges Lazar will plead to.",
  "A Romanian court approved him for extradition earlier this year.",
  "He was indicted in the U.S. in 2014.",
  "He offered no proof of his claims.",
  "and \"Kill the illuminati!\"",
  "Bush and George W. Bush.",
  "Bush in the hospital.",
  "presidents.\""
]