[
  "Republican presidential candidate Donald Trump appeared to brush off the controversy surrounding former Secretary of State Colin Powell’s leaked emails in which Powell describes Trump as a “national disgrace” and suggests the party is “crashing and burning.”\n\nTrump wrote in a Twitter message late Wednesday, \"I was never a fan of Colin Powell after his weak understanding of weapons of mass destruction in Iraq = disaster.",
  "Powell also suggests frustration with the state of the nation’s politics as well as his thoughts about Democratic presidential nominee Hillary Clinton trying to connect him to her private email server scandal.",
  "The FBI is investigating how thousands of Democratic National Committee emails were hacked and released, an embarrassing breach that Clinton's campaign maintains was committed by Russia to benefit Trump.",
  "Congressional Democrats have seized on the use of a private email addresses by Powell and former Secretary of State Condoleezza Rice as a foil for Republican attacks on Clinton.",
  "By suggesting that he didn't view work conducted via private email as a permanent government record, Powell could offer those Democrats additional ammunition.",
  "The messages contain comments that reflect that he, too, sought to use private email as a way to avoid creating documents retained by the government.",
  "Powell has acknowledged using a private email account with both senior U.S. officials and for back-channel communications with foreign dignitaries.",
  "Powell’s email messages were leaked earlier by the website DCLeaks.com, which is believed to have ties to notorious hacker Guccifer 2.0.",
  "Powell wrote that he had told Clinton's \"minions repeatedly that they are making a mistake trying to drag me in, yet they still try.\"",
  "The release of Powell's emails is the latest in a string of leaks that appear intended to influence the 2016 presidential election.",
  "To a former aide he writes, \"No need to debate it with you now, but Trump is a national disgrace and an international pariah.\"",
  "Trying to destroy the President elected by the American people with his fictitious investigation into this source of birth.",
  "He also criticized Trump for backing the false claim that President Barack Obama was not born in the United States.",
  "Decrying \"friggin record rules,\" Powell wrote that he \"saw email more like a telephone than a cable machine.\"",
  "In another spot, he declared of Clinton that \"Everything HRC touches she kind of screws up with hubris.\"",
  "A spokesperson for Powell confirmed to Fox News that they were his emails and that he had been hacked.",
  "In the emails, Powell admits to staying relatively quiet during Trump’s meteoric rise.",
  "Clinton used a private email server located in the basement of her New York home.",
  "\"To go on and call him an idiot just emboldens him,\" Powell said.",
  "\"All his lies and nonsense just pile up,\" Powell wrote.",
  "The Associated Press contributed to this report.",
  "The leak was first reported by Buzzfeed News.",
  "\"I just go back to the unforgivable one.",
  "Absolutely disgraceful.\"",
  "We can do much better!\""
]