[
  "Cyber security expert Morgan Wright said, “If a little Romanian country boy can get into this, then it means that this thing could be gotten into by anybody.”\n\nWhile the hacker's claims could not be independently verified, three cyber security experts said they are plausible, and the 44-year old Romanian said he was eager to cooperate with US government authorities.",
  "However, her spokesman Brian Fallon said on CNN Friday that her lawyer, David Kendall, who handled the plea agreement for former CIA Director General David Petraeus was in constant contact with the Justice Department, leading critics to charge the campaign was splitting hairs.",
  "The FBI's criminal investigation of Clinton's use of a private, unsecured server for government business began about a year ago and is now reported to be entering its final phase with interviews of her closest aides, including Huma Abedin and others.",
  "Asked at a news conference if the clock had run out against taking action against Clinton in light of the advanced election schedule, Lynch replied, \"We do all our reviews, investigations of any matter carefully, thoroughly, and efficiently.",
  "But a review by Fox News found that convicted hackers are generally brought to the U.S. for trial when there is a significant financial fraud, or government computer networks were compromised, and neither was true in Guccifer's case.",
  "The non-disclosure agreements signed by Clinton in January 2009 when she became secretary of state explicitly say that classification is based on content, not whether it carries a secret or top secret marking.",
  "Last week, Fox News was the first news organization to report that the Romanian Hacker Marcel Lazar, who goes by the moniker \"Guccifer,\" claimed he easily compromised Clinton's personal server in 2013.",
  "Asked whether she had been contacted by the FBI, Clinton said, \"No one has reached out to me yet, but last summer, I think last August, I made it clear I'm more than ready to talk to anybody, anytime.",
  "Lynch had called the press briefing to discuss a DOJ suit against North Carolina – which the department brought quickly, in less than two months - over its transgender bathroom law.",
  "Two emails from Abedin, and then State Department deputy chief of staff Jake Sullivan, containing classified information kick-started the FBI probe, as first reported by Fox News.",
  "It is the responsibility of the security clearance holder, such as a secretary of state, to recognize classified information and report when it is outside secure channels.",
  "Attorney General Loretta Lynch said Monday she could not make any “prediction” about the timing of a final resolution to the Hillary Clinton email investigation.",
  "And when the matter is ready for resolution, a recommendation will be made and we'll come to a decision at that time and I'm not able to give you a prediction.",
  "Last weekend, on CBS's Face the Nation, Clinton downplayed the FBI criminal probe, stating \"I say what I've said now for many, many months.",
  "\"As used in this agreement, classified information is marked or unmarked, including oral communications...\" the agreement said.",
  "Since more than 2100 emails containing classified information were identified, as well as another 22 at the Top Secret level.",
  "The FBI has not commented publicly on his extradition to the U.S. and any possible intersection with the Clinton email probe.",
  "\"David Kendall is her top counsel and he has been in touch with the Justice Department throughout this review.",
  "And I've encouraged-- all of-- you know, my-- assistants and-- to be-- very forthcoming.\"",
  "There was never any material marked classified that was sent or received-- by me.",
  "\"She said no, because the honest answer is it hasn't happened yet,\" Fallon said.",
  "\"But whenever they do, we'll be happy to accommodate that and make it happen.\"",
  "We've always been very upfront about that,\" Fallon said in the CNN interview.",
  "And I-- look forward to this being wrapped up.\"",
  "The state is also suing the DOJ over the issue.",
  "I always took classified material seriously.",
  "It's a security inquiry.",
  "Sorry.\""
]