[
  "The paper cited a passage from an upcoming book about Bill Clinton’s post-presidency that read, “Powell told her to use her own email, as he had done, except for classified communications, which he had sent and received via a State Department computer.”\n\nAccording to The Intercept, Powell regularly exchanged emails with reporters and friends about Clinton’s server controversy, explaining that his situation had been different than Clinton’s.",
  "In a separate email, Powell said he “warned her staff three times over the past two years not to try to connect it to me.”\n\nAccording to The Daily Caller, Powell also sent one email in March 2015 complaining that “Hillary’s Mafia keeps trying to suck me into” the email controversy, which at the time had only just surfaced.",
  "Powell had previously accused Clinton of trying to “pin” the scandal on him after Clinton, who served as secretary of state under President Obama, told federal authorities in July that Powell had detailed to her his email practices as secretary of state under George W. Bush, according to a New York Times report in August.",
  "Powell gave Clinton “written guidance on why and how [he] had been doing it.”\n\nA spokesperson for Powell said in a statement last month that he had talked to Clinton about describing his use of his personal AOL account for “unclassified messages and how it vastly improved communications within the State Department.",
  "Colin Powell attempted to persuade Hillary Clinton and her aides to not use him as a scapegoat for the controversy surrounding Clinton's private email server, according to leaked emails hacked from Powell's Gmail account.",
  "Everything HRC touches she kind of screws up with hubris.”\n\nClinton had sought Powell’s advice about his private email account during a June 2009 dinner at former Secretary of State Madeline Albright’s house.",
  "A top Powell aide confirmed the authenticity of the emails to Fox News, saying they are “confirming that he was hacked and these are his emails.”\n\n“We have no further comment at this time,” the aide said.",
  "Leaks is a website that releases hacked emails from U.S. military officials and politicians and is said to have ties to Guccifer 2.0, who some believe has ties to Russian Intelligence.",
  "He also had tough words for Republican presidential nominee Donald Trump, whom he called “a national disgrace” and an “international pariah.\"",
  "I saw email more like a telephone than a cable machine,” Powell wrote to business partner Jeffrey Leeds, as first reported by The Intercept.",
  "The Clinton campaign’s attempt to try to say Powell had encouraged the use of a private server apparently left him deeply troubled.",
  "In one email, Powell complained about Clinton’s \"minions\" trying to \"drag\" him into the email mess, according to BuzzFeed.",
  "Leaks, Powell wrote to at least one confidant about his repeated warning to Clinton not to blame him for the scandal.",
  "“They are going to dick up the legitimate and necessary use of emails with friggin (sic) record rules.",
  "\"He used a secure State computer on his desk to manage classified information,\" the statement added.",
  "She keeps tripping into these ‘character’ minefields,” he wrote, according to The Intercept.",
  "Powell never set up a private server and used a government computer for classified matters.",
  "He reportedly had tried to settle the matter in a meeting with Clinton aide Cheryl Mills.",
  "The emails were initially reported by The Intercept, BuzzFeed and other outlets.",
  "I had to throw a mini tantrum at a Hampton’s party to get their attention.",
  "At the time there was no equivalent system within the Department.",
  "Powell has not endorsed any candidate in the 2016 race.",
  "“I told her staff three times not to try that gambit.",
  "In the emails, which were leaked by the website D.C.",
  "Fox News’ Serafin Gomez contributed to this report.",
  "“As long as the stuff is unclassified.",
  "Click for more from The Intercept.",
  "I had a secure State.gov machine.",
  "D.C."
]