[
  "The former secretary of State also went after Trump in the leaked emails, calling him a “national disgrace” and “international pariah” who “is in the process of destroying himself, no need for Dems to attack him.” Powell said “the whole birther movement was racist.”\n\nAnd in another indication of his reluctance to be drawn onto the political battlefield, Powell told CNN host Fareed Zakaria, “You guys are playing his game, you are his oxygen.” Powell’s office confirmed the leaks but declined further comment.",
  "In the leaked messages, reported by Buzzfeed and other media outlets, Powell wrote that he had repeatedly told Clinton’s “minions” that they are “making a mistake trying to drag me in, yet they still try.” In another email, Powell said: “Everything HRC touches she kind of screws up with hubris.” Clinton had said that Powell told her it was all right to use a private email server, the details of which he disputed.",
  "Powell said he respects Clinton but would rather not vote for “a 70-year person with a long track record, unbridled ambition, greedy, not transformational,” with a husband still having sex with “bimbos at home”—which he attributed to the New York Post.",
  "This was described in news reports as apparently the work of Guccifer 2.0, who identifies himself as a Romanian hacker and who claimed responsibility for the haul that was released just before the Democratic convention.",
  "The site describes itself as launched by “American hacktivists.”\n\nMeanwhile, following the hacked DNC emails that cost Debbie Wasserman Schultz her job as chairman, there was another batch leaked.",
  "Burglars associated with the Nixon reelection committee actually had to break into the DNC headquarters to gather files from the opposition—and got caught thanks to a security guard.",
  "Acting party chair Donna Brazile said the DNC “is the victim of a crime: an illegal cyberattack by Russian state-sponsored agents” designed to hurt the Democrats and boost Trump.",
  "Buzzfeed says the emails were posted to a site called DCLeaks.com, which according to some news reports is believed to have ties to Russian intelligence.",
  "So it’s come to this: the media and political agenda is being driven by outlaws with partisan agendas, some most likely Russian or with ties to Russia.",
  "But is there any security guard that can stop the rampant cyberwarfare against political organizations, politicians and other public figures?",
  "This is happening so frequently that there’s almost a ho-hum aspect to it: Oh look, another batch of hacked emails, let’s see what’s in them.",
  "This material includes information on party finances and personal information on Democratic donors, some of them seeking administration jobs.",
  "Founder Julian Assange had promised during a TV blitz to release more material that would damage the Clinton campaign.",
  "Powell’s emails are big news because he rips Donald Trump and takes swipes at Hillary Clinton as well.",
  "He’s been thrust into a campaign spotlight that he was doggedly trying to avoid.",
  "It suddenly seems that hackers have seized control of the presidential election.",
  "It’s like one Watergate after another, with no fingerprints on the door.",
  "What’s worse is that Russian hackers appear to be in the driver’s seat.",
  "The latest DNC emails were made public through WikiLeaks.",
  "Guccifer is said to have ties to the Russian government.",
  "The latest victims are Colin Powell and the DNC (again).",
  "It practically makes Watergate seem quaint.",
  "Privacy seems an outdated concept.",
  "That’s disturbing enough.",
  "So who did the hacking?",
  "So 1972."
]