[
  "To wit:\n\n“Trump is Loyal only to Himself.”\n\n“Trump is a Liar.”\n\n“Trump Proposed Banning All Muslims.”\n\n“Trump’s Business Have Gone into Bankruptcy Several Times.”\n\n“He Has Devalued and Demeaned Women Repeatedly Throughout His Career.”\n\n“Out of Touch/Hand-Outs for the Wealthy at the Expense of the Middle Class.”\n\nWow.",
  "Instead of burglars breaking into DNC headquarters, a crime that led to the downfall of Richard Nixon’s presidency, we have cyberwarfare against DNC computers, only aimed at the de facto Republican nominee, and winding up in the now-bankrupt, sex-tape-publishing Gawker rather than the Washington Post.",
  "But what I find so amusing is that the opposition research file is hardly filled with secret stuff, the product of private eyes digging up dirt or hired-gun sleuths poring over documents.",
  "The trick to getting traction is by packaging some of the stuff in a way that it sticks—as the Democrats successfully did to Mitt Romney, and the Republicans to John Kerry.",
  "Why not dribble out the attacks, package them as talking points, put them in attack ads, rather than create a bogus hacking story and dump it all out there?",
  "“We believe it was the DNC that did the ‘hacking’ as a way to distract from the many issues facing their deeply flawed candidate and failed party leader.",
  "First we were told that a Russian hacker had broken into the Democratic National Committee’s computers and gotten hold of its oppo file on Donald Trump.",
  "Now someone who goes by 'Guccifer 2.0,' a nod to the shadowy Romanian hacker, is claiming credit for putting the Trump file out there.",
  "This supposed treasure trove, submitted in December, consists mainly of published articles and televised segments.",
  "Instead, the oppo file itself has become news—in a fleeting way that guarantees it will quickly become non-news.",
  "Trump, for his part, isn’t buying the DNC explanation that this is the work of some nefarious outside hacker.",
  "Too bad the DNC doesn’t hack Crooked Hillary’s 33,000 missing emails.”\n\nNow that sounds far-fetched as well.",
  "Simply vacuuming up negative material on a candidate doesn’t work in today’s cluttered media environment.",
  "What we have here, whether it was done by Guccifer 2.0 or whoever, is a 21st-century Watergate.",
  "Trump has been awash in negative media reports since he got into the race one year ago.",
  "Not only is there nothing new here, but no one can absorb 200 pages at once.",
  "“Much of it is false and/or entirely inaccurate,” he says in a statement.",
  "Wall Street Journal, AP, Politico, Washington Post, Forbes, etc.",
  "Gawker and the Smoking Gun both published the report yesterday.",
  "Or dress it up with some narrative and release it as a report?",
  "Any reasonably sentient media consumer would know this stuff.",
  "It’s what we in the journalism racket call a clip job.",
  "In other words, it’s all out there.",
  "You can Google it.",
  "And the sources?"
]