[
  "Lazar's actions may have resulted in the first public disclosure of Clinton's private email address in 2013, when the hacker using the name \"Guccifer\" obtained access to an AOL account used by Sidney Blumenthal, a former White House adviser to President Bill Clinton who frequently traded back-channel intelligence, diplomatic messages and political gossip with Hillary Clinton during her tenure as secretary of state.",
  "Under the Radar Blog Archives Select Date… November, 2018 October, 2018 September, 2018 August, 2018 July, 2018 June, 2018 May, 2018 April, 2018 March, 2018 February, 2018 January, 2018 December, 2017\n\nA map of the United States displayed on a computer screen shows cyber attacks in real time at the headquarters of Bitdefender, a leading Romanian cyber security company, in Bucharest, Romania.",
  "| AP Trial set for suspect who allegedly hacked Bush family, Sidney Blumenthal\n\nA federal judge has set a September trial date for a Romanian man accused of hacking into the email accounts of politicallyconnected Americans, including a member of the Bush family, former Secretary of State Colin Powell and an informal adviser to former Secretary of State Hillary Clinton.",
  "Marcel Lazar, alleged to be the hacker known as “Guccifer,\" entered a not guilty plea through his attorney during a brief hearing Thursday morning in federal court in Alexandria, Virginia.",
  "Romania, the eastern European country, known more for economic disarray than technological prowess, has become one of the leading nations in Europe in the fight against hacking.",
  "A nine-count indictment returned against Lazar in 2014 charged him with hacking, wire fraud, identity theft, cyberstalking and obstruction of justice.",
  "He did apparently obtain access to Blumenthal's account, leaking some of his exchanges with Clinton and prompting her to change her email address.",
  "Some observers have speculated that Lazar might have information about whether foreign intelligence agencies obtained access to Clinton's emails.",
  "The hacking also allegedly exposed a number of images of paintings created by President George W. Bush that had not been publicly seen.",
  "Defense attorney Shannon Quill initially proposed a trial date in October, but Cacheris seemed eager to move the case along faster.",
  "He later received a seven-year sentence on local charges in Romania, before authorities handed him over to the U.S. last month.",
  "She did not say whether Blumenthal, Powell or any of the other victims in the case would be called to testify.",
  "U.S. District Court Judge James Cacheris ordered that Lazar stand trial beginning on Sept. 12.",
  "Prosecutor Maya Song told Cacheris she expects Lazar's trial to last a week-and-a-half.",
  "However, there's no indication the alleged hacker ever breached Clinton's account.",
  "He was arrested in Romania before the U.S. indictment was issued."
]