[
  "That said, in March 2015, Venafi, a computer security firm, analyzed the email server and domain, clintonemail.com, and found that “for the first three months of Secretary Clinton’s term, access to the server was not encrypted or authenticated with a digital certificate.” The findings suggest that it would have been possible early on in Clinton’s term (but not at the time of Guccifer’s alleged breach) to have hacked her account with ease.",
  "Speaking to Fox News recently, Guccifer said that he successfully breached Clinton’s personal email server, adding that “it was easy.” He went on to tell Fox News in a recorded interview that breaking into the email server would even be easy “for everybody.” He claims to have achieved the hack in early 2013, though it’s unknown whether his statements are true.",
  "For its part, the Clinton campaign has come out viciously against the latest hacking claims, saying in a statement that “there is absolutely no basis to believe the claims by this criminal from his prison cell.” The campaign pointed to Guccifer’s decision not to leak the emails publicly as proof that he didn’t actually succeed.",
  "In his interviews with Fox News, which said it could not verify the claims, he claimed to have accessed Clinton’s email server “like twice.” Pressed on why he didn’t release any of the emails he might have seen, Guccifer said that he didn’t see anything of “interest.” He then went on to detail the hack.",
  "The issue heated up on Wednesday, after a federal judge signaled that he might grant a request from conservative legal advocacy group Judicial Watch to question some of Clinton’s top aides, including her former chief of staff Cheryl D. Mills.",
  "For more about Hillary Clinton, watch:\n\nWhile he said that proof could be found in the “Guccifer Archives” published by The Smoking Gun in 2013, it’s unclear why he would admit to hacking the server now, in light of his not guilty plea.",
  "Marcel Lazar, a Romanian man who has been accused of targeting politicians and their aides and goes by the name “Guccifer,” claims to have hacked Democratic Presidential candidate Hillary Clinton’s email server.",
  "In 2013, he was reported to have hacked into former president Bill Clinton aide Sidney Blumenthal’s account, and he told Fox News that he used that access to jump to Hillary Clinton’s email account.",
  "The FBI is investigating whether sensitive information, including classified and Top Secret emails, flowed through her personal server, rather than on the more secure government email servers.",
  "Several weeks ago, Lazar was extradited to the U.S. and is currently in a detention center in Virginia, where he reportedly spoke to Fox News about his alleged exploits.",
  "Clinton had a personal email server installed at her home in New York during the period of 2009 to 2013, when she served as Secretary of State.",
  "Clinton’s email server has become a consistent thorn in her side as she vies to become the Democratic Party’s Presidential nominee this year.",
  "It also comes after a report from The New York Times, which cited sources who said Clinton’s server security logs showed no signs of a hack.",
  "He made a name for himself by allegedly hacking several politicians’ email accounts and leaking data publicly.",
  "He will face trial in U.S. in September and has pleaded not guilty to nine counts of alleged hacking crimes.",
  "Clinton’s email activities while she served as Secretary of State are currently under investigation.",
  "The judge also indicated he could require Clinton herself to testify under oath about the server.",
  "Ultimately, Lazar was arrested in 2014 and indicted by a federal grand jury that same year.",
  "Clinton herself has said that she knew of no one who had hacked her email server.",
  "The Clinton campaign did not immediately respond to a request for comment.",
  "It’s unknown whether Guccifer was indeed able to hack Clinton’s server.",
  "Get Data Sheet, Fortune’s technology newsletter."
]