[
  "But Hagstrom reported that the source says the third member of the trio is “more surprising.”\n\nDNC WAS SIZZLING FOR TRUMP STEAKS: As the hack parade marches on, cyber-filched documents released by Guccifer 2.0 appear to show the Democratic National Committee’s intense appetite for Donald Trump’s financial records, including chatter about launching a public records search for USDA documents about Trump Steaks.",
  "Clinton considered Coca-Cola CEO for VP\n\nWith help from Helena Bottemiller Evich, Jenny Hopkinson, Jason Huffman and Daniel Lippman\n\nCLINTON CONSIDERED COCA-COLA CEO FOR VP: The latest revelation from Hillaryland by way of WikiLeaks was that, as of March, the Clinton campaign had Coca-Cola chairman and CEO Muhtar Kent on its list of potential running mates.",
  "The groups, which include the National Sustainable Agriculture Coalition, National Farmers Union, Environmental Defense Fund and National Association of Clean Water Agencies, take aim at proposed cuts in the House 2017 agriculture appropriations bill that would reduce the size of the Conservation Stewardship Program by 20 percent.",
  "REPORT: BESHEAR, ROSS BEING CONSIDERED FOR CLINTON AG SEC: Steve Beshear, the former Democratic governor of Kentucky, and Karen Ross, secretary of the California Department of Food and Agriculture, are among the top three people under consideration to be Hillary Clinton’s Agriculture Secretary, according to The Hagstrom Report.",
  "YOU CAN’T ALWAYS GET WHAT YOU WANT (GIPSA REMIX): As USDA’s Grain Inspection, Packers and Stockyards Administration rules are getting a final review at the White House, both sides appear resigned to the likelihood that the exact language — expected to be released in a few weeks — will not give them everything they want.",
  "Cotton and sorghum, meanwhile, are two crops for which producers say the chemical is needed to control harmful pests, but they aren’t on sulfoxaflor’s new list of approved uses — leaving farmers and states to continue to rely on other insecticides that are now showing resistance and emergency exemptions from EPA.",
  "WATER GROUPS, GREENS PUSH TO PROTECT CONSERVATION FUNDING: Water utilities joined more than 40 conservation, wildlife and farm groups in a letter to congressional appropriators Monday, urging them not to re-open the farm bill and cut mandatory funding for conservation programs through the appropriations process.",
  "In the meantime, drop your host and the rest of the team a line: cboudreau@politico.com and @ceboudreau; jhopkinson@politico.com and @jennyhops; hbottemiller@politico.com and @hbottemiller; ikullgren@politico.com and @IanKullgren; mkorade@politico.com and @mjkorade; and jhuffman@politico.com and @jsonhuffman.",
  "It just is.”\n\nKass, who founded consulting firm Trove and is now working with Acre Venture Fund, a venture capital firm focused on food startups, was debating Richard McCarthy, executive director of Slow Food USA, an organization that advocates a return to local food and cooking from scratch.",
  "People would die if we did that.”\n\nKass' fiercest line was an indirect takedown of thought leaders of the food movement — a thinly veiled response to Michael Pollan's recent New York Times Magazine cover story lambasting the Obama administration for not doing more to take on Big Food.",
  "KASS TELLS FOOD MOVEMENT HOW HE REALLY FEELS: Sam Kass, the former Obama administration food czar, blasted leaders of the “good food” movement on Tuesday, saying that to argue that Big Food should be replaced is “a joke” that would have painful consequences.",
  "And the meat industry says it expects the changes won’t be “anything close to acceptable.” But Pros can get everything they want ... to know about what may be the administration’s last big fight over agriculture policy: I have the full story right here.",
  "Schumer, who is in line to become Majority Leader if the Senate flips, is expected to defeat his Republican competitor, Wendy Long, handily; he is leading her by a margin of 69 percent to 23 percent based on the latest poll from Siena College.",
  "SCHUMER TALKS UP GREEK YOGURT TALE: Sen. Chuck Schumer (D-N.Y.), in a new ad for his reelection campaign, brings attention to how he helped create jobs in his home state by convincing the USDA to add Greek yogurt to the school lunch program.",
  "“Many producers believe packers are manipulating prices with their ability to control the supply of feeder cattle,\" Grassley said, adding that he has heard complaints that packers are also allegedly skirting mandatory price reporting.",
  "Story Continued Below\n\nKent was grouped with other big fish from the private sector: Apple CEO Tim Cook, Microsoft co-founder Bill Gates, Starbucks chairman and CEO Howard Schultz and former New York City Mayor Michael Bloomberg.",
  "Former Deputy Agriculture Secretary Kathleen Merrigan will represent Hillary Clinton, while Charles Herbster, head of Donald Trump’s ag advisory committee, and Sam Clovis, a senior policy adviser, will represent the GOP nominee.",
  "“I’m trying, but it’s not succeeding.” As a result, she said, EPA’s partnership with USDA is crucial to help farmers recognize that it's in their best interest to employ practices to counter climate change and curb farm runoff.",
  "\"These rules, I think, will enable family farmers to have more confidence in the market and help ensure that they get a fair price for their efforts,\" he said in a conference call, as first reported by Brownfield Ag News.",
  "“There is no chance for changing the food system unless we work with the industrial food complex,” Kass said in opening remarks during a debate on industrial food at the James Beard Foundation conference in New York City.",
  "“Right now I worry more about drinking water than climate change,” she said, adding that farms are a major contributor to algal blooms and high nutrients in waterways that utilities aren’t always equipped to treat.",
  "“Agriculture responds more to a collaborative effort than to a regulatory effort, but there are some large industrial facilities that are hardly family farms that need to play by some rules,” McCarthy said.",
  "LOTS OF WORRIES OVER SULFOXAFLOR REGISTRATION: Cotton and sorghum farmers and beekeepers are all concerned with EPA’s new registration for the insecticide sulfoxaflor, though for very different reasons.",
  "EPA’s effort still falls short in protecting bees, despite claims from the agency that the health of pollinators was taken into account, the head of the American Honey Producers Association tells MA.",
  "As reported recently by World-Grain.com, China is forecast to import a record of 86 million tons of soybeans in the 2016-17 marketing year, up from 82 million tons during the previous period.",
  "— Syngenta has asked the 10th Circuit Court of Appeals to review a District Court order last month that approved a major class of farmers in an ongoing lawsuit over Viptera corn, DTN reports.",
  "WHITE HOUSE KITCHEN GARDEN STARS IN ITALY STATE VISIT: The White House Kitchen Garden, recently expanded and solidified on the South Lawn, was featured prominently in the Italy State Visit.",
  "While the agency has said it will work with farmers and other groups, it remains to be seen if that will satisfy all concerns, or if the new registration will be challenged in court.",
  "Soybean Export Council that Chinese buyers have agreed to spend $2.1 billion to purchase 5.1 million metric tons of U.S. soybeans, signing a contract in Des Moines, Iowa, on Oct. 14.",
  "“Greek yogurt is a boon to New York’s economy — Chuck Schumer is making it happen, convincing the USDA to add Greek yogurt to school lunch programs nationwide,” the narrator says.",
  "There was also a group of female elected officials, three of whom sit on Senate Ag: ranking member Debbie Stabenow (Mich.), Kirsten Gillibrand (N.Y.) and Amy Klobuchar (Minn.).",
  "The last presidential debate starts at 9 p.m., and, as always, the POLITICO Pro Ag and Trade teams will be delivering related nuggets and fact-checks to subscribers’ inboxes.",
  "McCarthy’s wide-ranging remarks, which touched on food waste, the farm bill and other issues, zeroed-in on runoff as a particularly big environmental problem for agriculture.",
  "EPA and U.S. farmers haven’t gotten along particularly well in recent years — and even EPA Administrator Gina McCarthy says that doesn’t look like it’s about to change.",
  "After Clinton endorsed the Philadelphia soda tax last spring, company officials sprung into damage control and used their connections to try to walk back the support.",
  "The dinner (with Mario Batali doing the honors) featured basil, sweet potatoes, eggplant, peppers, and tomatoes harvested from the garden, the White House said.",
  "Turns out, Kent was simply in the wrong “food group” — and that Agriculture Secretary Tom Vilsack was in the right one, but lost out to Sen. Tim Kaine, anyway.",
  "“I’d love to say it was getting better, but I’m not seeing it yet,” McCarthy told food advocates at the James Beard Foundation Food Conference on Tuesday.",
  "USDA has developed great relationships with farmers that can be leveraged to produce action, while farmers are “just too suspect” of the EPA, she said.",
  "First lady Michelle Obama gave Mrs. Agnese Landini, wife of Italian Prime Minister Matteo Renzi, a tour of the garden during the day on Tuesday.",
  "One department official says that represents the 10th largest shipment of soybeans to China since USDA began collecting such data in the 1970s.",
  "The deal includes commitments from seven of the top 10 Chinese soybean buyers; the sellers include Archer Daniels Midland, Bunge and Cargill.",
  "Editor Jerry Hagstrom cites “a person involved in the Clinton transition” as the source, and says the tipster wouldn’t name the third person.",
  "The demand is being driven by a recovery in the country’s swine production and steady growth in its poultry sector, World-Grain reports.",
  "IT’S AG FACEOFF TIME: The Farm Foundation is set to hold a panel discussion today with ag advisers for the Clinton and Trump campaigns.",
  "CHINA BUYS BUNDLES OF SOYBEANS: China has agreed to import 706,500 tons of soybeans from the U.S., private exporters have told USDA.",
  "The revelation comes after recent reports also rooted in hacked emails illustrated Coca-Cola’s close ties to the Clinton campaign.",
  "GRASSLEY: GIPSA RULES ENSURE FAIRNESS FOR FARMERS: Sen. Chuck Grassley (R-Iowa) spoke out in favor of the GIPSA rules on Tuesday.",
  "MA’S INSTANT OATS:\n\n— Vox has an “explainer” on all the money being spent on the soda-tax initiatives on the ballot this fall.",
  "The list of veep contenders was in an email apparently hacked from the account of Clinton campaign chairman John Podesta.",
  "The Senate Ag member also echoed complaints from cattle ranchers, who charge that meatpackers are manipulating prices.",
  "Liberal groups say they’ll have to give up some protections from the 2010 rules in order to make any progress.",
  "They also asked that Congress meet USDA’s discretionary funding request for Conservation Technical Assistance.",
  "“But the notion that we can just get rid of it and tear it down and replace it just doesn’t make any sense.",
  "Two in that group sit on the Senate Agriculture Committee: Michael Bennet (Colo.) and Sherrod Brown (Ohio).",
  "“We’ve had critics masquerading as leaders saying Big Food is evil, it should just go away,\" Kass said.",
  "Clinton did not change her stance, nor has she since brought up soda taxes on the campaign trail.",
  "— Two more top McDonald’s executives are retiring, joining a long list, Meatpoultry.com reports.",
  "The two shared iced tea in the new seating area, according to the garden’s Instagram account.",
  "Vilsack was the lone administration rep in a group of male elected officials, Kaine included.",
  "That amount translates into nearly one-third of Iowa’s soybean crop, according to the USSEC.",
  "— The New York Times explores the origins of the first farmers and how they changed history.",
  "The event, at the National Press Club, starts at 8 a.m. Register here for the livestream.",
  "It was written to hdr29@hrcoffice.com, an address that some believe was used by Clinton.",
  "Pros can read the full story from Pro Agriculture’s Helena Bottemiller Evich here.",
  "MA reported on Schumer’s work on behalf of New York’s yogurt makers back in 2014.",
  "Kass said the food system has “deep structural problems” and needs reform.",
  "Welcome to Morning Ag, where your host is getting ready for a long night.",
  "The garden was also illuminated for State Dinner guests Tuesday night.",
  "— Quartz explores how dry farming could save California agriculture.",
  "Podesta writes that he organized the names into \"rough food groups.\"",
  "Iowa Governor Terry Branstad was on hand for the signing ceremony.",
  "(h/t to Pro Budget and Appropriations Brief editor Ben Weyl.)",
  "You can also follow @POLITICOPro and @Morning_Ag on Twitter.",
  "The record is 2.9 million tons, in 2012, the official says.",
  "Send them to ikullgren@politico.com or @IanKullgren.",
  "The trillion-dollar food industry is here to stay.",
  "More from Pro Agriculture’s Jenny Hopkinson here.",
  "MAYBE IT’S TIME FOR AN EPA-FARMER BEER SUMMIT?",
  "POLITICO’S Daniel Strauss has the story here.",
  "— Calendar check: 20 days until the election.",
  "The announcement follows news from the U.S.",
  "It's not smart and it has consequences.\"",
  "You know the deal: Thoughts, news, tips?",
  "Follow the whole team at @Morning_Ag.",
  "But it’s just the beginning.",
  "HAPPY WEDNESDAY, OCT. 19!",
  "\"That's just a joke.",
  "The letter is here.",
  "See you again soon!",
  "THAT'S ALL FOR MA!",
  "Watch the ad here.",
  "It's not real.",
  "Read it here.",
  "Read it here.",
  "Read it here.",
  "“..."
]