[
  "The recent Guccifer post reflected in the NRCC ad claims that Perkins' company, AshBritt, a disaster recovery firm, received a $25 million contract in a local county but that “audits show that the company cheated the school board in Broward County out of nearly $800,000 dollars.”\n\n\n\nThe NRCC video seizes on that, saying he has a history of “ripping off taxpayers” and “grossly overcharging our schools.”\n\n\n\nLocal media have followed the 2009 dispute between Perkins' company and the school board, including an audit that says the company \"grossly overcharged\" the school.",
  "But Ward said citing the documents in an attack ad was akin to \"aiding the Russian government in their effort to influence American elections.”\n\n“This should come as no surprise from House Republicans whose standard-bearer, Donald Trump, encouraged Russian espionage, but make no mistake: this should be of grave concern to every single American, regardless of party,” she said.",
  "POLITICO Screen grab Democrats blast GOP's use of hacked documents in attack ad\n\nThe Democratic Congressional Campaign Committee is calling foul on its Republican counterpart’s use of information about one of their candidates posted online by a hacker believed to be connected to Russian intelligence services.",
  "Story Continued Below\n\nDCCC Executive Director Kelly Ward accused the NRCC in a statement of \"stooping to a shocking new low and using unverified documents provided by the Russians — who are known to fake and doctor materials — to try to influence federal races.\"",
  "The screen quotes a DCCC internal memo posted online recently by the hacker Guccifer 2.0 detailing the potential weaknesses of Perkins, one of several Democratic candidates covered in the released documents.",
  "The National Republican Congressional Committee released a digital ad Tuesday attacking Randy Perkins, a Democrat running in Florida's 18th District, as \"corrupt,\" dubbing him \"Ripoff Randy.\"",
  "The statement did not claim that the internal memo was doctored or sensationalized, and the DCCC would not say if it was, citing an ongoing law enforcement investigation into the hack.",
  "The NRCC responded that the matter is more than fair game and Democrats are just trying to divert attention from their candidate's problems.",
  "\"The DCCC shouldn’t blame us for the fact that their handpicked candidate, Randy Perkins, is a well-documented shady businessman,\" she said.",
  "Spokeswoman Katie Martin noted that local media have previously reported on the issues highlighted in the anti-Perkins ad.",
  "About halfway through the spot, the narrator says, \"Even Democratic Party bosses are questioning his character.\"",
  "Perkins' company said it never overcharged and sued the school district for hurting its reputation."
]