[
  "McCaul expressed confidence in FBI Director James Comey, saying he would “always do the right thing in his mind.”\n\n“I think he believed, and rightly so, he had new evidence, and he had an obligation to the Congress to turn that evidence over, and let the Congress know, and the American people, before the critical decision – that this case was not over, as Hillary Clinton said, ‘I’m cleared, it’s all over.’ Jim Comey is the hero here, coming in and saying no, that’s not the case,” said Rep. McCaul.",
  "An incensed House Homeland Security Chairman Michael McCaul declared on Thursday’s Fox & Friends that Clinton exposed vital American information to our enemies — some of the “most classified, sensitive secrets in the federal government, many of them covert operations.”\n\n“Our adversaries have this very sensitive information, that not only jeopardizes her, and national security at home, but the men and women serving overseas,” said McCaul.",
  "Among the latest revelations that Bret Baier of Fox News delivered on the multiple FBI investigations into Hillary Clinton was the remarkable statement that the Bureau is highly confident that multiple foreign intelligence agencies penetrated her illicit email server.",
  "It also may have exposed the current President, Barack Obama, because, contrary to his false statements, we now know he was aware of Clinton’s secret server and was communicating with her using a phony name and email address.",
  "At least one prominent hacker, the notorious “Guccifer,” knew of ClintonEmail.com’s existence; he raided the system of her longtime confidant and adviser Sidney Blumenthal, and Blumenthal had her secret email address.",
  "He might have disclosed its existence to other hackers, however, and if he could find Clinton’s system, other interested parties, especially the kind that have foreign government money behind them, certainly could.",
  "FBI Director James Comey told the House Oversight Committee in July that Guccifer himself (real name Marcel Lazar) was lying when he previously claimed to have breached Clinton’s server.",
  "As Fox News recalls, we now have documented evidence of at least a dozen other hacking attempts on Clinton’s server, including five that occurred after she left the State Department.",
  "This sounds like something much more specific than longstanding suppositions by intelligence and computer experts that Clinton’s vulnerable server was probably hacked.",
  "“In my opinion, quite frankly, it’s treason.”\n\nMcCaul said this exposure “absolutely” exposes Clinton to blackmail, should she become President of the United States.",
  "They are having some success — finding what they believe to be new emails, not duplicates, that have been transported through Hillary Clinton’s server.",
  "And that it was a 99% accuracy that it had been hacked by at least five foreign intelligence agencies, and that things had been taken from that.",
  "State Department IT tech Brian Pagliano reported a sustained attack to both a Bill Clinton aide and the U.S. Secret Service.",
  "McCaul noted that Obama’s pseudonym was unlikely to fool any foreign intelligence agents who raided Clinton’s server.",
  "Those attackers were savvy enough to use the names of people in Hillary Clinton’s orbit in their login attempts.",
  "The classified e-mail investigation is being run by the National Security division of the FBI.",
  "Finally, we learned there is a confidence from these sources that her server had been hacked.",
  "They are currently combing through Anthony Weiner’s laptop."
]