[
  "I really, really like you.’ They are basically courting each other at this point.”\n\nThen in a document with a July 2015 media plan, New York Times Magazine chief national correspondent Mark Leibovich is described as “sympathetic.” After Leibovich’s July 7 interview, the New York Times Magazine writer wrote to Hillary’s communications director Jennifer Palmieri that she “could veto what you didn’t want” in the interview.",
  "Palmieri told him to leave out a joke about Sarah Palin cooking mouse stew and Clinton saying, “And gay rights has moved much faster than women’s rights or civil rights, which is an interesting phenomenon somebody in the future will unpack.”\n\nLeibovich shortly thereafter wrote, “Re-Re-Re-Reintroducing Hillary Clinton: ‘The meticulously managed rollout of a candidate whom voters think they know already.",
  "Brazile released a statement Tuesday about the emails and said, “As it pertains to the CNN Debates, I never had access to questions and would never have shared them with the candidates if I did.” She claimed Russia is behind Wikileaks and added, “We are in the process of verifying the authenticity of these documents.”\n\nHarwood and Brazile are not alone in coordinating with the Clinton campaign.",
  "In response, Walker wrote on Twitter Tuesday, “I think and hope people on all campaigns think of me as friendly and want to build relationships with me.”\n\nThe Daily Caller has previously reported on a leak provided by Guccifer 2.0 which contains an invite to an off-the-record cocktail party hosted by the Clinton campaign that 37 journalists from 14 outlets attended.",
  "In another, Hillary’s closest aide Huma Abedin wrote, “If Haim is raising it, it means he’s hearing it from his Univision colleagues.”\n\nClinton’s communications director Jennifer Palmieri concurred in another email, “Haim is right – we should be jamming this all the time.” About a month later, Hillary sat down for an interview with Univision.",
  "The CNBC anchor was a moderator of a Republican primary debate and bragged to Podesta in an email exchange about asking Donald Trump, “Let’s be honest, is this a comic book version of a presidential campaign?”\n\nThe Daily Caller has reached out to CNBC to see if they will be addressing these emails and whether Harwood will stay on air.",
  "The massive trove of emails by Clinton confidant John Podesta released by Wikileaks has exposed journalists from a variety of media organizations who are “with her.”\n\nCNBC chief Washington correspondent and New York Times political writer John Harwood is the most prominent journalist who is cozy in the emails with the Clinton camp.",
  "In a statement, Haim said, “I’ve been a supporter of Hillary Clinton and the Democratic Party long before my affiliation with Univision, and one thing has nothing to do with the other.”\n\nThe Boston Globe’s op-ed editor Marjorie Pritchard is also shown in the leaks giving advice to the Clinton campaign.",
  "Please let me know.”\n\nThe Boston Globe told TheDC in response to these leaked emails: “It’s certainly no mystery to your readers that our editorial page endorsed Hillary Clinton in the New Hampshire primary, and just endorsed her in the general election.",
  "The newsroom is a completely separate operation and plays no role in our editorial decisions.”\n\nBesides coordination with the Clinton campaign, good ole’ love exchanged between journalists and the campaign is exposed in the Wikileaks release.",
  "In that same leak, the Clinton campaign described New York Times reporter Maggie Haberman as a “friendly journalist” who they have had “tee up stories.” The Clinton campaign said that they have “never been disappointed” with Haberman.",
  "CNN has not responded to a Daily Caller inquiry about if whether they ever shared town hall questions with Brazile, if so was it typical practice, and if they had any comment regarding Brazile sharing the questions with a campaign.",
  "Another email in the Wikileaks release shows that Donna Brazile, the current head of the Democratic National Committee, and then a CNN contributor tipped off the Clinton campaign on a question Hillary would receive in a town hall.",
  "Harwood in one email to Podesta says “[Hillary] was good here” after an event and in another describes her as “pretty strong.”\n\nWorse than just showing his love for Hillary, Harwood in the emails helps the campaign.",
  "In on email exchange, Clinton’s director of Latino outreach Lorella Preali lets traveling press secretary Nick Merrill know how much CNN reporter Dan Merica and Hillary Clinton love each other.",
  "Haim Saban, chairman of Univision, is shown in the emails as having encouraged the Clinton campaign to hit Trump harder on his comments about Mexicans during his announcement speech.",
  "Braun added, “She is smarter than most men and more qualified than most men to be president.”\n\nMSNBC told TheDC they had “no comment” regarding these emails from Braun.",
  "The Daily Caller will continue to report on the essentially corrupt relationship between supposedly “straight” reporters and Democratic nominee Hillary Clinton.",
  "The outlets represented were ABC, Bloomberg, CBS, CNN, Daily Beast, Huffington Post, MSNBC, NBC, New Yorker, New York Times, People, Politico, Vice, and Vox.",
  "The CNBC anchor describes a story he is writing about Hillary as one “she wants.”\n\nIn another email, Harwood tells Podesta to “watch out” for Dr. Ben Carson.",
  "Sheara Braun, editorial producer for MSNBC’s “All In with Chris Hayes,” described Hillary as “this amazing, intelligent woman,” to a Clinton spokeswoman.",
  "“It would be good to get it in on Tuesday, when she is in New Hampshire,” Pritchard wrote to Podesta about an op-ed the Clinton campaign wanted to place.",
  "Hunter Walker, now at Yahoo News, was described as a “friendly” when he was at Business Insider by Clinton traveling press secretary Nick Merrill.",
  "“From time to time I get the questions in advance,” Brazile wrote to Clinton’s communications director Jennifer Palmieri on March 12, 2016.",
  "Leibovich is known for writing a book titled “This Town” about the chummy relationship between journalists and politicians.",
  "TheDC has reached out to Leibovich to see why the Clinton campaign would view him as “sympathetic,” he has yet to respond.",
  "“[Hillary] responded with a prolonged smile (you could see the gears turning), and then said, ‘Dan, I really like you.",
  "Pritchard added, “That would give her a big presence on Tuesday with the piece and on Wednesday with the news story.",
  "Brazile added, “Here’s one that worries me about [Hillary],” and gave Palmieri a question about the death penalty.",
  "“Dan Merica asked [Hillary] if she was jealous that she didn’t get [Chris] Christie’s endorsement,” Preali wrote.",
  "The Clinton campaign in the Wikileaks release also lets be known which journalists are their favorites.",
  "Harwood in several emails to Clinton campaign chairman John Podesta showers Hillary in praise.",
  "The next day Hillary was asked about her stance on the death penalty during a CNN town hall.",
  "'” The Sarah Palin joke and the comment about gay rights were left out of the piece.",
  "“Haim thinks we are under reacting to Trump/Hispanics,” Podesta wrote in an email.",
  "The CNBC anchor is also the one who should arguably be the most embarrassed.",
  "“Ben Carson could give you real trouble in a general,” Harwood wrote.",
  "But that’s the role of an editorial page.",
  "They have not responded."
]