[
  "It says the goals of the event were to “give reporters their first thoughts from team HRC in advance of the announcement,” “setting expectations for the announcement and launch period,” “framing the HRC message and framing the race,” and “enjoy a [Friday] night drink before working more.”\n\nThe reporters who RSVP’d are as as follows:\n\nABC – Cecilia Vega\n\nABC – David Muir\n\nABC – Diane Sawyer\n\nABC – George Stephanoplous\n\nABC – Jon Karl\n\nBloomberg – John Heillman\n\nBloomberg – Mark Halperin\n\nCBS – Norah O’Donnell\n\nCBS – Vicki Gordon\n\nCNN – Brianna Keilar\n\nCNN – David Chalian\n\nCNN – Gloria Borger\n\nCNN – Jeff Zeleny\n\nCNN – John Berman\n\nCNN – Kate Bouldan\n\nCNN – Mark Preston\n\nCNN – Sam Feist\n\nDaily Beast – Jackie Kucinich\n\nNBC Anchor Savannah Guthrie’s husband Mike Feldman\n\nHuffington Post – Whitney Snyder\n\nBloomberg contributer and wife of New York Times political reporter Jonathan Martin – Betsy Fisher Martin\n\nMSNBC – Alex Wagner\n\nMSNBC – Beth Fouhy\n\nMSNBC – Phil Griffin\n\nMSNBC – Rachel Maddow (TBD)\n\nMSNBC – Rachel Racusen\n\nNBC – Savannah Gutherie\n\nNew Yorker – Ryan Liza\n\nNew York Times – Amy Chozik\n\nNew York Times – Gail Collins\n\nNew York Times – Jonathan Martin\n\nNew York Times – Maggie Haberman\n\nNew York Times – Pat Healey\n\nPEOPLE – Sandra Sobieraj Westfall\n\nPOLITICO – Glenn Thrush\n\nPOLITICO – Mike Allen\n\nVICE – Alyssa Mastramonoco\n\nVOX – Jon Allen\n\nAnother document in the leak, titled “Earned Media/Next Steps,” describes the Clinton campaign’s strategy for placing stories.",
  "While we should have a larger conversation in the near future about a broader strategy for reengaging the beat press that covers HRC, for this we think we can achieve our objective and do the most shaping by going to Maggie.”\n\nIt later describes their strategy for a “sanctioned story.” “First, a list of names that we agree upon beforehand that we will give to a reporter on background, both policy people and campaign people.",
  "The January 2015 memo states, “We are all in agreement that the time is right place a story with a friendly journalist in the coming days that positions us a little more transparently while achieving the above goals.” The Intercept reports that according to the document’s metadata it was created by traveling Clinton campaign press secretary Nick Merrill.",
  "Internal documents leaked from Hillary Clinton’s campaign reveal which reporters had cocktails with the campaign and a then-Politico (now New York Times) reporter that Clinton’s staff described as a “friendly journalist.”\n\nThe documents are a part of a leak that hacker Guccifer 2.0 provided to The Daily Caller.",
  "Second, some information provided on background that explains what is happening and why and third, a quote on-the-record that affirms all of this in an official capacity, making clear that this is a sanctioned story,” the memo states.",
  "“This is an off-the-record dinner with the key national reporters, especially (though not exclusively) those that are based in New York.",
  "The memo continues on to say: “We have has a very good relationship with Maggie Haberman of Politico over the last year.",
  "An event memo describes cocktails with Clinton campaign chairman Joel Benenson on April 10, 2015.",
  "Much of the group includes influential reporters, anchors and editors,” the memo states.",
  "We have had her tee up stories for us before and have never been disappointed.",
  "(Address and phone numbers redacted by The Daily Caller.)",
  "Clinton announced her candidacy two days later.",
  "Story Memo by Alex Pfeiffer on Scribd"
]