[
  "(CNN) Roger Stone, the flamboyant political adviser who has been connected to President Donald Trump for years, is defending his contacts with \"Guccifer 2.0\"-- the online persona who claims responsibility for hacking the Democratic National Committee -- as an innocuous \"brief exchange\" of a few direct messages that he says amount to nothing.",
  "\"high confidence\" was actually a front for US officials may well be interested in Stone's communications with Guccifer 2.0, whom they believe with\"high confidence\" was actually a front for Russian military intelligence and was part of the effort to influence America's elections.",
  "Questions have also been raised about Stone's cryptic tweets last August that John Podesta, Hillary Clinton's campaign manager, would endure his \"time in the barrel,\" which he posted after WikiLeaks began publishing other Democrats' hacked emails.",
  "While Stone says his messages to the hacker alias are of no consequence, this is the first time anyone in Trump's orbit has acknowledged any contact with a hacker -- not to mention one that claimed responsibility for hacking the DNC.",
  "Stone adds that he does not believe Assange works for the Russians, although the US intelligence community concluded in a report on January 6 that WikiLeaks did, in fact, work with Russian intelligence during the US election.",
  "Instead, he offers that all of this could be \"disinformation\" disseminated by what he calls \"rogue intelligence agencies,\" a line that is becoming increasingly popular in some far-right circles.",
  "#CrookedHillary — Roger Stone (@RogerJStoneJr) August 21, 2016\n\nStone offers a \"simple\" explanation for his Podesta tweet: He was referring to \"my own research\" about Podesta and his family.",
  "Stone said his few exchanges with Guccifer 2.0 occurred in August after Twitter briefly banned the hacker for posting DNC information, proving he did not collude in the hack itself.",
  "Stone claims to be the subject of a warrant under the Foreign Intelligence Surveillance Act, saying his knowledge of that comes from \"credible sources\" that he cannot reveal.",
  "Stone also said in the blog post that he noted publicly on his Twitter account when the social media site reinstated Guccifer 2.0 \"because I abhor censorship.\"",
  "Earlier this month, however, Stone tweeted that he had a \"back channel\" to WikiLeaks during the presidential campaign only to delete it a short time later.",
  "You might get \"a lot of funky campaign stuff, nothing that's illegal ... [and] no Russians,\" he said, denying any contact with Russia.",
  "In those messages, he said he was \"delighted\" to see Guccifer 2.0 reinstated after the hacking persona's brief banning by Twitter.",
  "\"[N]ever denied perfectly legal back channel to Assange, who indeed had the goods on #CrookedHillary,\" Stone tweeted.",
  "The Smoking Gun website and then The Washington Times reported the direct messages between Stone and Guccifer 2.0.",
  "The website posted thousands of emails it said were from Podesta's account in the closing weeks of the campaign.",
  "Afterward, Stone released screen shots of the purported messages himself, posting them online in a blog post.",
  "Stone says he has never communicated with WikiLeaks founder Julian Assange \"either directly or indirectly.\"",
  "Rather, the tweet was based on information from a friend who had spoken with Assange, he said.",
  "He also says that tweet \"does not in any way prove I was foreshadowing\" the WikiLeaks release.",
  "His communications with others -- by phone and email -- are being monitored, he claims to CNN.",
  "And what of Stone's ominous tweet in early October, \"Wednesday@HillaryClinton is done.",
  "He tells CNN that is the result of information from a source he would not reveal.",
  "Stone vigorously denies that any monitoring would be productive.",
  "\"I have this brief exchange with him on Twitter,\" he recalled.",
  "Any suggestion otherwise, he told CNN, is \"a fabrication.\"",
  "Trust me, it will soon the Podesta's time in the barrel.",
  "\"To collude, I would have to have written him before.",
  "US officials have not confirmed any such warrant.",
  "... We would need a time machine to collude.\"",
  "The post was gone after about 40 minutes.",
  "#Wikileaks\"?"
]