[
  "(CNN) The Senate Intelligence Committee has asked Roger Stone, the flamboyant political adviser who has been connected to Donald Trump for years, to preserve any records he might have that could be related to the panel's investigation into Russian actions targeting the U.S. election, Stone confirmed to CNN.",
  "One avenue of interest for the committee could be contacts Stone had with \"Guccifer 2.0\"-- the online persona who claims responsibility for hacking the Democratic National Committee -- which he characterized as an innocuous \"brief exchange\" of a few direct messages that he says amount to nothing.",
  "Any inference that my innocuous fully disclosed Twitter exchange and tweets with a hacker known as Gruccifer 2.0 (sic), who may not may not be a Russian asset, constitutes 'collusion' is disproved by the content, the facts and the timeline of events.\"",
  "Questions have also been raised about Stone's cryptic tweets last August that John Podesta, Hillary Clinton's campaign manager, would endure his \"time in the barrel,\" which he posted after WikiLeaks began publishing other Democrats' hacked emails.",
  "US officials may well be interested in Stone's communications with Guccifer 2.0, whom they believe with \"high confidence\" was actually a front for Russian military intelligence and was part of the effort to influence America's elections.",
  "While Stone says his messages to the hacker alias are of no consequence, this is the first time anyone in Trump's orbit has acknowledged any contact with a hacker -- not to mention one that claimed responsibility for hacking the DNC.",
  "Stone adds that he does not believe Assange works for the Russians, although the US intelligence community concluded in a report on January 6 that WikiLeaks did, in fact, work with Russian intelligence during the US election.",
  "The New York Times first reported the records preservation request as several congressional committees look to see if there was any collusion between Trump associates and individuals connected to Russia.",
  "Instead, Stone offers that all of this could be \"disinformation\" disseminated by what he calls \"rogue intelligence agencies,\" a line that is becoming increasingly popular in some far-right circles.",
  "Burr told CNN's Manu Raju last week that Stone's contacts were part of the \"ongoing investigation,\" and Warner raised concerns about Stone saying the committee might bring him in for questions.",
  "\"I am anxious to rebut allegations that I had any improper or nefarious contact with any agent of the Russia state based on facts -- not misleading and salacious headlines,\" Stone told CNN.",
  "\"The intelligence agencies pushing this false Russian narrative through a series of illegal hacks have hurt my ability to make a living and are soiling my reputation,\" Stone said.",
  "Stone claims to be the subject of a warrant under the Foreign Intelligence Surveillance Act, saying his knowledge of that comes from \"credible sources\" that he cannot reveal.",
  "Stone also said in the blog post that he noted publicly on his Twitter account when the social media site reinstated the Guccifer 2.0 \"because I abhor censorship.\"",
  "Earlier this month, however, Stone tweeted that he had a \"back channel\" to WikiLeaks during the presidential campaign only to delete the post a short time later.",
  "Stone told CNN he would like to testify before the committees investigating the allegations of Russian ties so long as it is in public.",
  "Stone said his few exchanges with Guccifer 2.0 occurred in August after Twitter briefly banned the hacker for posting DNC information.",
  "You might get \"a lot of funky campaign stuff, nothing that's illegal ... [and] no Russians,\" he said, denying any contact with Russia.",
  "In those messages, he said he was \"delighted\" to see Guccifer 2.0 reinstated after the hacking persona's brief banning by Twitter.",
  "Stone offers a \"simple\" explanation for his Podesta tweet: He was referring to \"my own research\" about Podesta and his family.",
  "\"[N]ever denied perfectly legal back channel to Assange, who indeed had the goods on #CrookedHillary,\" Stone tweeted.",
  "The Smoking Gun website and then The Washington Times reported the direct messages between Stone and Guccifer 2.0.",
  "The website posted thousands of emails it said were from Podesta's account in the closing weeks of the campaign.",
  "\"I am willing to appear voluntarily if the committee isn't looking for the headline of issuing a subpoena.\"",
  "Stone says he has never communicated with WikiLeaks founder Julian Assange \"either directly or indirectly.\"",
  "Afterward, Stone released screen shots of the purported messages himself, posting them online in a blog.",
  "Spokesmen for Senate Intelligence Chairman Richard Burr and Vice Chairman Mark Warner declined comment.",
  "\"The government is in possession of no evidence whatsoever that I colluded with the Russian State.",
  "His communications with others -- by phone and email -- are being monitored, he claims to CNN.",
  "He also says that tweet \"does not in any way prove I was foreshadowing\" the WikiLeaks release.",
  "Rather, the tweet was based on information from a friend who had spoken with Assange, he said.",
  "And what of Stone's ominous tweet in early October, \"Wednesday@HillaryClinton is done.",
  "He tells CNN that is the result of information from a source he would not reveal.",
  "The timeline, he insists, proves he did not collude in the hack itself.",
  "Stone vigorously denies that any monitoring would be productive.",
  "\"I have this brief exchange with him on Twitter,\" he recalled.",
  "Any suggestion otherwise, he told CNN, is \"a fabrication.\"",
  "\"To collude, I would have to have written him before.",
  "He says he did not communicate in any way beforehand.",
  "US officials have not confirmed any such warrant.",
  "... We would need a time machine to collude.\"",
  "The post was gone after about 40 minutes.",
  "#Wikileaks\"?"
]