[
  "“And that’s a source of some concern because the intelligence community has concluded with high confidence that they’re doing so to try to destabilize our democracy, and that’s something that obviously the president takes quite seriously.”\n\n“So with regard to the private email of Mr. Podesta, I can’t give you a firm intelligence community analysis because the leak of those emails was first reported shortly after this analysis was made public,” he continued.",
  "| AP Photo Earnest: Podesta WikiLeaks breach has similarities to Russian hacks\n\nWhite House press secretary Josh Earnest said Wednesday that he cannot conclusively tie the recent publication of hacked emails believed to be from the Gmail account of Hillary Clinton campaign Chairman John Podesta to the Russian government but that similar leaks have shown the hallmarks of Kremlin interference.",
  "“The thing that I can tell you about the intelligence community analysis is that at least some of the disclosures in recent months, including documents that were released by Guccifer 2.0, DC Leaks and WikiLeaks, are consistent with the methods and motivations of Russian-directed efforts,” Earnest said at his news briefing Wednesday.",
  "Story Continued Below\n\nThe White House spokesman also said he could not speak to the suggestion by Podesta that Russia had tipped off an ally of Donald Trump, a relatively friendly candidate for Russian President Vladimir Putin, to the email leaks.",
  "“But, in general, the kinds of disclosures that we’ve seen, including at WikiLeaks, of stolen emails from people who play an important role in our political process, is consistent with Russian-directed efforts.”",
  "Podesta’s hacked emails have been published in batches this week on the website WikiLeaks, offering occasionally embarrassing insights into the inner workings of Clinton’s presidential campaign.",
  "But because the Podesta leaks began after the release of an intelligence assessment officially blaming the Russian government, Earnest said he could not definitely say the Kremlin was involved.",
  "The White House spokesman said he could not speak to the suggestion by John Podesta that Russia had tipped off an ally of Donald Trump to the email leaks."
]