[
  "A day later, Gawker and the Smoking Gun published the research book, leaked to them by someone calling themselves “Guccifer 2.0.”\n\nPlay Facebook\n\nTwitter\n\nEmbed GOP leaders distance themselves from Trump 6:08 autoplay autoplay Copy this code to your website or blog\n\nThe hacker posted additional material on their own website, including email addresses of major donors and a talking points memo marked “secret” the hacker claims to have swiped from DNC servers.",
  "For instance, the book states that the research on “business ventures” was “being handled by an outside consultant,” so the document contains only “some of the business-related research that the DNC has come across naturally in monitoring Trump’s campaign.”\n\n“Just because of the timing -- it’s December, that’s pre-Iowa,” said Hackworth.",
  "Play Facebook\n\nTwitter\n\nEmbed Exclusive: DNC Chair on Sanders, Russian Hack 13:05 autoplay autoplay Copy this code to your website or blog\n\nThe one leaked Wednesday shows Democrats planned a seven-pronged attack on Trump, painting him as a soulless, divisive, bad businessman with dangerous policies and a long history of misogyny.",
  "\"Our experts are confident in their assessment that the Russian government hackers were the actors responsible for the breach detected in April, and we believe that today's release and the claims around it may be a part of a disinformation campaign by the Russians,\" said a senior DNC official.",
  "- In 1989 Trump Claimed That “A Well-Educated Black Has A Tremendous Advantage Over A Well Educated White In Terms Of The Job Market.”\n\n3) HE’S A BAD BUSINESSMAN: His bankruptcy record speaks to irresponsible business practices and his predictions of the recession were wrong.",
  "- 1990 comment: “When A Man Leaves A Woman, Especially When It Was Perceived That He Has Left For A Piece Of Ass--A Good One—There Are 50 Percent Of The Population Who Will Love The Woman Who Was Left.”\n\n6) HE’S OUT OF TOUCH: His tax policies would only benefit the wealthy.",
  "It also includes some information that has not made it into the political stream yet this year, summarized here:\n\n1) TRUMP HAS NO CORE: The book portrays Trump as a liar who is only loyal to himself, having changed parties multiple times and flip-flopped on core issues.",
  "“I would think that this is a very early sort of draft.”\n\nHackworth added that the hack will likely help Trump the most in the end, since Trump is not believed to have invested in any “self research” and now knows how Democrats might attack him.",
  "A hacker has leaked a trove of documents purportedly stolen from the Democratic National Committee, including a 200-page opposition research book detailing aspects of the party’s battle plan against Donald Trump.",
  "And Nick Hackworth, the founder of the Democratic opposition research firm M Street Solutions, said the document appeared to be a “top hits” document, rather than the party’s complete cache of research.",
  "The DNC did not authenticate the documents, but several Democratic sources familiar with the party’s opposition research efforts said they believed opposition research book to be authentic.",
  "\"We've deployed the recommended technology so that today our systems are secure thanks to a swift response to that attack and we will continue to monitor our systems closely.\"",
  "Opposition research books are among the most closely guarded secrets in political campaigns, representing months or even years of work spent digging up dirt on opponents.",
  "Trump, appearing on the Fox News program “On the Record With Greta Van Susteren” Wednesday, insinuated that \"maybe they weren’t hacked,\" referring to the DNC.",
  "We believe it was the DNC that did the ‘hacking’ as a way to distract from the many issues facing their deeply flawed candidate and failed party leader.",
  "But it also provides insights into where Democrats may view Trump most vulnerable, including the possibility of reviving his ex-wife’s rape allegation.",
  "The dossier is mostly filled with previously reported on public comments and biographical information about the presumptive GOP nominee.",
  "- He called breaks to pump breast milk “disgusting.”\n\n- Comment that it Is Rare That Women Are Both “Very Beautiful” And Have High IQs.",
  "At the time the book was compiled, few thought Trump would be the Republican nominee, so the party devoted minimal resources to him.",
  "In late December, the party supplemented their book with research on Trump conducted by American Bridge, a Democratic super PAC.",
  "The DNC confirmed Tuesday that its computer networks had been breached by hackers apparently working for the Russian government.",
  "7) HIS PAST PERSONAL HISTORY IS DISQUALIFYING: This item includes Ivana Trump’s accusation of rape, which she later rescinded.",
  "Still, it contains little new information and is mostly a compendium of news clippings and previously reported information.",
  "It also includes links to data stored on internal DNC servers, which would not accessible to people outside the committee.",
  "4) HIS POLICIES ARE DANGEROUS: On foreign policy, guns, health care and climate change, he’s uninformed and reckless.",
  "Much of the information was already available publically from the Federal Election Commission and other sources.",
  "\"This is all information that has been out there for many years,” Trump responded to the leak in a statement.",
  "- Trump advocated for lenient sentence for Mike Tyson after the boxer was convicted of rape in 1992.",
  "2) HIS CAMPAIGN IS DIVISIVE: The Muslim ban, his immigration rhetoric and his discussion of race.",
  "Their contents are meant to be deployed strategically to maximize impact, not dumped all at once.",
  "\"Maybe they just wanted to get it out there,\" he said, offering no evidence to back up the claim.",
  "The Republican National Committee, meanwhile, has also declined to state if they were targeted.",
  "A lot more,” tweeted Guy Cecil, who runs the pro-Hillary Clinton super PAC Priorities USA.",
  "Democrats cautioned that the book — dated December, 2015 — is out of date and incomplete.",
  "5) WOMEN: He’s demeaning and offensive to women and sees them primarily as sex objects.",
  "\"They have not apologized, and they probably should be apologizing,\" he said.",
  "The book is divided into various sections aimed at advancing seven arguments.",
  "Too bad the DNC doesn't hack Crooked Hillary's 33,000 missing emails.\"",
  "“Much of it is false and/or entirely inaccurate.",
  "- In 1989 he said he didn’t believe in heaven",
  "“Not commenting,” a spokesperson said.",
  "“There is more."
]