[
  "Roger Stone, longtime advisor to US President Donald Trump, said he thinks he is the next one to be indicted by special prosecutor Robert Mueller in the FBI's Russia investigation: Joe Raedle/Getty Images\n\nRoger Stone, an associate of Donald Trump, said special prosecutor “Robert Mueller is coming for me” as part of the FBI’s investigation into alleged collusion between the Trump campaign team and Russian officials.",
  "Mr Stone has also posted a video on Instagram in which he alleged “somebody has been pushing a fake news story” about how he had advanced knowledge of the Democratic National Committee’s hacked emails made public by Wikileaks during the summer of 2016.",
  "The longtime political consultant known for his opposition research told The Guardian via a text message, Mr Mueller “may frame me for some bogus charge in order to silence me or induce me to testify against the president”.",
  "To silence Roger and destroy him and his family, the Clinton/Obama DNC and their sore loser supporters are suing Roger because they lost the election.”\n\nThe website said Mr Stone’s legal fees could reach up to $2m (£1.5m).",
  "I am being targeted not because I committed a crime, but because the ‘deep state’ liberals want to silence me and pressure me to testify against my good friend,” the email read.",
  "Mr Stone has denied any wrongdoing but previously admitted to being in contact with Wikileaks founder Julian Assange and Kremlin-linked hacker Guccifer 2.0.",
  "Mr Stone, in an email to supporters asking for assistance to fund the legal fees he anticipates occurring, also wrote he is on Mr Mueller’s “hit list”.",
  "The “Manhattan Madame” Kristen Davis was also questioned as part of the Russia investigation, specifically about her relationship with Mr Stone.",
  "Mr Trump’s former personal lawyer Michael Cohen pleaded guilty to eight similar counts of fraud and campaign finance violations.",
  "“I’m next on the crooked special prosecutor’s hit list because I’ve advised Donald Trump for the past 39 years.",
  "Paul Manafort, former 2016 campaign manager, was found guilty on eight counts of tax and bank fraud.",
  "The url “whoframedrogerstone.com” appears to be a nod to the 1988 film Who Framed Roger Rabbit?",
  "His email plea comes just one week after two other associates of the president made headlines.",
  "The website reads: “The Congressional investigations into Roger are a runaway train.",
  "“This is categorically false,” Mr Stone said in the video posted on 27 August.",
  "A fundraising website has also been set up by an accounting firm in Florida.",
  "He also implied he committed the crimes at the behest of the president."
]