[
  "During an earlier hearing on the same subject Thursday, cybersecurity experts told the Senate panel that Russia had every ability to create fake social media accounts by mimicking profiles of voters in key election states and precincts in the 2016 election, and use a mix of bots and real people to push propaganda from state-controlled media outlets like Russia Today (RT) and Sputnik.",
  "The afternoon hearing came on the heels of a New York Times report that a pair of White House officials helped provide Rep. Devin Nunes, a California Republican and chairman of the House Intelligence Committee, with intelligence reports showing President Donald Trump and his associates were included in foreign surveillance sweeps by American spy agencies.",
  "Florida Republican Sen. Marco Rubio revealed in the hearing that would-be hackers with IP addresses in Russia attempted to sabotage his former presidential campaign staff as recently as Wednesday, giving weight to cybersecurity experts’ remarks in a hearing earlier Thursday on the same topic that Russia isn’t done intervening in U.S. politics.",
  "2:40 p.m. Florida Republican Sen. Marco Rubio said he will not address claims that he was the target of a Russian cyberattack, but said members of his former campaign staff were targeted — both during the campaign, and as recently as Wednesday.",
  "Former National Security Director Gen. Keith Alexander told members of the Senate Select Committee on Intelligence in a Thursday afternoon hearing on Russian meddling in the 2016 election cycle that he believes the country indeed interfered.",
  "3:07 p.m. Sen. John Cornyn, the Senate majority whip from Texas, asked Gen. Alexander how important the somewhat-controversial Foreign Intelligence Surveillance Act (FISA) is, given that it’s coming up for reauthorization in Congress.",
  "Democrats for months have called for a Capitol Hill probe into any Russian interference in the 2016 presidential election, but the Republican-controlled intelligence committees are just now beginning to hold public hearings.",
  "Fellow witnesses Kevin Mandia, chief executive officer of cybersecurity company FireEye, and Thomas Rid, professor at the Department of War Studies at King’s College in London, answered along similar lines.",
  "4:01 p.m. Guccifer 2.0 is definitely not just one human being, Rid said, because of the differences in writing, but he said he is “confident” Guccifer 2.0 is an agent of the Russian government.",
  "Mandia said it “absolutely stretches credulity to think they were not involved.” Rid said Russia seized an opportunity in 2016 when the U.S. was extremely polarized, politically speaking.",
  "“You can’t always connect the dots,” Mandia said, but added, “It absolutely stretches credulity to think they were not involved.”\n\n“I believe they were involved,” Gen. Alexander said.",
  "2:24 p.m. Russia seized an opportunity in 2016 when the U.S. was very polarized politically, said Thomas Rid, a professor at the Department of War Studies at King’s College in London.",
  "Virginia Democratic Sen. Mark Warner, the intelligence committee’s vice chairman, asked the witnesses if they had any doubt that Russians interfered in the 2016 election cycle.",
  "3:10 p.m. New Mexico Democratic Sen. Martin Heinrich said members of his family and staff have also been victims of phishing attempts to sabotage their personal information.",
  "Retired Gen. Keith Alexander, former director of the National Security Agency, said the U.S. needs to determine Russia’s motives for interfering in elections or politics.",
  "Rid said Congress may be more susceptible to hacking than others, as ethics rules sometimes require members to have multiple devices, and thus, they have more to secure.",
  "2:31 p.m. Democratic Sen. Mark Warner, the committee’s vice chairman, asked if any of the witnesses had any doubt that Russians interfered in the 2016 election cycle.",
  "Also in 2014, a group they attributed to the Russian government began compromising organizations and leaking data, something experts hadn’t seen before, he said.",
  "Russia likes to use “unwitting” agents, Rid said, adding that Wikileaks, Twitter and “over-eager” journalists contributed to Russia’s efforts in 2016.",
  "Witness and cybersecurity expert Kevin Mandia said Russians began changing their rules of engagement for cyber warfare in August or September 2014.",
  "Mandia said it’s tough to differentiate between bots and humans as bots become smarter, and the U.S. can’t fight Russia with cyber tactics alone.",
  "Russian intelligence operations by 2015 began combining the tools of hacking and leaking, targeting defense and diplomatic entities, Rid said.",
  "That’s one area where experts in the hearing on Russian interference — and seemingly, members on both sides of the aisle — were in agreement.",
  "Some critics fear Nunes is too close to Mr. Trump to handle investigations into any Russian interference into the presidential election.",
  "3:29 p.m.: Oklahoma Republican Sen. James Lankford asked witnesses if mysterious hacker Guccifer 2.0 is definitely linked to Russia.",
  "FBI Director James Comey revealed last week the FBI is investigating any possible ties between President Donald Trump and Russia.",
  "3:34 p.m. West Virginia Democrat Sen. Joe Manchin asked about the extent of Russia’s ability to meddle the 2016 election.",
  "Alexander: “I think it’s technically possible,” Gen. Alexander said, adding he couldn’t confirm how much that happened.",
  "Warner next asked if it was possible for the Russians to target voters at the precinct level with a network of bots.",
  "“I think that’s the most important program that’s out there, especially in counterterrorism,” Gen. Alexander said.",
  "Mandia said the U.S. needs to know who is behind the hacking, which requires international cooperation.",
  "“It is our view that the United States is going to continue to see these things happen,” Mandia said.",
  "The law is controversial because it allows for physical and electronic surveillance measures.",
  "3:41 p.m. Mandia said merely fighting Russia with cyber-on-cyber warfare won’t work.",
  "“It just feels like we’re in a glass house throwing rocks at a mud hud,” he said.",
  "“It just feels like we’re in a glass house throwing rocks at a mud hut,” he said.",
  "“Could they have drastically changed the outcome of the election?” Manchin said.",
  "Possible to target precinct levels with a botnet network for specific precincts?",
  "2:06 p.m. Senate Intelligence Committee Chairman Richard Burr opens the hearing.",
  "“The more polarized a society, the more vulnerable it is,” Thomas Rid said.",
  "“What’s Russia trying to do, and why are they trying to do it?” he said.",
  "Wednesday’s attempt, which came from an IP in Russia, failed, he said.",
  "“The more polarized a society, the more vulnerable it is,” Rid said.",
  "Gen. Alexander said the U.S. can’t shy away from or ignore Russia.",
  "Only then can the U.S. determine a proportional response, he said.",
  "“I believe we have to engage and confront,” he said.",
  "“I believe they were involved,” Gen. Alexander said.",
  "“I believe they were involved as well,” Rid added.",
  "“I think it’s remarkably consistent,” Mandia said.",
  "Here’s our live-blog from earlier, below.",
  "“I have no idea,” Mandia responded.",
  "The hearing is adjourned.",
  "2:14 p.m.",
  "2:18 p.m.",
  "4:03 p.m.",
  "3:57 p.m."
]