[
  "We believe, based on the scope and sensitivity of these efforts, that only Russia’s senior-most officials could have authorized these activities.”\n\nDHS said that while U.S. officials can’t connect recent hacks into state election databases to the Russian government, it said that in most cases, they “originated from servers operated by a Russian company.”\n\nThe intelligence community and DHS said it would be “extremely difficult” for a nation-state actor to actually “alter actual ballot counts of election results” through a cyberattack because the U.S. election system is so diverse and decentralized.",
  "“The U.S. Intelligence Community (USIC) is confident that the Russian Government directed the recent compromises of e-mails from US persons and institutions, including from US political organizations,” the Department of Homeland Security said in a joint statement with Director of National Intelligence James Clapper.",
  "A senior administration official said Friday that the U.S. government is committed to ensuring a secure election process and that President Obama has made clear that the U.S. will take action to protect the nation’s interests.",
  "Their statement said that recent disclosures that appeared on WikiLeaks, DCLeaks.com and disclosures by Guccifer 2.0 are consistent with the methods of Russian-directed efforts.",
  "The Obama administration has for the first time accused the Russian government of hacking into U.S. political groups, people and institutions in order to influence the election.",
  "“Such activity is not new to Moscow—the Russians have used similar tactics and techniques across Europe and Eurasia, for example, to influence public opinion there.",
  "In early September, Hillary Clinton suspected that Russia was behind the hacking attacks at the Democratic National Committee and other groups.",
  "Still, they said they urge state and local election officials to seek assistance on cybersecurity procedures from the federal government.",
  "At the first presidential debate last month, Donald Trump said it was not completely clear f Russia hacked into the DNC.",
  "U.S. officials and experts have said people working for the Russian government did, in fact, hack into the DNC.",
  "This past week, however, Trump said in a speech on cybersecurity that Russia has conducted cyberattacks.",
  "“These thefts and disclosures are intended to interfere with the US election process,” they said.",
  "Further they suggested that people high up within the Kremlin were involved."
]