[
  "And as always, there is an old Trump tweet that is perfect for this moment:\n\nThe new joke in town is that Russia leaked the disastrous DNC e-mails, which should never have been written (stupid), because Putin likes me — Donald J. Trump (@realDonaldTrump) July 25, 2016\n\nThis Trump tweet came just three days after the release of thousands of pages of emails collected in the hack by WikiLeaks — who obtained them from “Guccifer 2.0,” a supposed “lone hacker” now revealed by Mueller to be a moniker used by the group of agents of Russia’s military intelligence agency, the GRU.",
  "(Putin told National Security Advisor John Bolton that “there was no meddling in the 2016 election by the Russian state.”) At one point, Trump even boasted that he and Putin had discussed setting up an “impenetrable Cyber Security unit so that election hacking, & many other negative things, will be guarded.”\n\nAnd at one point, he expressed skepticism that the hackers, whoever they were, would ever be caught:\n\nUnless you catch \"hackers\" in the act, it is very hard to determine who was doing the hacking.",
  "It came two days before Trump’s instantly infamous “joke” of his own: “Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing.”\n\nLater in the campaign, Trump continued to cast doubt on the idea that Russia was involved in the email hack; during a presidential debate, he said:\n\nShe’s saying Russia, Russia, Russia, but I don’t — maybe it was.",
  "(According to the Mueller indictment, agents posing as Guccifer communicated with “a person who was in regular contact with senior members of the presidential campaign of Donald J. Trump”; that person has been identified in other reporting as Roger Stone.)",
  "On Friday, Deputy Attorney General Rod Rosenstein announced that special counsel Robert Mueller had indicted 12 Russian intelligence agents in connection with the hacking of the Democratic National Committee’s servers during the 2016 presidential campaign.",
  "This is likely to be news to President Donald Trump, who has spent two years arguing that Vladimir Putin and the Russian government had nothing to do with the DNC hack.",
  "As president, Trump has relied on the fact that Vladimir Putin told him directly that Russia was not involved in the hack.",
  "— Donald J. Trump (@realDonaldTrump) December 12, 2016\n\nRobert Mueller has just done the “very hard” thing.",
  "And the “new joke in town,” it seems, was the kind of humor that is funny because it’s true.",
  "It also could be somebody sitting on their bed that weighs 400 pounds, okay?",
  "I mean, it could be Russia, but it could also be China.",
  "Why wasn't this brought up before election?",
  "It could also be lots of other people."
]