[
  "“However, even if there wasn’t enough related to these 12 defendants to put Stone on the hook, he could be put on the hook by other facts related to this investigation.”\n\nGene Rossi, another federal prosecutor, cautioned against jumping to conclusions, calling the handoff “a smart decision politically to quiet the crowd.”\n\n“The issues are not dead by any means,” said Rossi.",
  "“We trust this ends the inquiry into Roger Stone … It is clear from the indictment issued today that our client … was not in any way involved with any of the alleged hacking of the 2016 election.”\n\nA former federal prosecutor told Politico that since Stone has already confirmed himself to be the unnamed “U.S.",
  "Several Trump allies and attorneys see the case against 12 Russian nationals who allegedly hacked DNC computers — which has been transferred to the Justice Department — as a sign that the Mueller investigation could be coming to a close, Politico reports.",
  "Person” in the indictment whose correspondence with the Russian hackers amounted to what he called a “24 word exchange with someone on Twitter claiming to be Guccifer 2.0,” a Stone indictment would have likely already occurred were it going to happen.",
  "(RELATED: Report: House Conservatives Lay Groundwork For Rosenstein Impeachment)\n\nThe fact that no Americans were named in the indictment before it was handed off is a good sign to Trump attorney Rudy Giuliani and others.",
  "There is no allegation that the conspiracy changed the vote count or affected any election result,” Rosenstein said on Friday after announcing the indictments.",
  "“If you had enough evidence for indicting the Americans, you would probably put it all in together,” Berkeley Research Group’s Jeff Cramer told Politico.",
  "I think we’re closer to the end than the beginning.”\n\nAdditionally, Trump adviser Roger Stone’s attorneys were “encouraged” by Friday’s development.",
  "“I don’t know what else there is to investigate.”\n\n“They’re clearly passing things out,” said Barry Bennett, a former Trump campaign adviser.",
  "(RELATED: Roger Stone Insists He Did Not Pass Guccifer 2.0 Information To Trump Campaign)\n\nHowever, it doesn’t mean Stone is off the hook.",
  "It is believed that if Americans were going to eventually be added, Mueller and his team would have held on.",
  "“We are encouraged by today’s development,” Robert Buschel, a Stone attorney, told Politico in an email.",
  "“There is no allegation in this indictment that any American citizen committed a crime.",
  "“I do see it as the end of the investigation,” Giuliani told Politico.",
  "“They’re not ramping up to try all these things.",
  "Follow Scott on Facebook and Twitter."
]