[
  "Rep. Debbie Wasserman Schultz, D-Fla., who was head of the DNC at the time, issued this statement in response to the lawsuit:\n\n\"The Democratic National Committee was the first major target of the Russian attack on our democracy, and I strongly believe that every individual who helped carry it out — foreign or domestic — should be held accountable to the fullest extent of the law,\" she said.",
  "One of the most notable things about the complaint is the sheer number of defendants — the 66-page complaint lists WikiLeaks founder Julian Assange, Donald Trump, Jr., former Trump campaign chairman Paul Manafort, Roger Stone, Trump son-in-law Jared Kushner, former campaign worker George Papadopoulos, former campaign associate Rick Gates and \"John Does 1-10,\" among others.",
  "The Democratic National Committee has filed a lawsuit against the Russian government, WikiLeaks and the Trump campaign, and its associates, arguing that the parties conspired to influence the 2016 presidential campaign in a way that damaged the Democratic Party.",
  "Russia then used this stolen information to advance its own interests; destabilizing the U.S. political environment, denigrating the Democratic presidential nominee, and supporting the campaign of Donald J. Trump, whose policies would benefit the Kremlin.\"",
  "Through multiple meetings, emails, and other communications, these Russian agents made clear that their government supported Trump and was prepared to use stolen emails and other information to damage his opponent and the Democratic Party.\"",
  "The DNC complaint alleges, in a nutshell, that Russian hackers' attempts, combined with Trump associates' interactions with Russian officials, amounts to a massive conspiracy to alter the results of the 2016 election cycle.",
  "Republican National Committee Chairwoman Ronna McDaniel said, in response to the lawsuit, \"The DNC's move is nothing more than a desperate fundraising stunt from a party unable to acknowledge they lost the election.",
  "The complaint, filed Friday in federal court in Manhattan, claims millions of dollars in damages, alleges violations of everything from conspiracy to violations of federal copyright laws and the Trade Secrets Act.",
  "\"During the 2016 presidential campaign, Russia launched an all-out assault on our democracy, and it found a willing and active partner in Donald Trump's campaign,\" DNC chairman Tom Perez said in a statement.",
  "\"This constituted an act of unprecedented treachery: the campaign of a nominee for President of the United States in league with a hostile foreign power to bolster its own chance to win the presidency.\"",
  "This kind of garbage only serves to promote disproven conspiracy theories and fuels exactly what the Russians want - people to question the legitimacy of the most powerful democracy in the world.\"",
  "In 2015 and 2016, Russian intelligence services hacked into the DNC's computers, penetrated its phone systems, and exfiltrated tens of thousands of documents and emails.",
  "As an accurate publisher of newsworthy information @WikiLeaks is constitutionally protected from such suits,\" WikiLeaks said in a statement posted to Twitter.",
  "\"DNC already has a moribund publicity lawsuit which the press has became bored of--hence the need to refile it as a \"new\" suit before mid-terms.",
  "That investigation has led to the indictments of multiple former campaign officials, some of whom are named as defendants in the DNC suit.",
  "As of the end of February, the DNC had $10.1 million in the bank, but owed $6.3 million, according to Federal Election Commission records.",
  "The DNC is dealing with significant debt after the 2016 election, and lags behind the Republican National Committee in fundraising.",
  "In the months ahead of the election, WikiLeaks released nearly 20,000 internal DNC emails, many of them related to Hillary Clinton.",
  "\"In 2016, individuals tied to the Kremlin notified the Trump campaign that Russia intended to interfere with our democracy.",
  "Special counsel Robert Mueller is investigating Russian election meddling and any ties to Trump campaign associates.",
  "WikiLeaks later released thousands of emails from John Podesta, Clinton's 2016 presidential campaign chairman.",
  "\"In the Trump campaign, Russia found a willing and active partner in this effort,\" the complaint continues.",
  "Mr. Trump was criticized for expressing his appreciation of WikiLeaks weeks before the election.",
  "\"In the run-up to the 2016 election, Russia mounted a brazen attack on American democracy.",
  "\"WikiLeaks, I love WikiLeaks,\" the president said at a Florida rally on Oct. 12, 2016.",
  "The opening salvo was a cyberattack on the DNC, carried out on American soil.",
  "WIkiLeaks said it is \"constitutionally protected\" from such a lawsuit.",
  "— CBS News' Steven Portnoy contributed to this report.",
  "\"No one is above the law,\" the complaint reads."
]