[
  "The indictment documents reveal that the hackers were in regular communication with people in the United States, including “senior members of the presidential campaign of Donald J. Trump.”\n\nStone was not specifically named in the documents, but has in the past posted evidence of interactions with one of the hackers who went by the moniker Guccifer 2.0.",
  "The documents mention Guccifer 2.0 “communicated with U.S. persons about the release of stolen documents.”\n\n“I think I probably am the person referred to,” Stone said in an interview with CNN Friday night — a reversal from earlier in the day, when he told the news outlet that he was likely not the person mentioned in the documents.",
  "View Sample Sign Up Now\n\nStone told CNN he changed his tune because he initially “misunderstood the reference.”\n\nSam Nunberg, a political consultant who worked with Stone, also told CNN that the indictment likely referred to his former boss.",
  "During a press conference Friday, Deputy Attorney General Rod Rosenstein detailed the extent of the alleged Russian hacking, but said there is not yet any evidence that an American citizen was aware of the efforts.",
  "“There is no allegation in the indictment that any American was a knowing participant in the alleged unlawful activity or knew they were communicating with Russian intelligence officers,” Rosenstein said.",
  "Stone also told CNN that the documents “don’t provide any evidence of collaboration or collusion.”\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Roger Stone, a longtime associate of President Donald Trump, said he is “probably” the person mentioned in new indictments released by special counsel Robert Mueller’s team.",
  "The Justice Department on Friday charged 12 Russian intelligence officers with hacking the Democratic National Committee before the 2016 presidential election.",
  "“I think that they’re referencing Roger,” Nunberg said.",
  "Write to Jamie Ducharme at jamie.ducharme@time.com."
]