[
  "(July 13) AP\n\nFormer Trump campaign adviser Roger Stone acknowledged late Friday that he's \"probably\" the unnamed person mentioned in special counsel Robert Mueller's indictment against 12 Russian military intelligence officers who allegedly sought to influence the 2016 presidential election.",
  "Mueller's indictment, unveiled days before President Donald Trump is set to meet Russian President Vladimir Putin, asserts that the Russian suspects engaged in a far-reaching hacking scheme that targeted the Democratic National Committee and the Hillary Clinton presidential campaign.",
  "More: 12 Russian intelligence officers indicted for hacking into DNC, Clinton campaign\n\nRelated: Read the Russian election meddling indictment of 12 Russian nationals\n\nContributing: Kevin Johnson, Erin Kelly and Jessica Estepa\n\nRead or Share this story: https://usat.ly/2umyMK9",
  "The indictment also referenced a U.S. person who \"was in regular contact with senior members of the presidential campaign of Donald J. Trump\" and exchanging messages with the conspirators, who were posing as Guccifer 2.0.",
  "Earlier Friday, the longtime Republican strategist told The Hill that his messages with Guccifer 2.0, which Stone admitted to having exchanged in the past, were \"benign based on its content context and timing.\"",
  "CLOSE The indictments were announced Friday by Deputy Attorney General Rod Rosenstein as part of the ongoing special counsel probe into potential coordination between the Trump campaign and Russia.",
  "Roger Stone: I probably am the person in the indictment https://t.co/zOWDTXBFFy — Christopher C. Cuomo (@ChrisCuomo) July 14, 2018\n\nStone's admission is a reversal of sorts.",
  "But he denied he was the person named in Friday's indictment \"because I wasn't in regular contact with members of the Trump campaign,\" The Hill reported.",
  "He told CNN he hadn't read the \"extensive document\" and \"misunderstood\" the reference to the messages when he denied being the unnamed person.",
  "Stone maintained that the exchange was benign in his interview with CNN, and acknowledged he was in contact with Trump campaign officials.",
  "In an interview with CNN's Chris Cuomo, Stone said that he's \"probably\" the person named in the filing.",
  "The messages were included in the indictment, raising speculation that Stone was the unnamed person."
]