[
  "Even more drastically, he plans officially to delete his long-dormant Facebook account—the last vestige of his serfhood in Mr. Zuckerberg’s fiefdom—sometime very soon, after his girlfriend has had an opportunity to port its photos elsewhere.",
  "Recent revelations around the improper acquisition of millions of Facebook users’ data for the purposes of political suasion do not inspire much confidence in the social network’s ability to protect people’s personal information.",
  "I know I put some dumb [expletive deleted] on it in the past and what’s done is done but going forward I don’t want to be a part of it.”\n\n“It was something I was kicking around for probably close to a year,” he continued.",
  "Plenty of us are content simply to keep the door open for friends and family (and hundreds of otherwise forgettable acquaintances, no offense)—even if merely to stave off potential pangs of FOMO, or fear of missing out.",
  "You may reach Robert Hackett via Twitter, Cryptocat, Jabber (see OTR fingerprint on my about.me), PGP encrypted email (see public key on my Keybase.io), Wickr, Signal, or however you (securely) prefer.",
  "Nor does it help that Facebook’s business model is predicated on selling its users out to advertisers, the company’s true customers, as endless editorials have reminded us this week.",
  "Robert Hackett\n\n@rhhackett\n\nrobert.hackett@fortune.com\n\nWelcome to the Cyber Saturday edition of Data Sheet, Fortune’s daily tech newsletter.",
  "Why don’t we all make like my digitally ascetic friend—or Elon Musk, or WhatsApp cofounder Brian Acton, for that matter—and walk out?",
  "The U.S. should use this moment to think much harder about what data collection practices it deems permissible in the digital world.",
  "Try as you might to make yourself invisible, slipping out of sight like a mosquito in the dark, Facebook hunts like a bat.",
  "Having deactivated his Facebook profile three years ago, he upped the ante this week by deleting his Instagram account.",
  "The truth is that even if you #deletefacebook, the social network probably still collects data about you.",
  "People across a swath of foreign countries rely on Facebook’s Free Basics program for internet access.",
  "Facebook builds shadow profiles, dossiers of information on people who are not a part of its network.",
  "“But all the news it’s gotten recently has lit a fire under me.”\n\nIt’s hard not to feel similarly.",
  "The new law prioritizes user consent and severely penalizes companies in breach of its mandates.",
  "In a couple of months, the General Data Protection Regulation goes into effect across Europe.",
  "Businesses, big and small, depend on the reach of these platforms to hawk their wares.",
  "These profiles are fed with contact information uploaded by other users.",
  "Instead of withdrawing, perhaps we should be more publicly pushy.",
  "I spent the evening with a friend who is far bolder than me.",
  "“I don’t want to put any more stuff on the internet.",
  "“Privacy, I guess, is the short answer,” he said.",
  "For many of us the choice isn’t so simple.",
  "Happy weekend, Cyber Saturday readers.",
  "Fortune reporter Robert Hackett here.",
  "I asked him to explain the decision.",
  "(He prefers offline storage.)",
  "Have a great weekend.",
  "Feedback welcome.",
  "It is a start."
]