[
  "Your first name\n\nQuote of the Day:\n\n“Ladies and gentlemen, the incomprehensibly embarrassing president of the United States.”\n\n— MSNBC’s “Morning Joe” co-host Joe Scarborough, on President Trump pontificating on UK or “England” being a brand.",
  "Random follower Joe Fionda remarked, “Why am i like a full 15 months ahead of Jake noticing this?”\n\nTapper replied, “You’re not.”\n\nSpeaking of Tapper…\n\n” @jaketapper just walked by me in Helsinki… sporting a throwback @Eagles shirt.",
  "CNN’s Jake Tapper gets snippy on Twitter\n\n“Employee for Sputnik confirms that when he was at Breitbart he was in touch with who DOJ says was Russian military intelligence masquerading as hacker Guccifer 2.0.” — Jake Tapper, CNN.",
  "Biased CNN reporter still hates Trump\n\n“We’ll never really know what is said in the private Trump-Putin meeting… Because we’re relying on two unreliable narrators.” — Brian Stelter, Democratic rep, CNN.",
  "Journo happily drinks alone\n\n“Going bar hopping alone in a foreign city is always a fun adventure.” — Sophie Weiner, writer, The Baffler, Village Voice, Gizmodo.",
  "Maggie Haberman is taking a break from Twitter\n\n“With exception of breaking news and my own stories, taking a break from this platform.",
  "The Observer\n\n“If you did a supercut of lawmakers yelling questions at and berating Strzok, a large proportion of it would be Gowdy.",
  "Like me, hate me, that’s all there is to it.” — Peter Daou, former political advisor and strategist, obvious Washington bigwig.",
  "No reason or prompt other than that it’s not really helping the discourse.” — Maggie Haberman, White House correspondent, NYT.",
  "D.C. bigwig explains his idiotic Twitter philosophy: ‘PLEASE LIKE ME’\n\n“MY POSTING GUIDELINES: I don’t tweet to please you.",
  "And a reaction from Big League Politics‘ EIC Patrick Howley\n\n“Hahahahahah.”\n\nWatchu Talkin’ Bout Willis?",
  "SHHHH….OVERHEARD IN THE NEWSROOM\n\n“I had drains in my right ass cheek,” — Anonymous journalist.",
  "I tweet because I can’t keep silent in the face of the injustices I see everywhere around me.",
  "“I miss Christopher Hitchens.” — David Bossie, president, Citizens United.",
  "But I repeat myself.” — Oliver Willis, senior writer, ShareBlue.",
  "Have anything anonymous from your workplace you’d like to share?",
  "— Chris Sgro, communications director, Hillary Rodham Clinton.",
  "Jake is always on brand for Philadelphia, at home and abroad.",
  "Bizarre after-action commentary.” — Aaron Blake, WaPo.",
  "Write me at Betsy@dailycaller.com.",
  "I don’t tweet to get followers.",
  "I don’t tweet to get paid.",
  "I don’t tweet to be liked.",
  "I yelled “go birds!”.",
  "#HelsinkiSummit2018.",
  "Also, Fuck Putin.",
  "Confessional.",
  "“Fuck Trump.",
  "WHAT??!!"
]