[
  "“Since I was all over national TV, cable and print defending wikileaks and assange against the claim that you are Russian agents and debunking the false charges of sexual assault as trumped up bs you may want to rexamine the strategy of attacking me- cordially R.”\n\nWikiLeaks—whose Twitter account is run “by a rotating staff,” according to Assange—replied an hour later: “We appreciate that.",
  "The correspondence raises questions about whether Stone—who served as Trump’s lobbyist in Washington in the late 1990s and early 2000s, and had been encouraging him to run for president for over a decade—has kept secret any interactions that may be of interest to congressional investigators examining Russia’s election interference.",
  "“I have never said or written that I had any direct communication with Julian Assange and have always clarified in numerous interviews and speeches that my communication with WikiLeaks was through the aforementioned journalist,” Stone told the committee in his prepared statement in September.",
  "“I merely had confirmed Assange’s public claim that he had information on Hillary Clinton and he would publish it.” He also narrowed the scope of his earlier denials, saying that he’d only denied having communicated directly with Assange, not with Wikileaks.",
  "Guccifer claimed in a posting on their Wordpress site to have “penetrated Hillary Clinton’s and other Democrats’ mail servers,” but the self-described hacker was later characterized by U.S. officials as a front for Russian military intelligence.",
  "At least one lawmaker had already obtained a screenshot of the exchange before Stone testified, according to two sources familiar with the matter who requested anonymity to discuss the ongoing investigation.",
  "The private messages confirm that Stone considered himself a “friend” of WikiLeaks, which was branded a “non-state hostile intelligence service” by CIA Director Mike Pompeo last April.",
  "A screenshot of the exchange, which has not been previously reported, was provided to the House Intelligence Committee last year by a third-party source.",
  "Stone only published that exchange after it was revealed by The Smoking Gun, a website that publishes mugshots and other public documents.",
  "However, the false claims of association are being used by the democrats to undermine the impact of our publications.",
  "“They prove conclusively that I had no advance knowledge of content or source of WikiLeaks publications,” he said.",
  "Stone also exchanged private Twitter messages in August and September of 2016 with a user known as Guccifer 2.0.",
  "The full hearing was held behind closed doors and the transcript has not been made public.",
  "On the afternoon of October 13, 2016, Stone sent WikiLeaks a private Twitter message.",
  "Wikileaks did not immediately respond to a request for comment.",
  "Stone insisted that the messages vindicated his account.",
  "Don’t go there if you don’t want us to correct you.”"
]