[
  "Mueller's office charged the 13 Russian nationals and three Russian entities last month with using a social media disinformation campaign to spread fake news and sow discord during and after the 2016 election, in a specific effort to boost President Donald Trump's campaign and denigrate his opponents.",
  "But, as Putin highlighted during his interview, the chances that Russia will agree to hand the defendants over are slim to none, particularly given that they were carrying out the Kremlin's orders when they meddled in the election and that the US and Russia do not have an extradition treaty.",
  "And last week, NBC News reported that Mueller is building a criminal case against Russians involved in the hack of the Democratic National Committee in the summer of 2016 and subsequent dissemination of stolen materials via Russia-linked actors like WikiLeaks and the hacker Guccifer 2.0.",
  "In particular, the Russian government is more willing to use \"cyber proxies\" like hackers and criminal groups that operate outside of the government, said Paulo Shakarian, the CEO of the cybersecurity threat intelligence firm CYR3CON.",
  "Meanwhile, Putin's assertion that the individuals behind the DNC hack and social media influence operation \"do not represent the Russian state\" or the \"Russian authorities\" speaks to another tactic the Kremlin often employs.",
  "REUTERS/Sergei Karpukhin\n\nBut Putin has long espoused a philosophy on Russian hacking derived from a brand of information warfare, known as \"dezinformatsiya,\" that Russians have used since at least the Cold War.",
  "NBC News\n\nRussian President Vladimir Putin said this week that he will \"never\" extradite the 13 Russian nationals whom special counsel Robert Mueller charged with conspiring to interfere in the 2016 US election.",
  "\"What have you done to satisfy yourself that the 13 Russian nationals who have just been indicted, those three Russian companies, including, as you point out, some of your close friends, were not behind this?\"",
  "Counterintelligence veterans also largely agreed that, from a practical view, Mueller's charges against the Russians carry little weight because Russia has long been engaged in information warfare with the US.",
  "The Department of Justice is currently negotiating with Russia over extradition proceedings, Deputy Attorney General Rod Rosenstein said during a press conference the day Mueller's charges were announced.",
  "The Russian leader said during his interview with Kelly that the US had to give the Russian government material evidence proving Russia was involved in interfering in the 2016 election.",
  "Putin has repeatedly contested the US intelligence community's assessment that the cyberattacks and disinformation campaign were carried out on orders from the Kremlin.",
  "Disinformation campaigns are just one of the \"active measures\" that Russian intelligence uses to drive a wedge between nations the Kremlin considers hostile.",
  "Still using a Cold War-tactic\n\nRussian President Vladimir Putin speaks during his annual end-of-year news conference in Moscow, Russia, December 23, 2016.",
  "Doing so allows Putin to tap into the capabilities of the underground Russian hacking community while being able to maintain plausible deniability.",
  "For that reason, the Russians \"generally look at cyberwarfare as a way to support informational goals, like shaping an election,\" Shakarian said.",
  "The indictment laid out a stark and highly detailed picture of how the Russians carried out their scheme, including names, dates, and locations.",
  "One of Putin's longest held beliefs is that cyberwar is a way to influence the informational battlefield.",
  "Russian President Vladimir Putin sits down for an interview with NBC News' Megyn Kelly on March 2, 2018.",
  "Even if they did do something, it's — simply that our — maybe it's just our American colleagues.\"",
  "\"I know that they do not represent the Russian state, the Russian authorities,\" Putin replied.",
  "\"Russia does not extradite its citizens to anyone just like the United States.",
  "Putin made the comments during an interview with NBC's Megyn Kelly.",
  "Does the United States extradite its citizens to anyone?\"",
  "It was Kelly's second interview with the Russian leader.",
  "\"Let them provide some materials, specifics, and data.",
  "We'll be prepared to look at them and talk about it.\"",
  "\"Let them just not talk to the press,\" he said.",
  "\"Will you extradite them to the United States?\"",
  "\"What they did specifically, I have no idea.",
  "\"This has caused an international incident.\"",
  "I do not know what they were guided by.",
  "\"That would be great,\" Kelly replied.",
  "Watch a clip of the interview below:",
  "Never,\" Putin said.",
  "Kelly asked.",
  "\"Never."
]