[
  "Burt announced his team's findings while speaking on a panel at the Aspen Security Forum, where he also revealed that they traced the new campaign to a group believed to be operated by the GRU, Russia's largest foreign intelligence agency.",
  "Neither party would confirm whether their candidates are being targeted, but DNC rep Xochitl Hinojosa told BuzzFeed News: \"We saw the Russians attack our democracy in 2016 and we know they're a threat in 2018, 2020 and beyond.\"",
  "According to Microsoft VP for customer security and trust Tom Burt (shown above second from right, with his hand raised), his team discovered a spear-phishing campaign targeting three candidates running for office in 2018.",
  "The last GRU official named in the indictment is accused of breaking into the state board of elections and the systems owned by companies making election software to steal half a million voters' information.",
  "If you'll recall, a \"Guccifer 2.0\" dumped names, phone numbers, emails and a bunch of other information stolen from the party, from Hillary Clinton and from the Clinton Foundation on the internet.",
  "The US recently indicted 12 Russian GRU officials, 11 of whom are accused of hacking the DNC and leaking the party's emails with the purpose of influencing the 2016 elections.",
  "In other words, those three candidates are being targeted by the same organization that infiltrated the DNC and Hillary Clinton's Presidential campaign in 2016.",
  "He added that it's unfortunate how the President isn't taking the issue seriously and how House Republicans refuse to increase funding for election security.",
  "Russia is still launching cyberattacks against the US, a Microsoft exec has revealed, contradicting what the President claimed just a few days ago.",
  "While Burt divulged Microsoft's findings to the public, he refused to name the targets and their parties due to security concerns.",
  "He did say, however, that they're \"candidates of note\" who are \"running for reelection.\"",
  "Buzzfeed News, Aspen Institute (YouTube)"
]