[
  "That was similar to what would happen to Democrats’ files after they were pirated from DNC computers: Some were posted to a newly created site, DC Leaks; some were posted by Guccifer 2.0, a hacker persona who appeared online and encouraged the media to write about the documents; and some were handed to WikiLeaks, which posted batches of Democratic emails for weeks leading up to the election.",
  "Now, as the next Winter Games begin in South Korea — without the official presence of Russia, which has been banned for cheating the last time — it’s clear that the hack of the World Anti-Doping Agency came from the same playbook Russia has used in elections around the world, including the most recent US presidential election.",
  "There’s a pretty clear intention to intimidate these people who were acting against perceived Russian interests.”\n\nTensions between the Russian government and WADA began in November 2015, when WADA declared that its Russian affiliate had failed at its job of adequately testing Russian athletes for performance-enhancing drugs.",
  "And RT, the Kremlin-sponsored news channel, framed the story as “Top US athletes deny cheating after hackers show usage of banned substances.”\n\nAfter WADA’s first wave, Travis Tygart, the head of USADA, WADA’s American signatory, reached out to those four athletes.",
  "He basically gave them his password.”\n\nOnce it had gained access to a high-ranking IOC employee’s email address, Fancy Bear was able to log into WADA’s Anti-Doping Administration & Management System database and download athletes’ files, many of them American.",
  "It’s really another step when you attempt to smear and destroy clean athletes who hadn't done anything other than follow the rules.”\n\nBut then Fancy Bear released another batch of American athletes’ files, to considerably less fanfare, and then a third round.",
  "Though Fancy Bear has demonstrated sophisticated hacking capabilities, its penetration into both the Democratic National Committee and WADA came from a basic spear-phishing attack, where a target can be tricked into giving up their password.",
  "A rare declassified joint report by the US’s National Security Agency, Central Intelligence Agency, and Federal Bureau of Investigation reached that conclusion last year, as had several internationally known cybersecurity companies.",
  "If you have a problem, I’m sorry.”\n\n“One of the things we’ve seen most prominently is the degree of meanness in Fancy Bear’s attacks,” Toni Gidwani, director of research at cybersecurity firm ThreatConnect, told BuzzFeed News.",
  "During that period, the group created email phishing campaigns targeting at least 12 countries' militaries, eight ministries of defense, six political parties, and seven media outlets around the world, including BuzzFeed News.",
  "The next year, Grigory Rodchenkov, who headed that affiliate, confessed to a massive state-sponsored doping scheme in the lead-up to the 2014 games and provided extensive evidence to both the New York Times and WADA itself.",
  "“They’re one of the more visible threat actors.”\n\n\n\nIt's also developed, in recent years, a practice of not merely gathering information, but spreading it online, often in misleading ways that align with Russian interests.",
  "Less than two years later, the World Anti-Doping Agency, the watchdog for drug use in international sport, took aim at that performance, saying it rested on a massive doping conspiracy directed by the Russian government.",
  "Just as the Democrats' leaked emails led to months of breathless media coverage, headlines around the world covered the American Olympians’ medical files, even though WADA had cleared them to use those drugs.",
  "In 2014, as Russia was in the process of finalizing its annexation of Crimea from Ukraine, a pro-Russia “hacktivist” group believed to be a front for Fancy Bear published Ukrainian military documents.",
  "That’s what happened with a staffer at the Democratic National Committee, and it’s what led to Olympians’ files being breached, according to WADA's former chief technology officer, Robert Jackson.",
  "Similarly, after the GRU hackers hit WADA, a website called “Fancy Bears” — a clear reference to the name researchers had given them — began slowly leaking non-Russian athletes’ medical files.",
  "“The WADA breach is an example where you had sharing personal information of a bunch of athletes who were involved in the Russian doping scandal as whistleblowers or not involved at all.",
  "In addition to Biles's ADHD medicine, Fancy Bear revealed the use of anti-inflammatory steroids by basketball player Elena Delle Donne and tennis greats Venus and Serena Williams.",
  "Cybersecurity companies call the GRU hackers by a variety of names, but they are most commonly known as APT 28 or Fancy Bear, and they've been operating since 2004.",
  "That was only a few months after the Democratic National Committee acknowledged that its computers, too, had been hacked and its stolen emails posted on the web.",
  "For US gymnast Simone Biles, Fancy Bear revealed the presence of methylphenidate in her system, a drug used to treat attention deficit hyperactivity disorder.",
  "\"We can see how the group has become more adept at manipulating events and public opinion through the gathering and controlled release of information.\"",
  "Soon after the breach, Jackson said, he contacted international law enforcement agencies, which convinced him Fancy Bear was indeed behind the attack.",
  "According to an analysis by the Japanese firm Trend Micro, 2014–16 was a particularly active time for the GRU hackers, which it calls Pawn Storm.",
  "WADA announced in September 2016 that it had been hacked and that athletes' medical files had been taken and were being posted to the internet.",
  "In February 2014, when Russia hosted the Winter Olympic Games at Sochi in the country's southwest, its athletes won an unprecedented 29 medals.",
  "\"Pawn Storm is becoming increasingly relevant particularly because it is doing more than just espionage activities,\" Trend Micro concluded.",
  "Tygart’s team, overwhelmed with the number of victims, had to settle for recording a password-protected video message to those athletes.",
  "“It’s cyberbullying at its worst, attempting to smear innocent athletes who end up being the victims,” Tygart told BuzzFeed News.",
  "“Somebody at the International Olympic Committee fell for a spear-phishing email with my name on it,” Jackson told BuzzFeed News.",
  "It’s not unusual for any sophisticated nation-state hacking group to have a wide interest in important targets around the world.",
  "But we’ve seen a similar type of pattern in the way that they’ve gone after journalists and civil society activists.",
  "“Whenever you’re at the top, it’s very easy for a lot of people to bring you down,” Biles told BuzzFeed News.",
  "Russia's Main Intelligence Directorate, or GRU, the country’s largest foreign military intelligence agency.",
  "Its WADA hacks were intended to tarnish the reputations of some of the best-known figures in world sports.",
  "The email, sent to around 10 people, mimicked Jackson’s email signature, though shoddily.",
  "“WADA hack raises questions about therapeutic use exemptions, security,” said USA Today.",
  "USADA has given BuzzFeed News permission to show it to the public for the first time.",
  "“Russian Hackers Expose Drug Use By America's Greatest Female Athletes,” Maxim wrote.",
  "“I take it for a certain reason, just like if you have asthma you take an inhaler.",
  "But Fancy Bear is different from many because “they’re noisy,” Gidwani said.",
  "The story made few waves in the US, but was reported by Russian state media.",
  "“Simone & Serena Drug Use EXPOSED In Russian Hack!,” declared Radar Online.",
  "Soon, its intelligence agency was hacking into WADA's computer system.",
  "Now it's clear that the same culprit was responsible in both cases.",
  "“Our immediate concern and compassion went out to those athletes.",
  "Rodchenkov is currently in protective custody in the US.",
  "And the hackers are likely to continue their operations.",
  "Russia's reaction was quick — and also unprecedented.",
  "“Colors were wrong and certain information was wrong.",
  "All of those uses had been approved by WADA.",
  "It asked this guy to reset his password.",
  "And not just about US politicians.",
  "It is what it is.",
  "I take medicine.",
  "He fell for it.",
  "The culprit?"
]