[
  "Prepare to die cock sucker.”\n\nStill, Credico does continue to insist that “nothing ever transpired between Stone and Julian Assange.”\n\nBut many have long expected Mueller to seek the full story under oath, and with his subpoena of Credico on Friday, that’s what he appears to be doing — getting closer to the heart of the question of whether there is any connection between Stone and those stolen emails.",
  "What’s going on with Mueller’s questioning of Stone’s associates\n\nSo for the past several months, Mueller’s team has brought several close associates of Stone before the grand jury, in an apparent attempt to suss out what exactly Stone knew and did related to stolen Democratic emails — but some have been more willing than others.",
  "You backstab your friends-run your mouth my lawyers are dying Rip you to shreds”\n\n“Give Mueller my regards”\n\n“I’m going to take that dog away from you” (Credico has a “therapy dog”)\n\n“Everyone says u are wearing a wire for Mueller”\n\n“Run your mouth = get sued.”\n\n“I am so ready.",
  "2) Kristin Davis: Another recurring character in Stoneworld who’s caught Mueller’s interest is Kristin Davis, the former “Manhattan Madam” who gained national fame during the prostitution scandal that forced the resignation of New York Gov.",
  "His importance to the investigation is more obvious — Credico has been in contact with WikiLeaks founder Julian Assange, hosting him on his radio show and visiting Assange multiple times in the Ecuadorian Embassy in London.",
  "Then, when questions were raised about Stone’s claims to have advance knowledge of Assange’s plans, Stone put out a story that all his contact with WikiLeaks in 2016 was actually through an intermediary: Credico.",
  "On Thursday, radio host Randy Credico — who Stone has said helped him communicate with Julian Assange of WikiLeaks during the 2016 campaign — was subpoenaed by Mueller’s team for grand jury testimony.",
  "Additionally, Credico himself denied that he’d been a back channel between WikiLeaks and Stone, saying Stone was trying to make him “the fall guy.”\n\nStone responded with fury.",
  "After serving a prison sentence for distributing prescription drugs, Davis got out in 2016 and reentered Stone’s orbit, helping with his travel schedule and bookings.",
  "She went in for a voluntary interview with the special counsel’s team, but they requested that she return to testify in front of the grand jury, which she did Friday.",
  "Emails he reportedly sent to Credico around April this year, according to reports by Mother Jones, the Wall Street Journal, and Yahoo News, include:\n\n“You are a rat.",
  "Eventually, he got the help of a conservative think tank to file a lawsuit to try to get him out of testifying — by trying to strike down Mueller’s appointment.",
  "But it evidently focuses at least in part on whether he had any involvement in the matter of emails stolen from top Democrats during the presidential campaign.",
  "According to an indictment from Mueller’s team last month, Russian intelligence officers hacked Democrats’ emails, and distributed them to be posted.",
  "And another close Stone associate, political operative Andrew Miller, was held in contempt by a judge for refusing to give grand jury testimony.",
  "Then, on Friday, one close Stone associate — Kristin Davis, the former “Manhattan Madam” — went in to give grand jury testimony in Washington.",
  "And Credico’s testimony is reportedly scheduled for September 7, indicating that Mueller isn’t going to stop looking at Stone anytime soon.",
  "During the campaign, Stone was in communication with both the “Guccifer 2” persona controlled by Russian intelligence and with WikiLeaks.",
  "The latest drama involves three in particular:\n\n1) Andrew Miller: Miller is a political operative with deep and longtime ties to Stone.",
  "Davis did some work for Stone, and ran for governor of New York in 2010 at Stone’s urging (her campaign manager was Andrew Miller).",
  "The Washington Post reports that the subpoena to him asked for information on WikiLeaks, Julian Assange, Guccifer 2, and DC Leaks.",
  "Miller calls him “Uncle Stone” and even drove him to get his famous Richard Nixon tattoo, as he described on a podcast last year.",
  "Miller was initially subpoenaed by Mueller’s team in May, but refused to show up to two scheduled grand jury appearances.",
  "Special counsel Robert Mueller’s investigation into matters related to longtime Trump adviser Roger Stone is heating up.",
  "3) Randy Credico: Finally, the latest of Stone’s associates to get a subpoena from Mueller is radio host Randy Credico.",
  "Those hacked emails that were from the DNC and John Podesta ended up in WikiLeaks’ hands, and the group posted them.",
  "(Stone has publicly claimed that FBI agents have been asking his associates whether he’s the baby’s father.)",
  "It later emerged that this wasn’t true, because Stone and WikiLeaks exchanged Twitter direct messages.",
  "But last week, a DC judge ruled against him in the suit and said that, yes, he did have to testify.",
  "But his legal team is appealing again, hoping to bring the case eventually to the Supreme Court.",
  "A Super PAC run by Stone also made a payment to a firm run by Miller during the 2016 campaign.",
  "Her importance to the investigation, beyond being an associate of Stone’s, remains unclear.",
  "And he himself started off as Stone’s driver before taking on more political work for him.",
  "He has denied any wrongdoing, but his story about what did happen has changed repeatedly.",
  "Miller’s new testimony was scheduled for Friday — and once again, he didn’t show up.",
  "On July 20, news broke that Davis was being subpoenaed in the Mueller investigation.",
  "His stepmom, Dianne Thorne, was Stone’s assistant for about two decades.",
  "The full extent of Mueller’s investigation into Stone is unclear.",
  "Why Miller is fighting so hard to avoid testimony isn’t clear.",
  "Stone’s role in this, if any, has remained mysterious.",
  "His wife has done publicity for Stone’s books.",
  "She also had a baby named Carter Stone Davis.",
  "As a result, a judge found him in contempt.",
  "Let’s get it on.",
  "Eliot Spitzer.",
  "A stoolie."
]