[
  "In July of 2015, Powell complained to his broker at Merrill Lynch that questions raised about Clinton's email and speaking fees impacted his life — Powell said he had to disclose his past use of emails, and \"I had a gig cancelled because the client, a public university, caught hell from overpaying HRC.\"",
  "Powell, not referring to Clinton by name, then went on to apparently describe her as having \"unbridled ambition, greedy, not transformational\" along with some colorful references to her husband's rumored philandering, rumors he attributed to the New York Post.",
  "Powell expressed frustration about his name being linked to Clinton's email issues, writing in another leaked email: \"I have told Hilleary's [sic] minions repeatedly that they are making a mistake trying to drag me in, yet they still try,\" Powell wrote.",
  "Powell called Trump a \"national disgrace\" and \"international pariah\" in a June 17 email to a former aide, saying the Republican presidential contender was \"in the process of destroying himself, no need for Dems to attack him.\"",
  "Led mostly by Republicans, eight Congressional investigations have been launched into the 2012 attack on the U.S. consulate and another facility in Libya that left four Americans dead, including U.S. ambassador Chris Stevens.",
  "Former Secretary of State Colin Powell blasted Donald Trump as a \"national disgrace\" and criticized repeated investigations into the 2012 attack in Benghazi as a \"witch hunt\" in personal emails leaked online by hackers.",
  "A subsequent email to the same former aide on Aug. 21 slammed Trump for spurring the \"racist\" so-called \"birther\" movement — the consistently debunked rumor that President Barack Obama was born in another country.",
  "The House Select Committee on Benghazi report released in June found an array of bureaucratic miscues and inter-agency blunders but does not specifically blame former Secretary of State Hillary Clinton.",
  "Powell, in the 2015 email to Rice, said: \"Basic fault falls on a courageous ambassador who thought Libyans now love me and I am ok in this very vulnerable place.",
  "And Powell in a 2014 email said during a conversation about Hillary Clinton \"I would rather not have to vote for her, although she is a friend I respect.\"",
  "It said the messages had been obtained by the website DCLeaks.com which MSNBC reported is rumored to have ties to Russian intelligence services.",
  "\"He can never overcome what he tried to do to Obama with his search for the birth certificate hoping to force Obama out of the Presidency.",
  "His online activity has figured heavily of late into the controversy around Hillary Clinton's use of a private email server.",
  "\"HRC is the gift that keeps on taking,\" Powell wrote in the July 1, 2015 email, according to the leaked documents.",
  "\"There is nothing he can say that will sway black voters so he might as well say it to white folks,\" Powell wrote.",
  "While Powell has described himself as a lifelong Republican, he twice endorsed Obama — a Democrat — for president.",
  "'Guccifer 2.0' releases more DNC docs, including Kaine's cell\n\nDoes your state allow selfies in the voting booth?",
  "In a Dec. 17 email to former Secretary of State Condoleezza Rice, Powell said \"Benghazi is a stupid witch hunt.\"",
  "When Trump couldn't keep that up he said he also wanted to see if the certificate noted that he was a Muslim.\"",
  "Powell, a retired 4-star general and a Republican, confirmed the authenticity of the emails to NBC News.",
  "Powell in another email the same day dismissed Trump's stated overtures to African-American voters.",
  "Or, demanding his school transcripts to see how he got into Harvard — (eg, affirmative action ).\"",
  "The revelations mark the latest in a string of headlines around Powell's email correspondence.",
  "\"Yup, the whole birther movement was racist,\" Powell wrote, according to Buzzfeed.",
  "More from NBC News:\n\nWho's right in Clinton-Trump tussle over transparency?",
  "There was no immediate response from the Trump campaign to the emails.",
  "\"He takes us for idiots,\" Powell, who is black, said in the email.",
  "The contents of the emails were first reported by Buzzfeed News.",
  "But blame also rests on his leaders and supporters back here.",
  "Pat Kennedy, Intel community, DS and yes, HRC.\"",
  "Powell didn't restrict his criticism to Trump.",
  "\"The hackers have a lot more,\" he added.",
  "\"That's what the 99% believe."
]