[
  "Scott Applewhite\n\nSign up for the latest Russia investigation updates here»\n\nThe longtime Republican strategist Roger Stone said this week that \"it is a possibility\" he could be indicted by special counsel Robert Mueller in the Russia investigation.",
  "WikiLeaks and Guccifer 2.0 were instrumental in Russia's campaign to hack into the servers of the Democratic National Committee and disseminate stolen emails that were damaging to former Democratic presidential nominee Hillary Clinton's campaign.",
  "Though WikiLeaks describes itself as an independent organization, the US intelligence community found that it has been used as a tool of the Kremlin, and former CIA Director Mike Pompeo described it as a \"non-state hostile intelligence service.\"",
  "Stone also said in August 2016 that he had \"communicated\" with WikiLeaks founder Julian Assange, but he later walked back his comments and said it was through an intermediary, the radio host Randy Credico.",
  "Meanwhile, last week, The Washington Post reported that Stone met with a Russian figure, who identified himself as Henry Greenberg, offering to sell Stone dirt on Clinton for $2 million.",
  "His relevance to the Russia probe stems mainly from his contacts during the election with the self-proclaimed transparency group WikiLeaks and the Russia-linked hacker Guccifer 2.0.",
  "Mueller is investigating Russia's interference in the 2016 US election and whether members of President Donald Trump's campaign colluded with Moscow to tilt the race in his favor.",
  "Stone sent a series of cryptic tweets about WikiLeaks and Clinton campaign manager John Podesta days before the group published a batch of Podesta's emails in October 2016.",
  "Stone and Trump campaign adviser Michael Caputo, who organized the meeting, did not disclose it in their earlier interviews with the House Intelligence Committee.",
  "Longtime Donald Trump associate Roger Stone arrives to testify before the House Intelligence Committee, on Capitol Hill, Tuesday, Sept. 26, 2017, in Washington.",
  "The hack of the DNC and Russia's offers of compromising information on Clinton on several occasions make up a significant thread of Mueller's investigation.",
  "But The Daily Beast reported in March that US investigators have confirmed the hacker's link to the GRU, Russia's military intelligence unit.",
  "Stone was an informal adviser to the Trump campaign during the election and said he is still in touch with the president from time to time.",
  "It was eventually described in a pair of letters sent to the committee last Friday, and Mueller is also said to be scrutinizing it.",
  "Investigators are also said to be asking witnesses about whether — and how much — Trump knew about Russia's hacking campaign.",
  "He later said in a statement to Business Insider, \"Just because one is innocent does not mean one cannot be framed.\"",
  "Stone defended the meeting this week, accusing the FBI of trying to entrap him and Greenberg of being an informant.",
  "In addition to Stone, Trump's eldest son, Donald Trump Jr., was also in touch with WikiLeaks during the campaign.",
  "Earlier this year, it was reported that he is building a criminal case against Russians involved in the hack.",
  "\"I acknowledge it is a possibility,\" Stone, referring to an indictment, told Hill.TV's \"Rising.\"",
  "He added, however, that he is not \"concerned\" because that would suggest guilt.",
  "Stone reportedly told Greenberg that Trump doesn't \"pay for anything.\"",
  "Several top campaign officials were aware of the interactions.",
  "Stone denies having any prior knowledge of the document dump.",
  "Guccifer 2.0 also denies being tied to Russia.",
  "Associated Press/J."
]