[
  "Jacquelyn Martin/AP DUBAI, United Arab Emirates (AP) — A former White House spokesman during the Obama administration said Sunday he believes more will come to light regarding ties between Russia and aides to President Donald Trump.",
  "DUBAI, United Arab Emirates (AP) — A former White House spokesman during the Obama administration says he believes there's more that will come to light regarding ties between Russia and aides to President Donald Trump.",
  "In that role, he famously had tough words for Trump, once describing his campaign as having a \"dustbin of history-like quality\" before speaking about White House worries about Russian meddling in the November election.",
  "\"It's undeniable that there's a lot of really good unanswered questions about why senior Trump officials are, at best, not being forthcoming about their interactions with Russians,\" Earnest told The Associated Press.",
  "While acknowledging \"the norms and traditions for political journalism are different in the UAE than they are in the United States,\" he said his visit and events like the forum could only help.",
  "\"It's an opportunity to talk to people here about how much our country benefits from government communication professionals being interested in engaging with independent journalists,\" he said.",
  "Stone told The Washington Times in an interview that he had a \"perfunctory, brief and banal\" private Twitter exchange with \"Guccifer 2.0,\" the online persona that posted the DNC emails online.",
  "Gulf Arab nations like the United Arab Emirates are incredibly skeptical of the deal, worried about Iranian influence spreading amid the war against the Islamic State group in Iraq and Syria.",
  "\"These are questions that need answered and it's not particularly surprising to me that President Trump is looking for some colorful ways to distract from that line of questioning,\" he said.",
  "And when asked about Trump's claim, made without evidence on Twitter, that Obama ordered a wiretap on him, Earnest simply said: \"The bigger the scandal, the more outrageous the tweet.\"",
  "Stone's acknowledgement could pose a new headache for the White House as the FBI and the House and Senate intelligence committees investigate Russia's interference ahead of the vote.",
  "Josh Earnest pointed in part to political consultant Roger Stone's communication with an individual involved in hacking Democratic National Committee emails.",
  "The U.S. government later concluded that the Russian government directed the DNC hack in an attempt to influence the outcome of the presidential election.",
  "Earnest, originally from Kansas City, Missouri, served through all eight years of the Obama administration and became his press secretary in May 2014.",
  "But that also comes as a way to distract from questions surrounding his campaign's contacts with Russia, like those of Stone, Earnest said.",
  "Earnest spoke Sunday morning to a closed-door meeting of Emirati officials and others on \"crafting key messages and holding statements.\"",
  "Earnest said Trump took office pledging to \"break the china ... and he's looking for ways to conspicuously make good on that promise.\"",
  "Earnest said the deal and its requirement of ongoing verification \"enhanced the national security of our partners here in the Gulf.\"",
  "That includes the more-hostile approach Trump and officials in his administration have taken in relation to the press, he said.",
  "He said while he received questions about Trump, he hadn't been questioned yet about the nuclear deal with Iran.",
  "Stone \"is somebody that we know, that President Trump has acknowledged, that he relies on for political advice.",
  "\"While our strategy may have been different than what was prioritized here, our goals were the same,\" he said.",
  "Earnest was in Dubai to attend the government-sponsored Public Diplomacy & Government Communication Forum.",
  "Then-White House press secretary Josh Earnest gives the daily press briefing on Oct. 1, 2014.",
  "\"There's a lot more to this story to be written,\" Earnest said."
]