[
  "The joint statement from the Office of the Director of National Intelligence and Department of Homeland Security said not only were they confident the hacks of Democratic political groups and campaign officials originated from high levels of the Russian government, they said the posting of those hacked emails online was part of the effort.",
  "\"We will respond in a time and place and manner of our choosing, and when we do so, we will consider a full range of tools, economic, diplomatic, criminal law enforcement, military, and some of those responses may be public, some of them may not be,\" Monaco said.",
  "Russian media has covered the emails, with government-controlled Sputnik news misconstruing an email to make it seem that Clinton confidante Sidney Blumenthal had argued the Benghazi investigation was legitimate and the attack was preventable.",
  "Referring to the bombing of Syrian soldiers by US jets in September, an event US officials described as an unfortunate accident based on faulty information, Kislyak said \"we saw statements that the week ago bombardment of the Syrian troops.\"",
  "Moscow's Ambassador to the US Sergey Kislyak, asked about the US accusations, said Tuesday that \"it's not correct, and when it comes to the implication to the elections in the United States, it's something I'm not planning to discuss.\"",
  "Pressed by moderator Ellen Nakashima, Monaco said the range of options include private diplomatic channels, intelligence operations, prosecutions and sanctions -- all taking into account broader considerations on the world stage.",
  "\"The recent disclosures of alleged hacked emails on sites like DCLeaks.com and WikiLeaks and by the Guccifer 2.0 online persona are consistent with the methods and motivations of Russian-directed efforts,\" the statement said.",
  "The promise of retaliation came the same day that a new tranche of emails stolen in a hack of Hillary Clinton's campaign chairman was posted on WikiLeaks, the third such release from the hacked email of John Podesta.",
  "Washington (CNN) The White House said Tuesday it would respond to Russian hacking of US political groups, after publicly pointing the finger at Moscow for the cyberattacks last week.",
  "The campaign has not disputed the contents of the emails, but have noted that it would be difficult to determine if alterations were made or context was intentionally omitted.",
  "National security adviser Lisa Monaco spoke in general about what the government might do last week at a Washington Post event, before the Russia statement had been released.",
  "President Barack Obama signed an executive order in April 2015 authorizing a new sanctions power that allows retribution for cyberattacks, but it has never been used.",
  "\"We've seen a number (of allegations) by the colleagues in US intelligence that weren't exactly proven by the history,\" Kislyak said, and offered a recent example.",
  "\"It is impossible to look at the Blumenthal email and not realize that this 10,000 words that follows are from Newsweek,\" he said on CNN's \"New Day\" on Tuesday.",
  "\"The Russians were quoting two sentences from a 10,000-word piece I wrote for Newsweek, which Blumenthal had emailed to Podesta,\" Eichenwald wrote in Newsweek.",
  "Last Friday's announcement was the first time the government has publicly blamed another country for hacking with the goal of influencing a US election.",
  "Kislyak, who was speaking at The Johns Hopkins University School of Advanced International Studies, then tried to cast doubt on the allegations.",
  "If the GOP wants to raise that as a talking point against her, it is legitimate,\" the email said -- with Sputnik attributing it to Blumenthal.",
  "\"The primary guiding and overarching focus in those discussions is about what is in the national security interest of the United States.",
  "The misinformation quickly appeared as a Trump talking point at a campaign rally later in the day, where he read the sentence aloud.",
  "The Trump campaign did not respond to a request for explanation why he parroted misstatements published by Russian-controlled news.",
  "Earnest's discussion of a \"proportional\" response is the usual language the government uses when describing its cyber actions.",
  "\"Clinton was in charge of the State Department, and it failed to protect US personnel at an American consulate in Libya.",
  "But Newsweek author Kurt Eichenwald recognized the supposed Blumenthal sentences as part of a lengthy story he wrote.",
  "Democrats have accused Russia of coordinating the release of the emails to benefit Donald Trump's campaign.",
  "\"We will act responsibly, proportionately, and do so in a time and place of our choosing,\" Monaco said.",
  "Speaking with reporters on Air Force One, Earnest said a \"range\" of responses were on the table.",
  "He said the actions would likely not be announced ahead of time and could never be made public.",
  "The response will be \"proportional,\" press secretary Josh Earnest said, without elaborating.",
  "He added that the strike \"was based on false information.\"",
  "That is the North Star for those discussions.\""
]