[
  "The Florida-based Republican, Aaron Nevins, received and published Russian-hacked material—and in return, advised the hackers how to release their material to increase its damage to Democratic candidates.",
  "The second remarkable thing that happened that day was the publication by The Wall Street Journal of a report detailing direct contacts between a Republican political operative and Russian hackers.",
  "Many European governments had hoped—which is a polite way to say that they had suggested and expected—that Trump would reaffirm the American commitment to defend NATO members if attacked.",
  "On May 25, he was literally speaking at the dedication of—in words that appeared at the top of his printed text—the unveiling of a memorial to Article 5 at NATO’s new headquarters.",
  "His pro-Putin tilt is notorious, culminating in blurting highly secret information to the Russian foreign minister in an Oval Office meeting from which American media were barred.",
  "But the information Nevins obtained from Guccifer 2.0 was used by other Republican campaigns, including the national Republican congressional effort and Paul Ryan’s own super PAC.",
  "Here’s how it was done by President Obama at the NATO summit after the Russian invasion of Crimea:\n\nFirst and foremost, we have reaffirmed the central mission of the Alliance.",
  "Article 5 enshrines our solemn duty to each other—“an armed attack against one … shall be considered an attack against them all.” This is a binding, treaty obligation.",
  "And here is all he had to say on that score: \"We will never forsake the friends who stood by our side.” That’s a sweet thought, but it’s not a guarantee.",
  "The earlier claim that Republicans were purely passive and unwitting beneficiaries of Russian espionage in the 2016 election has now been pierced.",
  "In at least one instance, the cooperation was active, conscious, and initiated on the American side, not the Russian: collusion, in a word.",
  "Nations in the family of NATO, old or new, know this: Anyone who would choose you for an enemy also chooses us for an enemy.",
  "Four remarkable things happened on Thursday, each of which marks a way that this presidency is changing the nation.",
  "As a candidate, Donald Trump had expressed doubt about the point of both NATO and Article 5.",
  "The first remarkable thing was President Trump’s speech at the NATO summit in Brussels.",
  "Here’s how George W. Bush expressed that same thought after NATO expansion in 2002.",
  "And here in Wales, we’ve left absolutely no doubt—we will defend every Ally.",
  "In the annals of the Trump era, May 25, 2017, will deserve a special mark.",
  "Nevins was not himself a high-ranking person in the Republican world.",
  "Never again in the face of aggression will you stand alone.",
  "This is the point of the whole enterprise after all!",
  "It is non-negotiable."
]