[
  "Previews of Cynthia McFadden’s Interview with Hacker Known as “Guccifer” Air Tonight and Tomorrow on “NBC Nightly News with Lester Holt”\n\nNEW YORK – May 4, 2016 – Notorious hacker Marcel Lehel Lazar (also known as “Guccifer”) tells NBC News correspondent Cynthia McFadden in his first-ever U.S. television interview that Hillary Clinton’s server was “not safe at all” in the Sunday premiere of “On Assignment,” a special six-episode series from “Dateline NBC.”\n\nGuccifer, who discovered Clinton’s private email account after hacking into the e-mail of Clinton confidante Sidney Blumenthal, spoke to McFadden from a Bucharest prison.",
  "A transcript of this interview excerpt is below and previews of McFadden’s “On Assignment” story will air tonight and tomorrow on “NBC Nightly News with Lester Holt.”\n\n“On Assignment” premieres Sunday, May 8 at 7 p.m. ET/6 p.m. CT with three in-depth pieces from NBC News correspondents that tell stories of adversity, accomplishment and adventure.",
  "From politics to sports, culture to high-tech, international affairs to medical breakthroughs, the reports are in-depth, purposeful, and meaningful.”\n\n“On Assignment” is produced by the “Dateline NBC” team, with Senior Executive Producer David Corvo and Executive Producer Liz Cole.",
  "In addition to McFadden’s story, the debut episode features Richard Engel taking TV cameras deep into a forest in war-torn Congo for the first time, in search of a colony of mysterious giant chimpanzees threatened by poachers.",
  "The series is anchored by chief correspondent Lester Holt and features contributions from NBC News’s Richard Engel, Matt Lauer, Josh Mankiewicz, Cynthia McFadden, Keith Morrison, Harry Smith and Kate Snow.",
  "When pressed by NBC News, Gufficer could provide no documentation to back up his claims, nor did he ever release anything on-line supporting his allegation, as he’d done frequently in prior hacks.",
  "###\n\nDavid Corvo is the senior executive producer, Liz Cole is the executive producer and Lester Holt is the primary anchor of “Dateline” (Fridays at 10pm/9c and Sundays at 7p/6c & 10pm/9c).",
  "“’On Assignment’ is a chance to showcase the serious byline, newsmagazine journalism of NBC News,” said David Corvo, “On Assignment” Senior Executive Producer.",
  "Additionally, Keith Morrison talks to a pioneering expert with information offering new insight into when and how people recover from traumatic brain injuries.",
  "Furthermore, the FBI’S review of the Clinton server logs showed no sign of hacking, according to a source familiar with the case.",
  "For more information contact:\n\nJake Urbanski\n\nNBC News\n\no: (212) 664-3211\n\nc: (646) 823-2133\n\ne: jake.urbanski@nbcuni.com",
  "# # #\n\nMANDATORY CREDIT: NBC NEWS’ “ON ASSIGNMENT\n\nMandatory credit to NBC News’ “On Assignment” on first reference.",
  "“Each episode will feature several meaningful stories that make an impact through investigations or interviews.",
  "###\n\nCYNTHIA McFADDEN:\n\nWhen Hillary Clinton says that her server is absolutely safe – you’re laughing.",
  "Follow “Dateline NBC” on Facebook , Instagram and Twitter @datelinenbc.",
  "Clinton has always maintained that her server was not breached.",
  "MARCEL LEHEL LAZAR (GUCCIFER):\n\nThat’s a lie.",
  "GUCCIFER:\n\nIt’s not safe at all.",
  "McFADDEN:\n\nIt’s not safe.",
  "McFADDEN:\n\nThat’s a lie?",
  "GUCCIFER:\n\nYes."
]