[
  "“There were concerns that if they did so, it would look they, the White House, was putting the thumb on the scale of the election and would feed Trump’s narrative that the election was going to be rigged.”\n\nThe co-author of “Russian Roulette: The Inside Story of Putin’s War on America and the Election of Donald Trump,” Isikoff described the debate that unfolded inside the White House about whether and how to respond to Putin’s attempts to get Trump elected.",
  "“At the end of the day, Obama was the president, and he’s the one who shrunk from action,” Isikoff told Grant Burningham, host of Yahoo News’ podcast “Bots & Ballots.”\n\nDownload or subscribe on iTunes: “Bots & Ballots” by Yahoo News\n\nBy the summer of 2016, Russia was engaged in a campaign of cyberattacks against America in an effort to sway the election in Trump’s favor, U.S. intel agencies have concluded.",
  "… The idea that the U.S. government’s hands were tied because we are so vulnerable to a foreign adversary’s cyber-attacks is pretty scary in and of itself.”\n\nUltimately, Obama’s national security adviser, Susan Rice, ordered those looking into possible retaliation against Moscow to “stand down,” Isikoff said, thinking that if any of the efforts became public they would tie the president’s hands.",
  "So their idea was, ‘Well, if we can get Mitch McConnell and Paul Ryan to sign on to a bipartisan statement, that might cushion the White House from any attacks made by Trump that Obama was trying to tilt the election in favor of Hillary Clinton.’”\n\nMcConnell refused to sign the joint statement, leaving Obama out on his own.",
  "“Why didn’t Obama do something about the meddling?”\n\nWhile the Obama administration privately warned Russia to stop interfering on behalf of Trump, Yahoo News Chief Investigative Correspondent Michael Isikoff says it’s fair to criticize Obama for not taking sterner action.",
  "“There were people inside the White House who were saying that what the Russians were doing is really serious, is really unprecedented, and we need to strike back in real time because otherwise the message is going to be that you can get away with it,” Isikoff said.",
  "Suggestions ranged from launching denial of service attacks on Russian news sites to shutting down some of the online personas, such as Guccifer 2.0, and spreading U.S. government intelligence to expose corruption in Putin’s government.",
  "“The Obama folks did not want any public statement they made about what the Russians were doing to look partisan,” Isikoff said, “because they were afraid that Trump would use it for political effect.",
  "“Question: If all of the Russian meddling took place during the Obama Administration, right up to January 20th, why aren’t they the subject of the investigation?” Trump tweeted on Feb. 21.",
  "“His concern at that point was holding on to power in the Senate, so McConnell unquestionably takes some responsibility.”\n\n_____\n\nMore “Bots & Ballots” episodes from Yahoo News:",
  "There was concern that this could start a cyberwar that could escalate out of control and the Russians could strike back by going after our electric grid,” Isikoff said.",
  "A recurring criticism of former President Barack Obama is that he should have done more to try to stop Russia from meddling in the 2016 presidential election in the U.S.",
  "Under investigation for his campaign’s ties to the Russian government, President Trump has often lashed out at Obama for what he sees as an inherent contradiction.",
  "But the president ultimately decided that retaliating against Russia would be perceived as exerting influence on behalf of Democrat Hillary Clinton.",
  "Instead, Obama sought to enlist Republican congressional leaders to craft a joint statement with Democrats that would condemn Putin’s government.",
  "President Obama did not want to be perceived as interfering in the election himself on behalf of Hillary Clinton,” Isikoff said.",
  "“As he saw it, any statement along those lines would only feed the Clinton campaign’s narrative,” Isikoff said.",
  "The most high-profile attacks were the June 2016 hack of Democratic National Committee severs.",
  "“James Clapper, the director of national intelligence, raised that concern.",
  "“It was a politically perilous issue for the White House.",
  "“The Obama White House decided not to go there."
]