[
  "Woman: “Particularly, at this moment, it’s the primary process, Democratic primary process, with the Guccifer 2.0 leak about how the DNC was pushing Hillary the entire time, saying that they were neutral, where they actually have a responsibility to be neutral, they’re actually trying to push one candidate over another.",
  "Woman: “I think The Guardian is OK. For domestic stories I usually look at foreign media because they don’t have an axe to grind on politicians so it’s always interesting to see what they have to say about it.”\n\nI asked her friend about her thoughts on the media, as she clearly looked like she had something to say.",
  "I mean when you look at like Fox News officially says they’re an entertainment company and not a news company and that’s the nature of what outlets can be and can do in our society, then that’s not trustworthy.”\n\nTo be fair, nobody would watch news if it wasn’t entertaining, right?",
  "He claimed affiliation with two terrorist groups that are actually working against each other, but there’s this strong desire to tie this to some sort of international terrorism to forward foreign policy goals of different administrations, different people in the government.",
  "A thousand surveys have be done and they need the one that skewed toward, the one that’ll benefit the right wing and so then they’ll find the surveys that 87 percent of the people polled were the right wing and then if it’s the left wing, they’ll do the same thing too.",
  "Philipos: “Because usually within five days I found out what they’ve told us has been at least somewhat skewed and that there’s always a political reason whether it’s right wing or left wing media to skew it toward what’ll advantage them.",
  "In the transcript, Omar Mateen clearly utters allegiance to the “Islamic State.” Surely there can be a debate about whether this was terror induced or more of a hate crime, but both of those sides have been brought up in the media.",
  "You know we used to have this kind of, I’m old enough I remember the equal protection that we had where we talked about the Republicans for a certain amount of time, you always had time for the opposite opinion or whatever.",
  "Now I’m not gonna say all the time that social media’s gonna be right because they also are people that try to have their opinion seen, you know, as the right opinion as well.",
  "“For instance, when Panamanian Invasion happened, and George Herbert Walker Bush said that eight civilian Panamanians had died and then later on we find out it was 1500.",
  "We can’t even talk about the fact that it was clearly a hate crime perpetrated against a hated minority in our own country and have an honest conversation about that.",
  "Neil: “Well the RT Network and NPR, I watch them daily.”\n\nThose are interesting choices, considering both are, at least in part, publicly funded by the government.",
  "Philipos: “There’s ones that I’ll read and then I’ll check into other sources and then I’ll make my own decision.”\n\nMe: Are there ones you find the most truthful?",
  "She told me it made him look like a “12-year-old” and told me to “tell him I hate it.”\n\nShe refused to offer her name or allow us to take her picture.",
  "What started as a simple trip with new intern, William, ended with an assault on the media, including a vicious attack against The Daily Caller.",
  "That led me next to Neil, who was sitting outside a tent with signs of “Free Palestine” and “No Nuke.” I figured he would have something to say.",
  "It seems like since that law was overturned, news has kind of turned into this Hunger Games kind of dystopia.”\n\nWait, I asked about the media.",
  "Instead of pointing out specifically what she disliked about the site, she revealed her true distaste: the bow tie, a former staple of Tucker.",
  "And they will always find a way to get their advantage on their reporting.”\n\nA thousand surveys seems excessive, but you get the idea.",
  "Neil: “All I got to say about the media is that years ago they weren’t controlled by Wall Street speculators, like…Carl Icahn.",
  "An old man immediately shot down my request as soon as I uttered the words “Daily Caller.”\n\n“I hate your thing,” he said.",
  "And when him and [Rupert] Murdoch took over, then there’s news became entertainment, entertainment becomes news.",
  "So the Orlando thing, there’s this narrative about ISIS, but there’s no evidence that he was connected to ISIS.",
  "Woman: “The bias is everywhere, it’s not just overt bias like they’re not covering the Sanders’ campaign.",
  "People should really take my interviews passionately, considering I show a genuine interest in them.",
  "So trust your eyes.”\n\nI could not find anything to back up his claim about the Panamanian Invasion.",
  "After I asked for her name and a picture per standard procedure, she promptly asked for my outlet.",
  "When I initially set out to Lafayette Square, I wanted to learn why people don’t trust the media.",
  "RT has been accused of being anti-Israel, which would go along with his “Free Palestine” sign.",
  "They were taking a picture by the White House, and both women were holding some type of paper.",
  "And that’s not what it should be.”\n\nMe: Are there any news sources that you follow closely?",
  "My next subject was the only other person willing to give his name and pose for a picture.",
  "Maybe one gets talked about more than the other, but that doesn’t mean it’s been avoided.",
  "He could’ve at least been a bit nicer to a 21-year-old just curious about his opinions.",
  "The majority of the estimates put the death toll significantly below 1500 Panamanians.",
  "So yes I have strong opinions.”\n\nI’m not sure where this narrative of ISIS was wrong.",
  "She began to berate it and called out Daily Caller Editor-in-Chief Tucker Carlson.",
  "When he pressed on, what he said seemed legitimate, until I looked it up after.",
  "Philipos, in a Green Day shirt, possessed a palpable distrust of the media.",
  "A majority of Americans really don’t believe what they’re being told.",
  "Philipos: “No.”\n\nA man wearing a cowboy hat approached from the east.",
  "So they’ll always find a way to say something to appease the people.",
  "When I said The Daily Caller, she looked as if she had seen a ghost.",
  "She promised she would tweet at Tucker to voice her strong opinions.",
  "It’s concerning, but people have the right to think what they want.",
  "But I wasn’t prepared for their onslaught against The Daily Caller.",
  "I didn’t find anything that said Bush said only eight people died.",
  "Maybe the media cares more about people than they actually think.",
  "But I am part of the media, so understandably he won’t trust me.",
  "Naturally, I expected great opinions on the media from them.",
  "Across the road, I saw two women I felt I needed to talk to.",
  "But I think I have at least some reasons why he likes both.",
  "And how does this woman know it was a hate crime outright?",
  "The highest legitimate estimates seem to max out at 1000.",
  "Woman: “No, I don’t trust the media.”\n\nMe: Why is that?",
  "Whatever, he could have at least been nicer about it.",
  "I wonder what she hates more: the media or bow ties?",
  "Me: Are there any news sources that you read daily?",
  "“I don’t have time dude,” he said as he walked by.",
  "I mean the two party system is completely broken.",
  "That number has been on the decline for years.",
  "I’m guessing he doesn’t trust the media much.",
  "Her Friend: “Not the domestic media for sure.",
  "I mean I think even gun control is a stretch.",
  "(Why let facts get in the way of her anger?)",
  "They probably don’t get that anywhere else.",
  "And NPR enjoys high trustworthiness rates.",
  "I should’ve asked her as she stormed away.",
  "Anyway, I dedicate this post to bow ties.",
  "He didn’t seem to be in any rush though.",
  "Philipos: “Zero percent.”\n\nMe: Why not?",
  "Does she know something that we don’t?",
  "Me: What type of media do you trust?",
  "I’m not saying one or the other.",
  "I don’t trust mainstream media.",
  "But then again, he’s not alone.",
  "The DNC is a whole other issue.",
  "What a first day on the job.",
  "Me: Do you trust the media?",
  "And it didn’t stop at that.",
  "One woman’s hair was blue.",
  "And I was right, he did.",
  "I was right about that.",
  "Me: Any examples?",
  "Really?",
  "Dude?"
]