[
  "Roger Stone says he may soon be indicted in Trump-Russia investigation Read more\n\nIn March this year, Corsi abruptly announced on Twitter that Ted Malloch, a conservative academic with ties to the UK Independence party, had been detained and questioned at Boston’s Logan airport by FBI agents working for Mueller.",
  "Conspiracy theorist and associate of Trump adviser Roger Stone will cooperate in Russia inquiry, lawyer says\n\nJerome Corsi, a rightwing author and conspiracy theorist, has been subpoenaed to testify before a grand jury as part of Robert Mueller’s investigation into Russian interference in the 2016 election.",
  "But Stone later claimed in testimony to congressional investigators that the tweet was actually inspired by opposition research, given to him by Corsi, about the Podesta Group, a lobbying firm run by John Podesta’s brother Tony.",
  "Randy Credico, a radio DJ and comedian previously identified by Stone as his go-between for communications with Assange, is also scheduled to testify before the grand jury on Friday, following a subpoena from Mueller’s team.",
  "Stone has come under scrutiny by Mueller after exchanging messages during the 2016 campaign with Guccifer 2.0, a supposed independent hacker said by Mueller to be a front for Russian intelligence officers.",
  "Emails stolen from the accounts of senior Democrats were made public at the height of the election campaign by Guccifer 2.0 and WikiLeaks, the campaigning pro-transparency website run by Julian Assange.",
  "“We intend to cooperate fully with the special counsel’s office and we suspect that the focus of the questions will be about my client’s communications with Roger Stone,” Gray said in an email.",
  "Corsi frequently appears on fringe media and has written several books, including one that promoted the false conspiracy theory that Barack Obama was not born in the US.",
  "Several have testified to the grand jury, including Stone’s protege Sam Nunberg, his former social media adviser Jason Sullivan, and his housemate Kristin Davis.",
  "Corsi, an associate of the longtime Trump adviser Roger Stone, was asked to appear at 9am in Washington on Friday, according to his attorney, David Gray.",
  "Stone has said that he, Corsi and Malloch dined together at a New York steak restaurant during 2016 but denied the meeting related to the election.",
  "That led to suggestions that he knew in advance about the hacking of emails from John Podesta, chairman of Hillary Clinton’s 2016 campaign.",
  "That evening, Corsi joined an “emergency broadcast” on InfoWars, the far-right conspiracy website, to discuss Malloch’s detention.",
  "Prosecutors appear to be reviewing Stone’s financial history in addition to his actions during the 2016 election campaign.",
  "Stone has said in recent emails to supporters that he expects to face imminent action from Mueller and may be indicted.",
  "Corsi noted to his followers three times that agents had taken Malloch’s cellphone, warning: “Ted OUT OF CONTACT”.",
  "Stone has made contradictory statements about being in contact with Assange during the campaign.",
  "Stone tweeted on 21 August 2016 that “it will soon [be] the Podesta's time in the barrel [sic]”.",
  "Corsi is also key to Stone’s explanation for another controversial episode during the campaign.",
  "Mueller’s team has spent months looking into Stone’s circle of friends and aides.",
  "The news of his subpoena was first reported by the New York Times.",
  "He denies any wrongdoing."
]