[
  "Appearing on CNN’s “New Day” on Wednesday, Blumenthal attempted to downplay his involvement in the Clinton email scandal with a joke, “I write Lincoln, and I write Hillary, and one of them has replied.”\n\nHost Alisyn Camerota asked Blumenthal, “Why did she set up a personal server?",
  "(RELATED: Here Are The 23 Classified Memos Sidney Blumenthal Sent To Hillary Clinton)\n\nWhile Clinton has claimed that her correspondence with Blumenthal was “unsolicited,” the secretary of state did ask for more information occasionally.",
  "“And it’s a question that she’s explained and so you’d have to, you know, go to her explanation about that.”\n\n“I mean, I ask you, because the emails that have been released show that you were in regular contact with her.",
  "Why did she need the personal server?” (VIDEO: Sid Blumenthal Continues To Assist Clinton: Won’t Say If FBI Has Interviewed Him)\n\n“Well, that’s a question I don’t know the answer to,” Blumenthal replied.",
  "Hillary Clinton’s backdoor intelligence provider Sidney Blumenthal dodged answering questions about why Clinton set up a private server to conduct her email correspondence while secretary of state.",
  "During Clinton’s tenure as secretary of state, Blumenthal and Clinton corresponded on email hundreds of times and at least 23 of their emails contained classified information.",
  "The Romanian hacker, Marcel Lehel Lazar, aka Guccifer, hacked Blumenthal’s email account and discovered Clinton’s private email account in the hack.",
  "You’re one of — you were giving her advice on all sorts of policy things and political things,” Camerota said.",
  "Clinton even forwarded Blumenthal’s emails on to State Department staff and even the White House.",
  "That’s beyond just using one device for personal and professional emails.",
  "“Did you talk to her about setting up a personal server?”\n\n“Oh, no.",
  "I had nothing to do with that,” Blumenthal claimed.",
  "(RELATED: Did Guccifer Hack Hillary?)",
  "Follow Steve on Twitter and Facebook"
]