[
  "EXCLUSIVE: The State Department’s former top watchdog, in an interview with Fox News, rejected Hillary Clinton’s repeated claims that her personal email use was in line with her predecessors’ – while saying he would have immediately opened an investigation if he caught wind of a secretary of state using such an account.",
  "While there is no public confirmation the Clinton server was breached, former senior military and intelligence officials -- including Secretary of Defense Robert Gates, and former Defense Intelligence Agency chief Mike Flynn – have said they believe foreign intelligence services targeted Clinton's email system.",
  "He also challenged Clinton and State Department claims that the emails in question were “retroactively classified.”\n\n\"I don't understand it, because it was either classified by the creator or it was classified by reason of where it came from or what network it was on,” Krongard said.",
  "The report said by the time she became secretary, the rules had repeatedly been updated, and were “considerably more detailed and more sophisticated.”\n\nKrongard resigned from the IG position in December 2007 after accusations he blocked Iraq-related investigations, charges he denied.",
  "I would have declined to do so on security grounds and if she had sent one to me, I probably would have started an investigation.”\n\nKrongard noted that during Clinton’s four-year term, from January 2009 to January 2013, there was no Senate-confirmed inspector general in place.",
  "Regarding the 2,100 emails on Clinton’s server found to have contained classified information -- and another 22 “Top Secret” messages containing intelligence deemed too damaging to national security to make public – Krongard questioned how that material got there.",
  "Howard Krongard, a George W. Bush administration appointee who served as the State Department inspector general from April 2005 to January 2008, cited his own experience in challenging Clinton’s insistence that her practices were nothing out of the ordinary.",
  "\"I would’ve been the most unpopular person in that building [had I been there],\" Krongard said, emphasizing that the inspector general has broad powers and the ability to rein in even the most senior political appointees.",
  "Former intelligence officials say the emails were improperly handled by Clinton and her team and, once reviewed by the authority that originated the information, the emails were given proper classification markings.",
  "A January 2009 non-disclosure agreement signed by Clinton confirms her understanding that \"classified information is marked or unmarked.”\n\nRather, it is the content and source that determine classification.",
  "Krongard spoke with Fox News before the current State Department inspector general’s office, led by Steve A. Linick, issued an extensive report on email practices of previous secretaries of state.",
  "It could be copied, but there are restrictions in the State Department and elsewhere as to what copiers can work from a classified network and it can only be a secure copier.",
  "Anonymous government officials were quick to dismiss the hacker's claims, while admitting he was very skilled and breached the accounts of 100 Americans, including Powell.",
  "It said Powell used personal email on a limited basis to connect with people outside the department, and he worked with the State Department to secure the system.",
  "Suggesting the Clintons show a pattern of avoiding oversight, Krongard indicated that Hillary Clinton benefited from the fact there was no IG during her term.",
  "He said it would take a deliberate act for the intelligence to \"jump the gap\" between the classified computer networks and Clinton's personal server.",
  "The day that report was issued, Clinton said in an interview that her use of personal email was consistent with predecessors Colin Powell and Rice.",
  "In a recent interview with Fox News, the Romanian hacker who goes by the name Guccifer said he accessed the Clinton server with ease in March 2013.",
  "\"It could be done by taking a screen shot with … a camera of a classified email, take a screen shot and send it to an unclassified network.",
  "But, as Krongard indicated, the May 25 IG report clearly stated that Rice did not use personal email for government business.",
  "I certainly never either sent an email to one or received an email from one,” said Krongard, who served during Rice’s tenure.",
  "Further, he said, “I would have been stunned had I been asked to send an email to her at a personal server, private address.",
  "The report concluded Clinton’s use of a private server and account was not approved, and broke agency rules.",
  "\"They are the people who enforce the rules, and there was no one enforcing the rules during that time.\"",
  "“Certainly to my knowledge at least, Secretary [Condoleezza] Rice did not have a personal server.",
  "Clinton consistently has claimed nothing she sent or received was marked classified at the time.",
  "While technically correct, this distinction also appears misleading.",
  "\"Just like previous secretaries of state, I used a personal email.",
  "Asked if it could happen by accident, Krongard simply said, \"No.\"",
  "So that may not have been easy,\" Krongard said.",
  "It was not at all unprecedented,\" she said.",
  "The report found Clinton did neither.",
  "Many people did."
]