[
  "“They don’t name anyone or anything unless that person or entity is actually being charged.”\n\nShe added that the only reason they are included at all is to “tell the story of the people you are charging.”\n\nAfter both indictments, Twitter lit up with self-made investigators speculating about the cryptic mentions in the document.",
  "Last Friday, Special Counsel Robert Mueller charged 13 Russian operatives with interfering in the 2016 presidential election, and on Monday, the Justice Department prosecuted Mariia Butina for undertaking covert efforts to influence American politics on behalf of Russian interests.",
  "In August, that individual asked “do u find anyt[h]ing interesting in the docs i posted?” and Guccifer wrote back “please tell me if i can help u anyhow… it would be a great pleasure to me.” These conversations match the published records of Stone’s messages with Guccifer 2.0.",
  "People trying to figure out who’s who, and what’s going on, and unnamed co-conspirators and unnamed victims and so on and so forth,” said David Redlawsk, the chair of the Department of Political Science and International Relations at the University of Delaware.",
  "Republican Rep. Dana Rohrabacher of California told Politico that he wasn’t sure if he was the congressman mentioned in Butina’s indictment, but that he did remember having dinner with her along with another lawmaker and a larger American group in 2015.",
  "“We’re talking about a foreign government being involved and interfering with — not just trying to influence, but actually interfering with — the operation of free and fair elections,” said Lara Brown, a professor at George Washington University.",
  "And part of it is simply the desire of the media to track down what’s behind the scenes.”\n\nWhile this speculation is particularly salient right now after two high-profile indictments, these guessing games have happened before.",
  "“They’ll be looking at all these people and their involvement and thinking about whether they ought to be charged, whether there’s enough evidence to charge them, as part of the investigation,” Rodgers said.",
  "The document details that he received about 2.5 gigabytes of stolen Democratic Congressional Campaign Committee data — including records and personal information about more than 2,000 Democratic donors.",
  "“Read this passage and then remember that Roger Stone has said that he has communicated with Guccifer 2.0,” wrote MSNBC producer Kyle Griffin in a tweet that linked to a portion of Mueller’s indictment.",
  "The indictment states that a person “who was in regular contact with senior members of the presidential campaign of Donald J. Trump” was corresponding with the Russian-controlled Guccifer 2.0 account.",
  "Person 1 is described as an American political operative who met Butina in Moscow around 2013 and then introduced her to influential political figures and an organization promoting gun rights.",
  "The Mueller indictment, for example, mentioned a reporter who recieved stolen documents from Guccifer 2.0 about the Black Lives Matter movement and offered to write an article about them.",
  "Read More: How a Suspected Russian Agent Allegedly Used Guns, Sex and Billionaires to Peddle Influence\n\nAccording to experts, leaving these third parties unnamed is standard procedure.",
  "Person 1 in the Butina case…” tweeted McClatchy data journalist Ben Wieder, attaching side-by-side pictures that compared descriptions of Republican operative Paul Erickson and U.S.",
  "The document contained a transcript of conversation in which a Russian intelligence operative, Victor Podobnyy, spoke about trying to recruit Page — and called him an idiot.",
  "At any level of conjecture, however, there’s always an inherent danger that people could be misidentified — and it’s not just their reputations that is at risk.",
  "According to experts, the individuals mentioned in an indictment won’t necessarily be charged in the future, but they are very likely part of the investigation.",
  "Mueller’s indictment reported that a U.S. congressional candidate contacted Guccifer 2.0 asking for stolen documents and received dirt on his or her opponent.",
  "Carter Page, an early foreign-policy adviser to Trump, was reported by Buzzfeed in 2017 to be Male-1 from a 2015 government filing about a Russian spy ring.",
  "That was the case for Aaron Nevins, who was outed as the “then-registered state lobbyist and online source of political news” in the Mueller indictment.",
  "But the newest one has a darker undercurrent: Trying to figure out the unnamed figure in an indictment related to Russian interference in U.S. politics.",
  "Organization 1’s actions and timeline perfectly aligned with the widely known endeavors of WikiLeaks in the months leading up to the 2016 election.",
  "On his website StoneColdTruth in 2017, Stone provided screenshots of his Twitter direct messages with the account that contain identical dialogue.",
  "In the Butina indictment, she is linked to an American “gun rights organization,” which matches her known ties to the National Rifle Association.",
  "The Mueller document mentioned Organization 1, a website that published stolen documents provided by the Russians’ online persona, Guccifer 2.0.",
  "Person 2 helped her organize dinners with important American political figures, and a Russian official helped direct her conspiratorial efforts.",
  "In other instances, such as Roger Stone or Paul Erickson, the anonymous figures were identified by matching descriptions from the indictments.",
  "Lee Stranahan, a former Breitbart reporter who now works for Sputnik, stepped forward, claiming on Twitter that he was the journalist named.",
  "“That’s what all prosecutors do,” said Jennifer Rodgers, a formal federal prosecutor and an expert on political ethics and corruption.",
  "View Sample Sign Up Now\n\nThe documents are littered with mysterious references to other people or organizations — Organization 1, U.S.",
  "That perfectly met the description of Aaron Nevins’ communications with Guccifer 2.0, as reported by the Wall Street Journal in 2017.",
  "Erickson, also 56, is a conservative political activist from South Dakota who can be seen in pictures with Butina on social media.",
  "With these announcements has come a wave of speculation about these unnamed individuals: who they are and how they’re involved.",
  "He later said that “I think I am probably the person referred to.”\n\nIn some cases, little sleuthing was required at all.",
  "As intriguing as this new parlor game might be for onlookers, the outcome is high-stakes for the players involved.",
  "Although speculation about these individuals has run rampant, they haven’t yet been identified.",
  "The one where you guess who the next round of elected candidates will be after election season.",
  "“This kind of thing, it’s almost like a little mystery game that people play,” said Redlawsk.",
  "You see all the unknowns left in the public indictment, and you go, ‘What’s going on here?’.",
  "These third parties could potentially be implicated themselves in a very serious conspiracy.",
  "More charges will come before the Mueller investigation wraps up, likely in September.",
  "“And that absolutely goes on.”\n\nThe past week has seen a recent flurry of indictments.",
  "The New York Times had previously reported on the close relationship between the two.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Still other figures are completely unknown — the subject of much public curiosity.",
  "And the one where you guess how long a controversial figure will hold onto a job.",
  "There’s the one where you guess who will be appointed to a White House position.",
  "Sometimes people who recognized themselves in the document text came forward.",
  "Person 1 is 56 years old and shared a personal relationship with Butina.",
  "Washington, D.C., is known for its political guessing games.",
  "Person 1, a candidate for U.S. Congress, and others.",
  "“If there was any doubt about the identity of U.S.",
  "“And a little of that is just human nature.",
  "The similarities to Erickson are evident.",
  "Page later confirmed that he was Male-1.",
  "Later court papers revealed that U.S.",
  "“We used to call these parlor games.",
  "For Butina, an unidentified U.S.",
  "Contact us at editors@time.com.",
  "In the indictment, U.S.",
  "Person 1."
]