[
  "Hillary Clinton for months has downplayed the FBI investigation into her private email server and practices as a mere “security inquiry.”\n\nBut when asked Wednesday by Fox News about Clinton's characterization of the bureau's probe, FBI Director James Comey said he doesn’t know what \"security inquiry\" means -- adding, “We’re conducting an investigation.",
  "Though she leads by hundreds of delegates, she has not yet clinched the nomination and rival Bernie Sanders is vowing to take the fight to the convention – he fueled his own underdog bid with a primary win Tuesday in West Virginia.",
  "There was never any material marked classified that was sent or received by me, and I look forward to this being wrapped up.”\n\nThe FBI probe is proceeding as Clinton tries to wrap up the Democratic presidential nomination.",
  "In another development, the infamous Romanian hacker known as “Guccifer,” who was extradited to the U.S. to face cyber charges, recently told Fox News he easily breached Clinton’s personal email server in early 2013.",
  "Most recently on CBS’ “Face the Nation” on Sunday, Clinton used the term when asked how she’d respond to people worried the FBI probe is a “big deal.”\n\n“I say what I’ve said now for many, many months,” Clinton said.",
  "Attorney General Loretta Lynch also was asked earlier this week about the timeline for the Clinton email probe, but said she could not make any “prediction.”\n\nFox News’ Catherine Herridge contributed to this report.",
  "But an intelligence source told Fox News last month that Guccifer, whose real name is Marcel Lehel Lazar, could help the FBI make the case that Clinton’s email server may have been compromised by a third party.",
  "As for the timeline for the investigation, Comey, during a briefing with reporters, said he prefers doing the investigation “well” over promptly and said he’s not “tethered” to a schedule.",
  "Former State Department IT staffer Bryan Pagliano, who installed and maintained the server, has been granted immunity by the Department of Justice and is cooperating with the FBI.",
  "But he said there are “no special set of rules for anybody that the FBI investigates.”\n\nClinton and her campaign team repeatedly have described the probe as a security inquiry.",
  "The briefing comes amid reports that FBI investigators have been meeting with top aides in Clinton’s inner circle, including Huma Abedin and Cheryl Mills.",
  "… That’s what we do.”\n\nThe FBI director reiterated that he’s “not familiar with the term security inquiry” when told that is the phrase Clinton has used.",
  "Asked Wednesday if he would make a public report, regardless of whether criminal charges are pursued, Comey said he would not say at this time.",
  "Speaking from the Virginia jail where he’s being held, Lazar said the conversation was \"80 minutes ... recorded,\" and he took his own notes.",
  "The interviews have stoked speculation that the investigation may soon be drawing to a close, in the heat of the 2016 political season.",
  "Lazar told Fox News that he spoke with the FBI at length on the plane when extradited from Romania to Virginia last month.",
  "A government source confirmed that the hacker had a lot to say on the plane but provided no other details.",
  "There appear to be several moving parts in the FBI investigation.",
  "Fox News could not independently confirm the claims.",
  "I always took classified material seriously.",
  "“It’s a security inquiry."
]