[
  "And while the blog states that the memos were retrieved from a folder from House Minority Leader Nancy Pelosi (D-CA)’s personal computer, representatives for Pelosi emailed Vox that she \"does not have a personal computer at the DCCC so no hacked, dumped or doctored documents can be attributed to her computer.\"",
  "Tamir Rice’s mother, Samaria Rice, however, has refused to endorse any candidate since March precisely because of concerns that her son’s identity has become more of a talking point for politicians promising to make changes that she’s not convinced they can actually keep.",
  "Martin O’Malley (D-MD) during the 2015 Netroots conference and a controversial meeting between Hillary Clinton and Boston activists at the end of a New Hampshire event the activists weren’t allowed to attend, the memo outlines ways to interact with activists.",
  "In the best case scenario, the leaked memo suggests that before the presidential candidates were declared, and before the movement issued its own policies, Democrats were trying to play it safe by not committing to anything they couldn’t follow through with.",
  "One memo, however, written to Democratic Congressional Campaign Committee staff in November 2015 by Troy Perry, a former staffer for the Democratic Congressional Campaign Committee, is raising eyebrows over what degree Democrats are embracing the movement.",
  "Ahead of the Republican National Convention in Cleveland, Rice told Fusion that she wants \"not a little bit of talk, a lot of talk about police brutality, police accountability, making new policies, taking some away, and just reforming the whole system.\"",
  "But today, when the ticket is set, criminal justice reform is a core component of the Democratic Party platform, and black voters remain as crucial as ever for a White House win, there is more pressure than ever for Democrats to stick to their word.",
  "The party seemed to be more embracing of the movement, especially this July during the Democratic National Convention, which featured Mothers of the Movement, a group of women who have lost children to police brutality and racialized vigilantism.",
  "Meanwhile, despite the pervasive critique that the movement lacks policy recommendations, the memo explicitly tells candidates and campaign staff, \"Don’t offer support for concrete policy positions.\"",
  "The memo recommends refraining from saying \"all lives matter\" and talking about \"black-on-black crime\" as responses to activists, calling both \"red herring attacks\" and \"the worst response.\"",
  "\"We are disappointed at the DCCC’s placating response to our demand to value all Black life,\" the Black Lives Matter organization wrote on Facebook in response to the leak.",
  "Staff were also told to meet with activists and listen to them — though invitations to activists \"should be limited\" and meetings should be \"personal and small group[s]\".",
  "Following major demonstrations by Black Lives Matter activists during the primary season, which included disrupting Sen. Bernie Sanders (I-VT) and Gov.",
  "A newly leaked memo is raising concerns that Democrats are only paying lip service to the work of activists involved with the movement for black lives.",
  "Many had been longstanding supporters of Hillary Clinton, including Trayvon Martin’s mother, Sybrina Fulton.",
  "Updated: The piece has been updated to reflect statements from Nancy Pelosi’s representatives.",
  "Guccifer 2.0, a hactivist blog, released memos late Tuesday, Mic reported.",
  "This is about saving our children,\" she told the nation on the DNC stage.",
  "The memo puts even more pressure on Democrats to stick to their word.",
  "Black Lives Matter activists were described as \"radical.\"",
  "But a leaked memo puts their motivations into question.",
  "\"Black communities deserve to be heard, not handled.\"",
  "But other parts seem disconcertingly tone-deaf.",
  "\"This isn’t about being politically correct.",
  "Democrats are embracing Black Lives Matter."
]