[
  "Stone describes the private Twitter messages between himself and the purported Russian intelligence asset as “benign” and “innocuous.”\n\nMueller has also subpoenaed Stone aides John Kakanis, a body man for the veteran political operative, along with social media specialist Jason Sullivan.",
  "Stone in May told NBC’s Meet the Press host Chuck Todd that he is prepared to be indicted by the special counsel.“I can guarantee you they have found no evidence whatsoever of Russian collusion, nor trafficking of allegedly hacked emails with WikiLeaks,” said Stone.",
  "In a recent interview with CNN, Stone said it’s possible he is the individual believed to have communicated with Guccifer 2.0 over Twitter as cited in the Justice Department’s indictment of 12 Russian military operatives accused of meddling in the 2016 election.",
  "Davis, previously jailed for running a prostitution ring, revealed Friday that a member of the special counsel’s office notified her attorney that the FBI would serve the former Manhattan Madam unless she agreed to be subpoenaed.",
  "“For them to come to me for information on Russian collusion — I don’t have anything on that.”\n\nThe 41-year-old has worked with longtime political operative and Trump ally Roger Stone for nearly a decade.",
  "Special counsel Robert Mueller has subpoenaed Kristin Davis, the former Manhattan Madam involved in the sex scandal that led to New York Governor Elliot Spitzer’s resignation, according to reports.",
  "“It is not inconceivable now that Mr. Mueller and his team may seek to conjure up some extraneous crime pertaining to my business, or maybe not even pertaining to the 2016 election.”",
  "The FBI in the in the spring reportedly questioned Kakanis over Stone’s communications with Gufficer 2.0 and WikiLeaks founder Julian Assange during the 2016 election.",
  "“Since my campaign I’ve worked for him.” Ander Miller, Davis’s campaign manager and ex-employee of Stone, was subpoenaed to appear before a grand jury last month.",
  "“I’ve been with Roger since 2010 doing web design and writing position papers,” the Manhattan Madam said.",
  "Davis launched a failed gubernatorial bid in New York state eight years ago.",
  "“It’s very out-of-the blue for me, very upsetting,” Davis told NBC News."
]