[
  "But it will be much harder for Trump, or his defenders, to blame the hack on just “a 400 pound genius sitting in bed and playing with his computer.” That goes for Stone, who tried to push the narrative that Guccifer 2.0 was a random dude, not the Russians, and released messages the two exchanged to debunk the Kremlin connection.",
  "Deputy Attorney General Rod Rosenstein and other top law enforcement officials are hosting a press conference Friday morning to cover a “major cyber law enforcement announcement.” It is reportedly not related to Mueller’s investigation, but the timing sure is interesting.",
  "It turns out the hacker who caused chaos in the United States elections made a small but critical error that allowed US investigators to trace his identity:\n\nBut on one occasion, The Daily Beast has learned, Guccifer failed to activate the VPN client before logging on.",
  "Attributing Guccifer 2.0 to Russian military intelligence means Mueller can charge someone\n\nIn February, Mueller indicted 13 Russian nationals tied to the Internet Research Agency, accusing them of spreading propaganda to interference and influence the US elections.",
  "The Daily Beast’s Spencer Ackerman and Kevin Poulsen reconfirmed what US intelligence had conjectured: that Guccifer 2.0 was not the lone Romanian hacker he claimed to be, and was instead a front for the Russian military intelligence agency known as GRU.",
  "As a result, he left a real, Moscow-based Internet Protocol address in the server logs of an American social media company, according to a source familiar with the government’s Guccifer investigation.",
  "Those indictments did not tackle other elements of Russia alleged cyber campaign against the US, including the hack of the DNC and the subsequent email dumps released by WikiLeaks.",
  "The Daily Beast reports that Mueller has, in fact, taken over the investigation into Guccifer 2.0, and has brought the investigators who tracked the officer down onto his team.",
  "2) It raises more questions about the Trump campaign’s connections to Russia, given the well-documented chats between Guccifer 2.0 and Trump adviser and surrogate Roger Stone.",
  "Working off the IP address, U.S. investigators identified Guccifer 2.0 as a particular GRU officer working out of the agency’s headquarters on Grizodubovoy Street in Moscow.",
  "3) Finally, it could mark a development in special counsel Robert Mueller’s investigation, though Mueller’s office declined to comment for the Daily Beast’s story.",
  "Guccifer 2.0, the supposed lone hacker of Democratic National Committee emails, just so happens to be an agent of Russian intelligence, the Daily Beast reports.",
  "But if US authorities have attributed Guccifer 2.0 to a specific member of Russian military intelligence, Mueller likely has the ability to charge him or her.",
  "It’s highly unlikely that those Russians will ever see the inside of a US courtroom, but the indictments laid out a compelling case against the Kremlin.",
  "The Guccifer 2.0 revelation is a big deal for a few reasons:\n\n1) It piles on to the evidence that Russia attempted to interfere in the US elections.",
  "But Ackerman and Poulsen add to this narrative: Guccifer 2.0 is a specific (but still unnamed) Russian military intelligence officer.",
  "Neither company would comment for this story, and Guccifer did not respond to a direct message on Twitter.",
  "(The Daily Beast’s sources did not disclose which particular officer worked as Guccifer.)",
  "Twitter and WordPress were Guccifer 2.0’s favored outlets.",
  "It’s unclear what, if anything, might come next."
]