[
  "\"Guccifer 2.0,\" the supposed hacker who some intelligence analysts believe is a Russian front, was removed from Twitter Saturday after releasing a cache of documents on his website (the documents were taken down by Wordpress later Saturday, \"upon receipt of a valid complaint regarding the publication of private information\") that contain passwords to certain databases and the private contact information of current and former Congressional Democrats in a hack that was \"even easier than in the case of the DNC breach,\" according to his website.",
  "Founder Julian Assange, who remains housed in the Ecudorean embassy in London, recently told HBO's Bill Maher that he's \"super happy\" over the fallout from the DNC leaks, which are searchable on the Wikileaks website, and has recently been insinuating that Democratic officials could have been involved in the death of DNC staffer Seth Rich.",
  "When they publish information it appears to be in service of some specific goal, of retribution, at the expense of the individual.”\n\nPerhaps most troubling is the possibility that the sources of the hacked DNC and DCCC documents are not lone cyber activists but rather representatives of Russia, feeding Assange and Wikileaks.",
  "\"The U.S. presidential elections are becoming a farce, a big political performance where the voters are far from playing the leading role,\" wrote Guccifer 2.0, whose identity is unknown although speculation abounds that either Russian cyber vigilantes or government-sponsored hackers are the face behind the hacker.",
  "Once celebrated as a bulwark against government malfeasance and a refuge for whistleblowers everywhere, Wikileaks more recently has resembled a Democratic and Clinton opposition research firm, and is increasingly criticized for its refusal to redact the sensitive information of private citizens in its leaks.",
  "However, Guccifer 2.0 and Wikileaks don't seem to have uncovered any \"corruption revelations\" ensnaring Clinton personally but are instead simply contributing to the narrative that the former secretary of state is untrustworthy and deserving of the \"crooked Hillary\" moniker that Trump is so fond of.",
  "Assange does not comment on the sources of documents he shares and has mocked the idea that he could be working with foreign powers to subvert the integrity of the American election process, with Wikileaks recently sarcastically tweeting that the Clinton campaign \"has developed a new PR strategy.",
  "Despite Guccifer 2.0's gleeful tone, Friday's release is a minor footnote to the hack of the DNC, which showed committee officials arguably conspiring against former Democratic candidate Bernie Sanders and which lead to the resignation of DNC chair Debbie Wasserman Schultz.",
  "Updated | Hacking supporters are claiming censorship after Twitter suspended the account of the hacker behind the leaks of Democratic National Committee (DNC) emails as well as a Friday release of stolen documents from the Democratic Congressional Campaign Committee (DCCC).",
  "But it's difficult to identify what public interest is served by sharing cellphone numbers and contact lists from within the DCCC, as Guccifer 2.0 did, or what truth is being uncovered by the release of a program from a political fundraiser.",
  "Only Assange may know if Wikileaks is planning an October surprise that would damage Clinton's candidacy, but we may never know what fuels his apparent vendetta against just one component of the American political system.",
  "But the unknown of what comes next, as the FBI investigates the hacks, is fueling anxiety in an election season that's seeing Republican Donald Trump fade in favor of Democratic nominee Hillary Clinton.",
  "Wikileaks, the online repository for leaks that purports to champion transparency in government, immediately decried the suspension as censorship in a message that's been retweeted nearly 4,000 times.",
  "Thus far, Trump's nearly daily outrages have continued to outweigh voter concerns about Clinton's character, as most all polls show her leading nationally as well in most individual swing states.",
  "Before being suspended, Guccifer 2.0 promised more leaks are coming and would be published on Wikileaks, according to the New York Times.",
  "A scan of its Twitter feed shows a preoccupation with Clinton and the Democrats, with nary a word concerning Trump or the GOP.",
  "John Wonderlich, executive director of the Sunlight Foundation, told Time that Wikileaks has strayed far from its roots.",
  "\"I wonder what happened to the true democracy, to the equal opportunities, the things we love the United States for.",
  "But I do believe that people have right to know what’s going on inside the election process in fact.\"",
  "The MSM are producing tons of propaganda hiding the real stuff behind it.",
  "All future corruption revelations about her are the work of Russia.\"",
  "They are lying constantly and don’t keep their word.",
  "The big money bags are fighting for power today.",
  "It’s not striving for objectivity.",
  "“It’s become something else.",
  "It’s more careless."
]