[
  "The document states: “The defendant agrees to testify truthfully and completely at any grand juries, trials or other proceedings.”\n\nAdditionally, Lazar has agreed to provide all documents, writings, and recordings within his custody to the U.S. government that may be relevant to investigations or inquiries.",
  "An intelligence source told Fox News at the time of his extradition from Romania in late March -- which was unusual because his prison term there was not complete and no major financial fraud was alleged against U.S. victims -- that it was not a \"coincidence\" and was connected to the FBI email probe.",
  "Lazar pleaded guilty to the unauthorized access of a protected computer and aggravated identity theft, counts tied to his illegal intrusion into systems belonging to former U.S. government officials, including former Clinton adviser Sidney Blumenthal and former Secretary of State Colin Powell.",
  "He was asked repeatedly if he understood the terms, and he affirmed, “Yes I do.”\n\nWhile government officials who would not speak on the record admit he’s an accomplished hacker, they also cast doubt on claims he breached the server.",
  "The same source said Guccifer’s breach of Clinton aide Sidney Blumenthal’s account – which was connected to his indictment in the U.S., and which first exposed the .Clintonemail account -- put national defense information at risk.",
  "The Romanian hacker who claimed he easily breached Hillary Clinton's email server pleaded guilty Wednesday in federal court to two counts of computer hacking charges, as part of a deal with the Justice Department.",
  "Lazar, who was facing more than 20 years in prison and cut what amounted to a very favorable deal, is currently being held in a Virginia jail – which means he will be available to the FBI and U.S. attorney.",
  "While his claims could not be independently verified, and he offered no hard evidence, he made the same claims during another interview in Romania with NBC News which aired after Fox News’ reporting.",
  "“Through her communications with Blumenthal, [Clinton] contributed exposure and risk.”\n\nFox News was first to report on Lazar’s claims that he breached former secretary of state Clinton’s server.",
  "This is the kind of information the FBI could verify by examining the server or questioning Clinton IT specialist Bryan Pagliano, who has struck an immunity deal with the Justice Department.",
  "But the plea deal comes as the FBI is moving to conclude its investigation into Clinton’s exclusive use of a private server for government business while secretary of state.",
  "The plea agreement does not mention the FBI investigation of Clinton's email practices or his claims that he accessed her private server in March 2013.",
  "In exchange for a reduced sentence, Marcel Lehel Lazar – also known as Guccifer -- has agreed to cooperate with federal authorities in the future.",
  "According to the court filing, Lazar has agreed to be \"reasonably available for debriefing and pre-trial conferences as the U.S. may require.\"",
  "As outlined in the plea agreement which Fox News has reviewed, Lazar has agreed to extensive cooperation with the U.S. government.",
  "Still, Guccifer told Fox News specific details of the server's configuration and its apparent lack of security.",
  "“[Hillary Clinton’s] gross negligence allowed this material to get out to an adversary,” the source said.",
  "The alleged hacking crimes are separate from Lazar’s claims of having breached Clinton’s personal server.",
  "He appeared in court wearing a green jumpsuit, and was soft-spoken during the 35-minute proceeding.",
  "Such agreements typically do not stipulate how a defendant will aid the government.",
  "Under the deal, Lazar faces seven years in prison and up to $500,000 in fines.",
  "He said he copied some files and posted them to his \"Guccifer Archive\" online.",
  "Fox News' Matthew Dean contributed to this report."
]