[
  "Senator McCain called upon him to come up with evidence and that's good because you can't just go out there and say terrible things about somebody with no evidence and then demand that somebody else investigate it to see if there's any --\n\n\n\nHARLOW: Well, you can.",
  "HARLOW: Although you have hundreds of deputies underneath him that will, for example, the investigation of Fox News and others -- they're going to continue these investigations unless someone comes in and replaces them and tells them not to.",
  "So we know what President Trump said that Obama ordered a tap of his phones in Trump Tower but his -- the president's senior counselor, Kellyanne Conway doubled down on that and went much further in this new interview with the Bergin record.",
  "It's warm enough that when the storm is here, down here across the Deep South when it runs up into the ocean and grabs that moisture, if you heard of lake effect snow this turns into ocean effect snow so by tonight we start to see the snow.",
  "By tomorrow morning, Chris, you and I are in it, probably 4 inches on the ground here and then snows in D.C. by, I would say 10:00 tonight, 2:00 here for us in New York and maybe noon for Boston for tomorrow and it keeps snowing.",
  "Now people have said that U.S. Attorney Preet Bharara had been asked a week ago by various groups to investigate Trump Towers in his jurisdiction, geographical jurisdiction to investigate certain things about the president.",
  "NADLER: He is proving that you can, but let's rephrase that you ought to be able to because especially when you have shown you're a liar from everything whether it was raining during the inaugural speech to everything else.",
  "HARLOW: All right, so you don't like the process, but we knew that this president was going to be unconventional and he does follow in the footsteps of Bill Clinton in his first year, 80 of 93 U.S. attorneys were replaced.",
  "CNN cannot confirm the video's authenticity but an attorney for the store claims the film \"Stranger Fruit\" used editing techniques to falsely imply there was an exchange of marijuana between store employees and Brown.",
  "This probe sparked when Trump's former national security adviser, General Michael Flynn, was forced to resign after allegedly misleading the vice president about the nature of his conversations with that ambassador.",
  "Well, Stone is now defending his communications and bragging about insisting that they were an innocuous brief exchange of messages that occurred in August after the hacker posted the information from the DNC.",
  "She was greeted at her private residence by crowds of supporters who chanted we love you and she made her -- she broke her silence, her first public statement via a spokesperson and had almost no remorse.",
  "What's unusual here is that normally you do it in a reasonable way to continue the work of the office so that you say OK, we're going to replace attorney x and we're going to replace him with attorney y.",
  "Now Manafort hasn't been linked to the shootings and he dismissed any connection, but he is currently under investigation as well for over millions that he allegedly got and fees working for Yanukovych.",
  "(COMMERCIAL BREAK)\n\n\n\n[06:30:37]CHRIS CUOMO, CNN ANCHOR: Listen to this, more than 100 million people in the U.S. are under winter storm warnings ahead of this potentially historic March blizzard.",
  "(COMMERCIAL BREAK)\n\n\n\nCUOMO: All right, big date to remember, one week from today the House Intel Committee will hold its first public hearing on Russia's interference in the U.S. election.",
  "The president who made an extraordinary claim, a vicious claim against his predecessor has to come up with some evidence to show that there is some truth to it, then others can investigate.",
  "HARLOW: All right, new revelations about the Trump campaign Russia contacts, but one Democratic lawmaker wants to have happen next in the investigation of the kremlin's election meddling.",
  "All right, action starts tomorrow night on Turner's Tru TV with the play in games, Mount St. Mary's playing New Orleans at 6:40 Eastern and it's Kansas State versus Wake Forest at 9:10.",
  "The House Intelligence Committee demanding that the Justice Department today turnover any evidence that it has of the president's claim that he was wiretapped by the former president.",
  "Several arrests outside the market where Michael Brown was in there shopping or that's a subject of controversy in the hours before he was shot and killed by a police officer in 2014.",
  "NADLER: He has said nothing and what I just said is pure speculation and maybe he's totally innocent, but the real question is why get rid of everybody -- it's not just a question.",
  "Acknowledging he worked for a Turkish owned company that may have benefitted Turkey's president, Erdogan's government while advising Trump and attending top level intel briefings.",
  "All I really want to say about this is to take 46 U.S. attorneys, fire them overnight, had to be out of the office by the close of business with no replacements in site.",
  "You can't just come out and make a terrible accusation on the basis of no evidence at all especially when you have a reputation as a serial liar as this president does.",
  "So if you think you can pick a better bracket than Chris Cuomo, than Poppy Harlow, then go to cnn.com/bracket to join the group named CNN and see if you can get lucky.",
  "General Flynn's role on Trump's team facing renewed scrutiny after his firm filed paperwork with the Justice Department last week identifying Flynn as a foreign agent.",
  "Since then two previously undisclosed meetings between that ambassador and former Trump surrogate, current Attorney General Jeff Sessions have also come to light.",
  "All right, last week CNN learned the FBI is looking into potential connections between computer servers at the Trump Organization and the largest bank in Russia.",
  "Beyond Trump's businesses, the House and Senate Committees are looking into communications between Trump's associates and the Russian ambassador to the U.S.",
  "Text messages alleged that Manafort's strategic guidance lead to the deadly crackdown on protesters in Kiev in 2014, remember, they come from his daughter.",
  "And last week, Stone admitted for the first time that he has communicated with Guccifer 2.0, the online persona who claims responsibility for hacking DNC.",
  "It seems like Trump was trying to do a nice thing and whatever happened between Schumer and Trump was not so nice so why would he do a favor for Schumer.",
  "Part of the probe and the Senate and FBI investigations are all going to be looking at potential connections between President Trump's team and Russia.",
  "; Lawmakers Demand Evidence Of Trump's Wiretap Claim; Trump Adviser Suggests Wider Surveillance Of His Campaign; Trump Fires 46 Obama-Era Prosecutors.",
  "But Preet Bharara is really the one that made -- it's interesting because he said that the president asked him to stay on, right, a few months ago.",
  "CUOMO: But they're a little bit -- you're teasing it out there though that there's something here that's negative that's worth speculating on.",
  "\n\n\n\nReturn to Transcripts main page\n\nNEW DAY\n\nOusted South Korean President Faces Corruption Probe; What Are Trump Campaign's Ties To Russia?",
  "These texts point to possible influence between Manafort and a former Ukrainian president, Viktor Yanukovych, an ally of Vladimir Putin.",
  "NADLER: Well, I don't know what she means by microwaves turning into cameras, but look this is an administration that lies all the time.",
  "Stone made similar claims during the election, although, Wikileaks denies any communication between Stone and founder, Julian Assange.",
  "North Korea calling this a victory for justice, which is rich coming from one of the most repressive countries in the world -- Chris.",
  "Just from yesterday she said there are many ways to surveil other people and she said you can surveil someone through their phone.",
  "You maybe jeopardizing cases to say to people we're out tonight and we don't know when your replacement will come and who that is.",
  "HARLOW: Not overnight I get that, but you bring up a question at the end of your answer to Chris, which is, the question is why.",
  "What is going to happen with this storm is its going to interact with the Atlantic Ocean and the ocean is warm, relatively warm.",
  "CUOMO: In South Korea, prosecutors are expected to pursue criminal charges against the country's now former president, Park Hye.",
  "You had the former president leaving the official residence under cover of darkness in a cloud of disgrace with her motorcade.",
  "It's about 48 hours after she was stripped from office and for the first time she was seen in public since that took place.",
  "When you come out with an extraordinary accusation against the former president or anybody else, you to have some evidence.",
  "Maybe this is all a cover up just to --\n\n\n\n(CROSSTALK)\n\n\n\nCUOMO: But he's never said that he had anything to do with Trump.",
  "That's what one firm estimated that $1.3 billion of company money are wasted each hour of a workday during the tournament.",
  "So Senator John McCain is calling on President Trump to either prove this, show the evidence or pull it back, retract it.",
  "This is the second time in less than a week that a JCC in Rochester, New York had to be evacuated because of the threat.",
  "Also five more Jewish community centers in the United States and Canada, the target of bomb threats over the weekend.",
  "The blizzard warnings means it's going to be windy and stalling at the same time for more than three hours at a time.",
  "HARLOW: All right, thank you to our international viewers for watching this morning, for you, \"CNN NEWSROOM\" is next.",
  "Coming up for us, a New York congressman not mincing his words at all on the future of health care in this country.",
  "The round of 64 will start on Thursday, but look we want to have some fun with you guys too during the tournament.",
  "They're good U.S. attorneys and the question is why do they have to be out of the office by the close of business?",
  "NADLER: He was asked to stay on by the president and all of a sudden the president fires him literally overnight.",
  "IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT: It was a pretty remarkable moment for Korean history, Chris.",
  "Was Stone talking about what stone was going to happen Clinton and Podesta before the e-mails actually came out?",
  "U.S. officials believed with high confidence that Guccifer is actually front for Russian military intelligence.",
  "So you have the Trump administration, they remove a big group of U.S. attorneys, and the Democrats go crazy.",
  "Now on Friday he did say, though, that he had a back channel to Wikileaks during the presidential campaign.",
  "We're going to have loss of productivity in building brackets and watching games throughout the tournament.",
  "They were the last major conference school to have never made it to the tournament in its 78-year history.",
  "[06:40:07]Investigators allegedly find the connection odd but odd doesn't mean anything to investigators.",
  "So just 7 days until the House holds the first public hearing on Russia's meddling in the U.S. election.",
  "The White House at first denied any knowledge of what Flynn was doing and then eventually had to own it.",
  "Two days after the Constitutional Court voted to uphold the first impeachment in that country's history.",
  "These protests coming after the release of a new documentary that alleges Brown never robbed the market.",
  "Now I know that Senator McConnell is saying that the Congress has to investigate, et cetera, none sense.",
  "They are number two seed in the east there with Villanova picked by odds makers to win the big tourney.",
  "Joining us now is New York Congressman Jerry Nadler, a Democrat and member of the Judiciary Committee.",
  "The big question, of course, though, Poppy, is what are they going to find to substantiate the claims.",
  "I was actually thinking as I was reading that how are they dealing with this being a novel instance?",
  "HARLOW: I know my lane and I'm going to stay in it, and I'm going to give this to Cuomo and Baldy.",
  "Let's look at the number one seeds, Villanova in the East, they were the overall number one seed.",
  "He says getting rid of Obamacare would be a death sentence for tens of thousands of Americans.",
  "Here overnight they fired 46 U.S. attorneys, had to be out of the office by close of business.",
  "Overall, there have more than 150 reported threats against these Jewish centers since January.",
  "St. Louis Police called in to help Ferguson officers keep demonstrators away from the store.",
  "It's right through Chicago as well, but not with those huge numbers we're going to see here.",
  "That keeps the numbers down but New York City I don't see it, at least a foot, maybe more.",
  "He's Manafort's former business partner, but he's been around Trump for many, many years.",
  "The moment they found out they would be going to the tournament for the very first time.",
  "I know how --\n\n\n\nCUOMO: Alyson did it on the basis of the uniforms and she killed it.",
  "NADLER: There's nothing unusual about removing the former president's U.S. attorneys.",
  "She said, quote, \"I'm sorry I couldn't fulfill my duty as a president until the end.",
  "Maybe he's just vicious in the way he does things or maybe there's a there \"there.\"",
  "Kansas in the Midwest, North Carolina in the south and Gonzaga in the west region.",
  "POPPY HARLOW, CNN GUEST ANCHOR: I'm not going to be able to make it into New York.",
  "HARLOW: Yes, we'll learn a lot more arguably on Monday when those hearings begin.",
  "CNN's senior international correspondent, Ivan Watson, live in Seoul with more.",
  "Gordon, Carter Page and Trump's son-in-law and senior adviser, Jared Kushner.",
  "Aired 6:30-7a ET\n\nAired March 13, 2017 - 06:30 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "She can now be prosecuted as a private citizen and guess who is celebrating?",
  "[06:55:12]CUOMO: Why isn't he getting more pressure to call the FBI himself?",
  "Somebody is going to be proven true and someone is going to be proven false.",
  "HARLOW: Right, but then he's the one who refused to resign and to be fired.",
  "First, hacked text messages allegedly from one of Paul Manafort's daughter.",
  "How much snow, how bad, where, CNN meteorologist, Chad Myers, joins us now.",
  "CUOMO: He has one of the most beautiful heads I've ever seen in my life.",
  "We'll speak with the Democratic Congressman Jerry Nadler straight ahead.",
  "For our viewers here in the United States, NEW DAY continues right now.",
  "Maybe a little less in Boston if it mixes in with a little bit of rain.",
  "That attorney says the market will release the full video later today.",
  "Millions of Americans are going to be busy filling out their brackets.",
  "It will take time, but I believe the truth will definitely come out.\"",
  "CHAD MYERS, AMS METEOROLOGIST: I have those boots you don't like too.",
  "The Russian diplomat has also met with Trump campaign advisers, J.D.",
  "He's prosecuted major political Democrats and Republicans obviously.",
  "(COMMERCIAL BREAK)\n\n\n\n[06:53:42]\n\n\n\nHARLOW: Welcome back to NEW DAY.",
  "He certainly ought to be getting pressure to come up with evidence.",
  "I don't care what they tell you because it's NCAA tournament time.",
  "All right two other points of intrigue also emerging this weekend.",
  "So with new details emerging every day what is the state of play?",
  "That's possible and somewhere between 4 and 6 in Washington, D.C.",
  "CUOMO: We'll see when the CBO score comes out as early as today.",
  "NADLER: Because I saw that Tom Price was right about Obamacare.",
  "The big news is it could mix in with some rain along the coast.",
  "One of the last times he'll be in a suit for the next few days.",
  "HARLOW: I guarantee you can pick a better bracket than me, OK.",
  "That's very unusual and obviously gives rise to questions why.",
  "COY WIRE, CNN SPORTS CORRESPONDENT: Yes, let's do this Chris.",
  "What do we know about the Trump campaign ties to the kremlin?",
  "I made fun of his boots, but I'll have the same pair of them.",
  "Certainly through their television sets, any number of ways.",
  "REPRESENTATIVE JERRY NADLER (D), NEW YORK: Good to be here.",
  "There are investigations going on that he can't comment on.",
  "I'm looking at Trump --\n\n\n\nNADLER: No, unless he can't say.",
  "It's highly unusual and not very good for continuity of it.",
  "The Trump team owning that they were aware of Flynn's work.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "This is someone that prosecuted Democrats and Republicans.",
  "(COMMERCIAL BREAK)\n\n\n\n[06:47:39]\n\n\n\nCUOMO: Bosses beware.",
  "And he stays on until the new guy is ready to take over.",
  "He certainly said a lot on Twitter in the last 24 hours.",
  "Chris, thank you so much for going through all of that.",
  "The second related to political adviser, Roger Stone.",
  "HARLOW: A lot to get to you with this Monday morning.",
  "Congressman Jerry Nadler will join us straight ahead.",
  "Schumer wanted him to stay is what the reporting is.",
  "She went on to say microwaves turning into cameras.",
  "People get excited about it like Northwestern did.",
  "And on Wednesday, North Carolina Central and U.C.",
  "Davis will be followed by Providence playing USC.",
  "It's complicated but we'll break it down for you.",
  "He's also denied taking any undeclared payments.",
  "There have been protests in Ferguson, Missouri.",
  "Probably 12 to 18 inches here in New York City.",
  "Now Park left the executive mansion on Sunday.",
  "HARLOW: Well, what would mean he couldn't say?",
  "This snowstorm goes all the way back to Iowa.",
  "Are we going to get some action going there?",
  "CUOMO: You believe people will be uncovered?",
  "Coy Wire has more in the \"Bleacher Report.\"",
  "We'll see when you fill out your bracket.",
  "The threats coming on the Jewish holiday.",
  "He was the campaign chairman for a while.",
  "What are the issues for these committees?",
  "They don't know what the significance is.",
  "WIRE: That's going on my highlight reel.",
  "Congressman, we didn't get to obamacare.",
  "But who does Vegas have winning it all?",
  "What is that kind of basis of analysis?",
  "All I'm saying is there are questions.",
  "CUOMO: Well, why was he asked to stay?",
  "Do you think there is a there \"there?\"",
  "Preet Bharara is no shrinking violet.",
  "[06:35:13]CUOMO: Good point to make.",
  "NADLER: He's been very nonpartisan.",
  "HARLOW: He is proving that you can.",
  "Obama replaced people, Bush did it.",
  "That would be the Duke Blue Devils.",
  "He used to work for Chuck Schumer.",
  "It was always a point of intrigue.",
  "Ivan Watson, thank you very much.",
  "No one named to take their place.",
  "OK, so that is the state of play.",
  "CUOMO: Will you come back please?",
  "There is no question about that.",
  "You're going to hear about that.",
  "CUOMO: All right, another topic.",
  "NADLER: That's another question.",
  "What are the things to look for?",
  "We don't really have any basis.",
  "NADLER: They were not replaced.",
  "But that timing is in question.",
  "He was meant to shave his head.",
  "CUOMO: What's inside that head?",
  "HARLOW: Thank you, Congressman.",
  "This is a fact of modern life.",
  "We're following breaking news.",
  "I will accept all the results.",
  "Poppy is pretty, pretty good.",
  "CUOMO: That works by the way.",
  "NADLER: That's all possible.",
  "He later deleted that tweet.",
  "I'm challenging you, buddy.",
  "NADLER: Well, I don't know.",
  "He would say this is wrong.",
  "CUOMO: Thank you very much.",
  "Do you know where I'm from?",
  "No arrests have been made.",
  "We'll be looking for that.",
  "That's -- he's a Democrat.",
  "But is that false outrage?",
  "These are all appointees.",
  "What's the intrigue here?",
  "The police suggesting it?",
  "Those are the questions.",
  "That's what he is doing.",
  "We'll be look for that.",
  "No devices were found.",
  "Nice to have you here.",
  "CUOMO: Take care, pal.",
  "This is what happens.",
  "NADLER: I don't know.",
  "Do you remember that?",
  "Thank you very much.",
  "I walk through that.",
  "These are not spies.",
  "So what is the deal?",
  "We'll have you back.",
  "NADLER: Absolutely.",
  "WIRE: That's right.",
  "It's bad procedure.",
  "He couldn't say it.",
  "I'm from Minnesota.",
  "So let's get to it.",
  "CUOMO: I need you.",
  "What's the latest?",
  "Thank you so much.",
  "NADLER: Certainly.",
  "NADLER: Thank you.",
  "What's the rush?",
  "The facts, next.",
  "What do you see?",
  "Clinton did it.",
  "Reagan did it.",
  "What happened?",
  "HARLOW: Right.",
  "HARLOW: Right.",
  "CUOMO: Yikes.",
  "I don't know.",
  "Both parties.",
  "All right.",
  "You can.",
  "You say?",
  "Maybe.",
  "Right?",
  "Why?"
]