[
  "“What they primarily do and what they are clearly doing in this instance is a criminal investigation.”\n\nPomerantz emphasized to Fox News, “There is no mechanism for her to be briefed and to have information about the conduct, the substance, the direction or the result of any FBI investigation.”\n\nSeparately, an intelligence source familiar with the two prongs of the ongoing FBI probe, stressed to Fox that the criminal and national security elements remain “inseparable.” The source, not authorized to speak on the record, characterized Clinton’s statement “as a typical Clinton diversion… and what is she going to say, “I’m 95 percent sure that I am going to get away with it?”\n\nFox recently learned that one of the FBI's senior agents responsible for counterintelligence matters, Charles H. Kable IV, is working the Clinton case, another indicator the intelligence source said that the FBI probe is “extremely serious, and the A-team is handling.”\n\nKable, known as \"Sandy,\" was appointed special agent in charge of the counterintelligence division at the Washington field office by Director James Comey in December.",
  "A separate source told Fox, \"it is no less of a violation of espionage statutes if any material was classified secret or top secret....All the statute requires is national defense information or NDI,” adding \"this is way past accidental spillage…(it) is being investigated as intentional mishandling…in this kind of high profile investigation, the most damaging information takes primacy.”\n\nInvestigations into the compromise of classified information include damage assessments.",
  "At the State Department briefing Thursday, spokesman John Kirby was asked by Fox News chief intelligence correspondent Catherine Herridge whether Clinton, as well as aides Huma Abedin, and Cheryl Mills, completed the required classified training that includes the proper storage, handling, and identification of classified information.",
  "Under the Freedom of Information Act, Judicial Watch sought the records documenting the classification training, but in a letter dated January 22, 2016, exactly seven years after Clinton signed her Non-Disclosure Agreement (NDA) to serve as Secretary of State, the government watchdog was told \"no responsive records\" could be found.",
  "Hillary Clinton used misleading language in Thursday night’s Democratic debate to describe the ongoing FBI investigation into her use of a private email server to conduct official government business while she was secretary of state, according to former senior FBI agents.",
  "In the recent case of former CIA Director David Petraeus, the damage was deemed to be limited, discreet, and knowable because the highly classified information was shared with his biographer, who also had a security clearance.",
  "In that capacity, a bureau press releases says the 15-year, well-respected FBI veteran, \"provided leadership and oversight to the field offices engaged in espionage, economic espionage, and insider threat investigations.\"",
  "In January, former Secretary of Defense Robert Gates, told the Hugh Hewitt radio show that \"the odds are pretty high\" that then-Secretary of State Clinton's personal email server was hacked by Iran, China and Russia.",
  "It is being carried out.”\n\nNot true says Steve Pomerantz, who spent 28 years at the FBI, and rose from field investigative special agent to the rank of assistant director, the third highest position in the Bureau.",
  "Sometimes that's done in- person briefings.”\n\nThis is important because, on its face, this seems to undercut Clinton's claim she had no way to know it was classified because the emails were not marked.",
  "Asked it was documented, Kirby said he had nothing more to offer, but did confirm Clinton, Abedin, Mills were not exempt from the strict rules that apply to State Department personnel.",
  "In the New Hampshire debate with Senator Bernie Sanders, which aired on MSNBC, Clinton told moderator Chuck Todd that nothing would come of the FBI probe, “I am 100 percent confident.",
  "The Romanian hacker, whose real name is Marcel Lehel Lazar, has an extradition hearing February 17, and in an interview, indicated he would welcome extradition to the U.S.",
  "The amount of classified information, now including 22 top secret emails the State Department withheld from public release last week, stands at more than 15-hundred.",
  "The intelligence source said analysts and agents are exploring whether the mishandling of classified information was \"intentional\" and who may have benefited.",
  "Fox: “So they would not be an exception?”\n\nKirby: “Everybody that works at the State Department gets trained in how to handle sensitive information.",
  "The hacker \"Guccifer\" compromised Clinton’s adviser Sydney Blumenthal's aol account, and he copied the email exchanges sent to Clinton.",
  "A spokeswoman for the FBI took Fox's questions, but said they would not be providing comment on Kable’s role or the FBI case.",
  "In Hillary Clinton's case, if the private server was compromised by a third party, the extent of the damage maybe unknowable.",
  "While his responsibilities are not publicly known, Kable was described to Fox as \"tough and no-nonsense FBI.\"",
  "In 2009, Kable led investigations against known and suspected Chinese intelligence officers in the U.S.",
  "Sometimes that takes place in in-person briefings and I can't comment any further,\" Kirby said.",
  "Personnel are briefed on what constitutes classified information and its proper handling.",
  "He had recently served as the chief of the counterespionage section at FBI headquarters.",
  "\"Everybody here is trained in how to handle sensitive information.",
  "“They (the FBI) do not do security reviews,” Pomerantz said.",
  "This is a security review that was requested."
]