[
  "A statement from the Department of Homeland Security and the Office of the Director of National Intelligence said that recent disclosures of alleged hacked emails on websites like DCLeaks.com and WikiLeaks, and by the Guccifer 2.0 online persona, are consistent with the methods and motivations of efforts directed by Russia.",
  "The Central Intelligence Agency reportedly is preparing a major cyber attack against Russia in response to the theft of records from the Democratic National Committee and its affiliates, allegedly by Moscow-backed hackers.",
  "Democratic presidential nominee Hillary Clinton has claimed that the theft of the records proves that Russian intelligence is attempting to help her opponent, Republican Donald Trump, defeat her in next month's election.",
  "“But nothing in it is in the interests of Russia, while the hysteria is merely caused by the fact that somebody needs to divert the attention of the American people from the essence of what was exposed by the hackers.\"",
  "Vice President Joe Biden told NBC News, which first reported that the Obama administration was considering retaliatory measures, that the U.S. would be \"sending a message\" to Russian President Vladimir Putin.",
  "NBC also reported that intelligence officials have been asked to present the White House with ideas for a \"clandestine\" cyber operation designed to \"embarrass\" the Kremlin.",
  "\"We believe, based on the scope and sensitivity of these efforts, that only Russia's senior-most officials could have authorized these activities,\" the statement said.",
  "Last week, the U.S. formally blamed the Russian government for cyberattacks on the Democratic National Committee and the Democratic Congressional Campaign Committee.",
  "Earlier this week Putin told an investor forum in Moscow that it did not matter who was behind the hacks, but it was \"what’s inside the information that matters.\"",
  "Biden added that any cyber action would come \"at the time of our choosing, and under the circumstances that will have the greatest impact.\"",
  "\"Hysteria started over the [allegation] that this is in the interests of Russia,” Putin added, according to the Interfax news agency.",
  "\"We've always hesitated to use a lot of stuff we've had, but that's a political decision,\" a former CIA officer told NBC.",
  "\"If someone has decided, `We've had enough of the Russians,' there is a lot we can do.\""
]