[
  "In other words, this is Putin’s “interesting idea” to address exhaustively documented allegations that employees of the Russian government tried to interfere in the 2016 presidential campaign by hacking into, and publishing, private emails from one major party in the campaign:\n\nHave Russian government officials ask other Russian government officials if the Russian government told them to commit a crime.",
  "And to prove it, he said, he would have Russian law enforcement question the indicted individuals themselves — and even allow members of Mueller’s investigative team to sit in on the questioning:\n\nWe have an existing agreement between the United States of America and the Russian Federation, an existing treaty that dates back to 1999: the mutual assistance on criminal cases.",
  "It is “incredible” — in that it is extremely hard to believe that a government whose employees are being investigated by a foreign country is going to participate, in good faith, in that investigation while denying out of hand that any wrongdoing took place.",
  "Trump teased Putin’s “interesting idea” in his opening remarks during their joint press conference Monday morning:\n\nDuring today’s meeting, I addressed directly with President Putin the issue of Russian interference in our elections.",
  "The appropriate commission headed by Mueller, he can use this as a solid foundation and send an official request to us so that we would interrogate, hold questioning of these individuals who he believes are privy to some crimes.",
  "Apparently, the Russian president suggested that he send his own people to investigate the 12 named Russian employees of the GRU (the country’s military intelligence agency) indicted Friday by special counsel Robert Mueller.",
  "Specifically, Putin mentioned allegations against financier and vocal Putin critic Bill Browder — whom he accused of funneling (along with his associates) $400 million in donations to Hillary Clinton’s campaign.",
  "They were charged in connection with the hack of the email server of the Democratic National Committee (DNC) and the publishing of hacked emails under the guise of “lone hacker” Guccifer 2.0.",
  "President Donald Trump just bragged that Vladimir Putin has offered to send Russian government investigators to look into Russian government meddling in the 2016 US presidential election.",
  "An idea he said Putin proposed to address Russian involvement in America’s last election and its potential interference in future ones (including the 2018 midterm elections).",
  "We can actually permit representatives of the United States, including the members of this very commission headed by Mr. Mueller, we can let them into the country.",
  "Putin said he’d allow members of Mueller’s team into Russia only if the US allowed him to reciprocate — to allow Russian operatives into the US.",
  "He later praised Putin for his willingness in cooperating in the investigation into his own government:\n\nWhat he did is an incredible offer.",
  "It’s the “interesting idea” Trump mentioned during the press conference after Monday’s closed-door meeting between the two leaders.",
  "Let US officials watch Russian officials ask other Russian officials if the Russian government told them to commit a crime.",
  "He offered to have the people working on the case come and work with their investigators with respect to the 12 people.",
  "Our enforcement are perfectly able to do this questioning and send the appropriate materials to the United States.",
  "Putin did, in fact, address the allegations “strongly” — which is to say he denied any meddling in the election.",
  "Send Russian officials into the US to investigate allegations against domestic critics of Vladimir Putin.",
  "President Putin may very well want to address it and very strongly, because he feels strongly about it.",
  "But if Putin offered a quid pro quo, Trump appears to have heard only a favor.",
  "[...] This treaty has specific legal procedures we can offer.",
  "I felt this was a message best delivered in person.",
  "Spent a great deal of time talking about it.",
  "Mueller’s office has declined to comment.",
  "But Trump appears to believe just that.",
  "They will be present at questioning.",
  "I think that’s an incredible offer.",
  "Moreover, we can meet you halfway.",
  "He has an interesting idea.",
  "We can make another step.",
  "That is not a joke."
]