[
  "A former classmate of Kilimnik's told me that, between 1987 and 1992, Kilimnik attended the First Department of the Moscow Military Red-Banner Institute of the Ministry of Defense of the USSR, which \"was the premier military education institution for training military linguists, information and psychological warfare experts, and military jurists.” Kilimnik graduated in June 1992 as a lieutenant, the former classmate said.",
  "The special counsel’s office appears to have referenced Kilimnik in court filings before Tuesday: Urging a judge to reject a proposed bail deal for Manafort in December, prosecutors noted that Manafort and his “longtime Russian colleague” who is “assessed to have ties to a Russian intelligence service” had been collaborating on an English-language op-ed aimed at portraying Manafort’s work in Ukraine in a positive light.",
  "An IRI spokeswoman told me that “he was asked to leave because he violated IRI’s code of ethics,” and that, to her knowledge, “no one had any reason to believe that he was affiliated with Russian intelligence.” The spokeswoman would not elaborate on Kilimnik’s alleged ethics breach, but it may have had something to do with his overlapping work as a translator for Manafort in 2005.",
  "As The Atlantic reported last year, emails Manafort turned over to investigators as part of their examination of Russia’s election interference included correspondence with Kilimnik about a Russian oligarch with whom Manafort hoped to curry favor—using his campaign role.",
  "He told Alex van der Zwaan—a lawyer he and Manafort worked with on a project to shore up support for Manafort’s client at the time, ousted Ukrainian President Viktor Yanukovych—about the former intelligence officer’s past as a GRU officer, according to prosecutors.",
  "The former GRU officer was identified in Mueller’s latest filing only as “Person A.” But the descriptions allude to Konstantin Kilimnik—a Russian-Ukrainian dual citizen who attended a Soviet military school and later joined the Russian Army as a translator.",
  "But the special counsel’s office did not specify then, as it did on Tuesday, that this individual “had such ties in 2016”—seemingly drawing a straight line from the Trump campaign to Russia.",
  "Kilimnik left the army and eventually landed at the Moscow office of the International Republican Institute (IRI) in 1995, where he worked for over a decade.",
  "The lawyer at the center of Tuesday’s court filing, van der Zwaan, had “grown too close to Manafort, Gates, and Person A,” prosecutors alleged.",
  "Gates was indicted last October on charges including money laundering and tax fraud, and is now cooperating with the special counsel.",
  "The Institute is now called The Military University of the Ministry of Defense of the Russian Federation.",
  "Manafort and Kilimnik also had two in-person meetings in May and August 2016.",
  "Kilimnik soon began working for Manafort’s firms full time.",
  "Manafort, like Gates, was in touch with Kilimnik in 2016.",
  "Gates knew of Kilimnik’s background."
]