[
  "Related: Russian Hackers Post 'Medical Files' of Simone Biles, Serena Williams\n\nThe release of stolen DNC emails on the website WikiLeaks days before the party’s national convention appeared to show some officials favored Clinton over rival Bernie Sanders, deepening divisions.",
  "Brazile said the DNC was working to determine the authenticity of the documents, and warned “it is common for Russian hackers to forge documents.”\n\n\"We have been anticipating that an additional batch of documents stolen by Russian agents would be released,\" Brazile said.",
  "/ Updated By Tom Winter\n\nThe hacker or hackers who claim to have broken into Democratic Party systems released more documents Tuesday, including what appeared to be the personal cell phone of vice presidential candidate Tim Kaine.",
  "The file is titled \"Contact List — Complete List\" and it contains official cell phone numbers of current Senior Advisor to the President Valerie Jarrett and former advisers Rahm Emmanuel and Daniel Pfeiffer.",
  "Related: Same Russians Hacked Olympic Whistleblowers, Democrats\n\nAlso on Tuesday, hackers linked to the Russian government released documents claimed to be drug-testing files of American Olympic athletes.",
  "Kaine’s title on the spreadsheet of contacts is \"Chairman’s Office\" — which might mean that the document was created from 2009 to 2011, when Kaine was with the Democratic National Committee.",
  "Russian President Vladimir Putin said in a Bloomnberg interview this month that while Russia was not behind the DNC hack, he considered the release of DNC emails a public service.",
  "The authenticity of the documents is unknown, however to date all the documents released by the person or people calling themselves \"Guccifer 2.0\" have proven to be authentic.",
  "That hacker, a Romanian cab driver named Marcel Lazar, pleaded guilty two federal charges in May and was sentenced to four years and four months in prison on Sept. 1.",
  "Russian athletes were banned from the Rio Olympics — and Paralympics — after recommendations by the World Anti-Doping Agency due to evidence of widespread doping.",
  "Interim DNC Chair Donna Brazile on Tuesday again blamed the Russian government for the hack and called it an \"effort to influence the presidential election.\"",
  "The work cell phone numbers, personal email addresses and personal cell phone numbers of top Obama White House officials were also included in the cache.",
  "But the DNC’s holiday card list for 2010, Federal Election Commission filings, early voter lists and a plan for redistricting were all in the dump.",
  "The name \"Guccifer 2.0\" appears to be based on \"Guccifer,\" the hacker that originally exposed Hillary Clinton’s private email server.",
  "The DNC, the Democratic Congressional Campaign Committee, U.S. intelligence officials and other experts suspect Russian involvement.",
  "\"Guccifer 2.0\" released over 670 megabytes of documents at a cybersecurity conference in London Tuesday.",
  "\"There’s one person who stands to benefit from these criminal acts, and that’s Donald Trump,\" she said.",
  "The documents were released on a file storage system and not on WikiLeaks or on Guccifer 2.0's website.",
  "Other White House staffers and Obama campaign staffer information is also included in the list.",
  "Other files have to do with donor lists and technology updates for DNC-related apps.",
  "The Trump campaign did not respond to a request for a response Tuesday night.",
  "The documents have not been confirmed authentic or unaltered by NBC News.",
  "It doesn’t appear any emails were included in the documents released.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The metadata shows that it was last modified on April 4, 2010.",
  "The Russian government has denied being involved in the hacks.",
  "The news and stories that matter, delivered weekday mornings.",
  "Kaine's campaign declined to comment on the document dump."
]