[
  "“\n\nMeantime, Clinton confidante Sidney Blumenthal, who spoke to Fox News as part of a book tour to promote his new biolgraphy, \"A Self-Made Man: The Political Life of Abraham Lincoln, 1809-1849,\"said that the Romanian hacker known as Guccifer -- who claimed to breach Clinton's personal server - may have worked for foreign intelligence.",
  "\"This system requires that standard markings be applied to classified information...Markings shall be uniformly and conspicuously applied to leave no doubt about the classified status of the information, the level of protection required, and the duration of classification.\"",
  "The “C” - which means it was marked classified at the confidential level - is in the left-hand-margin and relates to an April 2012 phone call with Malawi's first female president, Joyce Banda, who took power after the death of President Mutharika in 2012.",
  "It adds, \"A portion is ordinarily defined as a paragraph, but also includes subjects, titles, graphics, tables, charts, bullet statements, sub-paragraphs, classified signature blocks, bullets and other portions within slide presentations, and the like.\"",
  "While he said there's no way Lazar compromised Clinton's emails, the hacker told Fox News in a telephone interview before reaching a plea deal with the Justice Department that it was \"easy for me, for everybody” to access the Clinton server.",
  "A January 2014 federal government training manual, called \"Marking Classified National Security Information,\" provides a step-by-step guide for reviewing classified information, and allocating classified codes or \"portion markings.\"",
  "But a 2012 email released by the State Department appears to challenge that claim because it carries a classified code known as a “portion marking” - and that marking was on the email when it was sent directly to Clinton’s account.",
  "Everything after that was fully redacted before it was publicly released by the State Department -- a sign that the information was classified at the time and dealt with sensitive government deliberations.",
  "Congressman Mike Pompeo, who sits on the House Intelligence Committee, has read the 22 Top Secret emails too damaging to national security to release, and routinely reviews classified documents.",
  "EXCLUSIVE: Hillary Clinton, from the moment her exclusive use of personal email for government business was exposed, has claimed nothing she sent or received was marked classified at the time.",
  "\"This is the question that is at the center of the Department of Justice FBI investigation: Whether anybody had intent, criminal intent to put classified information outside of the system.",
  "Asked about the April 2012 email, and how the campaign could reconcile the classified marking with Clinton’s public statements, spokesman Brian Fallon did not directly address the issue.",
  "On Wednesday, Clinton told Bret Baier on Special Report, “the fact is, nothing that I sent or received was marked classified, and nothing has been demonstrated to contradict that.",
  "The fact that this email was classified after the fact suggests again that agencies in the government tend to err on the side of classifying even routine matters of diplomacy.\"",
  "Pompeo added, “If, in fact, it is truly marked confidential that would.. and she read it, that made it to her, that would conflict with what she had previously said.\"",
  "Often certain parts of a particular message will be unclassified and other parts will be classified and they are almost always marked paragraph by paragraph.\"",
  "Blumenthal said he expects FBI Director James Comey to publicly confirm that Clinton and her aides did not deliberately compromise the nation's secrets.",
  "I assume that the FBI has an interest in - James Comey, the FBI Director has an interest in acting promptly to resolve this remaining question.",
  "\"This email was just a request for Secretary Clinton to make a phone call to express condolences over the passing of the President of Malawi.",
  "\"(C) Purpose of Call: to offer condolences on the passing of President Mukharika and congratulate President Banda on her recent swearing in.\"",
  "A US government source said there are other Clinton emails with classified markings, or marked classified, beyond the April 2012 document.",
  "Given more than 2,100 classified emails were on the server, Fox asked Blumenthal if he had a security clearance to handle such material.",
  "\"Portion markings consist of the letters “(U)” for Unclassified, “(C)” for Confidential, “(S)” for Secret, and “(TS)” for Top Secret.\"",
  "\"I was her friend, and I had no security clearance, nor did I seek it, nor did anyone ever send me anything that was classified.",
  "I believe that was not the case, and I think then, that we will see a statement coming from the FBI stating that, saying that...",
  "While he could not speak directly to the April 2012 email, he said, \"I've seen information like that often.",
  "He may well be part of a Russian information operation,\" Blumenthal explained.",
  "So I had no access to, nor did I send or receive any classified material.\"",
  "But I feel confident about the resolution, \" Blumenthal said.",
  "Fox News' Adam Housley contributed to this report.",
  "He worked from a Russian server.",
  "\"Marcel Lazar is a Romanian."
]