[
  "It’s not a part of my life that matters.”\n\nAaron, the lawsuit states, “has suffered substantial economic harm” and “severe emotional distress” thanks to Butowsky and the other defendants’ “campaign of defamation.”\n\nBut despite Aaron’s agonies and the lack of evidence supporting the conspiracy theories around Seth’s murder, Butowsky continued to insist that the Rich parents had admitted their son’s involvement when he first spoke to them.",
  "Butowsky, who called the lawsuit from the Rich family “bullshit” and “one of the dumbest things” he’d ever seen, reacted similarly to news of Aaron’s complaint, which claims that Butowsky, conservative newspaper The Washington Times, and internet activist Matthew Couch and his own right-wing media company falsely tied Aaron to the leaks.",
  "Earlier in March, the brothers’ parents sued Butowsky and Fox News, alleging that they had “intentionally exploited” Seth’s death “through lies, misrepresentations and half-truths.”\n\n“How many family members do they have that want to sue me?” an exasperated Butowsky told HuffPost over the phone on Tuesday afternoon.",
  "Instead of solving the murder, though, the Rich family has claimed that Butowsky only helped fuel the far-right conspiracy that Seth and Aaron Rich were the true culprits behind the hacking of DNC servers that led to the leak of internal emails and memos before the 2016 elections.",
  "The Daily Beast reported in March that intelligence officials had also tied Guccifer 2.0, the “lone hacker” who has taken credit for the original breach of the DNC’s servers, to the Kremlin itself after he failed to shield his identity with a virtual private networking service.",
  "The Washington Post via Getty Images Family members of Seth Rich, a DNC staffer murdered in Washington D.C. in 2016, have filed two separate lawsuits against Ed Butowsky, and others, claiming that they helped push conspiracy theories about his death.",
  "Am I James Bond or something?”\n\nButowsky and the other named defendants “are entitled to their own opinions, but they are not entitled to spread vicious lies about an innocent man,” Aaron’s attorney, Michael Gottlieb, said in a statement.",
  "Aaron Rich, Seth Rich’s brother, sued Butowsky and others in the U.S. District Court for the District of Columbia, alleging that the wealthy Texas financial adviser helped create a “defamatory campaign” against him and his late brother.",
  "Butowsky issued his own threat to a family that has said they only pursued legal action “to help prevent this kind of malicious and reckless behavior in the future so that others can be spared the hell the Riches have had to endure.”",
  "Butowsky, a Dallas-based financial consultant who has previously made major donations to Republican candidates, reached out to the Rich family in the wake of the murder with an offer to help finance a private investigation into it.",
  "“Those who defame and harass decent American citizens in an effort to advance their personal financial and partisan gain will be held accountable in court.” A spokesperson for the Rich family declined to respond to Butowsky.",
  "Those theories have never had any basis in fact, according to police, the Rich family or American intelligence officials, who issued a report in January 2017 that tied the leaks to Russian hackers.",
  "That led to the hiring of Rod Wheeler, a former Washington Metro Police Department investigator and Fox News contributor with a history of dabbling in conspiracy theories.",
  "Seth, in the view of these conspiracy peddlers, delivered the emails to WikiLeaks, and was then killed by Democratic Party operatives in order to keep him silent.",
  "the slain Democratic National Committee staffer whose death fueled far-right political conspiracy theories that he had leaked thousands of internal DNC emails ?",
  "So tell them; everyone sue me and get it over with.”\n\nSeth Rich was shot and killed while walking home in the early morning hours of July 10, 2016.",
  "“I’m waiting for first and second cousins to sue me now.”\n\nAsked to confirm he was speaking on the record, Butowsky exclaimed: “Yes!",
  "“Just tell the darn truth and be honest with this country with what you know and what you said, and let’s move on,” Butowsky said.",
  "Washington police have yet to arrest anyone connected to the case, which they have described as a robbery attempt gone wrong.",
  "“I’m not sure what these lawsuits are about, or why they’re doing them,” Butowsky said.",
  "“All these people are running around talking about some guy named Guccifer 2.",
  "I want it all out there.”\n\n“How many Riches are there?” Butowsky continued.",
  "“I know there are a couple other Riches in Omaha that haven’t sued me yet.",
  "Ed Butowsky was already facing one lawsuit from the family of Seth Rich ?",
  "“They’ve made up this fallacious story, calling me a political operative.",
  "when a second landed at his feet on Tuesday morning.",
  "What the hell is a political operative?",
  "I really don’t care about any of this.",
  "I don’t know what a Guccifer is."
]