[
  "If you followed the news last Friday, you know that my longtime friend Kristin Davis testified before Special Counsel Robert Mueller’s grand jury, that my longtime associate and wingman Andrew Miller was held in contempt for his refusal to testify for the grand jury, and that a subpoena was dropped on Randy Credico who, despite his public denials, was the source who first told me that Wikileaks had the goods on Hillary and would release them in October.",
  "Now, because of the accuracy of my tweets — in which I merely followed the tweets of Wikileaks and the many public interviews of Wikileaks publisher Julian Assange — Mueller and his hit-men seek to frame some ludicrous charge of “defrauding the United States.”\n\nThis is, of course, based on a false and unproven assumption that Assange is a Russian agent and Wikileaks is a Russian front — neither of which has been proven in a court of law.",
  "The cost of dismissal of the D.C. lawsuit; the DNC lawsuit against me (and a dozen others including Donald Trump, Jr. and the Trump campaign); the ongoing investigation of the Senate Intelligence Committee (which does not have a single pro-Trump Republican member); and the ongoing inquisition by the Special Counsel has wiped out my tiny savings and caused me to liquidate the small fund generated by my book sales for college education.",
  "Interestingly Assange himself has said, “Roger Stone has never said or tweeted anything we at Wikileaks had not already said publicly.”\n\nThe New York Times and The Wall Street Journal also had to recycle “news” of my entirely innocuous exchange on Twitter direct message with a persona who calls himself Guccifer 2.0 (who our Intelligence Agencies insist is a Russian hacker despite much evidence to the contrary).",
  "Mueller is running a criminally abusive, constitutionally unaccountable, professionally and politically incestuous conspiracy of ethically conflicted cronies colluding to violate my Fourth, Fifth and Sixth Amendment rights and those of almost everyone who had any sort of political or personal association with me in the last 10 years.",
  "Additionally, Mueller’s hit team is poking into every aspect of my personal, private, family, social, business and political life — presumably to conjure up some bogus charge or charges to use to pressure me to plead guilty to their Wikileaks fantasy and testify against Donald Trump who I have known intimately for almost 40 years.",
  "He has conducted a supposedly comprehensive investigation of a very narrow and limited issue as an open-ended, totally limitless Grand Prosecution, with absolutely no articulable or even identifiable criminal predicate to substantiate it as a lawful investigation, even under ordinary circumstances.",
  "Incredibly, leading the questioning of witnesses before the Grand Jury about me is Jeannie Rhee, who in private practice represented the Clinton Foundation in the Hillary e-mail scandal that is front and center in the special prosecutor’s investigation of me!",
  "A whistleblower has told my lawyers where my name and the fact that application had been made for a FISA warrant on me was redacted from the stunning Carter Page FISA warrant application released by the FBI last week with 300 of 400 pages blacked out.",
  "In other words, heavy-handed federal prosecutors have had full access to my e-mails, text messages and cell calls since 2016 and are monitoring my communications now, and they still have no evidence of Russian collusion or any Wikileaks collaboration.",
  "I have been ably served by two fine lawyers, Grant Smith and Rob Buschel, who won dismissal of a harassment lawsuit based on the same Wikileaks/Russian conspiracy theory by an Obama directed legal foundation in D.C. last month.",
  "Even more chilling is the fact that I have learned that — in this effort to destroy me — the government began reading my e-mails and text messages and monitoring my phone calls as early as 2016.",
  "Mueller’s team of partisan prosecutors seek to prove the unprovable — that I received allegedly hacked e-mails from the Russians or Wikileaks and passed them on to Donald Trump.",
  "It is now clear Mueller may seek to conjure up some bogus legal offense against me in an effort to force me to testify against the President, who I have known for forty years.",
  "We also now know that at least one FBI informant in the United States on an informant’s visa approached me in May 2016 in an effort to entrap me and compromise Donald Trump.",
  "Based on its 24-word content, context and timing, the exchange is meaningless and benign and took place long after Wikileaks has published the allegedly hacked DNC material.",
  "On-line stories that I am worth $20 million are completely false, fake news posted to hurt my efforts to raise the money to defend myself from the coming Mueller onslaught.",
  "I have recently reached agreement to retain a highly respected and nationally known attorney who has represented Donald Trump to join my legal team and lead my defense.",
  "I declined his proposal to “buy dirt on Hillary.” There is now substantial evidence that a second FBI informant may have infiltrated my political operations in 2016.",
  "Needless to say, all of this has had a terrible toll on my business, my family’s finances, the promotion of my new book “Stone’s Rules” and my life in general.",
  "One of Stone’s Rules is “The only thing worse than being talked about is not being talked about.” Even I may have taken exception to that rule last Friday.",
  "I believe that I, like Carter Page and Paul Manafort, was subject to an illegal FISA warrant in 2016, as the New York Times reported on January 20, 2017.",
  "That testimony is 100-percent accurate and true despite claims to the contrary from hyper-partisans Rep. Adam Schiff, Eric Swallwell and their ilk.",
  "The views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "A FISA warrant can only be issued against a U.S. citizen who is engaged in espionage for a foreign power against the United States.",
  "No evidence to support this false narrative was produced in court other than a slew of fake news clippings from lefty media sites.",
  "Roger Stone is a legendary Republican political consultant and a veteran of many national Republican presidential campaigns.",
  "Andrew Miller’s contempt citation is a bit more complicated and his appeal may be problematic for Mueller down the road.",
  "The New York Times published this claim in a page-one story on the same day as President Trump’s inauguration ceremony.",
  "This threadbare false narrative is harped on endlessly by the slugs at MSNBC and other despicable “fake news” outlets.",
  "This mundane exchange was turned over to the House Intelligence Committee at the time of my testimony.",
  "Additionally, they seek to silence me now and, during their coming assault, to impeach the President.",
  "He’s also the men’s fashion correspondent for The Daily Caller and editor of Stonezone.com.",
  "I testified for four hours under oath before the House Intelligence Committee.",
  "As for me, I am girding for battle and preparing to fight.",
  "Friends who want to help can go to StoneDefenseFund.com.",
  "My defense could ultimately cost as much as $2 million.",
  "I addressed every one of these issues in my testimony.",
  "At 66 years old, I work hard to support my family.",
  "I have never engaged in any such thing.",
  "Can you say conflict of interest?",
  "It was a Deep State Trifecta!",
  "I am not a wealthy man.",
  "I stand by every word.",
  "It proves nothing!",
  "Stand by."
]