[
  "Nevins is mentioned in the next paragraph of the indictment as the “then-registered state lobbyist and online source of political news” who received 2.5 gigabytes of data stolen from the DCCC, including “donor records and personal identifying information for more than 2,000 Democratic donors.”\n\nChip Somodevilla via Getty Images Rep. Ron DeSantis (R-Fla.) is now running in the GOP primary for Florida governor with President Donald Trump’s endorsement.",
  "The Russian intelligence operatives responded to the request with information related to the candidate’s opponent, according to the relevant portion of the indictment, pictured below:\n\nDOJ\n\nSpecial counsel Robert Mueller’s team didn’t reveal who the candidate was, and while several GOP congressional candidates benefited from the DCCC hack, the details don’t quite match up with previously reported incidents.",
  "A little more than halfway through the new 29-page indictment handed up by the grand jury investigating Russia’s interference in the 2016 election is an intriguing tidbit: An unnamed congressional candidate reached out to Russian intelligence operatives posing as a hacker named Guccifer 2.0, seeking dirt on their opponent.",
  "Costello’s congressional communications director, Natalie McLaughlin, had a blunt response when asked if Costello was the candidate who reached out to Guccifer 2.0: “Absolutely not.”\n\nThe other candidates to benefit from the DCCC hack were clustered in Florida: GOP Reps. Carlos Curbelo, Ron DeSantis and Brian Mast.",
  "A spokesman for Mast denied any contact with the hackers: “Congressman Mast and his campaign 100 percent did not have any contact with Guccifer.”\n\nA spokeswoman for Curbelo issued a similar denial and added that Curbelo hoped the Justice Department would reveal who the candidate who requested the information was.",
  "DeSantis, who represents a safely Republican district in north Florida, is now running in the GOP primary for Florida governor with President Donald Trump’s endorsement and has repeatedly tried to end special counsel Robert Mueller’s investigation.",
  "“When news broke that this material had likely been stolen by a foreign actor, we immediately said, ‘We’re not going to use it,’” Vince Galko, a strategist who worked for Costello, told The Atlantic earlier this year.",
  "The operatives posing as Guccifer leaked documents revealing that Costello’s Democratic opponent, Mike Parrish, was not the top choice of national Democratic operatives to challenge the Republican.",
  "Jim Bourg / Reuters A copy of the grand jury indictment against 12 Russian intelligence officers is seen after being filed by prosecutors for special counsel Robert Mueller's Russia investigation.",
  "“Neither he nor anyone on his campaign has ever contacted any foreign agent to request illegally obtained documents or information,” Curbelo spokeswoman Joanna Rodriguez told the Miami Herald.",
  "The documents, which were leaked to The Hill and the subject of an Aug. 23, 2016, story, showed DCCC operatives attempting to recruit another Democratic candidate into the race.",
  "The data Nevins received from Guccifer was extremely valuable, and contained information on the two candidates running in a primary to challenge Curbelo.",
  "House Speaker Paul Ryan’s office says it doesn’t know anything beyond what’s in the indictment, and Democratic operatives are similarly baffled.",
  "Florida GOP consultant turned #NeverTrump talking head Rick Wilson pointed a finger at Mast as the candidate mentioned in the indictment.",
  "But the information on their opponents appeared to be posted independently by Aaron Nevins, a Florida lobbyist and journalist.",
  "whom the indictment identifies as part of GRU, a Russian Federation intelligence agency within the Russian military ?",
  "“I did adjust some voting targets based on some data I saw,” Mast consultant Anthony Bustamante said.",
  "An operative for Mast admitted to The Wall Street Journal he adjusted his strategy after the leaks.",
  "There are no other indications of who the candidate who requested the information could be.",
  "The outreach came on Aug. 15, 2016, after it was clear Guccifier 2.0 ?",
  "But Costello’s team said it opted to not use the damaging material ?",
  "One name that has come up is Pennsylvania GOP Rep. Ryan Costello.",
  "had hacked the Democratic Congressional Campaign Committee.",
  "The publicly available trail of breadcrumbs ends there.",
  "He’s also denied any contact with Guccifer 2.0.",
  "he was a heavy favorite to win re-election."
]