[
  "“The president knows better than any of us the threat that they pose to the security of the world and to the American people.”\n\nWhile Obama’s strategy is succeeding in destabilizing the ISIS caliphate’s hold over swathes of Syria, it has not reduced the caliphate’s “global” terror “reach.” (VIDEO: CIA Admits US Has Not Reduced ISIS’s Global Terror Reach)\n\nCIA Director John Brennan testified in June that ISIS is actively transporting operatives to the West to launch attacks, an act which has Democrats praising Obama’s anti-ISIS strategy.",
  "Finally the memo emphatically states that though the president had refused to send US infantry forces to Iraq and Syria, “Airstrikes alone won’t defeat ISIS.”\n\nThe Obama Administration’s current strategy for fighting ISIS centers on training and relying on anti-caliphate (non-US) forces in the region to take back territory.",
  "(RELATED: CIA Director Warns ISIS Plans To Exploit Immigration Policies To Attack West)\n\nPelosi even went so far as to state that the Nice terror attack — a horrible tragedy that left 86 dead and more than 300 injured — was a sign that the United States is winning the war against ISIS.",
  "Communication-wise as well as militarily.”\n\nIn November 2015 Pelosi once again backed up Obama, this time after he told American citizens that “ISIS is contained.”\n\n“The president has engaged with more than 65 other countries to defeat ISIS,” she said at a press briefing in Washington.",
  "Pelosi says “ISIS is losing on the battlefield” & they are encouraging things like the #NiceAttack to show strength — Chad Pergram (@ChadPergram) July 15, 2016\n\nYou can read the entire DCCC memo below.",
  "The latest batch of documents leaked by hacker Guccifer 2.0 show that Democratic House Minority Leader Nancy Pelosi has known for two years that airstrikes alone are not capable of defeating ISIS.",
  "The memo notes that the US invasion of Iraq in 2003 set the stage for ISIS’ creation, and by 2014 it had evolved into “the most extreme and powerful Sunni jihadist group” in the world.",
  "The document in question — sent by the Democratic Congressional Campaign Committee in October 2014 — is titled “ISIS backgrounder” and was obtained from Pelosi’s personal computer.",
  "“That’s a place where they have really made more advances than you would have suspected, and that is where we have to fight them, as well,” she told MSNBC’s Patrick Murphy.",
  "In May 2015 Pelosi said that in order to achieve victory, the US must fight ISIS on a “social media” front.",
  "The memo outlines the president’s strategy, which Pelosi has steadfastly stood by for the past two years.",
  "Obama has specifically avoided sending US troops into combat zones in Syria and Iraq.",
  "The anti-caliphate forces are supplemented by US airstrikes.",
  "Isis background\n\nFollow Datoc on Twitter and Facebook",
  "“We have to fight them on all fronts."
]