[
  "This year, the special counsel’s team has surprised Russian oligarchs at airports, subpoenaed Trump’s business for documents, investigated mysterious meetings with a Russian fund manager in Seychelles, studied the Trump campaign’s digital operations and the Trump inauguration’s fundraising for potential Russian ties, dug further into Don Jr.’s infamous Trump Tower meeting, and hauled a plethora of Roger Stone’s associates before a grand jury.",
  "What Mueller has been investigating — but hasn’t brought charges for (yet, at least)\n\nThough Mueller’s team has been amazingly leak-proof, we have gotten clues about what they’ve been up to through leaks from people they’ve come into contact with — the people they’ve questioned, their lawyers, and other government officials involved in certain aspects of the probe.",
  "“Their line of questioning really did revolve around whether or not this happened.”\n\nIndeed, this year Mueller’s investigators have delved deep into Trump and his associates’ ties to Russia with the apparent goal of understanding whether a conspiracy to interfere with the 2016 election did take place, and if so, what it entailed.",
  "The charges so far\n\nSo far, the actual charges the special counsel has brought fall into three main buckets:\n\nTrump aides who lied to investigators about their contacts with Russians: George Papadopoulos and Michael Flynn both struck plea deals in which they admitted to making Russia-related false statements to investigators.",
  "Russians who interfered with the 2016 campaign: The special counsel filed two cases this year that, together, indicted 25 Russian nationals — some for a propaganda effort designed to interfere with the 2016 campaign, and others in relation to the hackings and leaks of leading Democrats’ emails.",
  "Two years after the probe began, and 15 months after Mueller took charge of it, what investigators have found on the central question — whether there was a conspiracy between Trump associates and Russians to interfere with the 2016 election — remains deeply mysterious.",
  "Unless the verdict spurs Manafort to start cooperating with investigators — something he’s shown no signs of considering so far — it won’t necessarily mean much for the many other moving parts of Mueller’s Russia investigation, which have been in motion for some time.",
  "The bigger picture is clear — Mueller has conducted an extremely thorough investigation going beyond Paul Manafort that has focused on whether Donald Trump and people in his orbit criminally conspired with Russia to interfere with the 2016 campaign.",
  "It’s worth keeping in mind that we have no idea if any charges will end up being brought on any of these matters — it’s possible that some of these investigative avenues led nowhere, or that the evidence is too thin on some.",
  "— Donald J. Trump (@realDonaldTrump) May 20, 2018\n\nIn reality, we have no idea what Mueller has or has not found so far regarding “collusion.” But we know that investigation into Trump-Russia ties is still very active.",
  "(Manafort has now been convicted on 8 counts in Virginia, but prosecutors have to decide whether to retry him on 10 mistrial counts, and then his separate trial in Washington, DC, on 7 other charges still lies ahead.)",
  "They’ve made the case that Russia truly did interfere with the 2016 election, and revealed more specifics about how that happened: via hacking and social media influence campaigns.",
  "As serious as these charges are, it is true that none of them directly allege that Trump associates criminally conspired with Russians to interfere with the 2016 election.",
  "His team initially charged both Manafort and his longtime right-hand man Rick Gates with financial and lobbying crimes, and Gates eventually struck a plea deal.",
  "Manafort’s lobbying and money: Mueller also took over a preexisting FBI investigation into Paul Manafort’s finances and his work for the government of Ukraine.",
  "The big picture is that while Manafort’s conviction is a milestone for investigators, as it’s their first victory at trial, it’s also something of a sideshow.",
  "And now Cohen’s lawyer is saying that Cohen has information Mueller might be interested in — which, if true, could spark new avenues for the investigation.",
  "The takeaway from many of those accounts matches that of Kristin Davis, a longtime associate of Roger Stone who testified before the grand jury this month.",
  "As a result, the president and his defenders have loudly claimed that Mueller has come up empty on the main topic he was supposed to be investigating.",
  "The investigations have also caused former Trump aides — notably Flynn and Gates — to become cooperators, which has opened up new areas of inquiry.",
  "Now that Paul Manafort has been found guilty of financial crimes, where does that leave special counsel Robert Mueller’s Russia investigation?",
  "However, many believe that Mueller is using these indictments essentially as building blocks for his larger case on that central matter.",
  "Or will Mueller’s team submit a report to Congress laying the grounds for possible impeachment of the president of the United States?",
  "We’ve seen Trump aides charged for lying to investigators about their contacts with Russians (George Papadopoulos and Michael Flynn).",
  "But no Trump aide has yet been charged with actually working with Russia or other foreign actors to interfere with the election.",
  "“I think they’re genuinely concerned about whether or not any collusion happened with Russia,” Davis told CNN’s Chris Cuomo.",
  "More recently, Manafort and a Russian associate of his, Konstantin Kilimnik, were charged for attempted witness tampering.",
  "We’ve seen Trump aides charged with (Rick Gates) and convicted of (Paul Manafort) separate financial and lobbying crimes.",
  "And we’ve seen 25 Russians charged with interfering with the campaign (through social media or email hacking).",
  "Michael Cohen, Trump’s former confidant, pleaded guilty in federal court on Tuesday to eight federal crimes.",
  "However, also keep in mind that this isn’t by any means everything that Mueller is investigating, either.",
  "They’ve also engaged in a back-and-forth with Trump’s lawyers about questions they want him to answer.",
  "The Witch Hunt finds no Collusion with Russia - so now they’re looking at the rest of the World.",
  "Or are we headed for a new series of indictments coming even closer to Trump’s inner circle?",
  "Overall, though, Mueller’s ultimate endgame in all this remains far from clear.",
  "Will the investigation fizzle out without any further actions of note?",
  "The special counsel, unsurprisingly, isn’t saying.",
  "And that investigation is not yet over.",
  "Oh’ great!"
]