[
  "The email shows that Erickson messaged Trump Jr. stating that “Wikileaks has uploaded another (huge 678 mb) archive of files from the DNC.”\n\n“It is too big for me to send you by e-mail attachments, but you can download it yourselves,” he added, providing a link to the same website cited by Wikileaks the day before.",
  "“It is profoundly disappointing that members of the House Intelligence Committee would deliberately leak a document, with the misleading suggestion that the information was not public, when they know that there is not a scintilla of evidence that Mr. Trump Jr. read or responded to the email,” he said.",
  "The story, which CNN published on Friday and covered extensively on TV, was touted as the first evidence that the Trump campaign was given a heads-up about documents stolen from Democrats.",
  "Trump Jr.’s lawyer, Alan Futerfas, speculated on Friday that the source was on the Democratic side of the House Intelligence Committee, which interviewed Trump Jr. earlier this week.",
  "The network reported that a person named Mike Erickson sent the email on Sept. 4, 2016, with a link to Wikileaks documents as well as a decryption key to access them.",
  "Perhaps the most jarring error in the CNN report is the date on which members of the Trump Organization, including Donald Trump and Trump Jr., were sent the email.",
  "The suggestion that this information was not public is false.”\n\nFuterfas blasted the House Intelligence Committee over what he says is its leak of the story.",
  "The article states that its information was based on a read-out of the Trump Jr. email provided by multiple sources, none of who are identified.",
  "The site that Erickson linked to leads to a page where a file with the same file name referenced in the Wikileaks tweet could be downloaded.",
  "Futerfas, the lawyer for Trump Jr., said that the real estate executive received “tons of unsolicited emails” during the campaign.",
  "\n\nCNN misreported key details of an offer made to Donald Trump Jr. last year of a batch of stolen Wikileaks documents.",
  "“The email was never read or responded to — and the House Intelligence Committee knows this,” he said in a statement.",
  "“This email arrived after published media reports disclosed 12 hours earlier that hacked documents had been posted.",
  "(RELATED: EXCLUSIVE: Colin Powell’s Emails Hacked, Published Online)\n\nHow CNN got its report so wrong is unclear.",
  "The group touted the release of the documents, which were stolen from the DNC and published by Guccifer 2.0.",
  "DC Leaks, a group that has been affiliated with the Russian government, published the documents online.",
  "That date is significant because WikiLeaks provided a link to a batch of stolen documents on Sept. 13.",
  "But a copy of the email provided to The Daily Caller shows that Erickson sent the email on Sept. 14.",
  "The group granted access to the documents to several news organizations, including The Daily Caller.",
  "He also included a link to a decryption key that could be used to access the documents.",
  "But the story appears to have been riddled with errors, while also lacking key context.",
  "The Washington Post first reported on the true date and wording of the Erickson email.",
  "The spokesman for the committee Democrats did not respond to a request for comment.",
  "The email also offered access to emails that had been stolen from former Sec.",
  "The Post identified him as the president of an aviation management company.",
  "Attempts made by The Daily Caller to contact him were unsuccessful.",
  "Erickson also appears not to be a super-secret Kremlin agent.",
  "Powell’s emails were also published online on Sept. 13.",
  "of State Colin Powell, according to CNN.",
  "Follow Chuck on Twitter"
]