[
  "The New York Times, of all sources, wrote in July that it was not clear whether “Guccifer,” the hacker widely blamed for the leak of the Democratic National Committee’s emails, was working for Russia or not:\n\nWhile WikiLeaks has not said how it obtained the emails, Guccifer 2.0 claimed in a blog post last month to have sent them to WikiLeaks.",
  "The fact that the Obama administration has pointed the finger at Russia is not, as lawyers like to say, “dispositive.” The Centcom scandal showed that the Obama administration is fully prepared to alter intelligence — even battlefield reports — to deliver a politically convenient result.",
  "That part of the statement is false, and relies on a joke Trump made in July, in response to prodding by journalists, that he hoped the Russians would find Hillary Clinton’s missing emails, because no one else would.",
  "During the third presidential debate, Hillary Clinton evaded a question about her speech to a Brazilian bank advocating “open borders,” which was released by Wikileaks, by blaming Russia for the hack.",
  "So while it is reasonable to conclude that Russia might be responsible, it is wrong to conclude that with certainty, and certainly wrong to tie Russian hacking to Trump without any real evidence.",
  "… American intelligence officials believe that Guccifer 2.0 is a front for the G.R.U., Russia’s military intelligence service, according to federal officials briefed on the investigation.",
  "In blog posts, Twitter messages, and electronic chats with journalists, Guccifer 2.0 has insisted such skeptics are wrong.",
  "Clinton took her claim further, claiming that Trump actively wanted Russia to conduct espionage against the United States.",
  "And there is nothing more convenient than to lay the embarrassment of Wikileaks at the feet of the Trump campaign.",
  "Fact-Check: HALF-TRUE\n\nIt is true that the Obama administration has blamed Russian hackers for Wikileaks.",
  "Russia, naturally, denies the charge (which it would certainly do, regardless)."
]