[
  "AXELROD: Well, in the heart of Pennsylvania, in particular, that, you know, anti-trade message, anti-immigrant message has found an audience, particularly in the industrial heartland where people have felt these changes in our economy very, very strongly, but I was struck, having gone around the table and given him all this credit for being disciplined, that he did sort of devolve into open mike night again, which has been a problem for him in this campaign.",
  "And very simply, folks, very simply -- and you haven't heard this -- very simply, if a company wants to fire their workers, leave Pennsylvania, and move to another country like Mexico, and then ship their products back into the United States, we will make them pay a 35 percent tax on those products.",
  "MURRAY: Today, he's touching down in five more battleground states,\n\n\n\nFlorida, North Carolina, Pennsylvania, New Hampshire, and Michigan, and tapping supporters from his children Ivanka, Eric and Donald Trump Jr., to Sarah Palin and Rudy Giuliani to round out his sprint to the finish.",
  "And that gives you an indication of how Donald Trump, with his jampacked schedule today, even though he been in high energy, even though he's been in good spirits on the trail, his campaign acknowledges that, look, there is no simple, easy path for him to hit 270 tomorrow.",
  "The presidential candidates push to get their most ardent supporters out to the polls tomorrow, Trump focusing in on the white working-class voters who have catapulted him to the GOP nomination, while Clinton targets minority voters at the heart of the Democratic Party.",
  "If he loses and Hillary Clinton becomes president, it left me wondering like where does he go with that whole, as you said, stream of consciousness, all these issues from Kate Steinle to trade, it's just sort of we're all going to be asking ourselves, what happens next?",
  "ZELENY: On the eve of the election, she's still working to shore up two states Democrats have won in the last six presidential races, but this is a race like no other, and Democrats are pulling out all the stops to derail Donald Trump and his message for change.",
  "(CROSSTALK)\n\n\n\nBLITZER: David Swerdlick, you have got to admit, Donald Trump with no real political experience, he beat 16 Republican candidates, senators, governors for the nomination, and now he's giving Hillary Clinton the run of her life in this campaign.",
  "(END VIDEOTAPE)\n\n\n\nMURRAY: Now, Wolf, it's hard to overstate the improbable path that led to Donald Trump, this billionaire businessman, crashing through the field of Republican candidates and beating the Republicans to take on Hillary Clinton.",
  "(BOOING)\n\n\n\nTRUMP: I'm asking for your vote so we can repeal and replace Obamacare and save health care for every family in Pennsylvania...\n\n\n\n(CHEERING AND APPLAUSE)\n\n\n\nTRUMP: ... and, by the way, for every family in this country.",
  "There is a shift in -- a demographic shift in this country and the base of the Democratic Party has shifted away from the Industrial Midwest and to states like Virginia and Colorado and Nevada and maybe Florida, and maybe Florida.",
  "When the debates ended, he got back on -- after the tape debacle, he got back on the prompter, was very disciplined, focused, a message aimed at Republican voters, consolidated the Republican base to a large degree.",
  "Arguably, they have already won that war, right, because you have had a months-long attack on Democratic Party officials, revelation of Democratic Party e-mails virtually on a daily basis released through WikiLeaks.",
  "ZELENY: On the brink of history, as the country decides whether to elect its first woman president, Clinton is trying to end on a high note, as she started more than 18 months ago, with this announcement video.",
  "Clinton's two-minute appeal features her speaking directly to voters, while Trump has him railing against what he calls the political establishment, while showing images of Clinton, President Obama and others.",
  "In North Carolina today, you have the North Carolina Republican Party bragging about how minority turnout is down after polling places, the number of polling places in minority neighborhoods have been reduced.",
  "JEFFREY TOOBIN, CNN SENIOR LEGAL ANALYST: It's really an astonishing story when you think about the only other non-politician to be the nominee of the Republican Party in recent decades was Dwight Eisenhower.",
  "[18:00:01] WOLF BLITZER, CNN ANCHOR: The presidential candidates and their surrogates, they are fanning out across the country tonight in the final hours of this unprecedented race for the White House.",
  "The other day when Secretary Clinton was out in the rain campaigning, it reminded me a little bit of President Obama about a week before the 2008 Election Day, when he was out campaigning in the rain.",
  "On the trail today, Trump expressing frustration at losing his preferred political attack, after FBI Director James Comey reiterated his opinion that Hillary Clinton shouldn't face criminal charges.",
  "I mean, he had the makings of what could have been substantive criticisms of her policy stand, but mixed in with all the other stuff, you know, really throughout the debates lost the opportunity.",
  "CLINTON: I want to be a president for all Americans, not just for those who support me in this election, for everyone, because we all have a role to play in building a stronger, fairer America.",
  "DAVID SWERDLICK, \"THE WASHINGTON POST\": Yes, as a first-time candidate, he's demonstrated a lot of political skills, retail political skills, if not the organizational skills behind the scene.",
  "You know, you look on the heels of what happened yesterday with the FBI coming out and essentially closing the probe into Hillary Clinton, for now, unless, of course, new e-mails surface.",
  "He was nostalgic and wistful, telling that old story from Edith Childs, the South Carolina woman who fired him up back in 2007 with an anthem for his campaign, \"Fired up, ready to go.\"",
  "They're keeping an eye on several battleground states, hoping the president can help pull her across the finish line with a bigger margin of victory than she might even have otherwise.",
  "Hillary Clinton's campaign will put out a Democratic show of force with the candidate and her family joined by the president and the first lady at a star-studded rally in Philadelphia.",
  "JEFF ZELENY, CNN SENIOR WASHINGTON CORRESPONDENT: Wolf, the Obamas and the Clintons will be here on Independence Mall in Philadelphia for what Democrats hope is a passing of the torch.",
  "By the way, I just -- I have to say, this is considered -- in the history of this country, this is actually -- and you have been hearing it -- this is considered the greatest movement.",
  "As Jim sort of touched on, there is concern that perhaps there could be these trolling operations to disseminate fake news, such as tampering with the machines and that kind of thing.",
  "If he could come close, closer than Republicans have been able to come in a generation, it would be noteworthy and I think very telling as to the demographic split in this election.",
  "You have had huge trolling operations that are pushing out fake news, questions about the voting system, raising doubts whether the system is rigged, whether it can survive this.",
  "CLINTON: So for those who are still making up your minds or thinking maybe, maybe it's not worth voting at all, let me just say the choice in this election could not be clearer.",
  "ZELENY: Heading into Election Day, the CNN poll of polls gives Clinton a four-point edge nationally, but it's far tighter in battlegrounds like Florida, North Carolina and Ohio.",
  "GLORIA BORGER, CNN SENIOR POLITICAL ANALYST: He's trying to turn out his base, to turn out the Trump voters they believe they might be hidden in a lot of these blue states.",
  "People will remember him in Pennsylvania in that windbreaker, the same thing, kind of that sense that they have given it all they have and now it's really up to the voters.",
  "You have one magnificent chance to beat this corrupt system and to deliver justice for every forgotten man, every forgotten woman, and every forgotten child in this nation.",
  "So I think what we see Donald Trump doing and I think what we see his campaign doing is seeing a whole dozen or more states they believe are within a margin of error.",
  "And in a final picture of the race, as it stands right now, our CNN poll of polls shows Hillary Clinton four points ahead of Donald Trump nationwide 46-42 percent.",
  "BARACK OBAMA, PRESIDENT OF THE UNITED STATES: Michigan, whatever credibility I have earned after eight years as president, I'm asking you to trust me on this one.",
  "It's just been announced that the residents of Pennsylvania are going to experience a massive double-digit premium hike, so high that I won't tell you what it is.",
  "I want the entire corrupt Washington establishment to hear the words from all of us, when we win tomorrow, we are going to Washington, D.C., to drain the swamp!",
  "Certainly, at the end of this campaign, you can't say that Donald Trump hasn't been energetic about trying to reach every potential voter he can possibly reach.",
  "The Clinton campaign exuded more confidence today in the wake of another FBI bombshell, this time Director James Comey clearing Clinton again over her e-mails.",
  "We will renegotiate NAFTA, one of the worst deals, probably the -- not probably, the single worst trade deal ever made in the history of this world, it's true.",
  "Pennsylvania has lost almost 40 percent of its manufacturing jobs since NAFTA, a deal signed by Bill Clinton and supported by his lovely wife, Hillary Clinton.",
  "Guccifer made this claim we're inside, there's evidence Democrats are rigging the vote, interesting kind of parallel to some of Donald Trump's talking points.",
  "Tonight, the candidates are fighting to the finish for every last vote, especially in the handful of battleground states that could decide tomorrow's outcome.",
  "[18:20:04]\n\n\n\n(JOINED IN PROGRESS)\n\n\n\nTRUMP: ... one day, we are going to win the great state of Pennsylvania, and we are going to take back the White House.",
  "I mean, this is something that I think everyone is going to want to look at and see what the impact is over the course of tomorrow and through the election.",
  "James Cartwright, four-star general, two weeks ago admitted to one mistake, and he did it on the basis -- did it on the basis of national security, he said.",
  "And I say -- because there's such unbelievable potential in terms of people within our inner cities -- and I say, honestly, folks, what do you have to lose?",
  "Hillary also strongly supports sanctuary cities like in San Francisco, where Kate Steinle was murdered by an illegal immigrant deported at least five times.",
  "These were great warriors, great generals -- as we tell the enemy exactly what we're going to do, when we're going to be there, where we're going to enter.",
  "The stars are out as the candidates and their biggest supporters barnstorm through the battleground states late into the night and even into Election Day.",
  "MURRAY: In the waning hours, our CNN poll of polls shows Trump is in the hunt with 42 percent support nationwide, but still trailing Clinton's 46 percent.",
  "This was originally going to be Donald Trump's last rally of the night before his campaign earlier tacked earlier -- that he tacked on a stop in Michigan.",
  "My contract with the American voter begins with a plan to end government corruption and take back our country from the special interests and the donors.",
  "(CHEERING AND APPLAUSE)\n\n\n\nTRUMP: The trade policies of Bill and Hillary Clinton have destroyed manufacturing in your state and throughout the country.",
  "It's not a movement where we give $150 billion to Iran, where we give them $400 million in cash, but that turns out to be $1.7 billion in cash to Iran.",
  "A month later, we say, \"We are going to attack Mosul three months, we are going in, because we're going to get the leaders of ISIS who are in Mosul.\"",
  "TRUMP: To all of our wonderful Hispanic communities in this state, I want you to know that you will have a true friend and champion in Donald Trump.",
  "The Trump and Clinton campaigns both are making heavy investments in last-minute ads, buying prime-time slots to deliver extended appeals to voters.",
  "Tomorrow is the day, and they're going to go all out to gather that base and to close on an argument, I believe, they believe, has worked for them.",
  "The Republican National Committee has a great get-out-the-vote effort this year, as opposed to 2012, when there was a great deficit on that score.",
  "We just heard from President Obama campaigning for Hillary Clinton, and we're now standing by to hear from Donald Trump this hour in Pennsylvania.",
  "I want to take this moment to share a message with all of the Democratic voters in our country who are thirsting for change, like everybody else.",
  "Essentially, what they're going to be doing is looking for voting rights complaints, voter rights, voter suppression efforts, that kind of thing.",
  "(CHEERING AND APPLAUSE)\n\n\n\nTRUMP: This election will decide ruled by a corrupt political class or whether we are ruled by yourselves, the people.",
  "And we will massively cut taxes for the middle class, the forgotten people, the forgotten men and women of this country, who built our country.",
  "\n\n\n\nReturn to Transcripts main page\n\nTHE SITUATION ROOM\n\nDonald Trump Gives Election-Eve Speech; Trump: \"We Have One Flawed Candidate to Beat\".",
  "When I'm elected president, we will suspend the Syrian refugee program and we will keep radical Islamic terrorists the hell out of our country!",
  "(CHEERING AND APPLAUSE)\n\n\n\nTRUMP: And I was thinking today, it's a movement -- if you really think about it, it's a movement of common sense.",
  "The candidate who entered the race with this message:\n\n\n\n[18:10:07]\n\n\n\nTRUMP: When Mexico spends its people, they're not sending their best.",
  "I do think, though, to quote George W. Bush, when we say he's reading the teleprompter, that might be the soft bigotry of low expectations.",
  "I'm honored to have the endorsement of more than 200 top admirals and generals and 22 medal of honor recipients, and the list is growing.",
  "We will stop illegal immigration, deport all criminal aliens and dismantle every last criminal gang and cartel threatening our citizens.",
  "That is almost entirely what he focuses on when he is going to an event, when he's coming from an event, when he's talking to his aides.",
  "So it will be interesting to see when he does show up here tonight if any of that nostalgia seeps through on the campaign trail -- Wolf.",
  "The leaders and the people have and the other fighters are entrenched, and it's much more difficult than they thought, because of that.",
  "Just imagine what our country could accomplish if we started working together as one people, under one God, saluting one American flag.",
  "Gloria, Donald Trump, he's got a huge challenge in these next two speeches that are coming up, one this hour, one a bit later tonight.",
  "But, Jim Sciutto, you have been tracking potential threats on this Election Day here in the United States, specifically cyber-threats.",
  "I know you know the Justice Department is sending monitors to 28 states to make sure the election process goes as it's supposed to go.",
  "Tonight, as they make their final arguments for themselves and against each other, will talking directly to voters make a difference?",
  "Political hacks, dealing against the toughest, smartest people that have been trained -- they've been trained to do nothing but this.",
  "Later tonight, he will team up with his running mate, Mike Pence, for two more rallies, first in New Hampshire, finally in Michigan.",
  "Premiums are surging, companies are leaving, insurers are fleeing, doctors are quitting, and deductibles are going through the roof.",
  "And one by one, right, all together, one by one by one by one, and we ended up getting -- by the way, some incredible endorsements.",
  "But we're going to be watching tomorrow, because there are a lot of ways that that information war can continue into Election Day.",
  "To all the people of Pennsylvania, I say we are going to put the miners and the factory workers and the steelworkers back to work.",
  "MURRAY: The reality-TV-star-turned-GOP-nominee stretching his Sunday campaign schedule past midnight with his typical Trump flare.",
  "(END VIDEOTAPE)\n\n\n\nZELENY: Now, it was an extraordinary day on the campaign trail, Wolf, in terms of the history of this country.",
  "Never have we seen a sitting American president and a first lady campaigning so much for someone they want to be their successor.",
  "President Obama also hitting Michigan and New Hampshire before joining Clinton tonight on Independence Mall here in Philadelphia.",
  "In 2013, as Pam said, the Supreme Court effectively ended the Voting Rights Act, the most important civil rights law ever passed.",
  "But the situation is that that will be something that will continue to hang over Hillary Clinton no matter what happens tomorrow.",
  "I think he went back a little bit to the stream of consciousness that we've seen during the campaign, riffing on Hillary Clinton.",
  "BORGER: I know, he just likes --\n\n\n\nBLITZER: David Axelrod, his message -- his message does resonate with millions of Americans.",
  "ZELENY: An unprecedented fall of campaigning by a sitting president and first lady, trying to pull Clinton over the finish line.",
  "We're tracking very closely, arguably, more importantly, the Department of Homeland Security tracking them very closely as well.",
  "BLITZER: Jeffrey Toobin, you have to admit that he's stunned not only the United States, but the world with his success so far.",
  "ZELENY: Tonight, a new two-minute ad is airing, with Clinton acknowledging a far bumpier journey than she imagined back take .",
  "And they told me on Mosul, the other night, I was at Ft. Bragg, right near Ft. Bragg, we had 25,000, 27,000 people in a field.",
  "And what the problem has been for Donald Trump from the beginning is, his base is not large enough to win a general election.",
  "BLITZER: Breaking news on this election eve, as we count down to tomorrow's historic vote for president of the United States.",
  "America has lost 70,000 factories since China entered the World Trade Organization, another Bill-and-Hillary-backed disaster.",
  "A Trump administration will stop the jobs from leaving America, and we will stop the jobs finally from leaving Pennsylvania.",
  "Her plan will import generations of terrorism, extremism, and radicalism into your schools and throughout your communities.",
  "A Trump administration will also secure and defend the borders of the United States, and yes, we will build a great wall.",
  "And appoint justices to the United States Supreme Court who will uphold and defend the Constitution of the United States.",
  "As part of our plan to bring back jobs, we are going to lower taxes on American business, from 35 percent to 15 percent.",
  "And our correspondents and expert analysts, they are also standing by as we get ready for a critical, critical election.",
  "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR: Look, he may win Ohio, which is a huge prize in the Industrial Midwest.",
  "And both campaigns are spending millions and millions of dollars on extended prime-time television ads airing tonight.",
  "He ought to be working on jobs, on getting rid of ISIS, on our borders, on our health care, which is failing so badly.",
  "Hillary and our failed establishment have dragged us into foreign wars that have made us less safe and they never end.",
  "(APPLAUSE)\n\n\n\nIn summing up, just think about what we can accomplish in the first 100 days of a Trump administration.",
  "But as Jeffrey can also talk to, there is a Shelby case in 2013 which changes the role for the Department of Justice.",
  "Hillary Clinton is the last stand for the Wall Street and special interest donors and to special interest themselves.",
  "TRUMP: They fed her the questions to the debate, and she didn't say, \"I can't do this, I'm sorry, it's so unethical.\"",
  "(CHEERING AND APPLAUSE)\n\n\n\nTRUMP: Almost all -- almost every one of them -- are losing Obamacare insurers next year.",
  "We're covering all of that, much more this hour, this election with our guesting, including Congressman Adam Schiff.",
  "(BEGIN VIDEOTAPE)\n\n\n\nZELENY (voice-over): Hillary Clinton is racing through blue states in her fight to the finish.",
  "We're going to continue our special coverage, nonstop coverage here on CNN throughout this night, all day tomorrow.",
  "Yet crooked Hillary Clinton wants to double down on Obamacare, making it even more expensive than it is right now.",
  "(CHEERING AND APPLAUSE)\n\n\n\nTRUMP: But I'll tell you, they're going a little crazy, because we're leading in Ohio.",
  "The African-American community, the Hispanic community, living in the inner city have been treated very unfairly.",
  "That's why Hillary Clinton is flying to Raleigh, North Carolina, for a midnight rally hour before the polls open.",
  "Donald Trump and Hillary Clinton are firing up their supporters, but are they motivating their opponents as well?",
  "It will be the greatest vote you ever cast in your lifetime because together, we will make America wealthy again.",
  "Sara, Trump will be joined by his running mate, Mike Pence, for his -- for the last of two rallies of the night.",
  "It took over a year for the FBI to review 50,000 e-mails, and in just eight days they reviewed 650,000 e-mails?",
  "(CHEERING AND APPLAUSE)\n\n\n\nTRUMP: It is time to reject a failed political elite that has bled this country dry.",
  "The African-American community likes Donald Trump, and they're not liking voting for Hillary Clinton very much.",
  "(BEGIN VIDEOTAPE)\n\n\n\nMURRAY involve Donald Trump is closing out his 2016 presidential bid at a breakneck pace.",
  "And New Hampshire, right here, is where he got his first victory in the primaries as a presidential candidate.",
  "More importantly, you had groups like Guccifer, which is a hacking organization online which is very powerful.",
  "MURRAY: And relishing in the lighter moments on the campaign trail amid his high-stakes sprint to the finish.",
  "PAMELA BROWN, CNN JUSTICE CORRESPONDENT: There will be more than 500 DOJ monitors, as you said, in 28 states.",
  "I would bet you he would wish that he didn't give her that little nod, because he made a deal with the devil.",
  "If he somehow pulls off the upset and becomes president, that's like a rough draft of the State of the Union.",
  "But also calling Clinton the face of failure, which is really something he wants to use to motivate his base.",
  "BLITZER: Yes, if he's president, and he has a Republican majority in the Senate --\n\n\n\nTOOBIN: Which he will.",
  "But now, we have one flawed candidate to beat, one person who will not be able to do the job for you, folks.",
  "Wouldn't it be nice if they did the job and then had a news conference a week later and said, total victory?",
  "Donald Trump, meanwhile,, is also on a whirlwind campaign swing this election eve with stops in five states.",
  "TRUMP: With your vote, we are just one day away from the change you have been waiting for your entire life.",
  "(CHEERING AND APPLAUSE)\n\n\n\nTRUMP: And when I heard that crooked Hillary is going there tonight, she had to.",
  "Can you imagine what they must be -- let's assume they could actually see what's happening, maybe they are.",
  "Think of it, almost $800 billion, all this work, all this everything, and we have a deficit, $800 billion.",
  "He is -- you can only get the same people to vote once, and I don't think that was a base-building speech.",
  "Hillary Clinton is the most corrupt person ever to seek the office of the presidency of the United States.",
  "Wolf, he was trying to transfer some of that energy and some of that enthusiasm onto the Clinton campaign.",
  "So he clearly wants to finish leaving nothing on the field, and I think that's clearly what this is about.",
  "They can go longer go into these polling stations, so they will be doing the work outside of the station.",
  "We will rebuild our badly depleted military and we are going to finally take care of our great veterans.",
  "I just have to say as we're closing out, I've been listening to this song for the past year and a half.",
  "And I'll tell you, Hillary -- and you see her plan -- she is going to raise taxes substantially, folks.",
  "We'll stand up to China and stop the job-killing Transpacific Partnership, which Hillary Clinton wants.",
  "This is a lot of years, a lot of years we've been abused by people that don't know what they're doing.",
  "(CHEERING AND APPLAUSE)\n\n\n\nTRUMP: And now Hillary has just announced she's going to additional stops.",
  "They're already looking towards governing, but that only happens, Wolf, if she wins tomorrow -- Wolf.",
  "And, then, to cover her tracks, she deleted 33,000 e-mails after receiving a congressional subpoena.",
  "(CHEERING AND APPLAUSE)\n\n\n\nTRUMP: And she can't get anybody to go to her rallies, so she gets Jay-Z.",
  "We will lift the restrictions on American energy, including shale, oil, natural gas, and clean coal.",
  "(APPLAUSE)\n\n\n\nWe will rebuild our badly depleted -- and you know what's going won with the military.",
  "You have one day to make every dream you've ever dreamed for your country and your family come true.",
  "And, arguably -- and, again, the intelligence community has blamed Russia for this information war.",
  "Real change begins immediately with the repealing and replacing of the disaster known as Obamacare.",
  "In New Hampshire, a short time ago, President Obama almost sounded as though she was running again.",
  "And I say, because there's such unbelievable potential in terms of people within our inner cities.",
  "We are going to protect your Social Security and Medicare and you know what Hillary's going to do.",
  "This will be a national efforts and it means a new future for Philadelphia's navy shipyard, right?",
  "But you know, when you have highways going into a country, it's got to be like a two-way highway.",
  "When Donald Trump goes to the microphones there in Scranton, Pennsylvania, we will hear from him.",
  "But before that is known, the Clinton campaign has a nervous eye on so many battleground states.",
  "Jeff, Hillary Clintons is about to hold a big rally there with the president and the first lady.",
  "Our country has never, ever done anything like they're doing right now when it comes to justice.",
  "BLITZER: All right, Donald Trump, we're told now, has taken the stage in Scranton, Pennsylvania.",
  "We will also repeal the Obama-Clinton defense sequester and rebuild our badly depleted military.",
  "HILLARY CLINTON (D), PRESIDENTIAL CANDIDATE: I can't do any of this without your help tomorrow.",
  "(CROSSTALK)\n\n\n\nBLITZER: All right, we're going to have live coverage of Donald Trump's speech.",
  "But, you know, I have been talking -- I was man of the year in Michigan a number of years ago.",
  "Shipped our jobs (VIDEO AUDIO GAP) that will all change when we win the presidential election.",
  "And now she's allowed to run for president, and General Cartwright will end up being in jail.",
  "But the truth is, it's not going to matter, because we're going to repeal it and replace it.",
  "DANA BASH, CNN SENIOR CONGRESSIONAL CORRESPONDENT: Well, first of all, I think you're right.",
  "(APPLAUSE)\n\n\n\nWe will support the men and women, these are great people, of law enforcement.",
  "And I think voters can decide whether they want to or not, but Obamacare is gone if he wins.",
  "(APPLAUSE)\n\n\n\nHillary Clinton is going to do big, big bad numbers on your Second Amendment.",
  "And my numbers with the African- American community are -- I knew that was going to happen.",
  "What do you have to lose, to the African-American community and to the Hispanic community?",
  "And the question remains as we sit here tonight, is there some miraculous path to do that?",
  "MURRAY: And early voting in pivotal battleground states shows an uptick in Latino turnout.",
  "[18:15:08]\n\n\n\nTo Dana's point, I think both candidates have left it all out on the field.",
  "Hillary Clinton wants a 550 percent increase in Syrian refugees flowing into our country.",
  "Remember how I entered and we had 17 governors and senators and, you know, the old story.",
  "Well, you have to understand, they've already left when you said the four months, right?",
  "You talked about the fact that he's really going around and trying to energize his base.",
  "General Petraeus' life has been destroyed for doing 1/100th of what Hillary Clinton did.",
  "I think we're going to blow them out tomorrow in a lot of different ways, blow them out.",
  "And we will put our miners back to work, and we will put our steel workers back to work.",
  "I have nothing to do tonight, so I will go there tonight and give it the last word, OK?",
  "You're tired of a government that works only for Wall Street and the special interests.",
  "We are fighting for every citizen who believes that government should serve the people.",
  "We are just one day away from the change you've been waiting for for your entire life.",
  "CNN political reporter Sara Murray is in Manchester, New Hampshire, Trump's next stop.",
  "[18:05:01]\n\n\n\nOBAMA: It's bad being arrogant when you know what you're talking about.",
  "Can you imagine if I was given the questions to the debate, what would have happened?",
  "Hillary has openly stated she wants to shut down the mines and ban shale production.",
  "We will cancel billions of dollars in global warming payments to the United Nations.",
  "So now it's up to the American people to deliver justice at the ballot box tomorrow.",
  "It claimed over the weekend to have penetrated the FEC, Federal Election Commission.",
  "Four months ago, we say, our leaders, \"We are going to attack Mosul in four months.\"",
  "The fact that Michigan is one of his final states today, I do think is fascinating.",
  "CNN is live around the country to bring you all the excitement and all the tension.",
  "They gave her to the questions to debates, numerous debates against Bernie Sanders.",
  "They fed her illegally -- they fed her the questions for the debate, Donna Brazile.",
  "I'm just telling you, such lies, such lies, such fabrication, such made-up stories.",
  "That's the way it's described to me by cyber-experts and by intelligence officials.",
  "And I started telling and talking about your car business is being stolen from you.",
  "(CHEERING AND APPLAUSE)\n\n\n\nTRUMP: We're doing fantastically well in North Carolina.",
  "BLITZER: Donald Trump making his final appeal to voters in Pennsylvania right now.",
  "You're reading about it on the Web a lot, particularly from the Republican Party.",
  "BLITZER: He has been different these past couple of weeks, you have got to admit.",
  "But it's really bad being arrogant when you don't know what you're talking about.",
  "A lot of years we've been abused by stupid politicians, very stupid politicians.",
  "BLITZER: -- and a Republican minority in the House --\n\n\n\nTOOBIN: Which he will.",
  "I mean, on Iran and on the TPP, Hillary being for it before she was against it.",
  "All right, let's -- we will eliminate every unnecessary job-killing regulation.",
  "DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: This is the last day of our campaign.",
  "You're tired of the reckless foreign policy, the crazy wars that are never won.",
  "You know, she called it the gold standard, and then she lied during the debate.",
  "We had great victories in this room, by the way, great victories in this room.",
  "(BOOING)\n\n\n\nTRUMP: For hostages, for hostages, which our president lied about.",
  "TRUMP: I see she's doing fine, I'm doing fine in the polls and all that stuff.",
  "BLITZER: Pamela Brown, it was a very rousing speech, the crowd there loved it.",
  "Historians are going to be evaluating this for a very long time, win or lose.",
  "We are saluting him for reading every word that comes up on the teleprompter.",
  "(CHEERING AND APPLAUSE)\n\n\n\nTRUMP: So, after this, I'm going to New Hampshire.",
  "All 67 counties in Pennsylvania, most of which I won in the primaries, right?",
  "That's the good news, but such made-up stories, such vicious made-up stories.",
  "To this point, no evidence of major attacks in the last 24, sort of 48 hours.",
  "Crime that is so bad -- and I say it -- you can't sometimes walk to a store.",
  "Aired 6-7p ET\n\nAired November 7, 2016 - 18:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "Our senior Washington correspondent, Jeff Zeleny, is in Philadelphia for us.",
  "And by the way, take a look at what's happening in Florida and other places.",
  "We're $800 billion almost in the hole with the trade deficit with the world.",
  "But the generals said, you're so right on that, Mr. Trump, you're so right.",
  "He ruined his legacy when he did that, and he's got to be very embarrassed.",
  "So it's not so much necessarily about changing the outcome of the election.",
  "[18:35:22] Now, your politicians could have thought of that, some of them.",
  "We are living through the greatest jobs theft in the history of the world.",
  "And all he did was win the most important war in the history of the world.",
  "(APPLAUSE)\n\n\n\nAnd we will save our Second Amendment, which is under siege.",
  "Wouldn't it be nice if nothing were said by our politicians and by Obama?",
  "You know, the Cubans, they gave me an award, Bay of Pigs Award last week.",
  "We want to welcome our viewers in the United States and around the world.",
  "With those doubts out there, and, frankly, all of us are experiencing it.",
  "We're leading in New Hampshire, where I'm going to be in a little while.",
  "We are going to unleash an energy revolution right here in Pennsylvania.",
  "And he has to -- he had to be about the business of expanding that base.",
  "BLITZER: We will of course stand by for live coverage of that this hour.",
  "BLITZER: That is an accurate point, Jeff Zeleny in Philadelphia for us.",
  "And the other person who won the Republican nomination is Donald Trump.",
  "(CHEERING AND APPLAUSE)\n\n\n\nTRUMP: And I went to school in Pennsylvania.",
  "She's going to Michigan, traditionally, not really a Republican state.",
  "And use that money to rebuild the infrastructure of the United States.",
  "This is not the sound of a second place finisher, that I can tell you.",
  "It is the gold standard for the other side, not for the United States.",
  "SARA MURRAY, CNN NATIONAL POLITICAL CORRESPONDENT: That's right, Wolf.",
  "Let's get some more with our correspondents and our political experts.",
  "MURRAY: To presidential candidate, with just hours left to woo voters.",
  "TRUMP: The FBI, the director, was obviously under tremendous pressure.",
  "This was a base-motivating speech, as he said, get out there and vote.",
  "[18:55:00] And we are fighting to bring us all together as Americans.",
  "JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: That's right.",
  "It is important to give Donald Trump his due in terms of the stamina.",
  "I mean, I'm not 70, and I can't even imagine doing what he's doing.",
  "That was a lot of concern that this might be evidence of an attack.",
  "Tell us more about the role that these observers are going to play.",
  "We heard from the president of the United States in the last hour.",
  "(APPLAUSE)\n\n\n\nProvide school choice and put an end to Common Core.",
  "This was something that was a key talking point for Donald Trump.",
  "(CROSSTALK)\n\n\n\nAXELROD: We have seen this twice in this campaign.",
  "She didn't mention it at all today, as she tried looking forward.",
  "And then after the debates, all of a sudden, we started going up.",
  "But I actually think we're much better than that in Pennsylvania.",
  "And part of the rigged system is the dishonest media, believe me.",
  "We are going to spend, and we are going to bring those jobs back.",
  "We are going to spend, and we are going to bring those jobs back.",
  "And if they do, that's OK, the country will make a lot of money.",
  "You can't -- you can't -- it is so false, nothing to do with me.",
  "(BOOING)\n\n\n\nTRUMP: He uses the worst language I have ever heard.",
  "Today, it seemed like he, not just his legacy, is on the ticket.",
  "TOOBIN: There's policy point that I think is worth pointing out.",
  "It will never happen again -- it will never happen again, folks.",
  "Maybe one lane for a little while, but when they're coming here.",
  "Then two months, then one month, then one week, a few weeks ago.",
  "(APPLAUSE) Because from now on, it's going to be America first.",
  "We're going to use our great leaders, our great businesspeople.",
  "If he wins, he's going to keep Senate and he'll keep the House.",
  "This election is going to really set the course of our country.",
  "BLITZER: Very disciplined, reading those scripts, not tweeting.",
  "MURRAY: And relishing in his evolution from political newcomer.",
  "Clinton then goes on to North Carolina for a late-night rally.",
  "He's already held rallies today in Florida and North Carolina.",
  "(CHEERING AND APPLAUSE)\n\n\n\nTRUMP: So you can leave here happy.",
  "We are going to have the biggest tax cuts since Ronald Reagan.",
  "You have one day until t election and now it's less than that.",
  "And her plan gives your Social Security and Medicare benefits.",
  "We get unemployment, and we get we get drugs; we get nothing.",
  "The entire Cuban community of Miami, Bay Of Pigs Association.",
  "Oh, boy, folks, we're going to have such a different country.",
  "At the core of my contract is my plan to bring back our jobs.",
  "The biggest stories all over the -- you don't even read this.",
  "He's the ranking member of the House Intelligence Committee.",
  "They have -- unbelievable how they've done with our country.",
  "I mean, I think this is a true campaign promise he's making.",
  "BASH: Absolutely, that's what this is all about at the end.",
  "(CROSSTALK)\n\n\n\nAXELROD: They suspended his Twitter account.",
  "Real change also means restoring honesty to our government.",
  "The thing is here, though, that this is an information war.",
  "[18:30:07] She should not be allowed to run for president.",
  "The trouble with that, one, I have spoke to the FEC today.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "He basically went through all of his major talking points.",
  "I mean, this is really one of the --\n\n\n\nBASH: Well, maybe.",
  "Not good what she's going to do with your Social Security.",
  "No, but a lot of trends are very disturbing to the media.",
  "And this is the first national election in light of that.",
  "BLITZER: Pamela Brown, you're our justice correspondent.",
  "Real change begins -- she is indeed the face of failure.",
  "Oh, we're going to have a great victory tomorrow, folks.",
  "You can talk to pollsters about it, they might disagree.",
  "But I have got to say, anger is not a plan, my friends.",
  "(CHEERING AND APPLAUSE)\n\n\n\nTRUMP: This is a great room.",
  "You can't even read articles in certain papers anymore.",
  "But to be a rich nation, we must also be a safe nation.",
  "The Hispanic community, the numbers are becoming great.",
  "You know, she wants to give them to illegal immigrants.",
  "We will cancel all federal funding to sanctuary cities.",
  "You can't always get what you want is his closing song.",
  "No matter what you do, you've got to get out and vote.",
  "Now, \"The Times\" is going out of business pretty soon.",
  "It's about sowing doubt, creating questions out there.",
  "MURRAY: Is now making a final plea to Hispanic voters.",
  "ZELENY: From Pennsylvania to Michigan and back again.",
  "And look at these people and look at this enthusiasm.",
  "Don't forget, we were 12 points down three weeks ago.",
  "And I say, honestly, folks, what do you have to lose?",
  "For 100 years, Democrats have ruled the inner cities.",
  "They show my face, boom, boom, never show the crowd.",
  "(CHEERING AND APPLAUSE)\n\n\n\nTRUMP: They have no idea.",
  "I have been saying it for years and years and years.",
  "But they're not actively involved in counting votes.",
  "Arguably, that information war has already been won.",
  "(CROSSTALK)\n\n\n\nAXELROD: But what you say is so true.",
  "And some of the generals and admirals came up to me.",
  "I was with the president of Mexico three months ago.",
  "TOOBIN: You know, they'll get rid of the filibuster.",
  "I look at that and I say, will that grow your vote?",
  "They signed the pledge and they honored the pledge.",
  "It's going to be activated again, really activated.",
  "You know, I've been saying the element of surprise.",
  "They're laughing at what's going on in our country.",
  "He is a performer and he's energized by the crowds.",
  "So they went through 650,000 e-mails in eight days.",
  "We're going to bring education to the inner cities.",
  "We're going to bring education to the inner cities.",
  "He really had a very important legacy going, folks.",
  "Don't worry, they'll never show the crowds, folks.",
  "But I think, at this point, it's a two-way street.",
  "It's all about the crowds, the crowds, the crowds.",
  "There were things like a Twitter outage yesterday.",
  "You're going to be so proud of your country again.",
  "You got to go out and vote, get everybody to vote.",
  "BASH: It is a lot more possible if he's president.",
  "BORGER: He went through his major talking points.",
  "BLITZER: Dana, he also said it's a rigged system.",
  "Telling African- Americans what you have to lose.",
  "(APPLAUSE)\n\n\n\n(AUDIENCE CHANTING: USA, USA, USA!)",
  "And it will be -- it will be a two- lane highway.",
  "CLINTON: I hope you will join me on this journey.",
  "Will both sides come through for their candidate?",
  "Some of them can't, for they have other problems.",
  "You folks can't be too happy about that, I guess.",
  "So, I guess we assume it's a good place to learn.",
  "Look, have you been seeing the polls, by the way?",
  "By the time she speaks, they're all gone anyway.",
  "Let's begin right now with the Clinton campaign.",
  "We're going to take care of our veterans, folks.",
  "SWERDLICK: Yes, he sounded almost wistful to me.",
  "But almost all of them and it was -- it's great.",
  "They said, Mr. Trump, you're so right on Mosul.",
  "They're bringing drugs, they're bringing crime.",
  "And by the time he's finished, what's happened?",
  "Nobody has ever seen anything like this, folks.",
  "See the dishonest people back there, the media.",
  "Two, the FEC is not involved in counting votes.",
  "How about getting the questions for the debate?",
  "So that's another part of this whole equation.",
  "A lot of people feel left out and left behind.",
  "With China, almost $500 billion trade deficit.",
  "To all Americans, I say, it's time for change.",
  "We have the greatest negotiators in the world.",
  "We're going to use these great businesspeople.",
  "Hillary Clinton supports totally open borders.",
  "(APPLAUSE)\n\n\n\nI can't believe I'm saying this.",
  "Not the donors and not the special interests.",
  "They're getting ready for a huge event there.",
  "And it almost does go as it's supposed to go.",
  "Look at the mess, and look at the corruption.",
  "Everybody is thirsting, thirsting for change.",
  "Of course, she could look at it differently.",
  "We're the highest taxed nation in the world.",
  "He's showing he does have remarkable energy.",
  "He talks about it during the event as well.",
  "They see no evidence of successful hacking.",
  "But it won't be her last stop of the night.",
  "CLINTON: I know that people are frustrated.",
  "And my kids went to school in Pennsylvania.",
  "She should just take a small room and talk.",
  "By that time, most of the people have left.",
  "And, yes, we will make America great again.",
  "You know what Hillary's going to do, right?",
  "Cancel every illegal Obama executive order.",
  "Gloria Borger, let's get a little analysis.",
  "I'll tell you, you look at what's going on.",
  "They laugh at the stupidity of our country.",
  "Can you imagine what they must be thinking?",
  "Oh, this people -- the element of surprise.",
  "The great General Douglas MacArthur, right?",
  "They're having a very hard time right now.",
  "Ben Carson, Mike Huckabee, so many others.",
  "She sold her office to the highest bidder.",
  "(CHEERING AND APPLAUSE)\n\n\n\nTRUMP: Oh, boy.",
  "They fed her the questions for the debate.",
  "You read a little bit about Donna Brazile.",
  "TRUMP: Nice head of hair, I will say that.",
  "He needs to break through that blue wall.",
  "So that's largely why this race is close.",
  "Now, you're also pumped up by adrenaline.",
  "The fight against Trump is also personal.",
  "She's being protected by a rigged system.",
  "(BOOING)\n\n\n\nTRUMP: They are so dishonest.",
  "TRUMP: Get your family, get your friends.",
  "He says he's going to overturn Obamacare.",
  "\"ERIN BURNETT OUTFRONT\" starts right now.",
  "We have the greatest people in the world.",
  "We're going to take care of our veterans.",
  "But we're going to fix the inner cities.",
  "We will be going into Mosul in one week.",
  "He's going to bring something different.",
  "She's the face of failed foreign policy.",
  "He and Beyonce, right, they're finished.",
  "TRUMP: Hillary right now is fast asleep.",
  "There's fear, even anger in our country.",
  "And, tonight, they still need it, Wolf.",
  "BLITZER: Access to his Twitter account.",
  "When I heard, I figured, you know what?",
  "And Bernie Sanders, he is really upset.",
  "I'm Wolf Blitzer in THE SITUATION ROOM.",
  "Carl Icahn endorsed me, so many others.",
  "[18:50:00] Who negotiates these deals?",
  "Believe me, nobody is coming back, OK?",
  "And who is going to pay for that wall?",
  "They get all the factories and plants.",
  "She's going to bring more of the same.",
  "Do not let this opportunity slip away.",
  "He's got to be very, very embarrassed.",
  "We started going up, and it was great.",
  "We, I believe, are leading in Florida.",
  "Nobody has ever seen anything like it.",
  "Look at what she's done with e-mails.",
  "We are going to fix our inner cities.",
  "We are going to fix our inner cities.",
  "We are going to fix our inner cities.",
  "His campaign was all but written off.",
  "ANNOUNCER: This is CNN breaking news.",
  "When you look at trade, we don't win.",
  "Trade, trade, with the world, trade.",
  "Is everybody going to vote tomorrow?",
  "Hillary's going to raise your taxes.",
  "They really will overturn Obamacare.",
  "BLITZER: Jim Sciutto, quick thought.",
  "That was actually a technical thing.",
  "And some, I assume, are good people.",
  "And you know what's going to happen?",
  "He may go to jail for to five years.",
  "\"The New York Times\" is a total lie.",
  "We're going to have a great victory.",
  "Nobody thought in terms of Michigan.",
  "Why is he campaigning all the time?",
  "So she thinks she's getting people.",
  "She's threatened national security.",
  "And Hillary is the face of failure.",
  "UNIDENTIFIED MALE: Drain the swamp!",
  "UNIDENTIFIED MALE: Drain the swamp!",
  "UNIDENTIFIED MALE: Drain the swamp!",
  "Billions and billions and billions.",
  "We have been in touch with Twitter.",
  "We're going to be brought together.",
  "It started on June 16th, last year.",
  "In four years, not going to happen.",
  "UNIDENTIFIED MALE: Build that wall!",
  "UNIDENTIFIED MALE: Build that wall!",
  "UNIDENTIFIED MALE: Build that wall!",
  "We will become a rich nation again.",
  "They get all the money, the taxes.",
  "The whole world is laughing at us.",
  "Not quite, but almost all of them.",
  "We're a very badly divided nation.",
  "(APPLAUSE)\n\n\n\nWouldn't it be nice?",
  "We will make America strong again.",
  "And I raise that question earlier.",
  "In the meantime, that's it for me.",
  "It's -- honestly, it's a disgrace.",
  "And she said, \"I never said that.\"",
  "We're bringing our companies back.",
  "TOOBIN: This is really important.",
  "They're saying, what is going on?",
  "We will rebuild our inner cities.",
  "We're going to bring back safety.",
  "We're going to bring back safety.",
  "You called it the gold standard.\"",
  "He misbehaved in between debates.",
  "He's trying to energize his base.",
  "It's never going to happen again.",
  "I went to school in Philadelphia.",
  "TRUMP: A hundred percent correct.",
  "Right now, they get all the jobs.",
  "[18:45:04] Couldn't keep him out.",
  "They come back again, ten years.",
  "They don't want to vote for her.",
  "Spinning, spinning in his grave.",
  "The great General George Patton.",
  "We will make America safe again.",
  "I can't believe I'm saying this.",
  "She's going to raise your taxes.",
  "And, indeed, across the country.",
  "My only special interest is you.",
  "The dishonest media has no idea.",
  "[18:25:02]\n\n\n\nAnd you know what?",
  "Just take a small room and talk.",
  "And then I'm going to Michigan.",
  "Actually, they do have an idea.",
  "We're going to bring back jobs.",
  "We're going to bring back jobs.",
  "Horrible education and no jobs.",
  "But they're not going to leave.",
  "You've got to get out and vote.",
  "Pennsylvania, let's swamp them.",
  "It's going to be a steep slope.",
  "SCIUTTO: Just two quick things.",
  "BROWN: That's absolutely right.",
  "Protect your religious liberty.",
  "We're bringing education local.",
  "Will not be able to do the job.",
  "They come back again ten years.",
  "It will change very, very fast.",
  "She's sleeping so beautifully.",
  "We will massively lower taxes.",
  "It's a movement of competence.",
  "They are so dishonest, folks.",
  "UNIDENTIFIED MALE: CNN sucks!",
  "UNIDENTIFIED MALE: CNN sucks!",
  "UNIDENTIFIED MALE: CNN sucks!",
  "There's no question about it.",
  "We're getting ready for that.",
  "You're in THE SITUATION ROOM.",
  "We're going to keep them out.",
  "You know who negotiates them?",
  "Almost -- almost all of them.",
  "He doesn't have that anymore.",
  "I'm asking you to dream big.",
  "You're going to be so proud.",
  "The list is growing rapidly.",
  "(APPLAUSE)\n\n\n\nHave to do it.",
  "But just for a little while.",
  "That will all change, folks.",
  "He went on the teleprompter.",
  "TRUMP: I'm not a politician.",
  "TRUMP: Tied in Pennsylvania.",
  "They're rigging the system.",
  "They're not going to leave.",
  "They're not going to leave.",
  "She's going to raise taxes.",
  "They're going back to work.",
  "Who would have believed it?",
  "He talked about that today.",
  "Nobody goes to her rallies.",
  "He had a disastrous August.",
  "They have a 24-hour center.",
  "They come back, five years.",
  "We had a lot of them there.",
  "I want you to stay with us.",
  "I've never understood that.",
  "It was a terrific meeting.",
  "UNIDENTIFIED MALE: Mexico!",
  "UNIDENTIFIED MALE: Mexico!",
  "UNIDENTIFIED MALE: Mexico!",
  "And now they have us even.",
  "And I can understand that.",
  "They're totally dishonest.",
  "She's the face of failure.",
  "We're leading in Michigan.",
  "And just one other thing.",
  "What do you have to lose?",
  "What do you have to lose?",
  "Turned out she was lying.",
  "It's time for leadership.",
  "BLITZER: David Swerdlick?",
  "God bless you, everybody.",
  "It's been a long journey.",
  "I love you, too, darling.",
  "You see it all the time.",
  "Thank you, Pennsylvania.",
  "They get all the income.",
  "There goes your country.",
  "But you don't read this.",
  "There's nothing like it.",
  "They went badly for him.",
  "But this is their shot.",
  "He's done five of them.",
  "Sara, thanks very much.",
  "UNIDENTIFIED MALE: USA!",
  "UNIDENTIFIED MALE: USA!",
  "UNIDENTIFIED MALE: USA!",
  "Get out there and vote.",
  "They're not showing up.",
  "We're a divided nation.",
  "They have to catch up.",
  "No, they have us tied.",
  "I said, \"Yes, you did.",
  "You've got to get out.",
  "I think we're leading.",
  "AUDIENCE: Lock her up!",
  "We're leading in Iowa.",
  "Then the debates came.",
  "What are you learning?",
  "He showed discipline.",
  "That, I can tell you.",
  "Don't worry about it.",
  "And she never came...",
  "TRUMP: Are you ready?",
  "Thank you, everybody.",
  "Not going to happen.",
  "It was unbelievable.",
  "Figure that one out.",
  "Not going to matter.",
  "Michigan now agrees.",
  "Both candidates are.",
  "Motivating the base.",
  "And all night long.",
  "He ruined a legacy.",
  "Unabated, unbroken.",
  "For the other side.",
  "BLITZER: All right.",
  "She's the insider.",
  "He's the outsider.",
  "But you know what?",
  "We have no choice.",
  "AUDIENCE: Hillary!",
  "I'm Wolf Blitzer.",
  "AXELROD: Oh, yes.",
  "That's coming up.",
  "I don't know how.",
  "Let's swamp them.",
  "I don't think so.",
  "I don't think so.",
  "It's in our plan.",
  "Look at the mess.",
  "Get out and vote!",
  "I raise it again.",
  "It's a long time.",
  "Build that wall!",
  "Build that wall!",
  "Build that wall!",
  "Build that wall!",
  "Build that wall!",
  "Build that wall!",
  "Political hacks.",
  "You're so right.",
  "Let's listen in.",
  "It's so bad now.",
  "It's so bad now.",
  "They're rapists.",
  "How about this?",
  "How about this?",
  "It's very high.",
  "I know it well.",
  "I know it well.",
  "Have no choice.",
  "We get nothing.",
  "So many others.",
  "Needs 60 votes.",
  "God bless you.",
  "We'll support.",
  "Have to do it.",
  "Have to do it.",
  "AUDIENCE: Yes!",
  "America first.",
  "We're leading.",
  "And so do you.",
  "I will fix it.",
  "I will fix it.",
  "BLITZER: Dana?",
  "The last word.",
  "You get shot.",
  "Boy, oh, boy.",
  "What happens?",
  "They're gone.",
  "No question.",
  "Lock her up!",
  "Lock her up!",
  "Lock her up!",
  "Lock her up!",
  "Lock her up!",
  "Lock her up!",
  "Lock her up!",
  "Lock her up!",
  "Lock her up!",
  "You know it.",
  "Lovely lady.",
  "Turned out.",
  "Yes, right.",
  "A disaster.",
  "June 16th.",
  "Long time.",
  "Thank you.",
  "Thank you.",
  "Thank you.",
  "Thank you.",
  "It's time.",
  "It's time.",
  "They will.",
  "I knew it.",
  "CNN sucks!",
  "CNN sucks!",
  "CNN sucks!",
  "CNN sucks!",
  "CNN sucks!",
  "CNN sucks!",
  "It's true.",
  "Terrific.",
  "Go vote.",
  "No jobs.",
  "Oh, boy.",
  "Hillary!",
  "Hillary!",
  "So sad.",
  "So sad.",
  "No way.",
  "Never.",
  "True.",
  "I do.",
  "Talk.",
  "USA!",
  "USA!",
  "USA!",
  "USA!",
  "USA!",
  "USA!"
]