[
  "Now, Stone is firing back, telling Fox News that Democrats are engaged in “fear-mongering” and “new McCarthyism.”\n\n\"There is no proof of collusion between the Russians and Trump,” he told Fox News, calling the claims part of a “witch hunt.”\n\nStone, who has a tattoo of Richard Nixon that he’s proudly displayed to reporters during interviews, was a close adviser to then-candidate Donald Trump in the early part of the 2016 campaign.",
  "Roger Stone Jr., the legendary Miami-based political consultant and self-styled \"dirty trickster,\" found himself in the middle of the House Intelligence Committee hearing maelstrom earlier this week when top Democratic Rep. Adam Schiff questioned whether the FBI was investigating him and other Trump associates as part of its probe into Russian meddling in the 2016 campaign.",
  "\"Any inference that my now fully disclosed exchange with a hacker named Guccifer 2.0 constitutes collusion with the Russians is disproved by the content and timing of the innocuous exchange,\" he said.",
  "Asked about Stone at Monday’s hearing, FBI Director James Comey said he was \"generally\" aware of the operative but was hesitant to go further in detail as to not reveal additional specifics.",
  "Later in the day, when pressed by reporters, White House Press Secretary Sean Spicer downplayed Stone's role in the campaign, saying he and others as \"were hangers-on around the campaign.\"",
  "In a recent interview with CNN, Stone confirmed he had a \"brief exchange\" with Guccifer 2.0, the hacker who claimed responsibility for breaching the Democratic National Committee.",
  "\"The Democrats use their congressional immunity to engage in red-baiting, fear-mongering, mud-slinging and the new McCarthyism,\" Stone said.",
  "But more broadly, the outspoken Stone accused Democrats of going too far with their allegations pertaining to Russia-Trump links.",
  "\"If Sean Spicer read my book, ‘The Making of the President 2016,’ he would understand my role in 2016,\" Stone told Fox News.",
  "\"I am worried we are going to a place I don’t want to go, which is commenting on any particular person,\" Comey said.",
  "Stone, when reached by Fox News, took issue with Spicer’s description – and a shot at the spokesman himself.",
  "Stone also was emphatic in his desire to testify in front of the intelligence committee.",
  "“I certainly made a greater contribution to Donald's election than he did.\"",
  "Stone described it as a few direct messages that happened after the hack.",
  "I demand the committee afford me chance to face my accusers,\" he said.",
  "Stone defended that interaction in the interview with Fox News.",
  "\"We would need a time machine to collude,'' Stone said.",
  "\"This is a witch hunt."
]