[
  "But in a radio interview with Sean Hannity, Assange did say that it is possible that Russia was behind the release of other leaked emails, including through a hacker working under the name Guccifer 2.0 and another group that operates a website called DC Leaks.",
  "Also on Wednesday, an Assange associate and former United Kingdom ambassador named Craig Murray came forward with the claim that the hacked emails published by WikiLeaks came from a person working inside of the Democratic Party.",
  "WikiLeaks co-founder Julian Assange insisted on Thursday that the Russian government was not his group’s source for emails hacked from the Democratic National Committee and Hillary Clinton’s campaign chairman.",
  "And on Wednesday, NBC News reported that spies working for American allies claim to have intelligence that Russian president Vladimir Putin directed the hacking campaign from Moscow.",
  "of State Colin Powell, Hillary Clinton insider Capricia Marshall, and the Open Society Foundations, a non-profit organization operated by progressive billionaire George Soros.",
  "Using a website hosted on WordPress, Guccifer 2.0 published emails taken from the Democratic Congressional Campaign Committee and others taken from the DNC.",
  "And beginning in October, the website began publishing nearly 60,000 emails taken from the Gmail account of John Podesta, Clinton’s campaign chairman.",
  "Those claims have not been verified, however, and Guccifer 2.0 has provided inconsistent answers to questions about their operations in the past.",
  "Assange, who is holed up at the Ecuadorian embassy in London, declined in the interview with Hannity to comment on Murray’s remarks.",
  "In June, the hacker claimed responsibility for hacking the DNC’s servers and began releasing DNC memos and financial documents.",
  "Murray told The Daily Mail that the source passed the electronic documents to him during a meeting at a Washington, D.C. park.",
  "Assange did leave open the possibility that Russian agents were behind other hacks published by Guccifer 2.0 and on DC Leaks.",
  "Anonymous sources within the intelligence community have also endorsed that assertion to reporters at several news outlets.",
  "Murray also claimed that the person was upset with the Democratic Party’s treatment of Vermont Sen. Bernie Sanders.",
  "Guccifer 2.0 has claimed on Twitter and in interviews that they provided emails hacked from the DNC to WikiLeaks.",
  "“Our source is not the Russian government,” Assange told Hannity, repeating comments he made early last month.",
  "The Obama administration has insisted that evidence shows that Russian security services organized the hacks.",
  "But in some ways, they look very amateur, and almost look too much like the Russians,” he added.",
  "In July, WikiLeaks published 20,000 emails hacked from the accounts of seven DNC officials.",
  "He also said that the person was legally authorized to access the DNC and Podesta emails.",
  "“Craig Murray is not authorized to talk on behalf of WikiLeaks,” he told Hannity.",
  "“Now, who is behind these, we don’t know,” he told Hannity.",
  "“These look very much like they’re from the Russians.",
  "DC Leaks released documents stolen from former Sec.",
  "Follow Chuck on Twitter"
]