[
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "“Spotify will be offering a direct listing, meaning that its shares can be traded on the open market sooner than with a more conventional IPO, as Spotify doesn’t intend to raise a large amount of capital with its IPO.”\n\n— YouTube moderators pull content by mistake: “In the wake of the Feb. 14 school shooting in Parkland, Florida, some YouTube moderators mistakenly removed several videos and some channels from right-wing, pro-gun video producers and outlets,” Bloomberg reports.",
  "“There are things that still have to be ironed out.” He added that lawmakers have “ironed out” what’s shaping up to be a four-year reauthorization for the Federal Aviation Administration “so you don’t have to go through this herky-jerky ‘every six months’ or ‘every year.’”\n\nCARR PLAN A HIT WITH WIRELESS — Verizon and AT&T lauded Republican FCC Commissioner Brendan Carr’s plan to reduce the regulatory costs associated with 5G infrastructure deployment.",
  "The National Congress of American Indians said in a statement Wednesday it “has concerns with the FCC’s approach to lessen protections afforded to tribal governments on infrastructure development that can negatively impact sacred and cultural sites.”\n\n— Look for the full draft of order to be made public today, along with the other items circulated for a vote at the March 22 meeting.",
  "Warner on tech and Russia\n\nWith help from John Hendel, Steven Overly and Margaret Harding McGill\n\nWHAT WARNER WANTS FROM TECH — Mark Warner (D-Va.), the ranking member of the Senate Intel Committee, will emphasize the need for a comprehensive strategy to address Russian election interference, as part of a keynote at a Carnegie Endowment for International Peace event this morning.",
  "“The ultimate buyers will be made public after we have filed our signed purchase agreements with the FCC, at which point the public will have ample opportunity to comment.”\n\nTECH TRADE TALK — Among the Trump administration's trade priorities, as laid out in an annual report sent to Congress on Wednesday, are protecting U.S. intellectual property and promoting digital commerce.",
  "“But, sometimes their power scares me.”\n\n— Plus, Schiff presses for Twitter subpoena: Rep. Adam Schiff (D-Calif.), House Intel’s top Democrat, detailed individuals and companies that the minority would like to see subpoenaed in connection with the Russia investigation – and the social media firm is among the targets mentioned.",
  "SINCLAIR DEFENDS TV STATION SELLOFF PLAN — The broadcaster is pushing back against objections from the big cable companies of NCTA, which argued earlier this week that Sinclair Broadcast Group is not being transparent about just which stations in which markets it will sell off to win approval of its Tribune Media buy.",
  "During a panel discussion following Carr’s speech at CTA’s 5G event Wednesday, AT&T vice president of federal regulatory, Hank Hultquist, said the proposed reforms would have “a huge impact — significant, material, really change the game and lead to more widespread deployment of small cells.",
  "Crypto corner: “The Securities and Exchange Commission has issued dozens of subpoenas and information requests to technology companies and advisers involved in the red-hot market for cryptocurrencies, according to people familiar with the matter,” The Wall Street Journal reports.",
  "— Amazon-Whole Foods debate new product offerings: “Six months after acquiring Whole Foods, Amazon is working on reorganizing Whole Foods shelves by first adding Amazon private label products and, soon, it may add popular consumer packaged goods like Coca-Cola.",
  "When asked about the kinds of commitments he wants from tech companies on the issue, he told MT that he’d “like to see a more cooperative and collaborative approach.” \"They know more about their customers and users than frankly the government does,” he added.",
  "“The Committee should issue a subpoena to Twitter to produce direct messages from and between the Twitter handles identified as relevant to the Russia investigation, including those of Guccifer 2.0, WikiLeaks, and Julian Assange,” Schiff writes.",
  "), a member of the Judiciary Committee, told MT he’s in the process of drafting a letter asking Crime and Terrorism Subcommittee Chairman Lindsey Graham (R-S.C.) to invite CEOs from the tech giants to testify in Congress.",
  "So it’s fantastic.”\n\n— The nation’s wireless carriers have told the FCC that the reviews add up to millions in fees, including payments to tribes that assert historic interest in areas outside of reservations.",
  "— Sen. Bill Nelson (D-Fla.) confirmed to reporters Wednesday night that he’s helping determine just what provisions can make it into the fiscal year 2018 omnibus bill to fund the government after March 23.",
  "— The administration’s infrastructure efforts are in the hot seat this morning, as part of Senate Environment and Public Works hearing featuring testimony from Transportation Secretary Elaine Chao.",
  "The rules includes allowing data to flow easily over borders and duty-free sale of digital products, as well as preventing foreign governments from accessing proprietary source code and algorithms.",
  "— Those priorities are playing out in NAFTA 2.0 negotiations, where “USTR has advanced high-standard digital trade rules that will make this agreement a model moving forward,” the report states.",
  "Sen. Ron Wyden (D-Ore.) had put a hold on SESTA (S. 1693 (115)), the Senate’s version of the legislation, but he has not yet put a hold on the House bill, according to an aide in his office.",
  "** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "— FB safety check-in: As Facebook grapples with questions about its role in the 2016 election, the social network is holding its annual global safety network summit in Washington today.",
  "SILICON VALLEY MUST-READS —\n\n— Spotify files for IPO: “Spotify, the world’s largest music streaming service, has filed for an initial public offering [on Wednesday],” The Verge reports.",
  "QUICK DOWNLOADS\n\nGame on, Slack: “Hangouts Chat, Google’s take on modern workplace communication, is now generally available and is becoming a core part of G Suite,” TechCrunch reports.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "In addition to excluding small cells from those historic reviews, Carr’s plan would eliminate the ability of tribes to collect up-front fees for larger cellular infrastructure.",
  "(Book)marks the spot: “Twitter is globally launching its Bookmarks feature ... giving users a new way of saving tweets they like and might want to revisit,” The Verge reports.",
  "Appropriators are in a scramble to finish that bill as soon as this week, and top Republicans see this as an opportunity to advance a wide-ranging mix of telecom priorities.",
  "Facebook's director of research, David Ginsberg; head of global safety, Antigone Davis; and vice president of global policy, Joel Kaplan, are among those slated to attend.",
  "Carr said the order, set for a vote at the March 22 meeting, would eliminate the federal environmental and historic preservation reviews for small cell antennas.",
  "“Divestiture trusts are used in cases like this, where we are still in the process of negotiating with numerous parties,” a Sinclair spokesperson told POLITICO.",
  "Sen. Shelley Moore Capito (R-W.Va.), who has pressed for a specific carveout for broadband from the administration’s plan, is among the lawmakers on the panel.",
  "CTIA noted tribal fees totaled more than $173,000 for one provider to deploy 23 small cells around NRG Stadium in Houston for the 2017 Super Bowl.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "We are encouraged that those negotiations seem to be advancing well,” said Kenneth Propp, policy director at BSA | The Software Alliance.",
  "“Twitter has informed the Committee that it will not produce responsive communications absent compulsion.” Twitter declined to comment.",
  "“We’re going through the list right now of what we want to put in there,” said Nelson, the top Democrat on the Commerce Committee.",
  "TRANSITIONS — Ken Judy, chief technology and product officer at The Daily Beast, is headed to Stride Consulting as its new COO.",
  "“For a lot of this debate, it feels like we have to expose a problem and then they are responsive.” Watch the livestream, here.",
  "1865 (115)) that passed the House on Tuesday, is headed for a vote on the Senate floor the week of March 12, Ashley reports.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "Tech take on school: Why this tech executive says her plan to disrupt education is different, via The New York Times.",
  "GOOD THURSDAY MORNING and welcome to Morning Tech, where your MT host is slowly but surely becoming a plant person.",
  "For example, we will take steps to promote a thriving global marketplace for online platforms,” the report reads.",
  "“The NAFTA dialogue is probably the most encouraging thing that is going on on digital trade at the moment.",
  "Send your tech tips to lzhou@politico.com Catch the rest of the team’s contact info after Quick Downloads.",
  "Those were welcome words for tech industry advocates as they combed through the 359-page document.",
  "The event is expected to address strategies for building products that are designed for kids.",
  "Behind the scenes, this is causing internal debate and disagreements,” Yahoo Finance reports.",
  "FOSTA EXPECTED TO HIT SENATE FLOOR SOON — FOSTA, an anti-sex-trafficking bill (H.R.",
  "It marks the first such report to be fully crafted under President Donald Trump.",
  "“I’m proud of them – they’re very successful American companies,” he said.",
  "“Our trade policy will also promote innovation in the digital economy.",
  "It would not affect deployment on tribal land or reservations.",
  "The latest round of haggling is happening in Mexico this week.",
  "Story Continued Below\n\n— Warner’s not the only with questions.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "— But tribes say the existing process works.",
  "We’re tracking for broadband questions.",
  "Got an event for MT’s tech calendar?",
  "Tips, comments, suggestions?",
  "**\n\nALL ABOARD THE OMNIBUS?",
  "ON THE (BROAD)BAND WAGON?",
  "Sen. John Kennedy (R-La.",
  "Learn more here.",
  "**"
]