[
  "Stone now admits contact w/ DNC hacker, front for Russia pic.twitter.com/FfPUCYewjM — RiotWomenn (@riotwomennn) March 11, 2017\n\nThe Trump administration has been accused by critics and Democrats of having unsavory and possibly criminal interactions with the Russian government before the election, and this will only fuel the speculation.",
  "The self-described Romanian hacktivist claimed in a June 15 blog post that he had compromised the DNC — not Russian hackers, as experts had indicated — and said he had supplied WikiLeaks with a trove of documents ultimately published by the antisecrecy website the following month.",
  "it would be a great pleasure to me.”\n\nCritics of Trump have taken this interaction to be proof that the Trump administration was somehow colluding to hack the DNC and use the information spread by WikiLeaks to damage Democrats in the election.",
  "“Even if [Guccifer 2.0] is/was a Russian asset, my brief Aug. 14 correspondence with him on twitter comes AFTER I wrote about his role in the DNC hacks (Aug 5) and AFTER Wikileaks released the DNC material,” Mr. Stone clarified on Friday.",
  "Trump has denied all allegations and blamed the media for a \"witch hunt\" over these matters, despite his national security advisor Mike Flynn being forced to resign for lying about just such interactions with a Russian ambassador.",
  "“How does one collaborate on a matter after the fact?”\n\nGuccifer 2.0 is now believed to be a persona used by Russian state actors to spread the information hacked from the DNC, according to U.S. intelligence authorities.",
  "A former campaign advisor of President Trump admitted that he had communications with a hacker that broke into the Democratic National Committee and gave stolen information to WikiLeaks.",
  "Stone wrote an article pointing to Guccifer 2.0 in order to exonerate the Russian government from the accusation by experts that they had hacked the DNC.",
  "The hacker said that he got into the DNC files and delivered them to WikiLeaks, prompting Stone to write about the admission for Breitbart News.",
  "But Stone waves off these accusations, saying that the timeline of events doesn't support the speculation of collusion with the Trump campaign.",
  "Roger Stone told the Washington Times that he had “completely innocuous\" conversations with a Romanian hacker known as “Guccifer 2.0.\"",
  "The hacker contacted Stone, calling him a \"great man,\" for writing about him, and offered, “please tell me if i can help u anyhow.",
  "Guccifer 2.0 appeared last summer shortly after it was revealed that the DNC’s computer network had been breached by hackers.",
  "Even Hillary Clinton herself admitted that she believed Russians influenced the election to tilt towards Trump.",
  "Of the interactions, Stone said, “It was so perfunctory, brief and banal I had forgotten it.\"",
  "Trump operative Roger Stone tweeted about Podesta's emails wks before publication."
]