[
  "“I was pleased to read today that he’s changed his mind about that.”\n\nStory Continued Below\n\nNunberg, in a series of explosive interviews on Monday, pledged to reject a subpoena from Mueller requesting information on his communications with other current and former Trump administration officials, only to backtrack later and say that he planned to cooperate with federal prosecutors.",
  "| Mark Wilson/Getty Images Roger Stone ‘pleased’ Nunberg to cooperate with Russia probe\n\nRoger Stone said on Tuesday he was “pleased” that Sam Nunberg, a former Trump campaign aide, had said he would cooperate with the federal probe into Russian election meddling after initially vowing to reject a subpoena from special counsel Robert Mueller.",
  "Roger was treated terribly by Donald Trump.”\n\nStone told MSNBC on Tuesday that he had “no idea” why Nunberg had been so adamant in expressing his opposition to producing documents regarding their communications, saying that Nunberg “marches to his own drummer.”\n\nThe most reliable politics newsletter.",
  "In a wide-ranging interview, his first since Nunberg’s erratic media tour on Monday, Stone also dismissed the notion that he and Trump had ever spoken about the WikiLeaks hack of Democratic emails during the 2016 campaign.",
  "Stone also denied having contacts with the foreign hacker known as Guccifer 2.0, who released Democratic National Committee documents during the 2016 campaign, prior to the breach of Democratic servers.",
  "“I would certainly have not advised him to ignore or refuse a document-production subpoena,” Stone, a longtime confidant of President Donald Trump’s, told MSNBC.",
  "The remarks came amid reports that Mueller’s team is investigating whether, as a candidate, Trump knew of the hacked emails prior to their release.",
  "“I can honestly say that candidate Trump, Donald Trump, President Trump and I have never discussed the WikiLeaks disclosure,” Stone said.",
  "The former Trump campaign aide specifically cited his communications with Stone in initially voicing his intent to not comply.",
  "Stone has previously hailed the hacker as a “hero,” with the two trading messages on Twitter after the breach.",
  "Roger Stone said that Sam Nunberg was “not speaking at my behest or direction” when he made his remarks.",
  "“I’m not going to give them every email I had with Steve Bannon and Roger Stone,” Nunberg told CNN.",
  "He said the same of discussions between him and Trump regarding former Hillary Clinton’s emails.",
  "Stone added that Nunberg was “not speaking at my behest or direction” when he made his remarks.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "I’m not going to testify against Roger.",
  "“I communicated with them every day.",
  "You can unsubscribe at any time.",
  "Roger did not do anything."
]