[
  "The “attack on our Democracy” line in Reiner’s tweet was also undermined in Rosenstein’s announcement as he made clear that “there’s no allegation that the conspiracy changed the vote count or affected any election result.”\n\nThe total alleged contact with any American in the indictment is to “a person who was in regular contact with senior members of the presidential campaign of Donald J. Trump.” This is the entirety of the alleged contact:\n\nOn or about August 15, 2016, the Conspirators, posing as Guccifer 2.0, wrote to a person who was in regular contact with senior members of the presidential campaign of Donald J. Trump, “thank u for writing back .",
  "it would be a great pleasure to me.” On or about September 9, 2016, the Conspirators, again posing as Guccifer 2.0, referred to a stolen DCCC document posted online and asked the person, “what do u think of the info on the turnout model for the democrats entire presidential campaign.” The person responded, “[p]retty standard.”\n\nAs Rosenstein later made clear, “There is no allegation in this indictment that the Americans knew they were corresponding with Russian intelligence officers.",
  "Hollywood director Rob Reiner told followers Friday that Special Counsel Robert Mueller’s latest indictment of 12 Russian intelligence officers for hacking during the 2016 campaign makes it “crystal clear that the Trump campaign conspired with Russia in the attack on our Democracy.”\n\nIt is now crystal clear that the Trump campaign conspired with Russia in the attack on our Democracy.",
  "— Rob Reiner (@robreiner) July 13, 2018\n\nThe indictment to which Reiner refers contains no allegation that President Donald Trump or anyone from his campaign was part of either of the two criminal conspiracies described in the indictment.",
  "— Rob Reiner (@robreiner) July 14, 2018\n\nThe When Harry Met Sally… director has become a vocal opponent of the president, calling for “all out war” against him last year.",
  "In fact, Deputy Attorney General Rod Rosenstein went out of his way in his announcement of the indictment to make explicitly clear that no “collusion” is alleged.",
  "All members of those conspiracies are Russian nationals allegedly working one of several GRU (Russian military intelligence) operations based in that country.",
  "do u find anyt[h]ing interesting in the docs i posted?” On or about August 17, 2016, the Conspirators added, “please tell me if i can help u anyhow .",
  "”\n\nNone of this stopped Reiner from going even further Saturday as he claimed President Trump “refuses to defend us” from Russia.",
  "It’s this simple: The United States of America was attacked by a foreign enemy power and our President refuses to defend us.",
  "“There is no allegation in this indictment that any American citizen committed a crime,” Rosenstein told reporters.",
  "Last week he suggested voting against the party he supports is “a vote to enable the destruction of Democracy.”",
  "At this point the only way Trump can avoid the consequences of his crimes is to invoke the Moron Defense.",
  "His definitions of attacks on “Democracy” have become strained in the throes of his activism.",
  "“I was too stupid to obstruct or conspire.” VOTE!!!",
  ".",
  ".",
  ".",
  "."
]