[
  "Beginning in late June, websites considered to be fronts for the Russians -- DC Leaks, Guccifer 2.0 and WikiLeaks -- began disclosing emails and data obtained in a wave of cyberattacks on Democratic Party officials.",
  "But Leshchenko says the money was actually for work Manafort had done on behalf of former Ukranian President Viktor Yanukovych, who had ties to the Kremlim and Russian President Vladimir Putin.",
  "\"A spy is someone who is stealing information to further a cause or to gain information that helps the policies of the government, or as we've seen in recent years disrupt another government.\"",
  "Politician Serhiy Leshchenko claims to have proof that Manafort, President Trump's former campaign chairman, was part of a money laundering scheme in 2009.",
  "As part of its investigation, the FBI is trying to determine whether there was any coordination between the Trump campaign and Russian officials.",
  "The FBI director confirmed Monday the bureau is investigating whether anyone in the Trump campaign colluded with Russia to sway the election.",
  "\"Russia - if you are listening - I hope you are able to find the 30,000 emails that are missing,\" Mr. Trump said in July.",
  "But according to this declassified intelligence assessment, the Russian hacking efforts date back to as early as 2015.",
  "Then in August, Manafort left the campaign amid questions about his ties to the pro-Russian former Ukrainian leader.",
  "CBS News\n\nThat same month, then-candidate Trump encouraged more cyberattacks on his rival Hillary Clinton.",
  "Manafort's spokesperson questioned the validity of the documents and said the \"allegations are baseless.\"",
  "On Monday, Comey suggested that it was possible that people colluded with Russia without knowing it.",
  "At Monday's hearing, FBI Director Comey confirmed the bureau opened its investigation in late July.",
  "CBS News\n\n\"One of these payments ... we now can prove was done to Paul Manafort,\" Leshchenko says.",
  "Here's what we've learned so far -- beginning with the man who once ran the campaign.",
  "Leshchenko says a contract shows Manafort was paid $750,000 for about 500 computers.",
  "Eric O'Neill is a former FBI counterintelligence operative.",
  "\"There are no hackers, there are only spies,\" O'Neill says.",
  "One of Paul Manafort's most vocal critics is in Ukraine.",
  "Manafort was hired by the Trump campaign in March 2016.",
  "Law enforcement calls those people co-optees."
]