[
  "The document dump, which includes texts sent between Aug. 16, 2015 and July 23, 2017, was accompanied by an interim report on the panel’s investigation into the FBI’s handling of the Hillary Clinton email investigation.",
  "Strzok and Page, who both served in prominent roles on the Russian collusion investigation, revealed their anti-Romanian bias while discussing the notorious hacker, Guccifer, in text messages dated May 9, 2016.",
  "The Department of Justice initially claimed the FBI lost text messages sent during that key five month period in the Russia investigation due to a technical glitch, but they have since been recovered.",
  "Strzok was removed from Mueller’s team in July after the Justice Department Inspector General discovered his partisan text exchanges with Page, who he was romantically involved with at the time.",
  "Text messages released on Wednesday exchanged between FBI agent Peter Strzok and bureau attorney Lisa Page reveal the pair discussed Romanians in casually bigoted terms.",
  "The revealing exchange was included in the 384-page cache of messages released by the Senate Homeland Security and Governmental Affairs Committee Wednesday.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Follow Jack on Twitter\n\nFreedom of Speech Isn’t Free\n\nThe Daily Caller News Foundation is working hard to balance out the biased American media.",
  "Strzok and Page both served in top posts on the Clinton email investigation as well as special counsel Robert Mueller’s Russia probe.",
  "Guccifer, whose given name is Marcel Lehel Lazar, claims to have breached former Secretary of State Hillary Clinton’s email server.",
  "RELATED:\n\nThe Justice Department released the texts, in January to six congressional committees, including Johnson’s.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The released text messages do not include communications exchanged between Dec. 13, 2016 and May 17, 2017.",
  "We’re not dependent on commercial or political support and we do not accept any government funding.",
  "No wonder he’s a brusque as he is…and those Romanians aren’t even the gypsies…” Strzok shot back.",
  "But they have the crookedness of the Russians with the entitledness of the Italians.",
  "Make a one-time donation to support the quality, independent journalism of TheDCNF.",
  "“Funny to watch and think of [redacted].",
  "For as little as $3, you can help us.",
  "“Seriously, I kind of hate them.",
  "Sleazy Romanian…,” Strzok wrote.",
  "“They ALL are,” Page responded.",
  "(I’m sure [redacted] fine).",
  "Yuck,” Page answered.",
  "“Guccifer."
]