[
  "North Carolina Republican Sen. Richard Burr and Virginia Democratic Sen. Mark Warner, the chairman and vice chairman of the committee, respectively, asked Assange in an Aug. 1 letter to appear for a closed-door interview as part of the committee’s investigation into Russian meddling in the 2016 presidential campaign.",
  "(RELATED: Mueller Indicts 12 Russian Nationals Behind Hacking Of Democrats’ Emails)\n\nMueller’s indictment did not accuse Wikileaks of wrongdoing, but it has been widely speculated that the group, including Assange, could soon be indicted.",
  "Also: https://t.co/pPf0GTjTlp pic.twitter.com/TrDKkCKVBx — WikiLeaks (@wikileaks) August 8, 2018\n\nAssange, an Australian national, has lived under asylum in the Ecuadoran embassy in London since 2012.",
  "Special counsel Robert Mueller indicted 12 members of Russia’s military intelligence agency who were behind Guccifer 2.0, a fake online persona that provided emails to Wikileaks.",
  "Wikileaks published tens of thousands of emails stolen from both the Democratic National Committee and the personal email account of Clinton campaign chairman John Podesta.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "(RELATED: Roger Stone: ‘I Didn’t Dine With Assange’)\n\nAssange has repeatedly denied that the Russian government provided Wikileaks with the DNC and Podesta emails.",
  "WikiLeaks’ legal team is “considering the offer but testimony must conform to a high ethical standard,” according to a statement released from the group.",
  "Wikileaks says it is considering a request from the Senate Select Committee on Intelligence for an interview with Julian Assange, the group’s founder.",
  "It has recently been reported that the Ecuadoran government will soon eject Assange from the embassy and turn him over to British authorities.",
  "WikiLeaks’ legal team say they are “considering the offer but testimony must conform to a high ethical standard”.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "BREAKING: US Senate Intelligence Committee calls editor @JulianAssange to testify.",
  "Letter delivered via US embassy in London."
]