[
  "Republican presidential candidate Donald Trump speaks during a campaign rally, Friday, Nov. 4, 2016, in Hershey, Pa. Associated Press/Evan Vucci\n\nIn addition to investigating Russia's actions before and during the 2016 election, the special counsel is also examining whether members of the Trump campaign colluded with Moscow to tilt the race in his favor, and whether Trump sought to obstruct justice when he fired James Comey as FBI director last May.",
  "Because collusion, as Trump and his allies often point out, is not in and of itself a crime, Mueller's approach to the inquiry is likely to be tethered to proving two key assertions: that a conspiracy to defraud the US took place by way of attempting to interfere in the election, and that Americans had knowledge of and acted to further that conspiracy.",
  "The revelation adds yet another piece to a growing puzzle highlighting Mueller's focus on a prominent thread of the Russia investigation: the Russian-backed campaign to hack into the DNC and distribute stolen emails via the Russia-linked hacker Guccifer 2.0 and the radical pro-transparency group WikiLeaks.",
  "And reports surfaced on Wednesday that Mueller is now in the process of questioning witnesses about what, and how much, Trump knew about the DNC hack and WikiLeaks — an indication that the special counsel is zeroing in on proving whether any Americans were knowing co-conspirators in Russia's campaign.",
  "The special counsel Robert Mueller is in the process of building a criminal case against Russians involved in the 2016 hack of the Democratic National Committee and subsequent dissemination of stolen materials, NBC News reported on Thursday.",
  "As Trump's public praise for WikiLeaks escalated in the month before the election, WikiLeaks told Trump Jr. in a Twitter direct message on October 12, 2016 that it was \"great\" to see him and Trump \"talking about our publications.\"",
  "Stone testified to the House Intelligence Committee last year that he had no communications with WikiLeaks, and that he interacted with WikiLeaks founder Julian Assange only through an intermediary, the radio host Randy Credico.",
  "Last month, Mueller's office charged 13 Russian nationals and three Russian entities with conspiring to interfere in the 2016 election via a social-media disinformation campaign aimed at sowing discord before and after the race.",
  "The hack of Podesta's emails came after Roger Stone, a Republican strategist and longtime confidant of President Donald Trump, tweeted in August 2016, \"Trust me, it will soon the [sic] Podesta's time in the barrel.",
  "He also famously made a public appeal directly to Russia during a July 2016 press conference, saying he hoped they would be \"able to find\" the 33,000 emails Clinton deleted from her private server.",
  "The hack was just one slice of an elaborate campaign that US intelligence agencies said the Kremlin ordered in an effort to interfere in the 2016 US election, which Mueller is now investigating.",
  "Sources told NBC News on Thursday that the charges Mueller is weighing vis-a-vis the Russian hacking case are related to conspiracy, campaign finance law, and the Computer Fraud and Abuse Act.",
  "A little over two months later, on October 7, WikiLeaks released a batch of emails from the account belonging to John Podesta, Democratic nominee Hillary Clinton's campaign manager.",
  "U.S. President-elect Donald Trump speaks with his son Donald Trump Jr. during a news conference in the lobby of Trump Tower in Manhattan, New York City, U.S., January 11, 2017.",
  "After gaining access to the DNC's system in 2016, Fancy Bear and Cozy Bear disseminated thousands of emails via hacker Guccifer 2.0, who leaked the information to WikiLeaks.",
  "Meanwhile, both Stone, as well as Trump's eldest son, Donald Trump Jr., were in direct contact with WikiLeaks in the months leading up to the November 2016 election.",
  "Following a brief back-and-forth in mid-October 2016, during which Stone reportedly told WikiLeaks to remember who its \"friends\" were, WikiLeaks replied: \"Happy?",
  "But it emerged earlier this week that Stone was, in fact, in direct communication with WikiLeaks via Twitter in the weeks leading up to the November election.",
  "US intelligence agencies believe Guccifer 2.0 is a front for Russian military intelligence, and that WikiLeaks is a propaganda tool of the Russian government.",
  "The intrusions came after federal investigators warned the DNC in September 2015 that its servers had been breached, but the DNC failed to take action.",
  "Thursday's report — of Mueller's impending criminal case against Russians connected to the DNC hack — adds yet another layer to the foundation.",
  "#CrookedHillary\"\n\nWikiLeaks continued releasing Podesta's emails and published nearly 60,000 messages leading up to Election Day.",
  "It \"strongly\" suggested Trump tweet the link wlsearch.tk, saying the site would help people search through the hacked documents.",
  "In July 2016, the DNC announced that Russian hacking groups known as \"Cozy Bear\" and \"Fancy Bear\" had infiltrated its servers.",
  "An hour later, Trump tweeted: \"Very little pick-up by the dishonest media of incredible information provided by WikiLeaks.",
  "But as a candidate, Trump expressed support for the group, repeatedly praising it ahead of the election in November.",
  "WikiLeaks published the first batch of DNC emails on July 22, one day before the Democratic National Convention.",
  "REUTERS/Lucas Jackson\n\nTrump Jr., was also in contact with WikiLeaks between September 2016 and July 2017.",
  "The bulk of their communications occurred in September and October 2016 and leading up to the election.",
  "The reply came on November 9, 2016, the day after Donald Trump won the presidential election.",
  "President Trump, meanwhile, has had no known communications with WikiLeaks or Assange.",
  "WikiLeaks also told Trump Jr. it had just released another batch of Podesta emails.",
  "Podesta said after the initial breach that Russian intelligence was responsible.",
  "The special counsel already appears to be building a case to prove the former.",
  "Thomson Reuters\n\nSign up for the latest Russia investigation updates here.",
  "Trump Jr. tweeted out the link WikiLeaks had sent him two days later.",
  "We are now more free to communicate.\"",
  "Credico later denied the connection.",
  "Special counsel Robert Mueller.",
  "Rigged system!\"",
  "So dishonest!"
]