[
  "Preparing for my testimony before the House Intelligence Committee tomorrow 9 am pic.twitter.com/WaZcPKwf8y — Roger Stone (@RogerJStoneJr) September 25, 2017\n\nStone also took to twitter, posting photos of himself \"preparing\" for Tuesday's testimony, in which he held up a book with the title \"The Russians\" covering up his face.",
  "\"This was productive, I expressed my view that I'm aware of no evidence whatsoever of collusion by the Russian state or anyone in the Trump campaign or anyone associated with Donald trump, in my opinion Donald trump has the potential to be a truly great and transformative president,\" said Stone of his meeting on Tuesday.",
  "Stone, a Republican strategist who has known Mr. Trump for many years and informally advised him during the 2016 campaign, also denies he had advance knowledge of the leak of former Clinton campaign chairman John Podesta's emails and says he never colluded with WikiLeaks founder Julian Assange.",
  "The direct messages on Twitter, exchanged over a monthlong period, show Stone first congratulating Guccifer for being reinstated on Twitter after he was kicked off, and asking that the account retweet a tweet about how the election could be rigged against Trump.",
  "Asked if he had spoken yet to Special Counsel Robert Muller leading the probe into Russian interference in the 2016 election, he told reporters that he has \"never heard\" Mueller's office or the FBI, and even suggested that the president should fire Muller.",
  "His statement is heavy on criticism for California Rep. Adam Schiff, the top Democrat on the House intelligence panel, who suggested in March that Stone had a direct line to Russian hackers based on his comments predicting the release of Podesta's emails.",
  "Stone noted there were at times some \"partisan clashes\" during the overall \"professional\" meeting, but conceded that the testimony was an \"entirely political exercise\", claiming the closed-door nature of the meeting put him at an \"unfair advantage.\"",
  "He wrote to the committee at the time that he was \" anxious to rebut allegations that I had any improper or nefarious contact with any agent of the Russia State based on facts, not misleading and salacious headlines.\"",
  "He has also released a series of supporting documents, including direct messages he exchanged with Guccifer 2.0, the unnamed hacker who has taken credit for breaking into Democratic National Committee email servers.",
  "All 20 members of the committee were be present for what Stone said would be a closed session, in spite of the fact that Stone said he \"again called for an open public hearing in the interest of full transparency.\"",
  "\"I recognize that those who believe that there was collusion between the Trump camp and the Russian state, now say Stone, 'MUST HAVE' been involved, but that is not based on one shred of evidence,\" Stone writes.",
  "\"While some may label me a dirty trickster, the members of this committee could not point to any tactic that is outside the accepted norms of what political strategists and consultants do today.",
  "\"They make charges against you in a public forum for maximum coverage to benefit their campaign or re-election but only allow you to respond behind closed doors,\" added Stone.",
  "As his statement was released, Stone held court with about five dozen supporters at the Trump Hotel Monday night, taking photos with the group and offering the Nixon \"V?",
  "Following his testimony, Stone spoke with reporters on Capitol Hill, saying he answered all lawmakers questions in what he described as as \"frank and honest exchange.\"",
  "\"He auditioned or I should say interviewed for the job of FBI Director the day after Mr. Comey resigned or was fired, pardon me, and was passed over for that job.",
  "He also asked the committee to release the transcripts of his testimony immediately, \"so that there will be no confusion or misinformation about my testimony.\"",
  "Longtime Donald Trump associate Roger Stone says there is \"not one shred of evidence\" that he was involved with Russian interference in the 2016 election.",
  "Getty\n\nStone's interview comes as the House and Senate intelligence panels are looking into the Russian meddling and possible links to Trump's campaign.",
  "On WikiLeaks, Stone said he was kept apprised of Assange's plans to release the Podesta emails by a journalist he said served as an \"intermediary.\"",
  "Stone is defending himself in a lengthy statement released ahead of a closed-door appearance before the House intelligence committee Tuesday.",
  "I do not engage in any illegal activities on behalf of my clients or the causes in which I support,\" Stone said in the prepared statement.",
  "Stone has been part of the investigation partly because he has said he communicated during the presidential campaign with Guccifer 2.0.",
  "The House panel will also interview former Trump staffer Boris Epshteyn this week, according to a source familiar with the interview.",
  "\"This is nothing more than conjecture, supposition, projection, allegation, and coincidence, none of it proven by evidence or fact.\"",
  "In May, Stone volunteered to talk with the committee concerning its probe into any connections he has to the Russian government.",
  "Stone doesn't respond again until several weeks later, when Guccifer asks him about an article on a Democratic turnout model.",
  "Guccifer writes, \"I'm pleased to say that u r great man .... please tell me if I can help u anyhow.\"",
  "He has long denied that he worked with Russian officials to influence the presidential election.",
  "He left in March and now works as a political analyst for right-leaning Sinclair Broadcasting.",
  "Stone is, for the first time, releasing those communications, which he says are \"innocuous.\"",
  "Stone has been outspoken in his own defense and asked for his House appearance to be public.",
  "Epshteyn, who grew up in Moscow, worked a short time in the White House press office.",
  "But he said the House panel insisted on holding the session behind closed doors.",
  "The person declined to be named because the panel's meetings are private.",
  "\"There is one 'trick' that is not in my bag and that is treason.\"",
  "That to me constitutes a conflict, added Stone.",
  "\"Shame on you, Mr. Schiff,\" he writes.",
  "Stone replies \"pretty standard.\"",
  "He did not name the journalist.",
  "victory sign at one point."
]