[
  "There’s also the fact that included on a leaked list of questions Mueller’s team told Trump’s lawyers they want to ask Trump is one about Stone: “What did you know about communication between Roger Stone, his associates, Julian Assange or WikiLeaks?”\n\nFinally, Mueller’s recent indictment of 12 Russian intelligence officials provides another clear sign of his interest in Stone — because it talks about him (though not by name, and no wrongdoing is alleged).",
  "But the young operative didn’t let this keep him down — he’d continue to rise in prominence in Republican circles as the years went on, and would be at the center of several major changes in US politics, such as:\n\nThe rise of outside campaign money: In 1975, Stone co-founded NCPAC, which became one of the first well-funded outside groups that would controversially bombard congressional candidates with negative ads.",
  "Stone said in a statement the day of his testimony last year that he had “never had any communication with any Russians or individuals fronting for Russians, in connection with the 2016 presidential election.”\n\n(Both Stone and Caputo told the Post they just “forgot” about this meeting — until Mueller’s team asked Caputo about it in front of a grand jury in May, and revealed they had texts proving that it happened.",
  "(Stone claims he was merely predicting “Podesta’s business dealings would be exposed.”)\n\nIn October, Stone repeatedly hyped what he said were forthcoming WikiLeaks dumps, calling them “the mother lode” and the “payload,” and tweeting that “Wednesday @Hillary Clinton is done” with the hashtag “WikiLeaks.” Nothing came on that Wednesday, but Assange posted John Podesta’s emails two days later, on October 7.",
  "For one, he wrote a book called The Clintons’ War on Women, arguing that Bill and Hillary Clinton “sexually, physically, and psychologically” abused women “in their scramble for power and wealth.”\n\nIn March 2016, Stone was the only named source quoted in a National Enquirer story claiming Trump’s rival Ted Cruz had had multiple affairs, saying, “These stories have been swirling around Cruz for some time.",
  "The indictment quotes from the messages with Guccifer that Stone had previously posted, identifying Stone as “a person who was in regular contact with senior members of the presidential campaign of Donald J. Trump.”\n\nThroughout all this, Mueller has conspicuously avoided contacting Stone directly — which is widely believed to be a sign that Stone is a target of the investigation.",
  "(The Weekly Standard’s Matt Labash called him a “lord of mischief” and the “boastful black prince of Republican sleaze,” and quoted Stone saying that politics for him is “performance art.”)\n\nStone showed up at the 2000 presidential election recount battle in Florida, claiming (questionably) to have orchestrated protests that helped scuttle the count.",
  "Both have a penchant for conspiracy theories (Stone wrote a book arguing that LBJ was behind JFK’s assassination, and frequently appears on The Alex Jones Show), and for racially offensive and misogynistic language (Stone has tweeted various insults at people including “stupid negro,” “diva bitch,” and “quota hires”).",
  "By 1985, Stone was 32 years old and making $450,000 a year (adjusted for inflation, that would be more than $1 million today), according to a classic profile by Jacob Weisberg that dubbed him “the state of the art Washington sleazeball.”\n\nStone continued to be a pillar of the Washington Republican establishment.",
  "That same day, Stone appeared on the Infowars radio show and said he thought Assange had “proof” of the Clintons’ corruption and would “furnish” that proof “to the American people.” He also mentioned that he spoke with Trump the day before, raising questions of what he might have told Trump.",
  "Stone took a meeting with a Russian calling himself “Henry Greenberg”: Stone recently admitted to the Washington Post that in May 2016, he met this “Greenberg” at a restaurant in Sunny Isles Beach, Florida — and that Greenberg offered him damaging information on Hillary Clinton.",
  "You backstab your friends-run your mouth my lawyers are dying Rip you to shreds”\n\n“Give Mueller my regards”\n\n“I’m going to take that dog away from you” (Credico has a “therapy dog”)\n\n“Everyone says u are wearing a wire for Mueller”\n\n“Run your mouth = get sued.”\n\n“I am so ready.",
  "(Indeed, one of the leaked questions Mueller’s team is said to want to ask the president is: “What did you know about communication between Roger Stone, his associates, Julian Assange or WikiLeaks?”)\n\nYet Stone is more than just a Trump adviser, or a figure in Mueller’s probe.",
  "According to a Washington Post source, one associate of Stone’s claims that it was all the way back in the spring 2016 — before any news of hacking or leaks broke — when Stone said he’d learned from Julian Assange that WikiLeaks had obtained emails that would hurt Democrats.",
  "“He always tries taking credit for things he never did.”) But in 2011, as Trump mused about a presidential run again, they were on speaking terms again, as Stone “egged” him on to spread conspiracy theories about President Barack Obama’s birthplace, per the New York Times.",
  "For one, in a very Roger Stone move, he claimed to CNN on Friday that he simply had no idea whether he’s the unnamed person whose messages with Guccifer are quoted in Mueller’s new indictment — even though he had posted those same messages on his own website last year.",
  "He’s a man for whom a term was coined for copulating with a rodent.”)\n\nLater in the spring, in the midst of chatter that Trump could lose the GOP nomination due to a delegate rebellion, Stone started a group called “Stop the Steal” to prevent that from happening.",
  "In July 2018, however, Mueller indicted several Russian intelligence officials for crimes related to the hackings, and alleged that the Guccifer identity was created and controlled by a particular unit of the GRU, Russia’s military intelligence service.",
  "The rise of super-lobbying: Rather than join the new administration, Stone and fellow Reagan operatives Paul Manafort and Charlie Black decided to monetize their connections, founding the powerhouse lobbying and PR firm Black, Manafort, and Stone.",
  "But it was during that latter campaign that Stone’s life changed, when the National Enquirer revealed that he (then a top aide to the GOP presidential nominee) and his wife had run ads in a swinger magazine, hoping to set up group sex encounters.",
  "Still, Stone’s apparent goal is to piggyback on the right-wing media controversies like “Spygate,” and on the larger right-wing narrative that the Russia probe is a setup, to change the subject about why he didn’t disclose this meeting until now.",
  "“I believe the next tranche of his documents pertain to the Clinton Foundation, but there’s no telling what the October surprise may be.”\n\nOn August 21, Stone tweeted an odd prediction: “Trust me, it will soon the Podesta’s time in the barrel.",
  "He threatened to orchestrate “Days of Rage” demonstrations, saying, “We will disclose the hotels and the room numbers of those delegates who are directly involved in the steal.” (No effort to block Trump at the convention got off the ground.)",
  "Last Friday’s Mueller indictment alleges that Russian intelligence officials controlled the Guccifer 2.0 account, and even quoted a few of its interactions with Stone — though Mueller didn’t identify Stone by name or charge him with anything.",
  "Prepare to die cock sucker.”\n\nBeyond these apparent attempts to intimidate a likely witness against him, Stone has tried to go on offense — by making the case in public that the FBI and Mueller have been trying to set him up.",
  "On August 4, 2016, about a week after WikiLeaks posted the DNC emails, Stone emailed his longtime associate Sam Nunberg: “I dined with my new pal Julian Assange last nite.” (Stone has since said this was just a joke.)",
  "In particular, after Caputo’s testimony to Mueller’s grand jury made it clear the special counsel knew about Stone’s meeting with “Henry Greenberg,” Stone and Caputo went to work trying to spin it as best they can.",
  "Guccifer 2.0: There is also the question of just what Stone knew about the hacking and leaking of Democratic emails — a criminal act linked to the Russian government, and at the center of Mueller’s investigation.",
  "That’s because he’s a Zelig-like figure who’s shown up at an extraordinary number of key events in political history over the past four and a half decades — going all the way back to Richard Nixon and Watergate.",
  "And he suddenly began expressing doubt that Russia provided the DNC information to WikiLeaks — a change in what he had previously been saying, CNN’s Andrew Kaczynski and Christopher Massie have reported.",
  "Unfortunately for him, Credico started publicly contradicting this story, telling journalists Michael Isikoff and David Corn that Stone was trying to make him “the fall guy.”\n\nStone responded with fury.",
  "“It is not inconceivable now that Mr. Mueller and his team may seek to conjure up some extraneous crime pertaining to my business, or maybe not even pertaining to the 2016 election,” he told NBC News.",
  "The Reagan revolution: Stone worked for both Ronald Reagan’s unsuccessful 1976 campaign (as national youth director) and the 1980 bid that made him president (as political director for the Northeast).",
  "In late February of this year, Sam Nunberg — a protégé of Stone’s and a former Trump aide — received a subpoena asking him for all documents he had related to 10 Trump associates, including Stone.",
  "Stone penned an August 5 Breitbart article in which he took Guccifer’s story about being a lone hacker who stole the DNC emails at face value and argued Russia probably wasn’t responsible.",
  "The scheme came to light during the subsequent congressional Watergate hearings, giving Stone his first brush with national infamy and leading to his departure from Sen. Bob Dole’s office.",
  "(After Manafort’s hiring was announced, Stone called journalist Matt Labash and sang “Back in the Saddle Again” — and worked tirelessly to boost Manafort at Corey Lewandowski’s expense.)",
  "Stone is linked to all of them to at least some extent, making him a natural person to investigate — indeed, he’s reportedly been under scrutiny in the Russia probe for more than a year.",
  "Plus, he recently admitted that he’d also met with a Russian national who called himself “Henry Greenberg,” who he says offered him dirt on Hillary Clinton and asked him for $2 million.",
  "But what seems to have gotten Robert Mueller’s attention is another set of contacts Stone had — involving Russia and the hackings and leaks that plagued leading Democrats in 2016.",
  "He eventually managed to get important allies installed on the campaign; in early 2016, he recommended that Trump bring on his longtime friend and business partner Paul Manafort.",
  "Additionally, Stone had private contacts with WikiLeaks, and publicly claimed inside knowledge about Julian Assange’s plans to release damaging information about Hillary Clinton.",
  "Stone worked for both Ronald Reagan’s unsuccessful 1976 campaign (as national youth director) and the 1980 bid that made him president (as political director for the Northeast).",
  "Stone has no evidence that this is the case, and the timeline for it doesn’t really make sense, since the FBI counterintelligence investigation was only opened two months later.",
  "But we do know there are several curious links between him and the main players in the hacking and leaking of Democrats’ emails, an operation attributed to Russia’s government.",
  "The full extent of Stone’s role in trying to help Donald Trump win the presidency has long been a mystery — and we’re still learning new information about what exactly he did.",
  "So in June, Stone and Caputo disclosed this meeting for the first time, to the Washington Post — and coupled it with the claim that they now think this was a setup by the FBI.",
  "#CrookedHillary.” Many would later point to this tweet — which came more than a month before the Podesta email hack became public — and ask whether Stone knew it was coming.",
  "WikiLeaks and Julian Assange: Then there’s Julian Assange of WikiLeaks, who posted the two biggest dumps of 2016 hacked material — the DNC emails and John Podesta’s emails.",
  "Stone’s current story is that Greenberg asked him for $2 million in exchange for the information, but he turned him down, saying Trump would be too cheap to pay for it.",
  "In 1975, Stone co-founded NCPAC, which became one of the first well-funded outside groups that would controversially bombard congressional candidates with negative ads.",
  "But the fact that both Stone and Caputo failed to disclose this meeting to the House Intelligence Committee during sworn testimony last year seems rather suspicious.",
  "Emails he reportedly sent to Credico around April this year, according to reports by Mother Jones, the Wall Street Journal, and Yahoo News, include:\n\n“You are a rat.",
  "However, this turned out not to be true — Twitter DMs between Stone and the WikiLeaks account, from the days after the Podesta leak, later made it into the press.",
  "Indeed, the day after Caputo’s grand jury testimony, an anonymous source told CNBC that Mueller was focusing intensely on interactions between Gates and Stone.",
  "He sent McCloskey donations, under a pseudonym, that he said were from the “Young Socialist Alliance” — and then leaked it to the press to embarrass McCloskey.",
  "Trump spent a few months viciously attacking his rival for the nomination, Pat Buchanan, as a “Hitler lover,” but ended up not officially running in the end.",
  "Mueller has interviewed or subpoenaed at least eight people close to the longtime Trump adviser, dirty trickster, and former Paul Manafort business partner.",
  "On May 2, Michael Caputo — Stone’s longtime business associate who’d set up the meeting between Stone and “Henry Greenberg” — testified to the grand jury.",
  "Yet in early in 2017, when journalist William Bastone asked Stone about his contacts with Guccifer, Stone falsely claimed all those contacts were public.",
  "Caputo used his legal defense fund to pay for an investigation into “Greenberg,” and found information suggesting he’d previously been an FBI informant.",
  "Stone met the real estate developer in the mid-1980s, through Roy Cohn, the infamous former aide to Sen. Joe McCarthy who later became Trump’s lawyer.",
  "So when Trump finally did launch a campaign in June 2015, it was no surprise that Stone was right there by his side, as an official campaign adviser.",
  "Maybe it’s no surprise that special counsel Robert Mueller would zero in on the guy who has Richard Nixon’s face tattooed on his back — Roger Stone.",
  "Roger Stone and Donald Trump, who’ve known each other for more than three decades, are a match made in ... well, heaven may not be the right word.",
  "The timing of this focus on Stone suggests it may have proceeded from former Trump aide Rick Gates striking a plea deal with Mueller in February.",
  "First, there’s “Guccifer 2.0” — the online persona that claimed responsibility for hacking Democrats — that posted some hacked materials online.",
  "Well before that, Stone had put out a story that all his contact with WikiLeaks in 2016 was through an intermediary — radio host Randy Credico.",
  "Even still, before the New Hampshire primary, 19-year-old Roger Stone, an enthusiastic Nixon backer, made some mischief for the challenger.",
  "For one, Stone exchanged private messages with “Guccifer 2.0”— the online persona that professed to being behind the email hacking.",
  "“They want me to say that Roger was going around telling people he was colluding with Julian Assange.” (Nunberg eventually caved.)",
  "Stone has said he thinks this may well be the case, though he asserts that if he’s indicted, it wouldn’t be for anything serious.",
  "He’s something of a legend in Republican politics, the subject of many an excellent profile and even a great Netflix documentary.",
  "The firm would become notorious for representing brutal dictators like Angola’s Jonas Savimbi alongside mainstream corporations.",
  "But he wasn’t there long — Stone bitterly clashed with campaign manager Corey Lewandowski and stepped down in early August 2015.",
  "His specialty was trying to convince working-class voters who had traditionally supported Democrats to vote for Reagan instead.",
  "His specialty was trying to convince working-class voters who had traditionally supported Democrats to vote for Reagan instead.",
  "Every good supervillain has an origin story, and Stone’s reputation as a dirty trickster was birthed in the Watergate scandal.",
  "At the time, Stone claimed he was set up, but he later acknowledged to the New Yorker’s Jeffrey Toobin that the ads were his.",
  "But he continued to resurface at odd political moments, gaining even more of a reputation for being involved in dirty tricks.",
  "Stone told NBC recently that he was “prepared” for an indictment “should that be the case” — though he denies any wrongdoing.",
  "Because both publicly and privately, Stone was fixated on the hacks and leaks, and in contact with two key players involved.",
  "In May, news broke that John Kakanis, who’d worked as a driver and accountant for Stone, had been subpoenaed for testimony.",
  "Michael Caputo, another longtime Stone friend and business associate, also joined up with Trump as a communications aide.",
  "In fact, Stone had been trying to get Trump to run for president for nearly three decades before it actually happened.",
  "Only after Bastone reported on some of the DMs did Stone post what he says is the full exchange, calling it innocuous.",
  "He gleefully defended negative campaigning, telling the New Yorker in 2008, “Politics is not about uniting people.",
  "In 1972, President Richard Nixon was facing a hopeless, doomed primary challenge from Rep. Pete McCloskey (R-CA).",
  "This time, it would be for the Reform Party, not the Republicans — and Stone would run his exploratory committee.",
  "Bush’s 1988 campaign, and then was a senior consultant for Bob Dole’s 1996 run against President Bill Clinton.",
  "It’s unclear what happened in the meeting, who, if anyone, Greenberg was working with, or how important it is.",
  "A few days later, Nunberg made a bizarre set of media appearances in which he claimed he’d defy the subpoena.",
  "“The Special Counsel seems determined to frame me for some bogus offense,” he insisted in a recent statement.",
  "Trump ended up hiring Black, Manafort, and Stone to do lobbying and PR for him, and got to know Stone well.",
  "After Trump released his book The Art of the Deal in 1987, Stone urged him to consider a presidential bid.",
  "And repeatedly, he suggested that what he didn’t want to hand over most were his emails with Roger Stone.",
  "Stone would later claim that all of his communication with WikiLeaks was in fact through an intermediary.",
  "And we know his denials of any direct contacts with WikiLeaks, and with any Russian operator, are false.",
  "On June 1, it was Jason Sullivan, who’s done social media work for Stone, who gave grand jury testimony.",
  "But a flurry of news stories suggest Mueller has become especially interested in Stone in recent months.",
  "The scandal forced Stone out of the Dole campaign and, essentially, any high-level mainstream GOP role.",
  "They both don’t give a shit about what the “respectable” elites think, or what they get offended by.",
  "Stone reportedly remained in contact with Trump, at least to some extent, and gave him some advice.",
  "In the following months, Mueller began hauling other associates of Stone before the grand jury too.",
  "In the messages, Stone lashes out at WikiLeaks’ public claim to have “never communicated” with him.",
  "After that, though, Stone exchanged a series of Twitter DMs with Guccifer in August and September.",
  "In late June, his former aide Andrew Miller said he’d fight Mueller’s subpoena of him in court.",
  "And getting your fifty-one per cent.”\n\nWhich leads to everything he did with Donald J. Trump.",
  "(“Roger is a stone-cold loser,” Trump told Toobin for that 2008 New Yorker profile of Stone.",
  "We know that Stone was in contact to some extent with key players in the hacks and leaks.",
  "(The meeting was arranged by Stone’s friend and then-Trump campaign aide Michael Caputo.)",
  "Special counsel Robert Mueller is investigating Trump advisers’ contacts with Russians.",
  "I believe where there is smoke there is fire.” (Cruz responded with fury, saying, “Mr.",
  "Trump flew to New Hampshire to give a speech but decided against running in the end.",
  "And until he does, we won’t know what the next act in the Roger Stone saga will be.",
  "Stone has said at least eight of his associates have been subpoenaed or testified.",
  "On August 8, Stone outright said he was in contact with the WikiLeaks founder.",
  "“I actually have communicated with Assange,” he said during a Florida speech.",
  "Despite his ouster, Stone continued to voice support for Trump’s candidacy.",
  "Meanwhile, Stone went to work on his own outside operations to help Trump.",
  "His team has quizzed them, extensively, on what Stone was up to in 2016.",
  "“They want me to testify against Roger,” one witness, Sam Nunberg, said.",
  "And they’re both willing to go oh-so-negative against their opponents.",
  "In all of these cases, Stone denies that anything untoward took place.",
  "They both have had sex lives that have landed them in the tabloids.",
  "He says he didn’t — but the specifics of his story keep changing.",
  "(Stone says he had just one dinner with Gates, in April 2016.)",
  "He claimed to have had a role in the downfall of New York Gov.",
  "Did Roger Stone collude with Russians, hackers, or WikiLeaks?",
  "The more you ‘correct’ me the more people think you’re lying.",
  "He’s investigating the hacks and leaks of Democrats’ emails.",
  "Stone is a man who has 50 years of dirty tricks behind him.",
  "“They want me to testify against Roger,” Nunberg told CNN.",
  "You need to figure out who your friends are,” Stone wrote.",
  "(Stone denies this and no proof of this has yet emerged.)",
  "But what exactly it all adds up to isn’t entirely clear.",
  "What do we know about Mueller’s interest in Roger Stone?",
  "How has Stone responded to his apparent legal jeopardy?",
  "Then in 1999, Trump floated a possible campaign again.",
  "The two had their ups and downs in the years to come.",
  "(Stone claimed he quit; Trump claimed he was fired.)",
  "(He admitted it was actually him a few hours later.)",
  "As one might expect, he isn’t meekly lying in wait.",
  "What happened after Stone left the Trump campaign?",
  "As for Mueller himself, he has not yet weighed in.",
  "What is Roger Stone’s history with Donald Trump?",
  "He also tweeted praise at Guccifer, publicly.",
  "Then, all of a sudden, they “remembered” it.)",
  "They’re both outside the GOP establishment.",
  "Eliot Spitzer over a prostitution scandal.",
  "But what exactly did he know, and when?",
  "So what, exactly, did he do in 2016?",
  "And he’s prosecuting Paul Manafort.",
  "Your operation leaks like a sieve.",
  "And what did Trump know about it?",
  "What, if anything, did he do?",
  "But his story often changes.",
  "It’s about dividing people.",
  "Well, that’s the question.",
  "Both grew up in New York.",
  "He worked for George H.W.",
  "All that is ... a lot.",
  "Here’s what we know.",
  "Who is Roger Stone?",
  "Let’s get it on.",
  "Was it legal?",
  "A stoolie.",
  "“Ha!"
]