[
  "The revelation contradicted Stone's testimony before the House Intelligence Committee, during which he told the panel that he had never \"said or written that I had any direct communication with Julian Assange and have always clarified in numerous interviews and speeches that my communication with WikiLeaks was through the aforementioned journalist.\"",
  "Roger Stone, the longtime Republican strategist and former adviser to President Donald Trump's campaign, distanced himself Tuesday from former campaign aide Sam Nunberg and recent revelations about his own communications with the radical pro-transparency group WikiLeaks.",
  "In particular, the special counsel is said to be focusing on Trump's infamous statement during a July 27, 2016 press conference, during which he asked Russia to find the 33,000 emails Clinton wiped from her private server while she was under FBI investigation.",
  "But when Todd asked Stone whether he believed it was possible WikiLeaks and the Trump campaign coordinated on the release of the emails, Stone doubled down on his earlier statement, saying he had \"no knowledge\" of the matter and did not make any such claim.",
  "While the organization describes itself as a non-partisan group, CIA director Mike Pompeo described WikiLeaks as a non-state \"hostile intelligence service,\" and the US intelligence community believes WikiLeaks to be a tool of the Russian government.",
  "'No connection to the Trump campaign in any way, shape, or form'\n\nIt also emerged in recent weeks that Mueller is asking witnesses about whether Trump had any knowledge of the DNC hack or WikiLeaks' subsequent disclosures prior to their occurrence.",
  "Stone told Todd on Tuesday that he did not know anything \"about any Russian collusion or any other inappropriate act,\" and that he \"never had any advance knowledge of the content, the source, or the exact timing of the WikiLeaks disclosures.\"",
  "Stone backtracked, replying, \"No, actually, I don't think so, because for it to be a treasonous act, Assange would have to be provably a Russian asset and WikiLeaks would have to be a Russian front, and I do not believe that is the case.\"",
  "Stone invited heightened scrutiny after he sent out a series of tweets in 2016 that raised questions about whether he knew in advance that WikiLeaks was planning on publishing Hillary Clinton campaign manager John Podesta's hacked emails.",
  "\"When you look at the totality of the resources spent in the election, what the Russians did appears to me to have been muddled, ineffective, and a drop in the bucket, and no connection to the Trump campaign in any way, shape, or form.\"",
  "Stone denies any advance knowledge of WikiLeaks disclosures\n\nStone found himself in the headlines last month, after The Atlantic reported that he was in direct communication with Wikileaks weeks before the US election in November 2016.",
  "He later clarified that he was referring to both John Podesta and his brother Anthony, who spearheaded the lobbying firm, The Podesta Group, until it was forced to shutter after becoming embroiled in the Mueller probe.",
  "Todd then asked Stone whether he believed, as his previous statement indicated, that it would be treasonous if any members of the Trump campaign \"worked with\" the Russians to hack and disseminate Democratic emails.",
  "After denigrating several witnesses in the Russia investigation and touting his friendship with Stone, whom he views as a \"mentor,\" Nunberg said he would refuse to comply with the document requests.",
  "Nunberg went on a bombshell media blitz Monday, during which he told reporters he was not going to cooperate with the subpoena special counsel Robert Mueller sent him last week.",
  "Asked whether he had suggested that Trump make the statement, Stone replied that he and Trump had not discussed the WikiLeaks disclosures before, during, or after the election.",
  "In addition to WikiLeaks and Assange, Stone was also in touch with the Russia-linked hacker Guccifer 2.0, who is said to be a front for Russian military intelligence.",
  "He added that he did not predict that Podesta's emails would be hacked, but rather that \"his business activities would come under scrutiny — his time in the barrel.\"",
  "\"Well, the indictment brought by Mr. Mueller would indicate they did, but it's not clear that they did so with the sole purpose of helping Donald Trump,\" Stone said.",
  "\"Look, Sam Nunberg is a very talented writer and researcher, but he marches to his own drummer, and he is not speaking at my behest or my direction.",
  "\"I have total confidence that @wikileaks and my hero Julian Assange will educate the American people soon #LockHerUp,\" he tweeted two days later.",
  "Stone was referring to radio host Randy Credico, who Stone said acted as an intermediary between himself and WikiLeaks founder Julian Assange.",
  "Nunberg said Mueller had subpoenaed his communications with ten witnesses, including Stone, and attempted to flip him against Stone.",
  "On Tuesday, \"Meet the Press\" host Chuck Todd asked Stone: \"Sam Nunberg says he would be protecting you.",
  "When asked whether he believed Russia attempted to interfere in the 2016 election, Stone echoed Trump.",
  "I have no knowledge or involvement with Russian collusion and I don't know anybody else who does.\"",
  "I would certainly not have advised him to ignore or refuse a document production subpoena.",
  "\"You've never had a discussion about Hillary Clinton's emails with him at all?\"",
  "Hollis Johnson\n\nSign up for the latest Russia investigation updates here.",
  "\"Wednesday @HillaryClinton is done,\" Stone tweeted on October 1, 2016.",
  "I was pleased to read today that he changed his mind about that.\"",
  "On October 7, WikiLeaks released a batch of Podesta's emails.",
  "There is one trick that's not in my bag — that's treason.",
  "\"Chuck, I've been accused of being a dirty trickster.",
  "What would he be protecting you from?\"",
  "\"That is correct,\" Stone replied.",
  "\"I have no idea,\" Stone replied.",
  "Todd asked."
]