[
  "Davis, famously known as the \"Manhattan Madam\" for her former role as the head of a prostitution ring, said she was questioned about the win-at-all-costs image Stone conveys in his book, \"Stone's Rules: How to Win at Politics, Business, and Style,\" and the 2017 documentary about him, \"Get Me Roger Stone.\"",
  "Washington (CNN) Special counsel Robert Mueller's team is combing through Roger Stone's track record as a self-proclaimed \"dirty trickster\" amid its investigation into whether Stone was involved in Russian efforts to steal and disseminate damaging information about Democrats ahead of the 2016 election.",
  "The roster includes a number of aides who worked with Stone on previous political campaigns, including Davis; Andrew Miller, who is currently fighting a subpoena for his testimony ; New York political activist and comedian Randy Credico and Michael Caputo, a longtime associate of Stone's.",
  "Witnesses have been presented with records of Stone's emails and text messages during their interviews with investigators, according to sources familiar with the investigation, even though Stone himself has not provided those materials to Mueller's team or congressional committees.",
  "\"Roger has carefully crafted his public image and sometimes that, I think, doesn't work in his favor,\" said Kristin Davis, a Stone friend who has worked on and off with him for 10 years and recently testified before the grand jury.",
  "People familiar with the situation said investigators have primarily focused on Stone's activities in 2016, when he traded messages with the hacker Guccifer 2.0 and publicly boasted about his communications with WikiLeaks.",
  "Stone -- who has a likeness of President Richard Nixon immortalized in a tattoo on his back -- has a decades-long history of embracing his image as a political guru who relishes the dark underbelly of politics.",
  "In a statement to CNN, Stone said, \"I have always acknowledged playing hard ball politics but have also said in my books and in the Netflix documentary that my campaign tactics do not include breaking the law.",
  "\"I think they were framing things in a way to present Roger Stone as a villain to the jury,\" Davis said in a recent interview around the opening of \"Bombshell Beauty Lab,\" her East Harlem nail salon.",
  "\"Where, by the way, is their proof of Russian collusion, WikiLeaks collaboration or advance knowledge of the acquisition and publication of (Hillary Clinton Campaign Chairman John) Podesta's email?",
  "But witnesses have also been pressed about whether Stone has lived up to the dirty trickster public persona he has enthusiastically embraced for decades over the course of his political career.",
  "When Trump launched his presidential bid in 2015, Stone served briefly as a political adviser before being fired or quitting, depending on whether you believe Stone's account or Trump's.",
  "In the 1980s, Stone turned his political savvy into a lucrative career by launching a Washington lobbying shop with fellow political strategists Charlie Black and Paul Manafort.",
  "The questions about Stone's past reveal how prosecutors are trying to establish a pattern of whether Stone has toed -- or even crossed -- the line in his prior political work.",
  "\"It is entirely likely that Mueller is squeezing some of my current or former associates to tell lies about me,\" Stone said in an interview with The Influential newsletter .",
  "In 2010, Stone worked as Davis' campaign manager as she ran for New York governor as a libertarian candidate on a platform of legalizing prostitution and marijuana.",
  "At the time, Stone preferred John F. Kennedy over Nixon, in part because \"Kennedy's hair was so much better,\" Stone recalled in the 2017 documentary about him.",
  "Manafort, who eventually became Trump's campaign chairman, pleaded guilty in September to conspiracy against the US and conspiracy to obstruct justice.",
  "The lines of inquiry also raise the possibility that investigators could be readying charges against Stone for crimes unrelated to the Russian hacking.",
  "Still, he and Trump stayed in touch and Stone was one of the people who recommended that Trump hire Manafort to help out on his presidential campaign.",
  "Nixon's people were obsessed with intelligence,\" Stone said, describing his Nixon campaign experience in a 2007 interview with The Weekly Standard.",
  "Al Sharpton on his 2004 Democratic presidential bid, which, in Stone's own retelling, was viewed as an effort to divide Democrats.",
  "His crimes were related to his business dealings not his campaign work, but Manafort has agreed to cooperate with Mueller's probe.",
  "He got his start as a low-level aide on Nixon's 1972 presidential campaign doing surrogate scheduling and other assorted tasks.",
  "Despite Stone's public image, Davis said she doesn't believe he would engage in illegal activity like colluding with Russians.",
  "I am not saying I have any negative information against the President - I'm saying I won't be pressured into making s--- up.",
  "\"By the same token, Mueller may seek to bring some bogus charge against me to induce me to testify against the President.",
  "\"Win at all costs does not mean win with the intent of harming our democracy and hurting an entire nation,\" Davis said.",
  "Stone won the case in court after the jury determined there wasn't sufficient evidence to prove Stone's involvement.",
  "So, as Stone's tale goes, he told his classmates that Nixon would force the children to attend school on Saturdays.",
  "In profiles, he's fond of recounting the mock election he claims to have helped rig when he was in the first grade.",
  "Stone, who says he hasn't been contacted by Mueller's team, has been blunt about the prospect of facing charges.",
  "Redlich claimed Stone was behind a campaign mailer labeling Redlich a \"sick twisted pervert\" and a \"predator.\"",
  "In 2007, he served as a political consultant to then-New York Senate Republican Majority Leader Joseph Bruno.",
  "\"He is known as a dirty trickster, and these things can be used against you in terms of your character.\"",
  "Davis is just one of nearly a dozen of Stone's associates who have been contacted by Mueller's team.",
  "Another gubernatorial candidate, Warren Redlich, sued Stone for defamation as a result of that race.",
  "After Stone sold his business in the 1990s, he pitched in on a wide variety of political efforts.",
  "\"Perhaps they are confusing me with the character I sometimes play, Roger Stone,\" he added.",
  "This would not be the first time the Special Counsel has willfully misled the grand jury.\"",
  "Manafort was separately convicted of eight crimes by a Virginia federal jury in August.",
  "But Stone was forced to resign amid allegations that Stone threatened Democratic Gov.",
  "As for Stone, he has repeatedly insisted he is innocent of any claims of collusion.",
  "Of course, I've never practiced it since then,\" Stone quipped in the documentary.",
  "Update: This story has been updated to include more comments by Kristin Davis.",
  "\"For the first time ever, I understood the value of disinformation.",
  "A spokesperson for the special counsel declined to comment.",
  "\"By night, I'm trafficking in the black arts.",
  "Eliot Spitzer's father in a phone message.",
  "\"He's a victim of his own reputation.\"",
  "Stone denied leaving the message.",
  "That would be none,\" Stone said.",
  "He doled out advice to the Rev.",
  "Kennedy won the mock election.",
  "This I will not do.\""
]