[
  "Story Continued Below\n\nOne alleged March strategy memo about New Hampshire’s 1st Congressional District assesses the area’s “key demographics” and “political environment,” setting out goals such as, “earn at least 54 percent support among women.”\n\nOther documents include call sheet instructions for officials, including Vice President Joe Biden.",
  "For instance, Biden's directions ask him to “please call former Rep. Brad Schneider and encourage him to run for Congress.” Suggested points to bring up are “tell Brad Schneider that he is a valued leader in the House and he is needed back in Congress.”\n\nSchneider is currently running against Rep. Bob Dold (R-Ill.), who ousted him in 2014.",
  "WikiLeaks has also posted a trove of internal DNC emails that forced former DNC Chairwoman Debbie Wasserman Schultz to resign and fueled allegations that the DNC had favored Hillary Clinton’s presidential campaign of that of her insurgent rival, Sen. Bernie Sanders (I-Vt.).",
  "Guccifer 2.0 has claimed responsibility for both the DNC and DCCC hacks, although multiple private cybersecurity firms have tied the digital assaults back to a hacking group known as “Fancy Bear,” which is believed to be connected to Russia’s military intelligence service.",
  "| Getty Guccifer 2.0 leaks House race strategy memos\n\nThe hacker persona Guccifer 2.0 on Thursday released more alleged Democratic strategy memos from House races around the country, the second dump of Democratic information this week.",
  "Alleged Democratic strategy memos from House races around the country were purportedly pilfered during a data breach at the DCCC that cybersecurity researchers have blamed on Russian intelligence-linked hackers.",
  "In late August, Guccifer 2.0 also posted a cache of documents that included primers for Democratic candidates on hot-button issues such as the Black Lives Matter movement, the Islamic State and immigration.",
  "The online dump comes just two days after Guccifer 2.0 sent Democrats scrambling with a massive leak of documents allegedly stolen from the data breach at the Democratic National Committee.",
  "The documents — which span races in New Hampshire, Ohio, Illinois and North Carolina — include both summaries of 2014 races, as well as “path to victory” plans for the 2016 election cycle.",
  "Dig it deeper.”\n\nThe Obama administration has yet to officially blame Moscow for the Democratic hacks, although reportedly officials privately suspect the Kremlin is involved.",
  "The hacker initially grabbed attention by posting the DNC’s internal vulnerability file on nominee Hillary Clinton and personal data on the DNC’s donors.",
  "They were purportedly pilfered during a data breach at the DCCC that cybersecurity researchers have blamed on Russian intelligence-linked hackers.",
  "Later, the puzzling persona released the personal email addresses and phone numbers of nearly all House Democrats and their staffers.",
  "\"There’s one person who stands to benefit from these criminal acts, and that’s Donald Trump,\" she said in a statement Tuesday night.",
  "On Thursday, Guccifer 2.0 claimed on his WordPress site that this new batch of documents contained further evidence of such bias.",
  "Interim DNC Chairwoman Donna Brazile accused GOP presidential nominee Donald Trump of encouraging the ongoing leaks.",
  "“It seems that the DCCC had prepaired [sic] to support the former secretary of State as early as December 2015.",
  "The leak outraged Black Lives Matters leaders, who called the memo a \"placating response\" to the movement.",
  "And it's been the leaks from Guccifer 2.0 that have injected chaos into the 2016 election.",
  "Among the files were spreadsheets with detailed fundraising and donor information.",
  "Researchers believe Guccifer 2.0 is a front for these Moscow-backed hackers.",
  "Russian President Vladimir Putin has denied any role in the incident.",
  "The docs below will show you the truth."
]