[
  "The emails contained enough evidence to confirm Sanders supporters' suspicions that DNC officials were biased toward Hillary Clinton, but no proof that they used the resources of the Democratic Party to aid Clinton or hurt Sanders.",
  "Multiple security researchers have looked at forensic evidence from the attacks and concluded that the attackers used the same kind of techniques that Russian intelligence agencies have used against other targets around the world.",
  "If the DNC followed through on this plan — attempting to expose Sanders as an atheist in order to discredit him with Christian, especially Southern Baptist, voters — it would represent a big departure from the DNC’s neutral role.",
  "But Marshall denied that Sanders was the target (though he wasn’t able to explain who the target was, making this denial a bit hard to believe), and, more importantly, there’s no evidence that the plan was actually carried out.",
  "There's significant evidence linking the attacks to the Russian government\n\nThe Russian government was responsible for the recent attacks on the DNC, according to security firms that spoke to the Washington Post.",
  "National security hawks and allies of Hillary Clinton have suggested that Russian hackers released the email trove on the eve of the Democratic National Convention in an effort to derail the Clinton campaign.",
  "Probably the funniest scoop is news that the White House vetoed having Ariana Grande perform at a presidential gala because a video \"caught her licking other peoples’ donuts while saying she hates America.\"",
  "Shortly after news of the attacks on the DNC broke last month, an online personality named Guccifer 2.0 emerged, claimed to be a lone hacker from Romania, and claimed sole responsibility for the attacks.",
  "Emailing checks like this is a bad idea because America’s awful check payment network allows anyone to withdraw money from anyone else’s account with only the routing information printed on every check.",
  "The hack included a lot of donors’ personal information\n\nFundraising is a major DNC function, and the leaked emails suggest that the group was somewhat careless in handling donors’ private information.",
  "— Franklin Foer (@FranklinFoer) July 22, 2016\n\nFoer is suggesting here that the Russian government leaked the emails to WikiLeaks as part of a broader scheme to get Donald Trump elected president.",
  "The email trove contains some embarrassing revelations but no bombshells\n\nAs soon as the searchable database of emails appeared on WikiLeaks, journalists began scouring them for juicy tidbits.",
  "Another email showed that Politico reporter Kenneth Vogel made an agreement to share a copy of a forthcoming story about Hillary Clinton’s fundraising with a DNC contact prior to publication.",
  "Probably the most significant scoop is news that the DNC’s chief financial officer, Brad Marshall, sent an email asking \"for KY and WVA can we get someone to ask his belief.",
  "It's hardly unusual for presidents to appoint big donors to government positions, but ordinarily they maintain a shred of deniability about the nature of the transaction.",
  "Under Manafort’s leadership, the Trump campaign helped ensure that the Republican Party’s platform would not take a hard line against Russia’s activities in Ukraine.",
  "The emails show some evidence of unseemly behavior by Democratic Party officials and at least one case where DNC officials discussed trying to undermine the Sanders.",
  "That has reopened a long-running debate about whether the DNC — which is supposed to be neutral during a primary campaign — was too favorable toward Hillary Clinton.",
  "Many journalists consider this kind of prepublication story sharing to be unethical because it can give favored sources undue influence over the article’s contents.",
  "Guccifer 2.0 may have been created by the same Russian group that hacked the DNC servers in an attempt to confuse the public about the source of the attack.",
  "There's sporadic evidence that DNC officials favored Clinton over Sanders, but no evidence of a systematic campaign to help Clinton win the primaries.",
  "On the other hand, there is significant circumstantial evidence that the attacks on the DNC were closely linked to Russian intelligence agencies.",
  "Another email thread showed DNC officials rounding up a list of Democratic donors to recommend for appointment to boards and commissions.",
  "Also included in the email dump were numerous donors’ names, contact information, credit card numbers, and Social Security numbers.",
  "Still, it’s worth being clear that there’s zero evidence that Trump or Manafort has direct ties to the Russian government.",
  "The emails seem to confirm Sanders supporters’ general impression that many DNC officials liked Clinton more than Sanders.",
  "A number of security researchers who have examined the evidence believe the attack was linked to the Russian government.",
  "What the emails don’t seem to prove, at least so far, is that they used DNC resources to help Clinton or hurt Sanders.",
  "The White House was worried that allowing Grande to perform for the president would invite criticism from Republicans.",
  "And his campaign manager, Paul Manafort, once advised Viktor Yanukovych, the pro-Putin former leader of Ukraine.",
  "The email doesn’t specify who \"he\" is, but it seems like a reasonable guess that Bernie Sanders was the target.",
  "after a reporter emailed for comment about Donald Trump calling Clinton an enabler of her husband’s infidelity.",
  "And Franklin Foer, a fellow at the New America Foundation, has drawn a dramatic conclusion from this evidence.",
  "Hackers have released a trove of 20,000 emails stolen from the servers of the Democratic National Committee.",
  "Still, none of the emails released so far seem likely to do lasting damage to Clinton's candidacy.",
  "Not long after the documents were made public, Debbie Wasserman Schultz resigned as chair of DNC.",
  "So if the hackers’ goal was to help Trump get elected, the leak may not accomplish that purpose.",
  "That raises the possibility that a foreign government is trying to manipulate the US election.",
  "The leak is believed to be the fruit of a network intrusion discovered last month by the DNC.",
  "Many of these donors are likely wealthy, making them juicy targets for identity thieves.",
  "One email, for example, contained an attached image with a picture of a $150,000 check.",
  "DNC officials were annoyed by accusations that they were biased in favor of Clinton.",
  "Most of the emails showed routine campaign planning among senior DNC officials.",
  "Perhaps as important as the emails' content is who may have leaked them.",
  "Trump has been curiously pro-Putin throughout the presidential campaign.",
  "A DNC staffer jokingly asked a colleague, \"Is there a Fuck You emoji?\"",
  "So having the process laid bare could prove awkward for Democrats.",
  "Among other problems, he doesn't seem to speak very good Romanian.",
  "But many security experts are skeptical of Guccifer 2.0's claims.",
  "Other scooplets from the DNC emails seem even less significant.",
  "But a foreign freaking power is trying to install a president.",
  "He had skated on saying he has a Jewish heritage.\"",
  "I'm sure there's ugly stuff on DNC severs.",
  "Does he believe in a God.",
  "Perspective please!"
]