[
  "ADMINISTRATION SPEED READ — “Jared Kushner now a focus in Russia investigation,” by the Washington Post’s Matt Zapotosky, Sari Horwitz, Devlin Barrett and Adam Entous: “Investigators are focusing on a series of meetings held by Jared Kushner, President Trump’s son-in-law and an influential White House adviser, as part of their probe into Russian meddling in the 2016 election and related matters, according to people familiar with the investigation.",
  "Learning that hacker ‘Guccifer 2.0’ had tapped into a Democratic committee that helps House candidates, Mr. Nevins wrote to the hacker to say: ‘Feel free to send any Florida based information.’ Ten days later, Mr. Nevins received 2.5 gigabytes of Democratic Congressional Campaign Committee documents, some of which he posted on a blog called HelloFLA.com that he ran using a pseudonym.",
  "Listen and subscribe: iTunes | Panoply | Stitcher\n\nREDISTRICTING WATCH — “Fearing 2018 losses, Texas Republicans in Congress want special session on redistricting,” by The Texas Tribune’s Abby Livingston and Jim Malewitz: “Some Texas Republicans in Congress hope that any upcoming special session will include redrawing the state's 36 congressional districts as part of its agenda.",
  "As head of the state’s largest agency, Mayhew has been at the forefront of LePage’s bid to revamp programs that affect thousands of Mainers, including efforts to tighten requirements for Medicaid enrollees, re-establish work requirements for food stamps, clamp down on welfare fraud, and advocate for other changes, such as forbidding junk food purchases with food stamps.",
  "(http://www.politicopro.com/proinfo)\n\nStory Continued Below\n\nSPECIAL RESULTS — \"Gianforte wins Montana special election,\" by Campaign Pro's Elena Schneider: \"Republican Greg Gianforte won Montana’s special House election Thursday night, beating Democrat Rob Quist a day after Gianforte was charged with assault for allegedly attacking a reporter covering his campaign.",
  "— \"The hotly contested special election to replace Interior Secretary Ryan Zinke in Congress took a violent turn Wednesday night when Ben Jacobs, a reporter for The Guardian, asked about Gianforte’s reaction to the Congressional Budget Office score of the House Republican health care plan.",
  "HOW IT HAPPENED — “How Alleged Russian Hacker Teamed Up With Florida GOP Operative,” by the Wall Street Journal’s Alexandra Berzon and Rob Berry: “The hacker also privately sent Democratic voter-turnout analyses to a Republican political operative in Florida named Aaron Nevins.",
  "2018 WATCH — “Welfare reformer Mary Mayhew leaving as commissioner of Maine DHHS,” by the Portland Press Herald’s Joe Lawlor: “Mary Mayhew is stepping down as commissioner of the Department of Health and Human Services after spending more than six years leading Gov.",
  "Senator Ted Cruz improperly accounted for loans he received from Goldman Sachs Group Inc. and Citigroup Inc. during his 2012 campaign, saying the funds were his own personal contributions to the Senate race, the Federal Election Commission said Thursday.",
  "They requested anonymity to speak freely about what could become another intra-party fight in a battleground state where Republicans are divided between those who embraced Donald Trump’s winning presidential campaign and those who didn’t.” Full story.",
  "... Gianforte’s win preserved the GOP’s 24-seat edge in the House of Representatives, frustrating Democratic activists who poured money into Quist’s campaign and demanded more help from party groups that saw the uphill, red-state race as unwinnable.",
  "— “Stacey Evans launches a HOPE-themed campaign for governor,” by the Atlanta Journal-Constitution’s Greg Bluestein: “The Smyrna attorney’s campaign sets up what will likely be a divisive Democratic primary for the state’s top job in 2018.",
  "'Unfortunately, the alleged violent assault of an innocent reporter and subsequent criminal charges have tainted this election at the very end and further clarified that Greg Gianforte is unfit to represent Montana,' Lujan continued.",
  "Vance To Run For Senate In Ohio,” by BuzzFeed’s Henry J. Gomez: “The recruiting overtures reflect unease with the early GOP frontrunner, state Treasurer Josh Mandel, who is seeking a rematch with Democratic incumbent Sherrod Brown.",
  "— “AG Hill, others taking look at [Indiana] Senate race,” by Howey Politics Indiana's Brian Howey: “Informed and reliable GOP sources say that Attorney General Curtis Hill is making phone calls gauging support for a potential run.",
  "The two sit down with Isaac Dovere in this week's bonus episode of Off Message to share how they have made the case to their colleagues to pass the biggest tax reform package in history in an overwhelmingly partisan environment.",
  "They believe such a maneuver would put their allies in the state legislature in the driver's seat, circumventing Republicans' worst fear: that a panel of federal judges will draw a less favorable map of its own.” Full story.",
  "The finding, released on the FEC website, marked a rare instance of agreement among the agency’s five commissioners, who voted unanimously that the $1.1 million of loans from the banks should have been disclosed to voters.",
  "... Republicans including House Speaker Paul Ryan and Montana Sen. Steve Daines called on Gianforte to apologize Thursday, which Gianforte did in a victory speech late Thursday night before supporters in Bozeman, Mont.",
  "“I will address 2018 after we get through this very important family event,” Delph advised.”\n\n— Another Howey tidbit: “Messer is also gearing up for the U.S. Senate race, and that is igniting a field for replacement.",
  "Kushner, who held meetings in December with the Russian ambassador and a banker from Moscow, is being investigated because of the extent and nature of his interactions with the Russians, the people said.” Full story.",
  "Mayhew gave a brief statement to assembled reporters Wednesday afternoon at DHHS headquarters in Augusta, but refused to take questions and did not address speculation that she will run for governor in 2018.",
  "Soon after, the hacker sent a link to the blog article to Roger Stone, a longtime informal adviser to then-candidate Donald Trump, along with Mr. Nevins’ analysis of the hacked data.” Full story.",
  "The message coming out of Austin thus far: not going to happen.Several congressional Republicans told the Tribune they want Abbott to call a special session to redraw the Congressional lines.",
  "Jacobs said Gianforte 'body-slammed' him and broke his glasses, an account which was corroborated by audio of the incident and eyewitness accounts from a Fox News reporting team in the room.",
  "She used her share in a massive whistleblower settlement to create a $500,000 scholarship for first-generation graduates at the University of Georgia’s law school.” Full story.",
  "For an earlier morning read on exponentially more races — and for a more comprehensive aggregation of the day's most important campaign news — sign up for Campaign Pro today.",
  "'Greg Gianforte will be the next congressman from Montana and Nancy Pelosi and liberals in Washington were rejected again,' NRCC chairman Steve Stivers said in a statement.\"",
  "... National Republicans took the opportunity to swipe at House Minority Leader Nancy Pelosi, after linking Quist to her in TV ads painting him as too liberal for Montana.",
  "), apologizing in his Thursday victory speech for the incident with Guardian reporter Ben Jacobs that resulted in Gianforte being charged with assault on Wednesday.",
  "Orrin Hatch hasn't made a final decision about whether he'll run for reelection, but he's adamant about one thing: Mitt Romney is not running for his Senate seat.",
  "OFF MESSAGE PODCAST BONUS EPISODE: Reps. Tom Reed (R-New York) and Josh Gottheimer (D-New Jersey) are co-chairs of the bipartisan effort to pass tax reform.",
  "SENATE RECRUITING WATCH — Vance eyes Ohio, Hill looks at Indiana, Romney a no-go in Utah — “Key Republicans Are Encouraging Hillbilly Elegy Author J.D.",
  "Evans said in an interview she is putting ‘hope’ – the scholarship and the concept – at the heart of her bid to replace a term-limited Nathan Deal.",
  "You can email tips to the Campaign Pro team at sbland@politico.com, eschneider@politico.com, krobillard@politico.com and dstrauss@politico.com.",
  "Gianforte wins Montana special election\n\nWith Scott Bland\n\nThe following newsletter is an abridged version of Campaign Pro's Morning Score.",
  "Gianforte, a technology executive, had 51 percent of the vote when The Associated Press called the race at about 10:30 p.m. Mountain Time.",
  "CODA — QUOTE OF THE DAY: \"Last night I made a mistake and took an action that I can't take back, and I'm not proud of what happened.\"",
  "House Minority Leader Stacey Abrams has also filed paperwork to run for governor and is expected to soon make a formal announcement.",
  "ANNALS OF CAMPAIGN FINANCE — “Ted Cruz Failed to Show 2012 Loans From Goldman Sachs, FEC Says,” by Bloomberg’s Bill Allison: “U.S.",
  "— \"... DCCC chairman Ben Ray Lujan said in a statement that Democrats intend to 'compete hard for this seat' in 2018.",
  "She has been one of the most forceful critics of the 2011 law he signed that slashed funding to the popular program.",
  "A child of a struggling teenage mom, the Ringgold native was the first in her family to graduate from college.",
  "… State Sen. Mike Delph told HPI on Wednesday that his oldest daughter Abby is getting married on June 25.",
  "Four sources with knowledge of the private encouragement confirmed the conversations to BuzzFeed News.",
  "You can also follow us on Twitter: @politicoscott, @ec_schneider, @politicokevin and @danielstrauss4.",
  "PROGRAMMING NOTE — Due to the Memorial Day holiday, Morning Score will not publish on Monday, May 29.",
  "… The new name surfacing here is Greg Pence, brother of Vice President Mike Pence.” Full story.",
  "— “Hatch says Romney won't run for his Senate seat,” by POLITICO’s Burgess Everett: “Sen.",
  "He is also staffing up his campaign side, with Suzie Jaworowski coming on board.",
  "I should not have responded in the way that I did and for that I am sorry.'\"",
  "Quist, a folk singer and first-time candidate, had 44 percent of the vote.",
  "'Last night I made a mistake and I took an action that I can’t take back.",
  "Another name reportedly making calls is State Rep. Mike Braun, R-Jasper.",
  "I would be glad for him if he would,’ Hatch told reporters.” Full story.",
  "… The 39-year-old’s background will play a central role in her campaign.",
  "Paul LePage’s controversial push to reform Maine’s public safety net.",
  "The FEC didn’t say whether there would be a penalty.” Full story.",
  "She was a key player in President Trump’s Indiana campaign.",
  "Our next Morning Score will publish on Tuesday, May 30.",
  "A Libertarian candidate, Mark Wicks, had 6 percent.",
  "When you make a mistake, you have to own up to it.",
  "That’s the Montana way,' Gianforte said.",
  "He's not going to run for this seat.",
  "Friday is her last day.” Full story.",
  "— Rep.-elect Greg Gianforte (R-Mont.",
  "Days until the 2017 election: 167.",
  "Days until the 2018 election: 531.",
  "I’m not proud of what happened.",
  "… ‘I've talked to Mitt Romney.",
  "Thanks for joining us.",
  "Full story."
]