[
  "“It’s an enormous show of strength on the part of federal law enforcement,” said Ben Wittes, an MSNBC contributor and editor-in-chief of the Lawfare website, who noted that it also came the day after House Republicans spent nearly 10 hours berating an FBI agent who helped launch the investigation into Russian election interference.",
  "\"This exchange is entirely public and provides no evidence of collaboration or collusion with Guccifer 2.0 or anyone else in the alleged hacking of the DNC emails, as well as taking place many weeks after the events described in today’s indictment and after Wikileaks had published the DNC material,\" Stone said.",
  "The indictment says that later that same day, Russian operatives ”attempted after-hours to spearphish for the first time email accounts at a domain hosted by a third-party provider and used by Clinton’s personal office,” referring to a tactic used to target computer users with fake emails containing malware.",
  "One reason is that doing so would probably expose sensitive sources and methods the government would rather not put in the public domain, including the extent to which the National Security Agency intercepts the communications of Russia’s military intelligence agency.",
  "He said it at a July 27 press conference in Florida: “Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing,” a reference to emails Clinton had deleted from the private account she had used when she was secretary of state.",
  "But it adds many layers of details, naming names, and minutely describing how the hacks were carried out through both basic and sophisticated techniques, some of which allowed the Russians to capture every keystroke on a user's machine.",
  "But we still don't know how the government could prove in court that, for example, defendant Ivan Yemakov, a Russian military officer, stole thousands of emails from individuals affiliated with the Clinton campaign.",
  "Sam Nunberg, a former political adviser to the Trump campaign and a longtime Stone associate, said Friday on MSNBC that he thinks Mueller’s team will go after Stone next because of his contact with Guccifer 2.0.",
  "\"As I testified before the House Intelligence Committee under oath, my 24 word exchange with someone on Twitter claiming to be Guccifer 2.0 is benign based on its content, context and timing,\" Stone said.",
  "\"I thought he would face indictment possibly for some kind of financial issue,\" Nunberg said, \"but it seems to me that what the Mueller team has done here, they now have shown that there is a conspiracy.",
  "\"The indictment does not allege or even allude that I was part of this alleged hacking nor does it allege or allude to me having anything to do with getting the allegedly hacked material to WikiLeaks.",
  "“To reiterate, I myself had no contacts or communications with the Russian State, Russian Intelligence or anyone fronting for them or acting as intermediaries for them,\" Stone wrote in March of 2017.",
  "The contact\n\nThe indictment doesn’t name any Americans, but it describes a person who appears to be Roger Stone, Trump's longtime associate, who it says was in communication with the Russian hackers.",
  "The U.S. government already released a detailed intelligence assessment asserting that the Russian government, through its intelligence agencies, hacked, leaked and interfered in the 2016 election.",
  "The Russian intelligence persona known as Guccifer 2.0 communicated with “a person who was in regular contact with senior members” of the Trump campaign, according to Mueller.",
  "NBC News reported in March that special counsel Robert Mueller was assembling a case against the Russians who carried out the hacking and leaking operation aimed at Democrats.",
  "I am not in touch with any Russians, don’t have a Russian girlfriend, don’t like Russian dressing, and have stopped drinking Russian Vodka.”\n\nThat statement has not aged well.",
  "“That was an incredibly damning moment for the president when it happened, and it’s become only more damning in hindsight,” said Matthew Miller, an MSNBC legal analyst.",
  "In June of this year, Stone remembered that he in fact had a meeting with a Russian during the campaign who offered him damaging information about Hillary Clinton.",
  "Especially since President Trump has continued to call the Russia investigation a hoax and a witch hunt, and expressed interest in improving relations with Putin.",
  "The timing\n\nWe knew this was coming, but the timing — on the eve of a summit between President Donald Trump and Russian President Vladimir Putin — was a shock.",
  "They have indicted people on a conspiracy and perhaps they're next going to say that Roger, because of his contact with Guccifer, was part of that conspiracy.\"",
  "Stone said in a statement to NBC News Friday night that what he said was a 24-word Twitter exchange with someone claiming to be Guccifer 2.0. were \"benign.\"",
  "It also leaves out crucial information, including how the government would prove that these particular Russians did the things it alleges they did.",
  "NBC News reported in December that the U.S. has evidence Putin was personally involved and closely supervised aspects of the operation.",
  "NBC News’ Katy Tur asked him whether he was serious, and whether he had any qualms about asking a foreign adversary to do his bidding.",
  "The call\n\nThe indictment puts a new spotlight on Trump’s extraordinary call for the Russians to find Hillary Clinton's deleted emails.",
  "Since this case is unlikely to ever reach a court — the defendants are in Russia, out of reach — those details may never be known.",
  "In March 2017, the Smoking Gun website published an article that purported to include that message, in an exchange with Stone.",
  "The indictments today show I did not conspire with any of the defendants to do the hacking , distribute the stolen emails.",
  "But it seemed like a poke in the eye to the president to announce it on the eve of a major summit between him and Putin.",
  "The Russians also began an effort that day to target 76 Clinton campaign email accounts, the indictment said.",
  "In almost every case, the president would have input into the decision, given the geopolitical implications.",
  "it would be a great pleasure to me,\" Guccifer 2.0 said to the campaign contact, according to the indictment.",
  "In this instance, Deputy Attorney General Rod Rosenstein said he briefed Trump last week on the indictment.",
  "He was also in communication with a person identified in the indictment as Russian intelligence operative.",
  "It’s a rare and major development for the Justice Department to indict officials of a foreign government.",
  "“The Russian military intelligence service was essentially acting as Donald Trump’s personal concierge.",
  "He added that Stone did not believe Russia was behind Guccifer 2.0 or the email leak.",
  "He asked them to go get Hillary Clinton’s emails and they jumped to his call.”\n\n4.",
  "He responded by releasing screen shots of his messages, confirming the exchange.",
  "Stone's lawyer also told NBC News that he was not involved in any hacking.",
  "“I think you will probably be rewarded mightily by our press,\" Trump said.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "[sic] or aid them in any way,\" he added in the statement.",
  "The proof\n\nThe indictment tells a familiar story.",
  "\"Please tell me if i can help u anyhow.",
  "But he didn’t say he sought permission.",
  "But he downplayed the significance.",
  "/ Updated By Ken Dilanian\n\n1.",
  "He expressed no qualms.",
  "\"None.",
  "Zilch.",
  "Nada.",
  "3.",
  "2."
]