[
  "This journalist's mother: https://t.co/0V5WBXR4Pw — WikiLeaks (@wikileaks) September 8, 2016\n\n“In recent months, the WikiLeaks Twitter feed has started to look more like the stream of an opposition research firm working mainly to undermine Hillary Clinton than the updates of a non-partisan platform for whistleblowers,” the Intercept’s Robert Mackey writes.",
  "The clear theory: Assange hates what Clinton stands for\n\nWikiLeaks’ overriding ideology, at least publicly, is one of “radical transparency”: a deep belief that modern politics is undemocratic, with the important decisions made behind closed doors by elites and bureaucrats, and that the public deserves to know what’s actually going on.",
  "Cybersecurity expert Matt Tait found some direct evidence of this in the WikiLeaks files themselves, including error messages written in Russian, further suggesting a Russian user had control of the documents before WikiLeaks received them.",
  "“It’s all hard to penetrate, which is ironic for an organization that’s devoted to radical transparency,” Ben FitzGerald, the director of the Technology and National Security Program at the Center for a New American Security, tells me.",
  "“We do see her as more of a problem for freedom of the press generally.”\n\nIn Assange’s telling, Clinton is an authoritarian imperialist who directly threatens the well-being of his organization and maybe even his person.",
  "Part of the explanation is ideological: WikiLeaks founder Julian Assange has consistently expressed a kind of leftist-sounding critique of the United States that would lead him to despise Clinton’s foreign policy.",
  "That’s the most logical explanation.”\n\nThe second and more ominous theory is that WikiLeaks is actually controlled by Russia; that Assange is either paid by the Kremlin or actively colluding with Russian agents.",
  "“Only by approaching this corpus holistically — over and above the documentation of each individual abuse, each localized atrocity — does the true human cost of empire heave into view,” Assange writes.",
  "One of the weirdest sub-dramas of the 2016 US presidential election has been WikiLeaks, an organization nominally dedicated to “radical transparency,” serving as a de facto Donald Trump Super PAC.",
  "... She has a long history of being a liberal war hawk, and we presume that she’s going to proceed.”\n\nAssange clearly sees Clinton as a representative of the worst parts of the American empire.",
  "Whether or not the WikiLeaks-Russia relationship is more than a marriage of convenience, it’s clear the group is happy to dump any information on Clinton the Russians (or anyone else) give it.",
  "Assange’s close friend of many years, a notorious anti-Semite named Israel Shamir, used WikiLeaks-acquired information to assist Belarus’s pro-Russian dictator in cracking down on dissenters.",
  "They’re not positive: Assange sees the United States as a malign empire, one that has spent the decades since World War II unjustly interfering in other countries and killing their citizens.",
  "The organization is so opaque, partly due to Assange’s confinement in the Ecuadorian Embassy in London, that figuring out its inner workings or real motivations is difficult.",
  "\"The forensic evidence linking the DNC breach to known Russian operations is very strong,\" Thomas Rid, a professor at King’s College who studies cybersecurity, wrote at Vice.",
  "On the eve of the Democratic National Convention, it released embarrassing private emails from the Democratic National Committee obtained by a Russia-linked hacker.",
  "In October, the group published private emails from a top Clinton aide, John Podesta, which included quotes from Clinton’s speeches to big banks like Goldman Sachs.",
  "She has been consistently in the interventionist wing of the Democratic Party on such issues as the Iraq War, the Libya intervention, and arming the Syrian rebels.",
  "The organization’s 2015 book The WikiLeaks Files: The World According to US Empire contains the most in-depth catalog of Assange’s thoughts on the United States.",
  "“Nearly all its major operations have targeted the US government or American corporations.”\n\nIt makes sense that someone with Assange’s views would hate Clinton.",
  "It then hands off the documents to WikiLeaks, which is happy to publish them because it loves revealing secret documents (especially about the United States).",
  "“The least dramatic scenario is one which is the data is made available to WikiLeaks [by Russia], and it’s in WikiLeaks’ interest to release that,” he says.",
  "The hacker who stole them, who goes by the name of Guccifer 2.0 and claims to be Romanian, is almost certainly a Russian agent or working for the Russians.",
  "\"The forensic evidence that links network breaches to known groups is solid: used and reused tools, methods, infrastructure, even unique encryption keys.\"",
  "The group’s Twitter account has hyped Clinton’s health problems and suggested she broke the law:\n\nClinton lied to FBI, smashed phones, deleted emails.",
  "But there’s always been another consistent element of the group’s thinking: suspicion of the United States and its role in global politics.",
  "“Hillary Clinton is receiving constant updates about my personal situation; she has pushed for the prosecution of WikiLeaks,” he told ITV.",
  "The goal could be simply to create chaos, or even to help Trump get elected given that Trump’s policy thinking is weirdly pro-Russian.",
  "But the fact that they even have to be asked at all raises troubling questions about the role WikiLeaks is playing in the US election.",
  "He sees the work of WikiLeaks, particularly publishing classified US documents, as a way to expose the inner workings of imperialism.",
  "“It has been pretty hard to make the case that WikiLeaks is a neutral transmission system,” journalist Joshua Keating wrote in 2012.",
  "This stems from the thinking of its founder and leader, Assange — which helps explain why the group seems to despise Clinton.",
  "“It’s certainly within the realm of possibility that there’s high levels of cooperation behind the scenes,” Fitzgerald says.",
  "Given the secrecy surrounding WikiLeaks, it’s virtually impossible to figure out which of these two hypotheses is right.",
  "According to FitzGerald, there are basically two theories for why WikiLeaks would be cooperating with the Russians.",
  "She’s widely seen, with some justification, as someone who’s pretty comfortable with using American military power.",
  "Moreover, he thinks that she, personally, would use the power of the US government to go after his organization.",
  "These questions are, in a certain sense, unanswerable: Proving a Russian connection would be very, very hard.",
  "When the UK’s ITV asked Assange whether he’d prefer Trump as president, this was a core part of his answer.",
  "The first, and the one that he finds most parsimonious, is that there’s a simple alignment of interests.",
  "Because of this, it seems overwhelmingly likely that WikiLeaks got the DNC emails from Russian agents.",
  "But anger at Hillary Clinton doesn’t explain how Assange got documents on Clinton in the first place.",
  "That likely explains the seemingly personal antipathy that you see on, say, the group’s Twitter feed.",
  "“I’m not sure there’s high levels of collusion; it’s probably more likely a confluence of interests.",
  "In the case of the DNC hacks, the answer is about as clear as things can get in cyberspace.",
  "In the past few years, the Putin regime has made a point of meddling in Western elections.",
  "Assange used to have a television show on RT, Russia’s English-language propaganda outlet.",
  "Trump has his secrets — like, say, his tax returns — yet WikiLeaks isn’t publishing those.",
  "But it doesn’t explain why WikiLeaks keeps getting information on Clinton and not Trump.",
  "Russia wants to interfere in the US election, so it hacks the DNC and steals its emails.",
  "WikiLeaks’ operations, in keeping with this philosophy, have heavily targeted the US.",
  "In fact, he implied that Clinton’s record made her even more dangerous than Trump.",
  "In March, the group dumped a trove of emails from Clinton’s private email server.",
  "It makes sense that Russia would want to release damning emails against Clinton.",
  "The Sydney Morning Herald’s Chris Zappone has put together five other examples.",
  "“Hillary was overriding the Pentagon’s reluctance to overthrow Muammar Qaddafi.",
  "Is it from Russia, which seems to have been responsible for the DNC hack?",
  "And if it is, what’s the nature of the Russia-WikiLeaks connection?",
  "You can’t predict what he would do in office,” Assange said.",
  "No wonder Assange seems to think she’s worse than Trump.",
  "Why does it seem like WikiLeaks hates Clinton so much?",
  "The murky theory: Is WikiLeaks in league with Putin?",
  "Watch: Democrats are in trouble even if Clinton wins",
  "But in a certain sense, it’s an academic question.",
  "“Trump is a completely unpredictable phenomenon.",
  "So where is WikiLeaks’ information coming from?",
  "There’s some indirect evidence to support this.",
  "WikiLeaks’ role, though, is less than clear.",
  "So who was charged with obstruction?",
  "So what’s going on?"
]