[
  "Several cyber security experts and U.S. government officials beg to differ, saying that Guccifer 2.0 is a group of hackers based in Russia and who are intent on manipulating the U.S. presidential election.",
  "/ Updated By Alyssa Newcomb\n\nMany current and former members of Congress likely aren't pleased with Guccifer 2.0 after the hacker dumped their contact information online before the start of the weekend.",
  "Read More: Why Experts are Sure Russia Hacked the DNC Emails\n\nGuccifer has denied this, writing on his blog, \"I don’t want to disappoint anyone, but none of the candidates has my sympathies.",
  "The original Guccifer, former taxi driver Marcel Lazar, is the Romanian hacker who first discovered that Hillary Clinton, then secretary of state, had been using a private email server.",
  "An analysis of a chat transcript by several Romanian speakers concluded Guccifer 2.0 wrote short Romanian responses with an unusual sentence structure, according to Motherboard.",
  "The deed earned the self-described lone wolf hacker, who released thousands of documents from the Democratic National Committee, a temporary ban on Twitter.",
  "Guccifer 2.0 has kept his identity a secret, but he hasn't been shy in sharing a little about himself and his motives as he continues to evade authorities.",
  "Lazar pleaded guilty to in May to charges of identity theft and unauthorized access to protected computers before a federal judge in Alexandria, Virginia.",
  "When U.S. cyber experts analyzed the DNC hacks, they found digital fingerprints and techniques consistent with state-sponsored Russian hackers.",
  "Each of them has skeletons in the closet and I think people have a right to know the truth about the politicians.\"",
  "Pronounced GOO-chi-fer, the original hacker said he said combined \"the style of Gucci and the light of Lucifer.\"",
  "And I don’t really think it could be easy to become a hacker of such a level,\" Guccifer 2.0 wrote.",
  "Cyber security experts have even suggested he may simply be a front for Russian intelligence.",
  "Girls, don’t get offended, I love you,\" he wrote in a June 30 post on his WordPress site.",
  "A Twitter representative declined to comment on the status of personal accounts.",
  "Read More: Guccifer Pleads Guilty\n\nHow Easy Is It to Break in to the DNC Sites?",
  "Guccifer 2.0 is taking precautions in the event he is captured and prosecuted.",
  "He proved that even the powers that be have weak points,\" Guccifer 2.0 wrote.",
  "The hacker said he used a zero-day exploit to get in the back door.",
  "\"Personally, I think that I’m among the best hackers in the world.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "However, some reports questioned whether he is a native speaker.",
  "The news and stories that matter, delivered weekday mornings.",
  "He said he then downloaded a Trojan-like virus on their PCs.",
  "\"I’ve never met a female hacker of the highest level.",
  "But it won’t be that easy to catch me,\" he wrote.",
  "Guccifer 2.0 insists he has been acting alone.",
  "What's His Connection to the Other Guccifer?",
  "\"I’ve expected it and that’s why I’m ready.",
  "They certainly have great possibilities.",
  "\"He inspired me and showed me the way.",
  "But I hope [the FBI] won’t find me.\"",
  "The simple answer: It's not easy.",
  "Here's what he's shared so far.",
  "He has claimed he is Romanian.",
  "He is now awaiting sentencing.",
  "Does He Expect to Be Caught?",
  "Guccifer 2.0 says he's male.",
  "He was reinstated on Sunday.",
  "Yes, there’s still a risk.",
  "Is He a Lone Wolf Hacker?",
  "\"I took all precautions.",
  "What's With the Name?",
  "Where's He From?",
  "Who Is He?"
]