[
  "One of those intermediaries, according to The Journal, may have been a GOP operative named Peter Smith — an 80-year-old opposition researcher who assembled a team of technology experts, lawyers and a Russian-speaking investigator in September to track down hacking groups with access to the 33,000 emails Clinton deleted from her private server that she said were personal in nature.",
  "Thomson Reuters Hackers believed to be Russian discussed how to steal Hillary Clinton's emails from her private server and transfer them to Michael Flynn via an intermediary, The Wall Street Journal reported Thursday, citing reports compiled by US intelligence agencies investigating Russia's interference in the 2016 election.",
  "Stone exchanged private messages with the self-described hacker in August, and his tweets in the days after raised questions about whether he knew in advance that emails from Clinton's campaign chairman, John Podesta, would be imminently published by WikiLeaks.",
  "And he told Eric York, an expert on computer security from Atlanta who searched the hacker forums on his behalf, that he was \"talking to Michael Flynn\" about the project and to let him know if he found anything, according to The Journal.",
  "The former national security adviser is under FBI scrutiny and has asked for immunity from prosecution from the bureau and the congressional intelligence committees in exchange for the freedom to tell his story.",
  "But Flynn's potential ties to Russia have been of particular interest to the committees because of his conversations with Russia's ambassador to the US, Sergey Kislyak, that eventually led to Flynn's ouster.",
  "Russian officials bragged about their close relationship to Flynn last year, according to intercepted communications described to CNN, and boasted that they could use him to influence Trump.",
  "Smith told The Journal that the hacking groups that claimed to have the deleted Clinton emails — which he could not verify and therefore did not publish — were probably Russian.",
  "Special counsel Robert Mueller is leading the FBI's investigation into whether any of Trump's associates colluded with Russia to undermine Clinton during the election.",
  "Roger Stone, a longtime Trump adviser, is also being scrutinized over his conversations with a hacker linked to Russian military intelligence, Guccifer 2.0.",
  "Smith cited a working relationship with Flynn's consulting firm, Flynn Intel Group, when trying to recruit new team members, The Journal reported.",
  "The way the Russians were talking about Flynn \"was a five-alarm fire from early on,\" a former Obama administration official said.",
  "It is unclear whether the FBI has granted Flynn immunity, but the House and Senate intelligence committees have ruled it out.",
  "Flynn's lawyer, Robert Kelner, did not respond to request for comment.",
  "There is no evidence the hackers infiltrated Clinton's server.",
  "Michael Flynn, the former national security adviser."
]