[
  "The special counsel’s team has subpoenaed a plethora of his associates — including his former driver, a radio host Stone claimed was his backchannel to Assange, and the former “Manhattan Madam” Kristin Davis (who’d known Stone for years and done some work for Stone’s political groups).",
  "“This is categorically false.”\n\nStone claims that the New York Times, the Washington Post, and now Ronan Farrow of the New Yorker have all looked into this allegation — but so far, none of them have written about it, which suggests they haven’t yet been able to corroborate it.",
  "The only potential indication that something Podesta-related was coming was, well ... this tweet by Roger Stone, maybe:\n\nHowever, the tweet is vague and doesn’t mention WikiLeaks specifically (though it was sent shortly after Stone began hyping coming WikiLeaks disclosures).",
  "“And so, their line of questioning really did revolve around whether or not this happened.”\n\nMeanwhile, Andrew Miller, a longtime protégé of Stone’s, has been trying to avoid testifying to Mueller’s grand jury for more than three months now.",
  "In an Instagram video posted Monday, Stone claimed that reporters are investigating whether he tipped off Donald Trump in advance that WikiLeaks was planning to post John Podesta’s emails — and emphatically denied doing any such thing.",
  "And now comes this new Instagram video:\n\nThe specific claim that Stone is now trying to rebut — that he knew the content of the October 2016 WikiLeaks postings, and told Trump about it in advance — would indeed be a bombshell if true.",
  "“Someone is saying that they overheard a conversation in which I told Donald Trump in October of 2016 what exactly would be in the WikiLeaks disclosures and when they would be disclosed,” Stone says in the video.",
  "Roger Stone, WikiLeaks, and the Podesta emails\n\nBetween August and October 2016, Stone repeatedly tried to stoke public anticipation for what he claimed would be damning WikiLeaks disclosures about the Clintons.",
  "That’s because while WikiLeaks had publicly claimed to have more Clinton-related dirt, there was no public indication about what exactly it had: Clinton campaign chair John Podesta’s hacked emails.",
  "Much like Rudy Giuliani’s recent odd claims about Michael Cohen and the Trump Tower meeting, Stone appears to be trying to preemptively rebut something he’s heard secondhand, from reporters.",
  "And this could potentially be a criminal matter: The emails were stolen, and Mueller has already indicted 12 Russian intelligence officers for crimes related to their theft.",
  "Stone is in Mueller’s crosshairs, but we don’t have the full story of why\n\nIt’s unmistakable, though, that Stone is a figure of intense interest to Mueller’s investigation.",
  "Naturally, then, there have been questions about whether Stone was involved in these postings of stolen Democratic emails or if he was tipped off about them.",
  "(Stone was mentioned, though not named, in Mueller’s indictment of Russian intelligence officers last month, and his contacts with Guccifer were described.)",
  "So far, nothing has yet emerged to prove that Stone or anyone else in Trump’s orbit knew specifically that WikiLeaks had Podesta’s emails in advance.",
  "Still, we haven’t heard the specifics about what Mueller suspects Stone of — and we likely won’t, unless Mueller decides to go ahead and indict him.",
  "Stone has claimed that his contacts with Guccifer and WikiLeaks were benign, and that he never had any advance knowledge of what exactly was coming.",
  "The months-long public drama over special counsel Robert Mueller’s scrutiny of longtime Trump adviser Roger Stone has taken another odd turn.",
  "The special counsel sent a subpoena to one of Stone’s associates asking for any information on WikiLeaks, Julian Assange, or Guccifer 2.0.",
  "(The common rumors beforehand were that WikiLeaks had either Clinton’s own emails or some documents related to the Clinton Foundation.)",
  "But it’s clear that Mueller is very interested indeed in what Stone knew about the hacked Democratic emails, and when he knew it.",
  "It’s completely unclear what (if anything) Farrow has actually heard, or what stage of his reporting process he may be in.",
  "Stone later claimed that he only meant here to suggest that the Podesta brothers’ business dealings would soon be exposed.",
  "After the campaign, reporters discovered that Stone had exchanged private messages with both Guccifer 2.0 and WikiLeaks.",
  "He’s filed suit to challenge Mueller’s authority, and though a federal district judge ruled against him, he’s appealed.",
  "Mueller also seems to be digging into outside political groups Stone was involved with during the 2016 campaign.",
  "“I think they’re genuinely concerned about whether or not any collusion happened with Russia,” she told CNN.",
  "Now, we should treat all this from Stone — a legendary dirty trickster — extremely skeptically.",
  "We’ve also gotten some clues about what Mueller has been focusing on in relation to Stone.",
  "And Stone says they still haven’t reached out to him at all — suggesting he’s a target.",
  "He also claimed both publicly and privately that he was in contact with Julian Assange.",
  "There’s also Davis’s takeaway after her grand jury testimony this month.",
  "Arguments for that appeal will be in October at the earliest.",
  "But his story on precisely what happened has often changed."
]