[
  "A Trump campaign associate — presumably Roger Stone — communicated with Russian intelligence: “On or about August 15, 2016, the Conspirators, posing as Guccifer 2.0, wrote to a person who was in regular contact with senior members of the presidential campaign of Donald J. Trump, ‘thank u for writing back … do u find anyt[h]ing interesting in the docs I posted.’” (Mueller indictments, July 13, 2018)\n\nDonald Trump Jr., Paul Manafort and Jared Kushner met with a Kremlin-connected lawyer on June 9, 2016 after Donald Trump Jr was told that the Russian government had dirt on Hillary Clinton: “If it's what you say, I love it,” Trump Jr. wrote back (June 3, 2016)\n\nTrump himself asked Russia for assistance in the 2016 election: \"If you're listening, I hope you're able to find the 30,000 emails that are missing.\"",
  "(July 27, 2016)\n\nRussian intelligence, “for the first time,” tried to gain access to Hillary Clinton’s personal emails/server on that same day: “[O]n or about July 27, 2016, the Conspirators attempted after hours to spearphish for the first time email accounts at a domain hosted by a third-party and used by Clinton’s personal office.” (Mueller indictments, July 13, 2018)\n\nAn organization — presumably WikiLeaks — strategized on the release of the hacked DNC emails with Russian intelligence: “On or about July 6, 2016, Organization 1 added, ‘if you have anything hillary related we want it in the next tweo [sic] days prefable [sic] because the DNC [Democratic National Convention] is approaching and she will solidify bernie supporters behind her after.",
  "The Conspirators responded, “ok … i see.’ Organization 1 explained, ‘we think trump has only a 25% chance of winning against hillary … so conflict between bernie and hillary is interesting.’” (Mueller indictments, July 13, 2018)\n\nA Trump campaign associate — Roger Stone — appeared to have advance notice of the WikiLeaks releases of John Podesta’s emails before they first came out on Oct. 7, 2016: “It will soon [be] the Podesta’s time in the barrel” (August 21, 2016 tweet); Stone later said he was referring to both Podesta brothers, John and Tony, in the Panama Papers.",
  "As David Ignatius writes in the Washington Post, “If you were one of the American intelligence officers who helped gather the information that’s included in Friday’s indictment, what would you think about the fact that Trump has asked for a private meeting first with Putin?”\n\nSo far in Helsinki: Trump blasts “rigged witch hunt,” praises Putin and doesn’t mention the 2016 hacking — at least not yet\n\nAnd, of course, Friday’s indictments — plus the ruffled feathers at NATO and in Britain last week — are the primary backdrops to today’s Trump-Putin summit in Helsinki.",
  "A media report later cast some doubt on that denial, leading two Democrats on the Senate Judiciary Committee to accuse Kavanaugh of having ‘misled me, the Senate Judiciary Committee and the nation,’ as Sen. Dick Durbin, D-Ill., wrote in a 2007 letter to Kavanaugh.”\n\n“Now, the question is being revived by the lawmakers ahead of the release of reams of new documents that will offer a much wider window into Kavanaugh's work for the Bush White House as it pushed legal boundaries while trying to respond to the threat of terrorism after the Sept. 11 attacks.",
  "“Though Feinstein beat state Sen. Kevin de León, 51, by nearly 33 points in the jungle primary last month, progressive grassroots activists have largely taken control of the state party apparatus in recent years and have pushed for a more liberal candidate to take on the Trump administration.”\n\n“This is the second time they have elected to endorse de León over 85-year-old Feinstein, who has served California in the U.S. Senate since 1992.”\n\nStill, de Leon remains a long shot to defeat Feinstein in November.",
  "Sen. Pat Leahy, D-Vt., said last week that he still questions how truthful Kavanaugh was during his 2006 confirmation hearing regarding his involvement in Bush-era detention policies.”\n\nIn blow to Feinstein, California Democratic Party endorses opponent Kevin de Leon\n\n“The California Democratic Party voted to endorse a progressive state senator over incumbent Sen. Dianne Feinstein for the U.S. Senate in the party's executive board meeting in Oakland, California, on Saturday,” per NBC News.",
  "Trump eagerly campaigned on the WikiLeaks disclosures of Podesta’s emails, mentioning the word “WikiLeaks” some 140 times in the final month of the race: \"Boy, I love reading those WikiLeaks\" (Nov. 4, 2016)\n\nDonald Trump Jr. exchanged direct messages with WikiLeaks in the fall of the 2016 election: “Hiya, it’d be great if you guys could comment on/push this story,” WikiLeaks wrote Trump Jr. “Already did that earlier today,” Trump Jr. responded.",
  "He added, “Our relationship with Russia has NEVER been worse thanks to many years of U.S. foolishness and stupidity and now, the Rigged Witch Hunt!” Russia’s foreign ministry retweeted that message, saying: “We agree.”\n\nAnd Trump never once mentioned the Russian government’s interference in the 2016 election in his opening remarks praising Putin in Finland, as NBC’s Andrea Mitchell notes.",
  "But the other part of the story — which hasn’t been completely told — is how the Trump campaign actively seized on this interference, how it benefited from it, and how its associates communicated (wittingly or unwittingly) with Russian intelligence and WikiLeaks, according to the Mueller indictments, the public record and previous reporting.",
  "There’s no allegation that the conspiracy changed the vote count or affected any election result.” He added, “The special counsel’s investigation is ongoing.”\n\nBut if the revelations above aren’t collusion, coordination or conspiracy, then what do you call them — especially given that NO ONE from the Trump orbit ever called the FBI?",
  "/ Updated By Chuck Todd, Mark Murray and Carrie Dann\n\nWASHINGTON — On Friday, special counsel Robert Mueller indicted 12 Russian intelligence officials for hacking Democratic organizations and the Clinton campaign, offering the clearest story yet of how the Russian government interfered in the 2016 presidential election.",
  "“It’s amazing what [Hillary Clinton] can get away with.” (Oct. 3, 2016)\n\nAt his news conference on Friday announcing the indictments, Deputy Attorney General Rod Rosenstein said, “There’s no allegation in this indictment that any American citizen committed a crime.",
  "“President Obama thought that Crooked Hillary was going to win the election, so when he was informed by the FBI about Russian Meddling, he said it couldn’t happen, was no big deal, & did NOTHING about it.",
  "Circuit Court of Appeals, he denied under oath having any involvement in formulating the controversial terrorism detainee policy while working in the Bush White House.",
  "“Well, first of all, Mr. President, I'd like to congratulate you on a really great world cup, one of the best ever from what everybody tells me,” Trump said.",
  "We’ll be talking a little bit about China, our mutual friend President Xi.”\n\nDid SCOTUS nominee Brett Kavanaugh mislead Congress?",
  "NBC’s Alex Seitz-Wald: “In 2006, when Kavanaugh was up for confirmation for his current job as a judge on the D.C.",
  "When I won it became a big deal and the Rigged Witch Hunt headed by Strzok!” Trump tweeted early Monday.",
  "We have discussions on everything from trade to military to missiles to nuclear to China.",
  "“We have a lot of good things to talk about and things to talk about.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "Are they all a coincidence?",
  "Or something else?",
  "Ignorance?"
]