[
  "To get a more accurate sense of the relationship, Stone said, “I commend my book to Mr. Spicer, The Making of the President 2016.”\n\nAs for White House aides’ attempts to distance Stone from Trump, he said, “perhaps they are cautious because they, of course, don't know how this ends.”\n\nAs for Spicer insisting Manafort played only “a limited role” in the campaign, Stone said, “that's an effort to put their distance, I guess, between them and Paul Manafort.”\n\nAs for much newer Trump associate Nigel Farage walking out of the Ecuadorian embassy in London, where Assange lives, and responding to questions afterward about whether he’d met with the WikiLeaks head that he couldn’t remember why he was there, Stone said, “I can't imagine he would go there for any other reason.”\n\nSo far in at least what’s public, Stone’s been swamped with circumstantial evidence.",
  "The tweet was just a hunch, he says, and the DMs never went anywhere, and only started because Stone had seen the hacker get banned from Twitter, didn't like it, and wanted to express support when he saw Twitter reverse its decision, to send \"him a high-five saying, ‘Glad you're reinstated,’ because I'm against censorship.”\n\nStone has carefully nurtured a reputation as a distinct American political character who’s part-Bart Simpson, part-Sauron, with a little bit of each side of Patrick Bateman from “American Psycho.” Some of what he says he’s known and done is true.",
  "Some of that journalism, as Stone details in his latest book, included encouraging stories two of the most incendiary stories about Ted Cruz, the last man standing in the GOP primary against Trump: that the Texas senator had a series of affairs, and that Rafael Cruz might have been connected to the Kennedy assassination.",
  "I pointed out to him that he’s often trafficked in circumstantial evidence himself, like when he accused Khzir Khan of being a set-up of the Clinton campaign through a convoluted set of connections centered on the law firm where the now-famous Democratic convention speaker worked for seven years.",
  "End of story.”\n\nBut if he was communicating with Assange through an intermediary, I asked, why say in that Florida speech he was communicating with him himself — notably in the same week in August that he’d said on a separate conference call that he knew there more emails coming?",
  "After those first few months, Stone says, he received no money, directly or indirectly, from Trump or the Trump campaign, despite running several supportive operations and continuing to talk to Trump throughout, continuing in the last few weeks (Trump has told him not to say “Mr.",
  "There’s nothing to apologize for, in his mind, including when he said during an appearance before Florida's South Broward Republicans last August, when asked what he thought the October surprise would be, \"I actually have communicated with [Julian] Assange.\"",
  "“And any serious political operative wouldn't waste their time with stuff like that.”\n\nAt the end of the interview, I asked Stone if there was anything he discussed that he’d plead the Fifth on if he ever gets called in front of the committee.",
  "Stone revealed a little more about the mutual friend he claims was filling him in on Assange: an American journalist, based in America, whom he’s known for years, and who visited London sometime between August and October last year.",
  "Stone’s not impressed with White House press secretary Sean Spicer's assertion that it’s been a long time since Stone spoke to Trump, though he also points out that he likes to communicate with the president by short memo.",
  "That's true, although I never heard from them.”\n\nOn the other hand, he has also claimed that he may have been poisoned in December and targeted in a car accident two weeks ago in an effort to stop him from speaking out.",
  "We went much deeper than just his famously clairvoyant tweet in August predicting it would soon be John Podesta’s “time in the barrel,” and the direct messages he exchanged with Guccifer 2.0.",
  "Like most people, Stone also can’t understand how House Intelligence Committee Chairman Devin Nunes (R-Calif.) claims to not know who he is: “Well, you know, I'm an acquired taste,” he said.",
  "Asked what it’s like to be on the receiving end of that kind of scrutiny, Stone said that every accusation that he’s made has been in his own column or information he’s supplied to others.",
  "These days, everything that Stone did or said he did — or said he didn’t do — during the 2016 campaign, especially related to the WikiLeaks founder and Russia, is under intense scrutiny.",
  "This covers the question of communication through an intermediary.”\n\nAll the allegations about his ties to Russia, the Trump associate and dark political hand insists, are ridiculous.",
  "“‘Did he say this was off the record?’ He said, ‘No, he didn't say.’ Well, clearly, he understands that I might repeat this and he said he didn't say it was off-the-record.",
  "Roger Stone says he’s apologized to Paul Manafort for getting him involved in all the inquiries about possible Russian connections to Donald Trump’s presidential campaign.",
  "A member of Trump’s circle for nearly 40 years, Stone officially departed the presidential campaign just a few months in, but remained close to the action and infighting.",
  "Stone says he was the one who first gave Trump the cell phone number for Manafort, his former business partner and the man he endorsed to take over the campaign.",
  "Stone at first wouldn’t say whether this person was a man or a woman, but in conversation repeatedly referred to “he” in describing how he got the information.",
  "It is not illegal and it was not direct, as I've said a dozen times,” Stone told me, in the latest episode of POLITICO’s “Off Message” podcast.",
  "Story Continued Below\n\n“I was referring to what I—I mean, through the intermediary, which I see the headlines.",
  "Stone takes offense at Cruz calling him a Nixon-style “rat fucker.”\n\n“Technically, I wouldn't be a rat fucker.",
  "Stone is furious that he hasn’t been called in front of the House Intelligence Committee to defend himself.",
  "So instead, we spent close to an hour on the podcast running through some of the evidence and questions.",
  "But Stone says he hasn’t apologized for anything he’s done himself—not to Trump, and not to anyone else.",
  "There’s “a difference between journalism and a governmental proceeding, is there not?” he said.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "That was before all of Manafort’s links to Kremlin associates and activity went public.",
  "“I said, ‘He knows you're a friend of mine.’ He said, ‘Yes,’” Stone said.",
  "He delights in talking to reporters, confusing them about which is which.",
  "You see, rat fucker is sending 10 pizzas to the Democratic headquarters.",
  "Breaking News Alerts Get breaking news when it happens — in your inbox.",
  "“As someone said, the Russians don't play American politics very well.",
  "“They have no proof of it and it was unnecessary,” Stone said.",
  "President,” he said, but to keep calling him “Donald”).",
  "“I see no inconsistency there,” Stone said.",
  "You can unsubscribe at any time.",
  "That's rat fucking,” Stone said.",
  "That's not winning any votes.",
  "No, I didn't admit that.",
  "“I didn't misspeak.",
  "I didn't admit it.",
  "“No,” Stone said.",
  "That's puerile.",
  "I announced it.",
  "I announced it.",
  "“Why would I?”",
  "That's stupid.",
  "Some isn’t."
]