[
  "For instance, RT videos get more YouTube views than many other prominent, mainstream media outlets (though it’s possible these numbers are goosed):\n\nThe report also reveals that top staff at RT’s bureaus are very, very close to the Kremlin: The head of RT's Arabic-language service, Aydar Aganin, was transferred from Russia’s diplomatic service to manage RT's Arabic-language expansion, suggesting a close relationship between RT and Russia's foreign-policy apparatus.",
  "The ODNI report, in one sentence, kind of suggests that’s what happened (though the sentence is hard to parse):\n\n“We assess with high confidence that Russian military intelligence (General Staff Main Intelligence Directorate or GRU) used the Guccifer 2.0 persona and DCLeaks.com to release US victim data obtained in cyber operations publicly and in exclusives to media outlets and relayed material to WikiLeaks,” the report says.",
  "Interestingly, the ODNI report also describes RT programming that promoted stories intended to benefit Russian economic interests — including what the report terms “anti-fracking programming.”\n\n“This is likely reflective of the Russian Government's concern about the impact of fracking and US natural gas production on the global energy market and the potential challenges to Gazprom's profitability,” the report states.",
  "“Moscow most likely chose WikiLeaks because of its self proclaimed reputation for authenticity.”\n\nThis fits with what we knew publicly but directly contradicts WikiLeaks chief Julian Assange’s recent assertion that “our source is not the Russian government.” Which makes it seem like either the intelligence community’s assessment as well as the publicly available evidence are both way off base or Assange is lying.",
  "According to ODNI, Russia’s social media operatives were primed to launch a massive propaganda campaign aimed at undermining the legitimacy of the election — playing into Trump’s theme that the election was “rigged.”\n\n“Before the election, Russian diplomats had publicly denounced the US electoral process and were prepared to publicly call into question the validity of the results,” the report explains.",
  "“Moscow’s influence campaign followed a Russian messaging strategy that blends covert intelligence operations — such as cyber activity — with overt efforts by Russian Government agencies, state-funded media, third-party intermediaries, and paid social media users or ‘trolls,’” the report explains, in what might be the first ever use of the word “trolls” in an official ODNI report.",
  "So the “consistent goals” of the influence campaign, the report says, were “to undermine public faith in the US democratic process, denigrate Secretary Clinton, and harm her electability and potential presidency.”\n\nAs time went on, however, the Russian campaign shifted — evolving into an attempt not just to hurt Clinton but to outright elect Trump.",
  "In fact, as the report explains, a new round of hacking began the day after the election:\n\nImmediately after Election Day, we assess Russian intelligence began a spearphishing campaign targeting US Government employees and individuals associated with US think tanks and NGOs in national security, defense, and foreign policy fields.",
  "The report, which draws on intelligence gathered by the FBI, CIA, and NSA, concludes with “high confidence” that “Russian President Vladimir Putin ordered an influence campaign in 2016 aimed at the US presidential election” that included hacking the personal email accounts of Democratic Party officials and political figures.",
  "All three intel agencies agree that Putin personally ordered the hack, and that the goal was to help Trump\n\nThe ODNI report states conclusively that Putin personally ordered the email hacks of Democratic Party officials as part of a broader campaign to influence the US election in Trump’s favor.",
  "“Putin has had many positive experiences working with Western political leaders whose business interests made them more disposed to deal with Russia, such as former Italian Prime Minister Silvio Berlusconi and former German Chancellor Gerhard Schroeder,” the report’s authors explain.",
  "“Putin, Russian officials, and other pro-Kremlin pundits stopped publicly criticizing the US election process as unfair almost immediately after the election because Moscow probably assessed it would be counterproductive to building positive relations,” ODNI writes.",
  "“Putin publicly pointed to the Panama Papers disclosure and the Olympic doping scandal as US-directed efforts to defame Russia, suggesting he sought to use disclosures to discredit the image of the United States and cast it as hypocritical,” the ODNI report states.",
  "In addition, the report states that RT's London Bureau is managed by Darya Pushkova — the daughter of Aleksey Pushkov, the current chair of the Russian State Duma’s foreign affairs committee and a former speechwriter for former Soviet leader Mikhail Gorbachev.",
  "“ProKremlin bloggers had prepared a Twitter campaign, #DemocracyRIP, on election night in anticipation of Secretary Clinton’s victory, judging from their social media activity.”\n\nTrump won, of course, so this plan never came to fruition.",
  "There’s a third option, though: that the Russian agents hid their identity from Assange, using a fake persona — Guccifer 2.0, an allegedly Romanian hacker who is, in all likelihood, a front for Russian intelligence — as a cutout.",
  "The report explains that Putin was incensed about a series of scandals that embarrassed his government, such as the Panama Papers leak, which revealed (among other things) a secret $2 billion account held by Putin personally.",
  "Given the success of Russia’s hacking and information campaign in the 2016 election, the ODNI expects that Putin will try to run a similar playbook in future democratic elections — in both the United States and worldwide.",
  "During the 2016 campaign, RT aired a number of weird, conspiratorial segments — some starring WikiLeaks’ Julian Assange — that cast Clinton as corrupt and funded by ISIS and portrayed the US electoral system as rigged.",
  "The CIA and FBI conclude that the hack was designed to help Trump “with high confidence,” whereas the NSA does so only with “moderate confidence.” This is a little hint as to the sources for this report’s conclusions.",
  "According to the report, Putin’s aim was to impugn Hillary Clinton’s credibility and boost Donald Trump’s chances of winning the election, and more broadly to make the US electoral system look shady and untrustworthy.",
  "They were, in the Post’s telling, “congratulating themselves.”\n\nRussia gave the information to WikiLeaks\n\nThe ODNI report clears up one key source of confusion about Russia’s efforts: how WikiLeaks got involved.",
  "According to the report, RT — as well as Sputnik, another Russian government–funded English-language propaganda outlet — began aggressively producing pro-Trump and anti-Clinton content starting in March 2016.",
  "“We assess the Russian intelligence services would have seen their election influence campaign as at least a qualified success because of their perceived ability to impact public discussion,” ODNI writes.",
  "It suggests that agents of Russia’s military intelligence service, the GRU, specifically chose WikiLeaks to be the outlet for much of its disclosures — and handed off the information to the organization.",
  "This suggests that one of the report’s main conclusions — that the goal was to elect Trump — is based less on technical analysis and more on information American spies gleaned from their sources.",
  "All of this makes it crystal clear that Russian information ops go way beyond just hacking — and that media outlets like RT and Sputnik are major elements of their US-focused propaganda campaign.",
  "Then, as the election got closer and closer and a Trump victory looked less and less likely, Russian aims shifted again — becoming a campaign aimed at weakening a future Clinton administration.",
  "Late Friday afternoon, the Office of the Director of National Intelligence (ODNI) released a declassified version of its report on Russia’s interference in the US presidential election.",
  "Russian trolls were ready to delegitimize Clinton if she won\n\nThe email hacks, according to ODNI, were only one part of a broader disinformation campaign targeting the US election.",
  "RT is way more important than we think\n\nThe ODNI report focuses, to an almost surprising degree, on RT — the Kremlin’s international, English-language propaganda media outlet.",
  "Whether or not that interpretation is right, it’s quite clear from the report that US intelligence believes the Russian military intelligence service is WikiLeaks’ source.",
  "The campaign was designed to disproportionately target Clinton, whom Putin saw as a threat — he blamed her, in particular, for the 2011 anti-government protests in Russia.",
  "CNN and the Washington Post reported that the classified version of the report includes quotes from leading Russian officials celebrating on the night of Trump’s victory.",
  "But there are some key findings in this report, such as the precise nature of the link between WikiLeaks and the Russian hackers, that hadn’t been disclosed before.",
  "In conclusion, Russia really did try to influence the 2016 US election — and there’s every reason to expect it will try again when the 2020 campaign kicks off.",
  "This campaign could provide material for future influence efforts as well as foreign intelligence collection on the incoming administration’s goals and plans.",
  "The Russian hacking campaign was designed in part to throw a similar kind of dirt on the United States, which he held responsible for his embarrassment.",
  "One of the most interesting little tidbits about these Russian social media trolls is what they were planning to do in the event of a Clinton victory.",
  "“We assess with high confidence that the GRU relayed material it acquired from the DNC and senior Democratic officials to WikiLeaks,” the ODNI writes.",
  "The Kremlin, according to the report, saw Trump as potential ally — someone with the right policy views and the right dealmaking disposition.",
  "Here’s a guide to the report — its most important findings and, in particular, the new and important disclosures it contains.",
  "The NSA is responsible for what’s called “signals intelligence”: electronic intercepts, email surveillance, and so forth.",
  "This seems to have sprung, in part, from Putin’s paranoia concerning perceived US attempts to undermine his government.",
  "The report contains several striking observations about RT’s reach, message, and proximity to the Russian government.",
  "Official Moscow shut up after Trump’s victory, wanting to maximize its influence with its preferred president.",
  "We knew before this report that Russia was behind the hack of thousands of private emails from Clinton allies.",
  "It seems the Kremlin was just as surprised as the rest of the world when Trump won — and, indeed, thrilled.",
  "That just so happens to be the exact same time the Russian hacking campaign targeting Democrats began.",
  "The CIA and the FBI rely more on “human intelligence” — that is, spies talking to sources.",
  "This was always the most likely scenario, and now we’ve got the ODNI report to back it up.",
  "What we didn’t know is how the stolen emails got from the Russian hackers to WikiLeaks.",
  "This is the beginning, not the end\n\nThe report concludes on an ominous note.",
  "We also knew that WikiLeaks published a huge number of those same emails.",
  "Gazprom is a huge Russian government-owned oil and gas company.",
  "There’s an interesting diversion at this point in the report.",
  "Much of this has already been reported publicly.",
  "The report sheds some light on that question."
]