[
  "In a December 2015 email to Podesta, Harwood claimed the Republican Party was “veering off the rails” and bragged about provoking Trump during a Republican presidential debate, where he asked Trump if he was running “a comic book version of a presidential campaign.” (RELATED: John Harwood Says Democrats Lost Because Of ‘White Fear’)\n\n“I imagine…” Harwood titled the email, continuing in the body: “…that Obama feels some (sad) vindication at this demonstration of his years-long point about the opposition party veering off the rails.”\n\n“I certainly am feeling that way with respect to how I questioned Trump at our debate.”\n\nAs CNBC’s chief political correspondent, Harwood will play a central role in the network’s coverage of the Trump administration.",
  "Another document in the leak revealed the campaign’s strategies for placing stories with friendly journalists and described the New York Times’ Maggie Haberman (who was then with Politico) as a “friendly journalist.”\n\nA memo reportedly created by traveling press secretary Nick Merrill stated, “We are all in agreement that the time is right place a story with a friendly journalist in the coming days that positions us a little more transparently while achieving the above goals.”\n\n“We have has a very good relationship with Maggie Haberman of Politico over the last year.",
  "(RELATED: New York Times Hires Reporter Who Sent Stories To Clinton Staffers For Approval)\n\n“Because I have become a hack I will send u the whole section that pertains to [you],” he wrote in an April 30, 2015 email to Podesta, including five paragraphs from a piece titled “Hillary’s big money dilemma.”\n\n“Please don’t share or tell anyone I did this,” Thrush added.",
  "On April 17, 2015, Thrush sent an email to Clinton communications director Jennifer Palmieri with the subject line: “pls read asap — the [Jennifer Palmieri] bits — don’t share.”\n\nPalmieri forwarded Thrush’s email to other Clinton campaign staffers, writing: “He did me courtesy of sending what he is going to say about me.",
  "“While we should have a larger conversation in the near future about a broader strategy for reengaging the beat press that covers HRC, for this we think we can achieve our objective and do the most shaping by going to Maggie.”\n\nFollow Hasson on Twitter",
  "A July 2015 media plan described New York Times Magazine chief national correspondent Mark Leibovich as “sympathetic.” WikiLeaks emails revealed Leibovich giving Palmieri “veto” power over which anecdotes he would include in his stories.",
  "Included in the leak was a list of reporters who attended an off-the-record cocktail party with Clinton campaign strategist Joel Benenson, a list that included several New York Times reporters and Thrush.",
  "WikiLeaks’ publication of emails from the Democratic National Committee and Hillary Clinton campaign chair John Podesta revealed the close ties between prominent journalists and the Clinton campaign.",
  "CNBC chief political correspondent and New York Times political writer John Harwood demonstrated clear partisanship in his many email exchanges with Podesta.",
  "Leaked documents provided directly to The Daily Caller by hacker Guccifer 2.0 in October revealed which journalists were cozy with the Clinton campaign.",
  "Seems fine.”\n\nOther journalists who will cover the Trump White House were named as personal favorites of Clinton campaign staffers.",
  "“Ben Carson could give you real trouble in a general,” Harwood warned, including video clips of Carson’s political positions.",
  "Last month, the New York Times announced it would be hiring Politico reporter Glenn Thrush to cover the Trump White House.",
  "Harwood has yet to respond to repeated requests from TheDC regarding his email exchanges with the Clinton campaign.",
  "Emails released by WikiLeaks showed Thrush sending stories to Clinton staffers for approval before publication.",
  "We have had her tee up stories for us before and have never been disappointed,” the memo continued.",
  "Harwood told Podesta to “watch out” for Dr. Ben Carson during the Republican primary.",
  "Many of those same journalists will now be covering the Trump White House.",
  "“Tell me if I fucked up anything.”\n\n“No problems here,” Podesta replied."
]