[
  "“Cybercriminals like Marcel Lazar believe they can act with impunity from safe havens abroad, but the Justice Department’s partnerships with law enforcement agencies around the world ensure that they can be brought to justice,” said Leslie Caldwell, the assistant attorney general in charge of the Criminal Division.",
  "/ Updated By Pete Williams\n\nA Romanian man who claims he broke into Hillary Clinton's private e-mail server — and did manage to hack into computer accounts of prominent world figures — pleaded guilty Wednesday in a U.S. courtroom.",
  "Prosecutors said he broke into the e-mail and social media accounts of roughly 100 Americans, including a former U.S. cabinet member and members of the family of former presidents George W. and George H.W.",
  "Prosecutors say his intrusion into computer accounts belonging to members of former president George W. Bush's family produced self-portraits by Bush that Lazar sent to news organizations.",
  "After serving time in a Romanian prison, Lazar was brought to the US in late March to face federal charges in Northern Virginia, where Internet service provider AOL is located.",
  "Federal District Court Judge James Cacheris set a sentencing date of September 1, providing more time for preparing a pre-sentence report on Lazar's background in Romania.",
  "But Lazar refused to show any of the material he said he found on the Clinton server, and federal investigators said they have found no evidence to back up his claim.",
  "Marcel Lehel Lazar entered guilty pleas to charges of identity theft and unauthorized access to protected computers before a federal judge in Alexandria, Virginia.",
  "Their disclosure online revealed that she had a private e-mail address, when eventually led the FBI to investigate whether classified information was mishandled.",
  "A 44-year-old former taxi driver, he called himself Guccifer, pronounced GOO-chi-fer, which he said combined \"the style of Gucci and the light of Lucifer.\"",
  "He was accused of breaking into e-mail and Facebook accounts of former Secretary of State Colin Powell and other prominent figures.",
  "Romanian hacker Marcel Lehel Lazar, also known as Guccifer, claims he got into Hillary Clinton's private email server.",
  "There were hundreds of folders,\" he told NBC News correspondent Cynthia McFadden before he was extradited to the U.S.",
  "Lazar claimed he succeeded in hacking into her private e-mail server and downloading some of the contents.",
  "He will be held until he is sentenced in September and could face up to seven years in prison.",
  "NBC News\n\nLazar said \"guilty\" twice, standing before the judge in a green jail jumpsuit.",
  "He also obtained e-mails from Sidney Blumenthal, a former adviser to Hillary Clinton.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "Prosecutors say AOL e-mail accounts were among those he targeted.",
  "The news and stories that matter, delivered weekday mornings.",
  "\"It was like an open orchid on the Internet.",
  "Bush."
]