[
  "Twelve Russian military intelligence officers hacked into the Hillary Clinton presidential campaign and the Democratic Party and released tens of thousands of private communications in a sweeping conspiracy by the Kremlin to meddle in the 2016 U.S. election, according to an indictment announced days before President Donald Trump’s summit with Russian President Vladimir Putin in July.",
  "The Senate Intelligence Committee has requested that WikiLeaks founder and editor-in-chief Julian Assange provide testimony in relation to its investigation into Russian election meddling during the 2016 presidential race, according to a letter published Wednesday by the self-described “not-for-profit” media organization.",
  "On June 22, 2016, by which point the online publication Motherboard had already debunked Guccifer 2.0's claim to be a lone Romanian hacker, WikiLeaks sent a typo-ridden message to the persona, saying releasing the material through WikiLeaks would have “a much higher impact than what you are doing,” the indictment states.",
  "“If you have anything hillary related we want it in the next (two) days pref(er)able because the DNC is approaching and she will solidify bernie supporters behind her after,” says a message from July 6, 2016, referring to the upcoming Democratic National Convention and Clinton’s chief Party rival, Sen. Bernie Sanders.",
  "The 29-page indictment lays out how, months before Americans went to the polls, Russians schemed to break into key Democratic email accounts, including those belonging to Clinton campaign chairman John Podesta, the Democratic National Committee, and the Democratic Congressional Campaign Committee.",
  "“As part of that inquiry, the Committee requests that you make yourself available for a closed door interview with bipartisan Committee staff at a mutually agreeable time and location”:\n\nBREAKING: US Senate Intelligence Committee calls editor @JulianAssange to testify.",
  "Also: https://t.co/pPf0GTjTlp pic.twitter.com/TrDKkCKVBx — WikiLeaks (@wikileaks) August 8, 2018\n\nWikiLeaks tweeted that Assange’s lawyers are “considering the offer but testimony must conform to a high ethical standard,” WikiLeaks wrote on Twitter.",
  "Mark Warner (D-VA) and Richard Burr (R-NC) on August 1, was delivered to Assange at the Ecuadorian embassy in London, where the Australian native has been holed up after seeking refuge from criminal charges six years ago.",
  "But it seems unlikely that Assange, a former hacker who once boasted of having compromised U.S. military networks himself, could have missed the extensive coverage blaming the Kremlin for the DNC hack.",
  "“As you are aware, the Senate Select Committee on Intelligence is conducting a bipartisan inquiry into Russia interference in the 2016 U.S. election,” the letter reads.",
  "WikiLeaks and Melinda Taylor, a lawyer for Assange, did not return messages seeking comment about the indictment or the exchanges with Guccifer 2.0.",
  "WikiLeaks' legal team say they are \"considering the offer but testimony must conform to a high ethical standard\".",
  "Stolen emails, many politically damaging to Clinton, appeared on WikiLeaks in the campaign’s final stretch.",
  "Whether Assange knew that those behind Guccifer 2.0 were Russian agents is not addressed in the indictment.",
  "Both Warner and Burr’s office refused to comment about the letter.",
  "The Associated Press contributed to this report.",
  "Letter delivered via US embassy in London.",
  "The letter, purportedly signed by Sens."
]