[
  "‘I was led to believe that there would be a major release on a previous Wednesday,’ Stone said.”\n\n[Note-1: Examining this part of the Daily Caller’s interview with Stone, former federal prosecutor Renato Mariotti explains, “Stone has effectively admitted in an interview that his statements in October saying something significant was about to drop were, indeed, references to the Podesta emails.”]\n\n[Note-2: As Mariotti also mentions, Stone has repeatedly said that he had “ no advance notice about the hacking of Mr. Podesta.” Stone uses essentially that exact same phrase each time (Stone’s blog, Breitbart interview, Reddit Ask Me Anything, local Florida television ).",
  "Stone says the conversations were “completely innocuous,” and “[i]t was so perfunctory , brief and banal I had forgotten it.”\n\nMarch 10, 2017: Only after The Smoking Gun breaks the story about his private Direct Messages with Guccifer 2.0, Stone publishes a statement on his website including the same representations he made to Washington Times, and publishes what he says is the complete exchange with Guccifer 2.0\n\n[Note: it is not credible that this exchange was “banal” and that he had “forgotten” about it, in part, due to Stone’s own Breitbart article preceding the exchange, in which he obviously recognized the importance of Guccifer 2.0.]",
  "The Smoking Gun reports that Stone first said he did not recall these exchanges, and Stone said the entire exchange was public:\n\nAsked if he had exchanged private Twitter direct messages with ‘Guccifer 2.0,’ Stone said in a text, ‘don’t recall.’ … Stone said he thought his “ entire communication” with “Guccifer 2.0” “was on twitter for the world to see.” The “ brief exchange was public ,” Stone contended.",
  "[Note: Stone would later claim he meant that he was communicating with Assange through “an intermediary.” A spokesperson for Assange has issued several denials including, “Wikileaks has had no contact with Roger Stone.” and “No communications, no channel”]\n\nAugust 12, 2016: Guccifer 2.0 releases Democrats’ records it says were taken from a breach of the Democratic Congressional Campaign Committee (DCCC).",
  "Think Progress has a helpful analysis of why “ Stone’s alibi falls apart.” ]\n\nAugust 22, 2016: Guccifer 2.0 sends to Florida GOP operative Aaron Nevins 2.5 gigabytes of data from the Democratic Congressional Campaign Committee (DCCC), and Nevins posts some of that data on his anonymous Florida politics blog.",
  "As a background matter, it is important to know that the U.S. Intelligence Community’s report concludes with “high confidence” that the Russian intelligence operation used Guccifer 2.0 (a front for a Russian intelligence group) and Wikileaks to release the stolen materials in the US election.",
  "It wouldn’t be an October surprise if I told you what it was but I have reason to believe that it is devastating because people with political judgment who are aware of the subject matter tell me this.”\n\nOctober 2, 2016 (Sunday): Stone tweets : “ Wednesday @HillaryClinton is done.",
  "August 15, 2016: In one Direct Message exchange, Guccifer 2.0 asks Stone: “do you find anything interesting in the docs i posted?”\n\nAugust 17, 2016: Donald Trump is briefed by US intelligence agencies that Russia is implicated in the DNC hack (h/t: @RVAwonk ).",
  "or i don’t know some important stuff?”]\n\nSeptember 9, 2016: After asking Stone what Guccifer 2.0 can do to help, Guccifer 2.0 sends Stone a link to Nevins’ page containing DCCC’s turnout data and asks what Stone thinks.",
  "#CrookedHillary.”\n\n[Note: In an interview on October 19, Stone would later claim he had meant only that his tweet was not about Podesta’s emails but about business dealings, which he did not learn about from Wikileaks.",
  "August 8, 2016: In a video : Stone says he has communicated with Assange:\n\nQUESTIONER: With regard to the October surprise, what would be your forecast on that given what Julian Assange has intimated he’s going to do?",
  "Post-election\n\nMarch 4, 2017: Stone tweets that he “had a “perfectly legal back channel to Assange.”\n\nMarch 8, 2017: The Smoking Gun publishes a piece titled revealing Stone’s private communications with Guccifer 2.0.",
  "The following timeline contains events relevant to whether Roger Stone worked with Russian government agents and intermediaries or supported Russian government efforts to interfere in the 2016 presidential elections.",
  "Stone says this is the entirety of his communication with Guccifer, but the exchange ends abruptly, and there is no way of telling if the two did not continue through other Twitter accounts or other platforms.)",
  "After wondering, “why r u asking?,” “Guccifer 2.0” then accused TSG of receiving reportorial guidance from federal investigators: “the fbi’s tracing me, reading my dm [direct messages] and giving u hints.",
  "June 15, 2016: Guccifer 2.0 claims responsibility for the hack as “a lone hacker.”\n\nAugust 5, 2016: Stone’s article claiming Guccifer 2.0 and not Russia hacked DNC is published in Breitbart.",
  "October 2, 2016 (Sunday): Stone says on Alex Jones’s show: “An intermediary met with him [Assange] in London recently who is a friend of mine and a friend of his, a believer in freedom.",
  "no?” When further pressed, “Guccifer 2.0” said, “i won’t comment on my conversations with other ppl.” The self-professed “freedom fighter” added, “why r u so interested in stone?",
  "Payload coming #Lockthemup.”\n\nOctober 7, 2016: WikiLeaks’ publication of Podesta’s emails began two hours after the “Access Hollywood” story is published by the Washington Post.",
  "August 13, 2016: Stone tweets that Guccifer is a “HERO.”\n\nAugust 14-September 9, 2016: Stone communicates privately with Guccifer 2.0 using Twitter’s Direct Messages.",
  "March 10, 2017: Following The Smoking Gun revelations, the Washington Times interviews Stone about his Direct Message private communications with Guccifer 2.0.",
  "#Wikileaks.”\n\nOctober 3, 2016: Stone tweets : “I have total confidence that @wikileaks and my hero Julian Assange will educate the American people soon.",
  "Stone replies, “Pretty Standard.”\n\n[Note: If that type of information being disclosed is not pretty standard, then Stone’s reply is incriminating.",
  "That is revealed by a separate exchange with The Smoking Gun (TSG) news outlet, which would break the story, in March 2017, about the exchanges.",
  "I believe the next tranche of his documents pertain to the Clinton Foundation but there’s no telling what the October surprise may be.",
  "it would be a great pleasure to me.”\n\nAugust 21, 2016: Stone tweets : “Trust me, it will soon the Podesta’s time in the barrel .",
  "August 13, 2016: Stone tweets at @wikileaks @GUCCIFER_2 that it is “Outrageous” that Twitter has suspended Guccifer’s account.",
  "(Only after a news outlet revealed the existence of these communications in March 2017, Stone publishes the exchange.",
  "#LockHerUp”\n\nOctober 5, 2016 (Wednesday): Stone tweets : “Libs thinking Assange will stand down are wishful thinking.",
  "[Note: The Washington Post may have given the Trump team some advance warning by seeking comment before publishing.",
  "Joe Raedle/Getty\n\nTimeline\n\nJune 14, 2016: Washington Post reports that the Russia government hacked DNC computers.",
  "October 12, 2016: The Daily caller reports, “Stone told TheDC that the release was actually delayed by Assange.",
  "What Stone does not say is whether he had no advance notice about the release of Podesta’s hacked emails.]",
  "In its March 2017 piece, TSG writes:\n\nIn late-August, TSG asked “Guccifer 2.0” about contact with Stone.",
  "Late August: Guccifer 2.0 may have thought/been aware that the FBI was monitoring his Direct Messages .",
  "August 12, 2016: @GUCCIFER_2 tweets at Stone: “thanks that u believe in the real #Guccifer2.?",
  "Ryan is the Anne and Joel Ehrenkranz Professor of Law at New York University School of Law.",
  "He served as Special Counsel to the General Counsel of the Department of Defense (2015-16).",
  "Analysis by Josh Marshall at Talking Points Memo suggests it was not pretty standard.",
  "August 17, 2016: In one Direct Message exchange, Guccifer 2.0 says to Stone.",
  "The Direct Message exchange between Stone and Guccifer then ends abruptly.]",
  "The Post’s story states that the paper sought comment from NBC beforehand.]",
  "[ Note: Stone does not notify law enforcement authorities.]",
  "I am assured that the mother lode is coming Wednesday .",
  "ROGER STONE: Well, it could be any number of things.",
  "Ryan Goodman is co-editor-in-chief of Just Security.",
  "he’s just a person who wrote a story about me.",
  "This article first appeared on Just Security.",
  "I actually have communicated with Assange .",
  "“ please tell me if i can help u anyhow ."
]