[
  "“I don’t think some of the members believed some of my claims, but they had no evidence to the contrary.”\n\nStone’s lawyer, Grant Smith, told reporters that his client answered all of the committee members’ questions “truthfully.”\n\nStone, as he has in the past, denied having advance knowledge of the emails hacked from the account of Hillary Clinton campaign manager John Podesta and published by WikiLeaks.",
  "Before entering the meeting, Stone vowed to tell “nothing but the truth.”\n\nStone, who informally advised Trump during his 2016 White House bid, has repeatedly denied engaging in any illegal activity in a statement released ahead of his appearance.",
  "Donald Trump ally Roger Stone said Tuesday after a closed-door Capitol Hill meeting on Russian election collusion that he repeated his claims of neither being involved in nor knowing about any collusion by any Trump presidential campaign member.",
  "California Rep. Adam Schiff, the committee’s top Democrat, later told reporters that Stone wouldn’t answer one “seminal area of importance to the committee,” and threatened a subpoena saying, \"If not, it will be necessary to subpoena him.\"",
  "\"While some may label me a dirty trickster, the members of this committee could not point to any tactic that is outside the accepted norms of what political strategists and consultants do today,” he said in the statement.",
  "Stone has also released a series of supporting documents, including direct messages he exchanged with Guccifer 2.0, the unnamed hacker who has taken credit for breaking into Democratic National Committee email servers.",
  "Also on Tuesday, Stone seemed to confirm speculation that Paul Manafort, a former Trump campaign manager, thinks he will be indicted in the Justice Department probe led by special counsel Robert Mueller.",
  "“I am aware of no evidence of collusion with the Russian state,” Stone, who was an informal Trump 2016 campaign adviser, said after his roughly three-hour meeting with the House Intelligence Committee.",
  "His statement was heavy on criticism for Schiff, who suggested in March that Stone had a direct line to Russian hackers based on his comments predicting the release of Podesta's emails.",
  "Justice Department and congressional investigations into the Russian meddling and whether Trump associates are involved has been a tremendous strain on the Trump administration.",
  "The direct messages on Twitter, exchanged over a month-long period, show Stone first congratulating Guccifer for being reinstated on Twitter after he was kicked off.",
  "On WikiLeaks, Stone said he was kept apprised of Julian Assange's plans to release the Podesta emails by a journalist he said served as an \"intermediary.\"",
  "Stone, a long-time Republican strategist, has frequently argued that “not one shred of evidence\" shows he was involved in Russian interference.",
  "Stone doesn't respond again until several weeks later, when Guccifer asks him about an article on a Democratic turnout model.",
  "They also show him asking that the account retweet a tweet about how the election could be rigged against Trump.",
  "Guccifer writes: \"I'm pleased to say that u r great man .... please tell me if I can help u anyhow.\"",
  "“I do not engage in any illegal activities on behalf of my clients or the causes in which I support.",
  "Stone has been outspoken in his own defense and had asked for his House appearance to be public.",
  "Fox News’ Joseph Weber and Chad Pergram and The Associated Press contributed to this report.",
  "But he said the House panel insisted on holding the session behind closed doors.",
  "“Claims that I knew about the John Podesta emails are false,” Stone said.",
  "But he also acknowledged his refusal to name his WikiLeaks contact.",
  "There is one `trick' that is not in my bag and that is treason.\"",
  "On Monday night, he defended himself in a lengthy statement.",
  "Stone said Tuesday that he did not ask Schiff to apologize.",
  "Stone replies \"pretty standard.\"",
  "He did not name the journalist."
]