[
  "There are two big cases in this category — the “Russian troll farm” indictment (alleging a social media propaganda effort aimed at influencing the election) and the email hacking indictment (alleging that 12 Russian intelligence officers were involved in hacking and leaking Democrats’ emails).",
  "It’s also not known for sure whether Mueller is preparing some sort of lengthy report on President Trump and Russian interference — perhaps to be sent to Congress for potential impeachment — or whether the next step is more indictments.",
  "The deal resolves all the pending charges against Manafort, effectively clearing the decks for both him and the Mueller investigation, moving the probe into a new phase, and delivering its highest-profile cooperator yet.",
  "Indeed, reports sourced to people interviewed by Mueller’s team (and government officials the team has contacted) have made clear the special counsel has been delving deep into Trump and his associates’ ties to Russia.",
  "All along there’s been something odd about this focus, because the many charges against Manafort were not directly about Mueller’s central task: investigating Russian interference with the 2016 campaign.",
  "Charges of overseas Russians for election interference: The second big batch of Mueller charges so far are in his two high-profile of indictments of Russians for allegedly interfering with the campaign.",
  "Then Paul Manafort and Rick Gates both struck plea deals after being charged in relation to their Ukrainian lobbying work (though it took a while, and a conviction on eight counts, until Manafort did).",
  "The Mueller charges so far, explained\n\nIn May 2017, Mueller was appointed to investigate Russian interference with the 2016 election, including potential connections to the Trump campaign.",
  "And given the amount of resources and hours Mueller’s team poured into the Manafort prosecutions, it certainly seems that they believe he’s quite important to their investigation overall.",
  "Paul Manafort’s new agreement to cooperate with special counsel Robert Mueller’s investigation marks a major, and potentially crucial, turning point for the Russian interference probe.",
  "Pressuring former Trump aides to cooperate: Mueller seems to have started off by trying to “flip” key Trump associates, getting them to agree to plea deals in which they’d cooperate.",
  "But it was widely believed that he was using these separate charges to pressure Manafort to cooperate in the Russia investigation — even to flip on President Donald Trump himself.",
  "As serious as the above charges are, none of them directly allege that Trump associates criminally conspired with Russians to interfere with the 2016 election.",
  "He chaired the Trump campaign, attended the Trump Tower meeting, was a longtime business partner of Roger Stone, and had worked for a Russian oligarch.",
  "The apparent goal has been to understand whether a conspiracy to interfere with the 2016 election did take place, and if so, what it entailed.",
  "However, many believe that Mueller is using these indictments essentially as building blocks for his larger case on that central matter.",
  "He likely didn’t expect either of these cases to go to trial, since the indicted Russians wouldn’t come to the US to face charges.",
  "Since Mueller’s appointment in 2017, he has focused more of his office’s public activity on Manafort than any other single person.",
  "George Papadopoulos and Michael Flynn both struck plea deals after admitting lying to the FBI about their contacts with Russians.",
  "But who, after all, is a bigger fish than Manafort that he could provide information about — other than President Trump?",
  "Mueller’s team recently washed their hands of Papadopoulos, claiming he didn’t end up providing any information of use.",
  "Mueller’s strategy here seemed to be to document certain facts about Russian interference in public charging documents.",
  "What’s happened since has been rather complex — indictments of or guilty pleas from 32 people and three companies.",
  "The topics they’ve dug into include:\n\nWhich of these, if any, will result in further charges remain unclear.",
  "However, one company involved in the troll farm case has been fighting the charges and could force a trial.",
  "He indicted the former Trump campaign chair on 25 charges, in three separate batches and across two venues.",
  "Instead, they were mainly about Manafort’s past unregistered foreign lobbying work and his finances.",
  "In any case, Mueller has handed off both of these Russian cases to others in the Justice Department.",
  "This resolves the final loose end from those initial charges Mueller’s team brought last year.",
  "In the first trial stemming from his probe, his team got Manafort convicted on eight counts.",
  "In retrospect, though, we can break down the charges so far into two major categories.",
  "He’s lined up his cooperating former Trump aides, and he’s indicted some Russians.",
  "But Manafort could know a whole lot about any of these avenues of investigation.",
  "It would seem natural for the next step to be connecting those two threads.",
  "Manafort could be very helpful for whatever Mueller has in mind.",
  "Flynn and Gates, however, have been cooperating for months now.",
  "Now there’s Manafort, whose cooperation has only just begun.",
  "He has, it seems, cleared his plate for what comes next.",
  "And on Friday, Mueller finally landed that cooperation.",
  "So now we wait for the special counsel’s next move.",
  "Mueller has not publicly explained his strategy.",
  "What, exactly, will come next isn’t yet clear.",
  "Four people fall into this category.",
  "The results varied a bit.",
  "So what comes next?"
]