[
  "But Malloch attracted scrutiny when the Financial Times reported that he made several misleading claims in his autobiography, including that former British prime minister Margaret Thatcher had once called him a \"genius,\" that he was the first to coin the phrase \"thought leadership,\" and that he was a fellow at Oxford University.",
  "Asked last year whether he had discovered any \"factual links\" between Farage and WikiLeaks, Simpson pointed to Farage's trips to New York, and said he had been told, but had not confirmed, that \"Nigel Farage had additional trips to the Ecuadorian Embassy...and that he provided data to Julian Assange.\"",
  "Later, he said, FBI agents separated him from his wife and took him to a secure conference room where they seized his electronic devices and interrogated him in connection with the special counsel Robert Mueller's investigation into Russia's interference in the 2016 US election.",
  "Malloch said investigators questioned him about his involvement in President Donald Trump's campaign, his relationship with the longtime Republican strategist Roger Stone, and whether he had ever visited the Ecuadorian embassy where WikiLeaks founder Julian Assange resides.",
  "'A significant figure' in the Trump-WikiLeaks probe\n\nHollis Johnson\n\nCorsi first broke the news of Malloch's FBI subpoena, telling InfoWars that a shaken Malloch had called him while he was being interviewed by agents at an FBI office in Cleveland earlier this week.",
  "Stone is currently at the core of the controversy surrounding WikiLeaks, the radical pro-transparency organization that published thousands of hacked emails from the Democratic National Committee and the Hillary Clinton campaign at the height of the 2016 election.",
  "Stone, who acted as an informal adviser to Trump during the campaign, attracted scrutiny when he sent out several tweets in the summer of 2016 which raised questions about whether he had prior knowledge about WikiLeaks' plans to publish the hacked emails.",
  "Scott Applewhite\n\nThe FBI has subpoenaed Ted Malloch, an American academic with ties to Republican strategist Roger Stone and former UK Independence Party (UKIP) leader Nigel Farage, to testify in the Russia investigation.",
  "\"So I have formed my own opinions that went through — that there was a somewhat unacknowledged relationship between the Trump people and the UKIP people and that the path to Wikileaks ran through that,\" Simpson said.",
  "Last year, House Intelligence Committee ranking member Adam Schiff asked Fusion GPS cofounder Glenn Simpson whether he had \"any information regarding a connection between Trump or those around him and Wikileaks.\"",
  "Malloch's description of what the FBI questioned him about, as well as his subsequent phone call to Corsi, indicates agents likely questioned him about the 2016 dinner with Corsi and Stone after detaining him.",
  "Afterward, Skyhorse Publishing, which is publishing Malloch's upcoming book, reached out to Stone and asked if they could transcribe his remarks during the speech and use them as a foreword for the book.",
  "He said that after he was directed to a \"special line for passport control,\" he and his wife were escorted to a separate corridor by a TSA official and an FBI agent, where they searched his belongings.",
  "Malloch recently wrote a book, \"The Plot to Destroy Trump: How the Deep State Fabricated the Russian Dossier to Subvert the President,\" which is set to be released in May.",
  "Malloch was detained at the Boston Logan International Airport in Massachusetts on March 27 after flying in from London, according to a statement sent to Business Insider.",
  "Nonetheless, he has remained a constant presence in the right-wing media sphere and has earned significant praise from far-right figures like Stone, Farage, Jones, Corsi.",
  "The two men have met frequently — Malloch has appeared on Farage's radio show multiple times, and they were also spotted together in Brussels, according to The Guardian.",
  "Simpson then mentioned Malloch, whom he described as a \"Bannon Stone associate\" tied to UKIP and who Simpson believed was \"a significant figure in this.\"",
  "He catapulted into the national spotlight amid reports last year that Trump was considering appointing him the US ambassador to the European Union.",
  "Simpson replied that the firm had been digging into Stone and his relationships, \"and essentially the trail led to sort of international far right.",
  "In an interview Friday, Stone described Malloch as a \"policy wonk\" who became a \"self-appointed surrogate for Trump\" during and after the campaign.",
  "The book includes a foreword by Stone, as well as blurbs by Farage and Alex Jones, the founder of the far-right conspiracy website InfoWars.",
  "Stone said his conversation with Malloch and Corsi at dinner was friendly but not memorable, and that they discussed \"Brexit and globalism.\"",
  "He said in his statement that while he willingly cooperated with investigators, he objected to the way he had been detained and questioned.",
  "And, you know, Brexit happened, and Nigel Farage became someone that we were very interested in, and I still think it's very interesting.\"",
  "\"I was a US patriot and would do anything and everything to assist the government and I had no information that I believed was relevant.\"",
  "Malloch said he told agents he had met with Stone three times, knew nothing about WikiLeaks, and never visited the Ecuadorian embassy.",
  "The US intelligence community believes the breaches and subsequent dissemination of emails were carried out on the Kremlin's orders.",
  "He is also known to have been in direct communication with WikiLeaks and the Russia-linked hacker Guccifer 2.0 during the election.",
  "Malloch said that based on the advice of legal counsel, he would not comment further on his conversations with FBI agents.",
  "The Republican strategist said he met Malloch and his wife after the address, but didn't recall what they had discussed.",
  "A representative for Malloch said he is slated to testify before a grand jury in the Russia investigation on April 13.",
  "Stone said his second meeting with Malloch occurred last month, following a speech Stone gave at the Oxford Union.",
  "The two men dined with Jerome Corsi, a far-right political commentator and conspiracy theorist, Stone said.",
  "Stone's and Malloch's first meeting was at a New York restaurant, Strip House, during the 2016 campaign.",
  "Asked about the nature of his relationship with Malloch, Stone said he did not know the other man well.",
  "He initially said he met Malloch three times but later said he recalled only two meetings with him.",
  "This is not the first time Malloch's name has come up in connection to the Russia investigation.",
  "Stone said he agreed, and that he was never in direct contact with Malloch about the book.",
  "Farage spearheaded the Brexit campaign, and he and Malloch share an ideological platform.",
  "\"He's very articulate, he's good on TV, he knows the issues,\" Stone said.",
  "Stone said he has communicated only indirectly with Assange in the past.",
  "Malloch was subsequently dropped from consideration for the EU post.",
  "He added that they never discussed WikiLeaks, Assange, or Russia.",
  "\"They did not need to use such tactics or intimidation,\" he said.",
  "\"He did a good job of representing Trump's point of view.\"",
  "Malloch is a controversial figure in American politics.",
  "He denied knowing about the document dump in advance.",
  "He added that he had no Russia contacts.",
  "\"A thumb drive,\" Simpson replied.",
  "\"And I still think that today.\"",
  "\"What kind of data?\"",
  "Robert Mueller.",
  "Schiff asked.",
  "AP Photo/J."
]