[
  "In addition to WikiLeaks, the Russian government, and the Trump campaign at large, the DNC also named the following as defendants:\n\nGuccifer 2.0, the GRU-linked hacker who is said to have been critical in the DNC hack\n\nAras Agalarov, an Azerbaijani real-estate tycoon\n\nEmin Agalarov, a Russian pop star and the son of Aras Agalarov\n\nJoseph Mifsud, a mysterious London-based professor who recently disappeared off the grid\n\nJulian Assange, the founder of WikiLeaks\n\nPaul Manafort, the former chairman of the Trump campaign who has been charged in the Russia probe\n\nRick Gates, the former deputy chairman of the Trump campaign who has pleaded guilty in the Russia probe\n\nRoger Stone, the longtime Republican strategist known to have been in direct contact with WikiLeaks during the election\n\nDonald Trump Jr., Trump's eldest son, who was also in touch with WikiLeaks during the election\n\nJared Kushner, Trump's son-in-law and senior adviser\n\nGeorge Papadopoulos, an early campaign foreign-policy aide who has pleaded guilty in the Russia probe\n\nThe suit also names 10 anonymous \"John Does\" as codefendants.",
  "Because collusion — as Trump and his allies often point out — is a crime itself, Mueller's approach to the inquiry is likely to be tethered to proving two key assertions: that a conspiracy to defraud the US took place by way of attempting to interfere in the election, and that Americans had knowledge of and acted to further that conspiracy.",
  "The suit was filed in federal court in Manhattan and alleges the Trump campaign worked with WikiLeaks, the Russian government, and the GRU, Russia's military intelligence unit, to hack into the Democratic National Committee in the summer of 2016 and disseminate stolen materials to the public.",
  "In addition to the Democratic Party, the special counsel Robert Mueller is also focusing on the DNC hack and subsequent dissemination of emails as he investigates Russia's interference in the election and whether the Trump campaign colluded with Moscow.",
  "The Democratic Party claimed the actions were taken specifically to hurt former Democratic presidential nominee Hillary Clinton's campaign, and that they amounted to an illegal conspiracy to maim the party and sway the election against the Democrats.",
  "MIKHAIL KLIMENTYEV/AFP/Getty Images\n\nThe Democratic Party filed a lawsuit Friday against President Donald Trump's campaign, the Russian government, and the controversial pro-transparency group WikiLeaks, The Washington Post reported.",
  "The hack of Podesta's emails came after Roger Stone, a Republican strategist and longtime confidant of President Donald Trump, tweeted in August 2016, \"Trust me, it will soon the [sic] Podesta's time in the barrel.",
  "\"During the 2016 presidential campaign, Russia launched an all-out assault on our democracy, and it found a willing and active partner in Donald Trump's campaign,\" DNC Chair Tom Perez said in a statement.",
  "\"This constituted an act of unprecedented treachery: the campaign of a nominee for President of the United States in league with a hostile foreign power to bolster its own chance to win the presidency.\"",
  "The Post reported that the Democratic Party's legal maneuver seems to mirror a civil action brought by then DNC chairman Lawrence O'Brien against President Richard Nixon's reelection committee in 1972.",
  "Stone, as well as Trump's eldest son Donald Trump Jr., are known to have been in direct contact with WikiLeaks in the months leading up to the November 2016 election and shortly after.",
  "Trump's reelection campaign dismissed the suit as \"frivolous\" and part of a \"last-ditch effort to substantiate\" what it called \"baseless\" allegations of collusion with Russia.",
  "After gaining access to the DNC's system in 2016, Fancy Bear and Cozy Bear disseminated thousands of emails via hacker Guccifer 2.0, who leaked the information to WikiLeaks.",
  "Specifically, he said the campaign is prepared to use the discovery process to review the inner workings of the DNC, including officials' email correspondences.",
  "Trump Jr. also informed senior campaign staffers, like campaign CEO Steve Bannon and senior adviser Jared Kushner, that he was in touch with the organization.",
  "US intelligence agencies believe Guccifer 2.0 is a front for Russian military intelligence and that WikiLeaks is a propaganda tool of the Russian government.",
  "The intrusions came after federal investigators warned the DNC in September 2015 that its servers had been breached, but the DNC failed to take action.",
  "A little over two months later, on October 7, WikiLeaks released a batch of emails from the account belonging to Clinton campaign manager John Podesta.",
  "In July 2016, the DNC announced that Russian hacking groups known as \"Cozy Bear\" and \"Fancy Bear\" had infiltrated its servers.",
  "In that case, the Nixon campaign ultimately had to settle for $750,000, paid on the day Nixon resigned from the presidency.",
  "WikiLeaks published the first batch of DNC emails on July 22, one day before the Democratic National Convention.",
  "WikiLeaks continued releasing Podesta's emails and published nearly 60,000 messages leading up to Election Day.",
  "The statement continued: \"No one is above the law and the perpetrators of this attack must be held accountable.",
  "The suit sought $1 million in damages for the break-in at the party's headquarters in the Watergate complex.",
  "Brad Parscale, Trump's 2020 campaign manager, also warned of additional consequences if the suit proceeds.",
  "We must prevent future attacks on our democracy, and that's exactly what we're doing today.",
  "Podesta said after the initial breach that Russian intelligence was responsible.",
  "If the occupant of the Oval Office won't protect our democracy, Democrats will.",
  "They successfully hacked the Democratic Party in 2016 and they will be back.",
  "US President Donald Trump with Russian President Vladimir Putin.",
  "It is our obligation to the American people.\"",
  "This is not partisan, it's patriotic.",
  "#CrookedHillary.\""
]