[
  "Twitter messages match Roger Stone's: Additionally, the indictment indicates on August 15 the Russian officers posing as Guccifer 2.0 “wrote a person who was in regular contact with senior members” of the Trump campaign, and also again on September 9, with language that matches Twitter messages released by Roger Stone, who is not named in the indictment.",
  "Rosenstein had reiterated Friday that the investigation was “ongoing.”\n\nIn the press conference today Rosenstein said, \"There is no allegation in the indictment that any American was a knowing participant in the alleged unlawful activity or knew they were communicating with Russian intelligence officers.\"",
  "The Special Counsel’s Office declined to comment Friday as to why the organization that published the documents, the U.S. Congressional candidate who asked for stolen documents and the person who communicated with the conspirators and with the Trump campaign were not charged in the indictment.",
  "CNN has reported that former Trump campaign adviser Roger Stone communicated in August 2016 with Guccifer 2.0, the self-proclaimed hacker that took responsibility for breaching the Democratic National Committee and releasing its emails earlier that summer.",
  "The indictment alleges that “organization 1” released more than “20,000 emails and other documents stolen from the DNC network by the Conspirators” on or about July 22, 2016, just before the start of the Democratic National Convention.",
  "The indictment further alleges the hackers’ specifically sought out documents from the Democratic Congressional campaign committee that related to Hillary Clinton, Ted Cruz, Trump and the Benghazi investigations, the indictment says.",
  "The indictment also alleges that organization 1 released the first set off emails from the chairman of the Clinton campaign on October 7, which is the same day WikiLeaks released the first batch of John Podesta’s emails.",
  "Unnamed Congressional candidate asked for documents: The indictment also alleges a congressional candidate asked Guccifer 2.0 for stolen documents, which he the candidate then received.",
  "Organization 1 appears to be WikiLeaks: Though not named in the indictment, the organization appears to be WikiLeaks which released thousands of DNC emails on July 22, 2016.",
  "Stone released screenshots of the Twitter direct messages and downplayed the exchanges."
]