[
  "He went on to explain that he had surveyed his entire department and was told that the answer was “the same for the Department of Justice and all its components: The department has no information that supports those tweets.”\n\nAt one point, Schiff asked Comey about Trump’s accusation that the president’s critics in the government were engaging in a witch-hunt akin to Joseph McCarthy’s crusade against Communists in the 1950s.",
  "The heading: “FBI Director Comey refuses to deny he briefed President Obama on calls made by Michael Flynn to Russia.” Trump also tweeted links to testimony in which Comey and NSA Director Michael Rogers said they had no evidence that Russia’s meddling directly changed votes in the election as well as Rogers’s warning that leaking classified information threatens national security.",
  "The hearing lasted more than five hours, enough time for one Democratic lawmaker, Representative Jim Himes of Connecticut, to ask Comey and Rogers about a tweet Trump had sent while they were testifying that asserted, “The NSA and FBI tell Congress that Russia did not influence electoral process.” The FBI director appeared briefly taken aback.",
  "Yet while Rogers and Comey said that Russia had not hacked into voting machines, they repeatedly stood by their conclusions that Russia had interfered with the election in an attempt to help Trump and hurt Clinton.",
  "At the president’s behest, the White House has stood by Trump’s claims, and hours before the hearing, he vented his frustration at the scrutiny with a sort-of prebuttal of the congressional hearing on Twitter.",
  "“I have no information that supports those tweets,” Comey told Representative Adam Schiff of California, the top Democrat on the committee who had read several of Trump’s charges aloud to him.",
  "One tweet—sent by the official @POTUS account rather than Trump’s more frequently-deployed personal one—linked to an exchange between Comey and GOP Representative Trey Gowdy of South Carolina.",
  "Comey’s confirmation of an ongoing investigation was just one of several statements that amounted to an extraordinary rebuke of a president who has the power to remove him from office.",
  "He directly refuted Trump’s repeated claims that former President Barack Obama “wiretapped” him at Trump Tower, a charge that the White House has been unable to provide evidence for.",
  "“This story is FAKE NEWS and everyone knows it!”\n\nTrump (or his aides) also responded to the hearing in real-time, tweeting clips to buttress the president’s argument.",
  "“James Clapper and others stated that there is no evidence Potus colluded with Russia,” Trump wrote, referring to the former director of national intelligence.",
  "“I try very hard not to engage in any ’isms of any kind, including McCarthyism,” Comey replied, to laughter from the hearing room.",
  "“Were you engaged in McCarthyism, Director Comey?” the congressman asked."
]