[
  "GOWDY: So the answer...\n\n\n\n(CROSSTALK)\n\n\n\nBRENNAN: So I can only repeat what I said, which is that I was aware of intelligence and information about contacts between Russian officials and U.S. persons that raised concerns in my mind about whether or not those individuals were cooperating with the Russians, either in a witting or unwitting fashion, and it served as the basis for the FBI investigation to determine whether such collusion -- cooperation occurred.",
  "[10:59:55] So I'm concerned, as we all are, sir, when we see proposed cuts of a third to the State Department, a third to entire budget -- their entire budget and the announcement that we, the United States of America, no longer champion human rights around the world, we are concerned with efforts to undercut our intelligence professionals, comparing them at times to Nazis -- comments by our own leaders.",
  "BRENNAN: I encountered and am aware of information and intelligence that revealed contacts and interactions between Russian officials and U.S. persons involved in the Trump campaign that I was concerned about because of known Russian efforts to suborn such individuals and it raised questions in my mind, again, whether or not the Russians were able to gain the cooperation of those individuals.",
  "And so they honestly have a lot of international connections, a lot of business connections that they will use to advance their business interests; but also we see that's Russian intelligence agencies do not hesitate at all to use private companies and Russian persons who are unaffiliated with the Russian government to support their objectives.",
  "[10:40:12] BRENNAN: Myself, Jim Comey, Mike Rogers and Jim Clapper relied on the experts who pulled this draft together in the intelligence community's assessment and it was a process where the representatives from those entities wrestled with the language to make sure that they had as much accuracy and precision and consensus as possible.",
  "BRENNAN: I think they're all chronicled in the unclassified intelligence community assessment, in terms of -- it's very clear that the GRU was responsible for hacking into the -- the networks of the DNC, DCCC, and were responsible, through a cutout, releasing it through places like Guccifer 2.0, WikiLeaks and -- and others.",
  "And that's why again, having been involved in a lot of counterintelligence cases over the years and seeing this pattern over and over again, my radar goes up when I see that the Russians are actively involved in a particular intelligence operational campaign and that U.S. persons are being contacted by a Russian officials.",
  "BRENNAN: I made sure that the components within CIA that have responsible for counterintelligence, cyber, and Russia, were actively working to understand as much as possible about the reliability, accuracy of the information that they already collected and information that was available that needed further corroboration.",
  "BRENNAN: It is traditional intelligence collection tradecraft in terms of you meant, which is to identify individuals that you think are either very influential or rising stars, and you will try to develop a relationship with them in the Russians frequently will do that through cutouts or through false flag operations.",
  "BRENNAN: I -- I mean, that's -- again, this has been a pattern of Russian intelligence services to try to take advantage of the openness of Western societies, free press and other things and political parties and systems to find opportunities and vulnerabilities that they can use to advance their interests.",
  "BRENNAN: I -- I have, unfortunately, grudging respect for Russian intelligence capabilities and their aggressiveness, their pervasiveness and their determination to do what they can to undermine this country's democracy and democratic institutions, as well as those, certainly, in Europe and other areas.",
  "And it troubles me so much that there those in this country that -- who are practicing similar tactics, I think -- attacking truth, calling disagreeable facts \"fake news\" and attacking the messenger, rather than confronting the message that the Russians are trying to get us to believe.",
  "The Kremlin playbook that I just referred to says further that Russia looks to corrode democracy by, quote, \"Investing in rising politicians, cultivating relationships with prominent businessmen, or helping to ensure that its business affiliates become well-positioned in government.",
  "GOWDY: I don't want to put words in your mouth, but you saw something that led you to refer it to law enforcement, and in your judgment, it is up to law enforcement to test, probe, corroborate, contradict, otherwise investigate the full nature of that information you passed on.",
  "BRENNAN: I think it's a combination of things, and I have to be careful here, again, in an open setting, but certainly sharing information and making sure that they're aware of the techniques, the tactics, the procedures, as well as the practitioners that the Russians use.",
  "BRENNAN: Well, Mr. Putin's political standing in Russia is certainly well supported by key oligarchs who control billion-dollar industries and -- and parts of the Russian economy, and he -- I think reliant on them for support -- and they are reliant on him for support.",
  "-- community has an enormous task: to cover the globe, do it 24/7, frequently in places where they are in harm's way, but also in other areas where the threat to U.S. national security is much less obvious, much more insidious and sometimes much more threatening.",
  "And the truth is we as an elected officials and on this committee should be doing all we can to make sure that we find out how they did it, we make sure we know who helped them do it and that we also get to the bottom of making sure that it doesn't happen again.",
  "In the preparation of the report on the 2016 election, which concluded that Russia favored the election of Donald Trump, who would've made the decision to include or exclude any evidence or indications of Russian intentions that were contrary to that conclusion?",
  "And it also is important, I think, to have the Russians incur costs, not just in terms of reputational damage, but also actions that I think this government and other governments should take against the Russians when they're caught in those types of activities.",
  "Another Democrat colleague on the other side of this committee also used the word evidence, that he has seen evidence of collusion between the Trump campaign and the Russians and yet a third California Democrat, said she had seen no evidence of collusion.",
  "HIMES: And so we talked about Americans and Russians, now these couple of minutes, do Americans who are suborn in such a way -- and Russian oligarchs that are recruited or suborn, do they necessarily need to know that they are doing Russia's bidding?",
  "LOBIONDO: I'm not sure if you can answer in this setting, but, while we're focusing on Russia, do you have indications that there was any collusion with the Russians with other state actors -- the Iranians, the North Koreans -- to meddle against us?",
  "We -- we hear a lot about Russian oligarchs -- and I'm not asking you a question about specific Russian oligarchs, we may do that in -- in closed session; but can you tell us a little bit about what the role of Russian oligarchs is in Putin's plan?",
  "Every time we refuse to face facts, every time we attack the messenger rather than confront the actions that happened, every time we undercut our allies in our alliances and our values, I think we're playing precisely in the Russians fondest hopes.",
  "And I know that my former colleagues who currently are still in the intelligence community are working very closely with a lot of sister services to do exactly that, and to catch the Russians in their efforts to undermine democratic institutions.",
  "I want to use my five minutes to try to paint a more specific picture around the methods and mechanisms that the Russians used to suborn, which is the word that you used and that we've used here today, our democracy and our electoral process.",
  "[10:35:00] And I want to start with a quote by a report I know you're familiar with, CSIS' report, the Kremlin playbook in which they say that Russia, quote, \"Seeks to corrode democracy from within by deepening political divides,\" unquote.",
  "BRENNAN: Mr. Putin and Russian intelligence services are determined to do what they can to influence, in a very inappropriate and illegal way, activities within Western democracies to undermine the Western- led liberal democratic order.",
  "But I am unaware that anything was intentionally excluded, because of -- intelligence, that is -- that was for some reason -- one of the agencies didn't want in there for a reason that was not a very legitimate intelligence reason.",
  "Building on the questions that my colleague Mr. Himes talked with you about, I'd like to ask you some more specifics about Russia attacking us and how their attacks specifically cause us to doubt our own credibility as Americans.",
  "We need to make sure that we're able to assess capabilities and intentions of foreign actors if they try to do us harm, as well as to support our diplomatic efforts, our warfighters, our homeland security specialists and others.",
  "But I know that there was a sufficient basis of information and intelligence that required further investigation by the bureau to determine whether or not U.S. persons were actively conspiring, colluding with Russian officials.",
  "BRENNAN: I think, Mr. Gowdy, this committee has now been provided information that relates to that issue in terms of information that the agency shared with the bureau and that is something that is appropriately classified.",
  "But were there additional suggestions that you would give to this intelligence committee of what we should be doing proactively to enable not just the CIA, but the FBI and the NSA for -- to -- to thwart future meddling?",
  "So my last question to you is, do you believe that -- one of the things you talked about was exploit -- you said that -- that even though the election is over, Putin is still -- and Russians are still exploiting us.",
  "Have you seen or witnessed -- I know that you're no longer in the -- you know, no longer a director, but have you seen any indication that we're trying to punish or stop the Russians from doing this again?",
  "Director Brennan, last time, we were talking about at the inception of your investigation, 2016 -- I want the next question to include the inception, the pendency, up until your very last day at the CIA.",
  "So it was a mixture of propaganda, it was cyber collection and it was the release of information that was, again, seen as damaging to -- to one of the candidates that they were trying to -- to harm.",
  "And so they were taking advantage of information that they had collected, that they determined, if it was publicly released, was going to advance their objectives that I had enumerated before.",
  "And the attempt was to try to include in that highly classified version all of the relevant and pertinent information that needed to be in there in order to undergird the judgments contained.",
  "[10:45:10] It is our responsibility to give the Bureau everything that they need in order to follow that path and make such a determination and recommendation if they want to press charges.",
  "We took actions in January, in the last days of the administration, in terms of PNG-ing a number of Russian officials here and -- and trying to clamp down on their intelligence activities.",
  "There's hardly anyone left today who doubts that Russia attacked us, but we have to realize the true thrust of the Russian attack is what they have triggered in us, the partisanship.",
  "The Russians stir the pot, heighten anxieties and know that when they trigger chaos, even if it ends up negatively affecting them, that they are serving the purpose of weakening us.",
  "Mr. Brennan, assuming that you agree with that, how specifically has the Kremlin gone about cultivating relationships with key Americans in an effort to it to influence our policy?",
  "BRENNAN: Yes, it is because it's not CIA's job to make a determination about whether a U.S. person is cooperating, colluding, or whatever in some type of criminal or legal matter.",
  "So, although they are capable, I wouldn't suggest for one moment that the U.S. intelligence community has not been very successful in preventing and thwarting Russian activities.",
  "BRENNAN: I saw information and intelligence that was worthy of investigation by the Bureau to determine whether or not such cooperation or conclusion (sic) was taking place.",
  "Make sure that we're able to confront the Russians, and make sure that partners and allies in other countries around the globe are aware of this type of Russian capability.",
  "Many time they -- they know that individuals may be Russian officials, but they don't know that there is an intelligence connection or intelligence motive for behind it.",
  "BRENNAN: Sure and these are contacts that might've been totally, totally innocent and benign as well as those that might have succumbed somehow to those Russian efforts.",
  "LOBIONDO: During your tenure as CIA director, did you have the resources and authorities necessary to conduct what you needed to with -- as it pertained to the Russians?",
  "BRENNAN: I -- I had resources and authorities that allowed us to do things, but I think this is something that, maybe, in a classified setting, we can talk more about.",
  "CARSON: Director Brennan, how do our intelligence professionals in particular support America's mission to protect the world from war and to maintain global stability?",
  "And lastly, Director Brennan, do you believe, sir, that Putin and the Kremlin would like to see us hampered and shrink our intelligence and diplomatic capabilities?",
  "KING: And again, without even getting to the final conclusion, if there were other evidence, though, that indicated contrary, should that have been listed or not?",
  "[10:50:04] So we can't all agree on a common set of facts and that's a big problem, I believe, that really is leading to the divide that we see in this country.",
  "When in this chronology did you learn of the contacts between these official members of the Trump campaign or -- because there's kind of a tripartite hierarchy.",
  "HIMES: So is it -- is it fair to assume you -- the phrase you used previously was that you were worried by contacts that there might've been efforts to suborn.",
  "We know that they, again, are aggressively collecting and trying to evaluate individuals who may be influential, who currently are in government, or are not.",
  "JOHN BRENNAN, FORMER CIA DIRECTOR: ... and we were uncovering information intelligence about interactions and contacts between U.S. persons and the Russians.",
  "LOBIONDO: OK.\n\n\n\n[10:55:01] Based on what happened here, do you think there are ways that we can assist our allies in thwarting what the Russians are doing?",
  "But missile (ph) -- as to the extent you can answer in this setting what the elements of Russian active measures in the campaign and the election were?",
  "Did evidence exist of collusion, coordination, conspiracy, between the Trump campaign and Russian state actors at the time you learned of 2016 efforts?",
  "I'm not going to talk to any individuals...\n\n\n\n(CROSSTALK) GOWDY: But -- but that was -- but that was my question, and -- and -- and you answered it.",
  "There's Trump himself, there are official members of the campaign, and then there are folks who represented themselves as being connected with him.",
  "But this cyber environment now provides new opportunities to collect, to collect and release, to influence, and they are increasingly adept at it.",
  "So they've been involved in elections for many years, including trying to influence the ones here in the United States with propaganda, whatever.",
  "How did you test, probe, examine, cross-examine, otherwise test the reliability or believability, credibility, of that evidence you uncovered?",
  "And so therefore our nation's intelligence professionals really have a lot on their shoulders as far as keeping this country safe and secure.",
  "BRENNAN: I'm not going to identify the individuals because this is information that, again, is based on classified sources and intelligence.",
  "Is it fair to say that those contacts have word, you might -- might have been consistent with that age-old Russian recruitment methodology?",
  "SEWELL: So, Director Brennan, can you talk about -- more about Russia's disinformation campaign and what tools the Russians use to do that?",
  "Our national security has never been as partisan as it is now, and I think that the -- the truth is that they interfered in our elections.",
  "What levers of influence do they use and -- and -- and why do some Americans fall for contacts with Russian oligarchs and business people.",
  "BRENNAN: I -- I do not believe that they were partnered with other countries in this most recent effort to undermine last year's election.",
  "They've worked tirelessly to promote democratic values because we value democracy in itself, but also because it helps us to prevent war.",
  "I want to talk about people because you made reference to people and I don't want to do it specifically, I want to do it in the abstract.",
  "I don't have sufficient information to make a determination whether or not such cooperation or complicity or collusion was taking place.",
  "SEWELL: So, I just wanted to, really, kind of go back to what I was trying to say before, which is about truth -- getting to the truth.",
  "And I have a number of questions I know, in an open setting, you won't be able to answer, so I'm looking forward to the closed setting.",
  "I'm talking globally now -- they're on the payrolls of Russian intelligence, and so they place pieces that advance Russia's interests.",
  "We're doing something about that in my opinion, the gray, cold warriors, be it Ronald Reagan or Harry Truman would never have allowed.",
  "BRENNAN: I saw interaction and -- aware of interaction that, again, raised questions in my mind about what was the true nature of it.",
  "He said himself, in 2013, and I quote, \"if you don't fully fund the State Department, then I need to buy more ammunition,\" end quote.",
  "I think that that what they will do is to further refine their tactics so that they can be as successful as possible in the future.",
  "They will try to develop a personal relationship and then over time they will try to get individuals to do things on their behalf.",
  "\n\n\n\nReturn to Transcripts main page\n\nCNN NEWSROOM\n\nLive Coverage of Former CIA Director John Brennan's Testimony Before Congress.",
  "I'm not going to respond to particular elements of your question because I think it would be inappropriate for me to do so here.",
  "LOBIONDO: So you said a moment ago that you don't believe they'll be deterred from engaging in activity like this in the future.",
  "I want to turn to how our democracy has been undermined by attacks on our military, diplomatic and intelligence professionals.",
  "One of my colleagues said there is more than circumstantial evidence of collusion between the Russians and the Trump campaign.",
  "It is anathema to our democratic values and it's something that I think we need to be able to, again, push back hard against.",
  "And I realize we're in an open session, so I'm going to word it a certain way, but I think you'll understand what I'm saying.",
  "It's divert, its dissemble, it's deny, and these are Putin's tactics that are -- that we're seeing and embracing in America.",
  "We also need to be able to work some joint operations together so that we can expose Russian actors in a variety of places.",
  "We are the reasons why they have not been successful in so many areas, and we've been able to undercut and undermine them.",
  "BRENNAN: As I said, Mr. Gowdy, I think this committee now has access to the type of information that I'm alluding to here.",
  "BRENNAN: I'm going to defer to current agency officials to be able to further provide to you information related to that.",
  "I don't believe that this is going to make them at all recoil and not engage in these types of things in the past (sic).",
  "So are these -- you -- can you be any more specific than your answer with her about what they were doing, what you saw?",
  "I asked them questions, I wanted to make sure that they were comfortable with sort of the language that was being used.",
  "And I think in a previous answer you did a really good job of establishing that contact could be benign or not benign.",
  "And as you know, there were two products that were produced, an unclassified version and a highly classified version.",
  "But it would've been that internal, interagency process that then resulted in the intelligence community assessment.",
  "Now, those professionals have helped advance the cause of freedom, and they've helped enable economic opportunities.",
  "We are the ones that need to make sure that we understand what is going on, but also what is underway in the future.",
  "REP. ANDRE CARSON (D), INDIANA: Thank you, Mr. Chairman, and thank you, Director, for your service to our country.",
  "The Russian intelligence threat is a serious one, and this is just one manifestation of the nature of that threat.",
  "But my understanding is that this committee has access to the documents that we would have provided to the bureau.",
  "Last question because I'm out of time, we can use the word onus, we both know what the other one's talking about.",
  "We're not getting into how you tested and probed the reliability of that evidence; it's a really simple question.",
  "I'd like to talk about truth and what it means to be truthful to your country if you are in a position of power.",
  "Those aren't my words; those are the words of one of my colleagues on the other side of this very committee.",
  "And the good news for me is lots of my colleagues on the other side of the aisle use the word evidence, too.",
  "[10:30:05] REP. TREY GOWDY (R), SOUTH CAROLINA: I appreciate that you don't do evidence, Director Brennan.",
  "So that's three different members of Congress from the same state, using the same word, which is evidence.",
  "Did you see evidence of collusion, coordination, conspiracy between Donald Trump and Russian state actors?",
  "REP. JIM HIMES (D), CONNECTICUT: Thank you, Mr. Chairman and thank you, Director Brennan, for being here.",
  "And so it was (ph) 100 percent of all of the information available, put into that highly classified one?",
  "In our 240 years, America has spent a lot of blood and treasure to make the world safe for democracy.",
  "You know, Secretary of Defense Jim Mattis -- I think he knows the diplomats are the tip of the spear.",
  "So I believe that's they will try to exploit elections, but they will not wait only until elections.",
  "And I think this committee has access to it...\n\n\n\nGOWDY: Were they official members of the campaign?",
  "Again, some of this is -- is very obvious to those who are involved because they're on the payrolls.",
  "That is the traditional way that these assessments are drafted, are coordinated, and are published.",
  "BRENNAN: You're dealing with a lot of information when you put together an intelligence assessment.",
  "Our diplomatic, intelligence, and military professionals have been at the forefront of that effort.",
  "And we're not getting into whether or not you corroborated, contradicted, examined, cross-examined.",
  "BRENNAN: I'm not a position to evaluate, because there could be things going on behind the scenes.",
  "And most importantly, what would you do to try to prevent that from happening in future elections?",
  "And has there been any blowback or consequences to Russia for their interference in our election?",
  "Director Brennan, was Putin, first within Russia and then against us, working to undermine truth?",
  "BRENNAN: I'd have to think about that, and I'd want to talk to you about that in closed session.",
  "In addition, they amplified a lot of fake new stories that tried to denigrate Secretary Clinton.",
  "And so that's why the cyber domain right now is a growing playground for Russian activities.",
  "Obviously they use RTTV here in the United States, which has a fairly significant audience.",
  "I don't know whether or not such collusion -- and that's your term, such collusion existed.",
  "I asked you about collusion, coordination and conspiracy, and you used the word \"contact.\"",
  "They do not even know that the person that they're acting --interacting with is a Russian.",
  "LOBIONDO: Do you believe that other countries were involved in attempting to influence us?",
  "GOWDY: And that would've been directly between the candidate and Russian state actors?",
  "GOWDY: All right, well, there are a bunch of words that start with C floating around.",
  "SEWELL: Have you seen the Trump administration do anything to push back, as you said?",
  "Is it simply sharing information, or are there additional measures that can be taken?",
  "REP. MICHAEL CONAWAY (R), TEXAS: Gentleman time's expired, Mr. Himes, five minutes.",
  "We were doing things behind the scenes to -- to try to counter Russian activities.",
  "Do you -- do you think they would attempt to influence the 2018 midterm elections?",
  "GOWDY: I don't want you to parse it, I just want you to identify the individuals.",
  "GOWDY: Do you know the basis of that information that you shared with the bureau?",
  "That's the word we use, you use the word assessment, you use the word tradecraft.",
  "They won't identify themselves as Russians or as members of Russian government.",
  "Because I think, if one of us is successful, then more of us can be successful.",
  "People trust this person or this new source, even if it isn't objectively true.",
  "We've talked about Putin's desire to weaken our democracy from the inside out.",
  "They use individuals who have -- who are writers or publishers, editorialists.",
  "Director Brennan, thank you for being here today, thank you for your service.",
  "Now, there are only two types of evidence; there's circumstantial and direct.",
  "Aired 10:30-11a ET\n\nAired May 23, 2017 - 10:30 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "Maybe that the current administration is doing the same thing, I don't know.",
  "So I think you have for your testimony, I yield back to balance of my time.",
  "And I can't emphasize enough how damaging this disinformation campaign is.",
  "BRENNAN: I'm not going to try to identify individuals nor try to parse it.",
  "But I know that there was a basis to have individuals pull those threads.",
  "Mr. Brennan, before I yield to Mr. Gowdy, I have one question to ask you.",
  "I think they're probably taking some lessons from this past experience.",
  "So if it's more than circumstantial, by necessity, it has to be direct.",
  "BRENNAN: Well, first of all, I think exposure is very, very important.",
  "And the truth is the American people want to get to the bottom of it.",
  "It's classified and I'm happy to talk about it in classified session.",
  "I'm -- I'm running low on time so I'll just close with this thought.",
  "Director Brennan, in your mind, does Putin want us to be successful?",
  "And secondly, does he want to see democracy thrive around the world?",
  "LOBIONDO: And if we need to go to classified setting, I understand.",
  "As I've said, they have been able to control various media outlets.",
  "And so, therefore, again, some decisions have to be made about it.",
  "And that's the word that my fellow citizens understand, evidence.",
  "So any adjustments that were made were made during the process.",
  "We work to ensure this at home and we work to ensure it abroad.",
  "Let me -- let me just focus from Americans to -- to Russians.",
  "And they will use that and exploit it whatever way they can.",
  "They see that as -- Western democracies as a threat to them.",
  "And as we came upon that, we would share it with the bureau.",
  "KING: I think we can discuss that in the executive session.",
  "REP. TERRI SEWELL (D), ALABAMA: Welcome, Director Brennan.",
  "REP. FRANK LOBIONDO (R), NEW JERSEY: Thanks, Mr. Chairman.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "I met with some of my officers who were involved in it.",
  "REP. PETER KING (R), NEW YORK: Thank you, Mr. Chairman.",
  "SEWELL: So you said that they're going to do it again.",
  "BRENNAN: We are this nation's forward-deployed radar.",
  "They know that we -- we are their principal nemesis.",
  "You and I both know worth the word evidence makes.",
  "In other words, truth is being replaced by trust.",
  "Mr. Gowdy, I yield the balance of my time to you.",
  "And it comes down to a distillation process.",
  "BRENNAN: I -- no, I responded to your query.",
  "GOWDY: All right, and you learned that when?",
  "GOWDY: Thank you, my friend from New York.",
  "CONAWAY: Chairman Himes' time has expired.",
  "We need to continue to do even more of it.",
  "That is something that's very important.",
  "GOWDY: We'll come back to it next round.",
  "What was the nature of the information?",
  "What was -- the nature of the evidence?",
  "CONAWAY: Gentleman's time has expired.",
  "BRENNAN: They use all sorts of tools.",
  "BRENNAN: No, many times they do not.",
  "CONAWAY: Mr. LoBiondo, five minutes.",
  "Assessment is -- is your vernacular.",
  "They're the reason we've succeeded.",
  "Was it something more than contact?",
  "What is the nature of what you saw?",
  "CONAWAY: Ms. Sewell, five minutes.",
  "unclassified assessment said that.",
  "GOWDY: That doesn't help us a lot.",
  "No, but it was taken into account.",
  "And how exactly has he done that?",
  "CARSON: That's so important, sir.",
  "The foreign intelligence -- I.C.",
  "BRENNAN: That's not what I said.",
  "They do that on a regular basis.",
  "Unfortunately, that's what I do.",
  "So was it contact that you saw?",
  "We need to continue to do that.",
  "They will continue to do this.",
  "You didn't answer it that way.",
  "Tradecraft is your vernacular.",
  "Is that a fair way to put it?",
  "I don't want you to parse it.",
  "HIMES: Thank you, thank you.",
  "It's good to see you again.",
  "We'll pick it up next time.",
  "I would imagine he doesn't.",
  "What did you mean by that?",
  "Mr. Carson, five minutes.",
  "Thank you, Mr. Chairman.",
  "I use the word evidence.",
  "Mr. King, five minutes.",
  "BRENNAN: No and no.",
  "SEWELL: Thank you.",
  "CARSON: Yes, sir.",
  "GOWDY: All right.",
  "GOWDY: All right.",
  "But I don't know.",
  "We -- the I.C.",
  "BRENNAN: Sure.",
  "BRENNAN: Sure.",
  "LOBIONDO: OK.",
  "HIMES: Great.",
  "I don't know."
]