[
  "Spencer Platt/Getty Images\n\nRoger Stone, a longtime adviser to President Donald Trump, blasted out a 1,600-word statement this week asking for help paying the nearly $460,000 in legal fees he says he has incurred since landing in the crosshairs of the federal and congressional investigations into Russia's interference in the 2016 US election.",
  "Stone seemed to echo Gaetz in his email: \"I am certain Special Counsel Mueller and his chummy side-kick, fired-FBI Director Jimmy Comey, intend to try to remove our President, in collusion with Democrats, many of whom are openly plotting a literal coup d'etat against the President of the United States.\"",
  "Stone, whose contact with the Russia-linked hacker Guccifer 2.0 and the WikiLeaks founder Julian Assange before the election has come under scrutiny as part of the investigations, said it cost him $400,000 in legal fees to prepare for his testimony before the House Intelligence Committee in September.",
  "\"In my case, representing the campaign to speak to a group of over 50 foreign ambassadors during the RNC in Cleveland, combined with ensuring our campaign's national security policies were reflected in the GOP platform the week prior, have led to nearly five-figure personal legal bills,\" Gordon said.",
  "Gordon, a national security official for the Trump campaign, told Business Insider that while Trump's reelection campaign and the Republican National Committee were \"taking care\" of the president and his son Donald Trump Jr., \"the rest of us who aren't billionaires must fend for ourselves.\"",
  "Ira Schwarz/AP\n\nMany of the president's former advisers are facing sky-high legal fees as a result of the investigation, which has expanded to include whether his campaign colluded with Moscow to undermine the Democratic presidential nominee, Hillary Clinton, before the election.",
  "One early campaign adviser took $30,000 out of his children's college fund\n\nAnother early Trump campaign adviser, Michael Caputo, told reporters recently that he had to take $30,000 out of his children's college fund to pay for lawyers who can charge as much as $1,000 an hour.",
  "The original draft policy, which proposed the GOP commit to sending \"lethal weapons\" to the Ukrainian army to fend off Russian aggression, was ultimately altered to say provide \"appropriate assistance\" before it was included in the party's official platform.",
  "\"Such a crushing expense, with nothing to show for it except my vindication against a juggernaut of political dirty tricks and lies, threatens to destroy me and my family financially — all because I fought to elect Donald Trump.",
  "Asked whether he thought the reelection campaign should help pay for advisers' legal fees, Caputo said: \"We have a responsibility as Republicans, first and foremost, to protect our president and his family from this witch hunt.",
  "\"I have yet to testify before the US Senate Intelligence Committee and anticipate that the legal representation I require for that exchange will easily put my legal bills even closer to the million dollar mark,\" Stone wrote.",
  "Congressional investigators looking into whether the campaign colluded with Russia have questioned Gordon about why he advocated the watering down of an amendment to the GOP's draft policy on Ukraine in July 2016.",
  "Mueller has reportedly gathered enough evidence to bring charges against Flynn and his son, Michael Flynn Jr., related to their work lobbying on behalf of Turkish government interests during the campaign.",
  "While questioning the former FBI Director James Comey about the Russia investigation in March, Democratic Rep. Jackie Speier mentioned Caputo's past work in Russia and that his wife is Ukrainian.",
  "In the emailed statement, Stone called the special counsel Robert Mueller a \"deep state vigilante\" and \"deep state executioner\" who was \"busy casting about for anything he can latch onto.\"",
  "\"Though on the positive side, I have transitioned to a pro bono effort for holding individuals accountable for federal crimes such as cyberstalking, online harassment, and defamation.\"",
  "\"It sure would be nice if the reelection campaign could reimburse these costs since all of my actions were in accordance with official campaign duties,\" Gordon said.",
  "The family of the former national security adviser Michael Flynn, meanwhile, set up a defense fund in September to pay for legal fees that could top $1 million.",
  "Stone is also a \"person of interest\" for Senate Intelligence Committee investigators, the committee's chairman, Sen. Richard Burr, said in September.",
  "Michael Glassner, who has been leading the Trump campaign's reelection efforts, did not immediately respond to a request for comment.",
  "Beyond that, I think it's reasonable that foot soldiers caught up in this mess through no fault of our own are a priority as well.\"",
  "Federal Election Commission filings showed that the Trump campaign spent more than $1.1 million on legal fees from July to October.",
  "Republican Rep. Matt Gaetz of Florida, who is chummy with Stone, last week introduced legislation pressuring Mueller to resign.",
  "Speaking from the House floor on Tuesday night, Gaetz said, \"We are at risk of a coup d'etat in this country.\"",
  "You can do so your contribution of $25, $50, $100, $250, $500, $1000 or more would be a Godsend.\"",
  "All because the deep state partisans know I will continue fighting for his agenda.\"",
  "\"I am not a wealthy man, by any means,\" Stone said in his emailed appeal.",
  "\"I hope you will consider contributing anything you can to this Fund.",
  "But they have not yet sent Stone a formal invitation to testify.",
  "Some want help from Trump's reelection campaign\n\nJ.D.",
  "Stone, left, at a meeting on November 13, 1984.",
  "Roger Stone in Trump Tower."
]