[
  "He suggested that Comey and the FBI “are the same people who said there were weapons of mass destruction,” and made claims about “the deep state.”\n\nWhen asked directly whether he believed Trump Tower was under surveillance and was wiretapped at all, Stone said he thought it was “certainly possible.”\n\nStone, who has repeatedly denied contacts with Russians aiming to influence the presidential election, defended his communications with the hacker Guccifer 2.0.",
  "He suggested that his conversations with the hacker was linked to a story he wrote for Breitbart News, and characterized his conversations as “entirely benign.” Stone had previously bragged about having been in communication with WikiLeaks and its founder Julian Assange (something WikiLeaks and Assange have denied), and he suggested that Clinton campaign chairman John Podesta would “soon be in the barrel” prior to WikiLeaks’ publication of Podesta’s emails.",
  "| Getty Roger Stone: I haven’t talked to the FBI\n\nRoger Stone, the longtime Republican strategist and confidant of President Donald Trump, doubled down on claims that former President Barack Obama had wiretapped Trump Tower, and said that he had not spoken to the FBI as part of an investigation into communications between Trump allies and Russians during the campaign.",
  "He declined defending the Trump campaign’s former foreign policy adviser Carter Page, who Trump advisers have denied was involved in the campaign, saying only that he “never heard of this guy.”\n\n“When people say, when there’s smoke, there’s fire, in this particular case, you say what?” co-host Gayle King asked Stone.",
  "Story Continued Below\n\n“I have assumed that, because page one of the New York Times on Jan. 20 said that wiretapped information on Trump aides was being used in an inquiry,” Stone said, after being asked by CBS This Morning host Charlie Rose whether he was aware that was under investigation.",
  "Stone asserted that he had not had any contact with Russians nor had he been involved in trying to tamper with the election, and he defended former Trump campaign chairman Paul Manafort and former national security adviser Michael Flynn.",
  "What probable cause there is or what evidence that would dictate that, I don’t know.”\n\nStone confirmed that the U.S. Senate Intelligence Committee had sent him a letter asking him to preserve documents in the case of an investigation.",
  "Stone also dug in on the White House’s claims that Obama had wiretapped Trump Tower, even as FBI director James Comey shot down the allegations at a Senate hearing Monday.",
  "In an appearance on CBS This Morning on Tuesday, Stone said he assumed he was under investigation, based on news reports.",
  "Roget Stone doubled down on the White House's claims that Obama wiretapped Trump Tower.",
  "“I assumed that I had been under surveillance now for some time.",
  "“Let me have my day in court,” Stone said."
]