[
  "Thomson Reuters\n\nOn Wednesday, the special counsel Robert Mueller's investigation into whether President Donald Trump's campaign colluded with Moscow to influence the outcome of the 2016 US election apparently set its sights, for the first time, on 1600 Pennsylvania Ave.\n\nA new report from NBC News said Mueller was scrutinizing what Trump knew about the Russian-backed campaign to hack into the Democratic National Committee in the summer of 2016, and whether Trump had any role in the radical pro-transparency group WikiLeaks' subsequent dissemination of the stolen emails.",
  "\"The one specious thing about Trump's lawyers' strategy is that they're saying there's no substantive focus on Trump when it comes to the collusion inquiry, that this is all about obstruction of justice, and that Mueller already has everything he needs from other witnesses and documents for the obstruction case,\" said Andrew Wright, who served in the White House counsel's office under President Barack Obama.",
  "In addition to scrutinizing Trump, Mueller's team is also reportedly looking into the Republican strategist Roger Stone's contacts with WikiLeaks, its founder, and the Russia-linked hacker Guccifer 2.0, whom US intelligence agencies have characterized as a front for Russian military intelligence.",
  "Alex Wong/Getty Images\n\nLast month, the special counsel's office charged 13 Russian nationals and three Russian entities with conspiring to interfere in the 2016 race by mounting an elaborate social-media disinformation campaign aimed at sowing discord before and after the election.",
  "Mueller's approach to the inquiry is likely to be tethered to proving two key assertions: that a conspiracy to defraud the US took place by way of attempting to interfere in the election, and that Americans had knowledge of and acted to further that conspiracy.",
  "Trump did so again last month after the House Intelligence Committee released a controversial Republican memo purporting to show surveillance abuses by the FBI and the Department of Justice in seeking to monitor an adviser to the Trump campaign.",
  "The probe, broadly, has two main threads related to Trump: whether members of his campaign colluded with Moscow to tilt the race in his favor, and whether he sought to obstruct justice when he fired James Comey as the FBI director last May.",
  "Jeffrey Cramer, a longtime former federal prosecutor who is now the managing director at Berkeley Research Group, emphasized that while Trump's statements on the campaign trail were important to Mueller's case, they were not illegal.",
  "\"Setting the obstruction case aside, what has happened over the last couple of weeks is that Mueller laid the foundation\" for the collusion inquiry, Wright said, \"by showing the crimes of the Russians, in at least some form.\"",
  "Mueller's new focus on Trump as it relates to Russia's DNC hack and WikiLeaks' actions \"is a significant development,\" said Jens David Ohlin, a vice dean at Cornell Law School who's an expert on criminal law.",
  "The document did not name any Americans as willing co-conspirators, and it did not make a judgment on whether the defendants' actions affected the outcome of the election — something the president trumpeted.",
  "Investigators are said to be interested in Trump's public appeal in a press conference on July 27, 2016, for Russia to recover deleted emails of Hillary Clinton, then the Democratic presidential nominee.",
  "One witness interviewed by Mueller's team told NBC News that investigators asked about what Stone's interactions with Trump were like once he ended his tenure as a Trump campaign adviser in August 2015.",
  "The indictment laid out a stark picture of how the Russians carried out the scheme, which the court filing said they undertook with the specific purpose of boosting Trump and denigrating his opponent.",
  "But legal experts warned at the time that the indictment could be just the first step in a broader examination of whether any Americans aided the Russians' efforts and, if so, to what extent.",
  "The special counsel's scrutiny comes as Trump's lawyers are angling to sidestep a face-to-face interview between Mueller and their client, who has shown a tendency to exaggerate the truth.",
  "\"Russia started their anti-US campaign in 2014, long before I announced that I would run for President,\" Trump tweeted on February 16, the day after the indictment was unsealed.",
  "WikiLeaks told Donald Trump Jr., Trump's eldest son, in a Twitter direct message on October 12, 2016, that it was \"great\" to see him and Trump \"talking about our publications.\"",
  "Carl Court/Getty Images\n\nTrump is not known to have communicated with WikiLeaks, an organization the US intelligence community believes to be a tool of the Russian government.",
  "\"It could be one data point as the investigators delve into whether there was any connection between Trump or his campaign and WikiLeaks or the Russians,\" Cramer said.",
  "\"At this point, it's a matter of proving whether Americans were participants in this conspiracy to commit these crimes and whether they aided or abetted these acts.\"",
  "But Wednesday's report is the first to indicate prosecutors are eyeing the president as they investigate whether there was collusion with a hostile foreign power.",
  "Since Comey publicly confirmed the existence of the Russia investigation, Trump has repeatedly asserted that neither he nor his campaign colluded with Russia.",
  "\"In these kinds of investigations, prosecutors typically move up the food chain,\" said Robert Deitz, a former general counsel at the National Security Agency.",
  "Their was no Collusion and there was no Obstruction (the word now used because, after one year of looking endlessly and finding NOTHING, collusion is dead).",
  "\"I suspect that Mueller, through earlier interviews or documents, finally has sufficient evidence to begin putting a story together that involves Trump.\"",
  "\"It's amazing how nothing is secret today when you talk about the internet,\" he said at a rally on October 6, 2016, adding that he loved WikiLeaks.",
  "He also tweeted about WikiLeaks five days later: \"I hope people are looking at the disgraceful behavior of Hillary Clinton as exposed by WikiLeaks.",
  "\"It is now commonly agreed, after many months of COSTLY looking, that there was NO collusion between Russia and Trump,\" Trump tweeted in October.",
  "He was in direct contact with WikiLeaks in mid-October 2016, during which they had a brief back-and-forth, according to The Atlantic.",
  "But as a presidential candidate, Trump expressed support for the group, repeatedly praising it ahead of the election in November.",
  "WikiLeaks also told Trump Jr. it had just released another batch of emails belonging to Clinton's campaign manager, John Podesta.",
  "It \"strongly\" suggested Trump tweet the link wlsearch.tk, saying the site would help people search through the hacked documents.",
  "Deitz said Mueller would \"continue to fill in the dots until he has enough to seek an interview with (or indictment of) Trump.\"",
  "Saul Loeb-Pool/Getty Images\n\nTrump Jr. was in touch with WikiLeaks on multiple occasions between September 2016 and July 2017.",
  "An hour later, Trump tweeted: \"Very little pick-up by the dishonest media of incredible information provided by WikiLeaks.",
  "\"Relevant facts to make a case would include whether anyone connected with the campaign assisted the release in any way.\"",
  "Reports have indicated that the bulk of Trump Jr.'s interactions with the group on Twitter took place in October 2016.",
  "\"Russia, if you're listening, I hope you're able to find the 30,000 emails that are missing,\" Trump said at the time.",
  "Mueller is overseeing the FBI's investigation into Russia's interference in the 2016 US election.",
  "Collusion, as Trump and his allies have repeatedly pointed out, is not in and of itself a crime.",
  "Wednesday's report appears to be a public confirmation of Mueller's attention to the latter.",
  "But Mueller's actions over the past few weeks appear to be sending another signal entirely.",
  "The morning after Trump won the 2016 election, WikiLeaks reportedly messaged Stone: \"Happy?",
  "\"And now we're seeing his focus on Trump about the hacked emails,\" he continued.",
  "Trump is the focus — indeed, the catalyst — of the obstruction inquiry.",
  "Stone's relationship with Trump has also sparked prosecutors' interest.",
  "Stone was an informal adviser to the Trump campaign until August 2015.",
  "\"This memo totally vindicates 'Trump' in probe,\" the president said.",
  "the witness told NBC News, describing the questions they were asked.",
  "Filling in the dots\n\nJulian Assange, the founder of WikiLeaks.",
  "The Trump campaign did nothing wrong — no collusion!\"",
  "Moving 'up the food chain'\n\nPresident Donald Trump.",
  "\"The results of the election were not impacted.",
  "\"But the Russian Witch Hunt goes on and on.",
  "We are now more free to communicate.\"",
  "Donald Trump Jr. and his father.",
  "This is an American disgrace!\"",
  "\"How often did they talk?",
  "Who really fired him?",
  "Was he really fired?\"",
  "She is unfit to run.\"",
  "Rigged system!\"",
  "Robert Mueller.",
  "So dishonest!"
]