[
  "When prosecutors indicted 12 Russian intelligence officers in July on conspiracy and hacking charges, they referenced WikiLeaks — though not by name — as the Russians' conduit to release stolen documents via the hacker Guccifer 2.0, who is believed to be a front for Russian military intelligence.",
  "\"Mr. Mueller has no evidence whatsoever of Russian collusion, WikiLeaks collaboration, advance notice of the acquisition and publication of John Podesta's emails or any other illegal activity pertaining to the 2016 election, because none exists,\" he said in a statement to Business Insider.",
  "Roger Stone\n\nStone has been in Mueller's crosshairs since the early stages of the Russia investigation, which is probing Russia's interference in the 2016 election and whether members of President Donald Trump's campaign colluded with Moscow to tilt the race in his favor.",
  "The far-right political commentator Jerome Corsi, one of Stone's close friends, was also subpoenaed to testify in connection to the investigation, but his lawyer said Friday that Corsi would not appear before the grand jury.",
  "When he was an informal adviser to Trump during the campaign, Stone sent out several tweets in the summer of 2016 that raised questions about whether he had prior knowledge of WikiLeaks' plans to publish the hacked emails.",
  "Sign up for the latest Russia investigation updates here»\n\nThe longtime GOP strategist Roger Stone is asking for donations to his legal defense fund as the special counsel Robert Mueller's Russia investigation heats up.",
  "In one tweet that drew increased scrutiny, Stone wrote on August 21, 2016, \"Trust me, it will soon [be] Podesta's time in the barrel,\" an apparent reference to Clinton campaign manager John Podesta.",
  "Mueller's focus on the two men, as well as other Stone associates, indicates that he is homing in on links between Stone and the radical pro-transparency group WikiLeaks.",
  "Stone is currently represented by two lawyers in Florida, but he recently told Business Insider that he is looking to expand his legal team as Mueller closes in on him.",
  "WikiLeaks published thousands of hacked emails from the Democratic National Committee and the Hillary Clinton campaign at the height of the 2016 election.",
  "Early Saturday, he sent a photo to Business Insider that appears to be a play on Nike's recent ad campaign featuring NFL player Colin Kaepernick.",
  "Credico denies the claim, and he said following his grand jury appearance Friday that prosecutors had demonstrated interest in Stone's statement.",
  "The US intelligence community believes the breaches and subsequent dissemination of emails were carried out on the Kremlin's orders.",
  "Another caption at the bottom of the photo read, \"Just do it,\" and featured a link to Stone's new legal defense fund.",
  "He also said he has communicated indirectly with WikiLeaks founder Julian Assange in the past through Credico.",
  "The special counsel has called over half a dozen of Stone's associates to testify in the Russia probe so far.",
  "Stone is known to have been in direct communication with WikiLeaks and Guccifer 2.0 during the election.",
  "Most recently, the radio host Randy Credico testified before a grand jury in Washington, DC, on Friday.",
  "Even if it means Mueller will frame you,\" said a caption overlaying a black and white photo of Stone.",
  "WikiLeaks published a batch of hacked emails from Podesta's account days later.",
  "Stone sent this meme to Business Insider in a text message.",
  "He added that he will announce the new additions shortly.",
  "Stone denies knowing about the document dump in advance.",
  "\"Believe in something."
]