[
  "Wednesday night, CNN dropped what seemed like a bombshell of a story: “The FBI has information that indicates associates of President Donald Trump communicated with suspected Russian operatives to possibly coordinate the release of information damaging to Hillary Clinton's campaign,” reported CNN’s Pamela Brown, Evan Perez, and Shimon Prokupecz.",
  "The FBI’s evidence reportedly includes “human intelligence, travel, business and phone records, and accounts of in-person meetings.”\n\nThe notion that the Trump team may have coordinated its strategy with Russian intelligence has been alleged for a while now, but so far any actual evidence of this has been circumstantial at best.",
  "This is why CNN’s report seems so stunning: It is the first such report suggesting that the FBI may have credible information — say, an account of a meeting where collusion was discussed, to give one wholly hypothetical example — of a possible Trump campaign–Russia plot against Hillary Clinton.",
  "On October 2, Stone sent a tweet hinting he had inside knowledge that WikiLeaks was about to torpedo Clinton’s campaign:\n\nStone, we learned in early March, had been in direct contact with an entity named Guccifer 2.0, a pseudonym that the Russians who hacked Clinton’s allies had used.",
  "Before that, he had been a paid contributor to the Russian propaganda channel RT; in 2015, he had been paid tens of thousands of dollars by Russian companies for speeches, a fact he never disclosed and that was only revealed by congressional oversight documents released in March.",
  "In Watergate, individuals connected to President Richard Nixon’s reelection campaign attempted to steal sensitive information from the Democratic National Committee headquarters, presumably to find compromising information that could be used to help Nixon’s campaign.",
  "He resigned in late August 2016 — right in the middle of the campaign — after a secret ledger was discovered with his name in it, suggesting he had quietly received $12.7 million between 2007 and 2012 from Ukraine’s pro-Russian former president, Viktor Yanukovych.",
  "The officials, according to CNN, even cautioned that “the information was not conclusive and that the investigation is ongoing.”\n\nHere, then, is a brief guide to what we know — and what we still don’t know — to help you catch up to where we are in this whole saga.",
  "But CNN’s report does seem to dovetail with comments made earlier in the day by Adam Schiff, the ranking Democrat on the House Permanent Subcommittee on Intelligence, that the evidence of Trump-Russia collusion had become more direct than was publicly known.",
  "“Source E, an ethnic Russian close associate of Republican US presidential candidate Donald TRUMP, admitted that there was a well-developed conspiracy between them and the Russian leadership,” Steele writes in the dossier.",
  "“This was managed of the TRUMP side by the Republican candidate’s campaign manager, Paul MANAFORT.”\n\nIf it all checks out, the implications literally couldn’t be bigger\n\nIt’s important not to jump to conclusions here.",
  "If this all turns out to be true, and someone associated with the Trump campaign was in league with the Russians, this would turn the already serious scandal swirling around Trump’s Russia ties into a national crisis.",
  "The notion that one of them might be in contact with Russian intelligence and the Russian state, and might have used the information they got from their contacts to shape campaign strategy, isn’t totally far-fetched.",
  "Also in August, longtime conservative political operative and close Trump confidant Roger Stone said he was in touch with WikiLeaks, the source through which Russia released the hacked emails to the public.",
  "Why these allegations are plausible: the extensive ties between Trumpworld and the Kremlin\n\nWe’ve known for a while that Russia hacked the Democratic National Committee and top Clinton ally John Podesta.",
  "A dubious dossier put together by a former British intelligence operative, Christopher Steele, claims there was an “extensive conspiracy” between Trump and the Russians to weaken the Clinton campaign.",
  "Former National Security Adviser Michael Flynn, whose dissembling about conversations with Russian Ambassador Sergey Kislyak got him fired, was a Trump foreign policy surrogate during the campaign.",
  "Trump himself didn’t do much to dispel the notion that his campaign might be connected to Russia, with his effusive praise of Vladimir Putin and expressed willingness to work with Russia in Syria.",
  "Right now, we honestly don’t know which of the three possible scenarios is most likely: no collusion with Russia, collusion without Trump’s knowledge, or collusion with Trump’s knowledge.",
  "But the messages that had been uncovered so far did not reveal any direct coordination on campaign strategy or knowledge, on Stone’s part, that Guccifer 2.0 was Russian intelligence.",
  "But even if Trump wasn’t involved in the coordination itself, it would still be in an issue if he found out about it later and covered it up, as Nixon did in the Watergate scandal.",
  "The evidence comes entirely from testimony from anonymous sources, with little identifiable corroboration, and thus was seen as very far from conclusive by US intelligence.",
  "But the broader, and more important, point is that Trump’s inner circle over the campaign was made up, in large part, of people with suspicious ties to the Russian state.",
  "The information that we’re getting is thirdhand at best: CNN’s summary of unnamed US intelligence officials’ summary of evidence they had acquired from unnamed sources.",
  "In a July 2016 press conference, Trump’s final presser of the campaign, he publicly called on Russia to hack Clinton and publish emails from her private server.",
  "He had repeatedly and publicly defended Russian foreign policy and was under FBI investigation for suspicious links to the Kremlin as early as September 2016.",
  "Attorney General Jeff Sessions, a foreign policy adviser to Trump during the election, had also met with Ambassador Kislyak twice during the 2016 campaign.",
  "We already knew that members of Trump’s campaign had spoken to Russian intelligence officials, for example, but we didn’t know what they had talked about.",
  "Just this week, evidence emerged that Manafort had, as recently as 2009, been paid by a Russian oligarch to lobby on behalf of the Kremlin in Washington.",
  "We’ve also known for a while that Russia leaked this information, using WikiLeaks and other proxies, in order to damage Clinton and strengthen Trump.",
  "This means there are any number of potential individuals who could have been responsible for the alleged coordination, if any did indeed take place.",
  "The new CNN report didn’t name any names, so we don’t know which of these men (if any) are the ones potentially implicated by the FBI’s information.",
  "This is despite the fact that Sessions said in his confirmation hearing, “I did not have communications with the Russians” — while under oath.",
  "We don’t know nearly enough to evaluate the quality of CNN’s sources or the quality of the intelligence they’re basing their conclusions on.",
  "\"I can't go into the particulars, but there is more than circumstantial evidence now,” Schiff said during an appearance on MSNBC’s Hardball.",
  "Paul Manafort, who was Trump’s campaign manager at the time the first emails went public, has longstanding ties to the Russian state.",
  "It carefully refers to the “Trump campaign” without naming specific individuals who are suspected of coordinating with the Russians.",
  "“If [there’s] coordination, then this scandal becomes Watergate-like,” Michael McFaul, the former US ambassador to Russia, tweeted.",
  "The debate would then turn, as it did in Watergate, to two basic questions: What did the president know, and when did he know it?",
  "(Though Sessions, then a sitting senator with no formal campaign strategy responsibilities, is certainly an unlikely candidate.)",
  "The fact that the FBI may have evidence that it could be true speaks volumes about where America is as a country right now.",
  "This, combined with the knowledge about the hack, is what gave rise to suspicions of coordination in the first place.",
  "We’ve also been steadily learning, for some time, about shady connections between Trumpworld and the Kremlin.",
  "Another loose Trump campaign associate, Carter Page, had been in and out of Russia for nearly two decades.",
  "\"Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing,\" Trump said.",
  "This would be basically the same thing, only done digitally and with the help of a hostile foreign power.",
  "The disclosure forced Sessions to recuse himself from any involvement in the FBI’s Russia investigation.",
  "The notion that a US president could be involved in something like this should seem preposterous.",
  "The US intelligence community released a declassified report summarizing many of these findings.",
  "The CNN report gives us no indication whatsoever about Trump’s personal involvement.",
  "Finally, there was at least one allegation of collaboration prior to CNN’s report.",
  "We don’t know who these people are or whether they have accurate information.",
  "And he actually seemed to encourage Russian involvement in the election.",
  "All the sources CNN quotes in the story are anonymous US officials.",
  "\"I think you will probably be rewarded mightily by our press.\"",
  "To be clear, none of this has been confirmed.",
  "And that, in and of itself, is worrying."
]