[
  "This effort to create a counternarrative has included Trump’s false claim that President Obama “tapped” his phones (and the subsequent “unmasking” controversy), criticism of the FBI’s use of the Steele dossier, a focus on text messages exchanged between two key FBI officials, and the Nunes memo’s argument that Carter Page was a victim of “FISA abuse.”\n\nThis latest skirmish has involved a confidential source who reported back to the FBI about his interactions with Trump campaign advisers during the 2016 campaign.",
  "In an appearance on Meet the Press Sunday, Stone again denied any involvement in Russian collusion or “trafficking of allegedly hacked emails.” But, he went on, “It is not inconceivable now that Mr. Mueller and his team may seek to conjure up some extraneous crime, pertaining to my business, or maybe not even pertaining to the 2016 election.” He added, “So I am prepared, should that be the case.”\n\nThat would make a lot of sense.",
  "— Donald J. Trump (@realDonaldTrump) May 20, 2018\n\nThe backdrop is that Trump and his allies, most notably House Intelligence Committee Chair Devin Nunes as well as major conservative media outlets, have long sought to create a counternarrative to the Russia scandal — one in which the real problem is supposedly FBI, Justice Department, and/or Obama administration malfeasance in investigating Trump’s Russia ties.",
  "Still, some, like former Justice Department aide Matthew Miller, questioned whether Rosenstein went too far:\n\nWhen you add it all up, today Trump demanded a counter-investigation into the legitimate, lawfully-predicated DOJ probe of his campaign, based on no evidence of wrongdoing, solely to undermine the special counsel - and he got it.",
  "Mueller’s recent United Arab Emirates focus, (partly) explained\n\nIn the midst of all this, on Saturday, the New York Times broke a major story that finally helps clarify a months-long mystery: why Mueller’s Russian interference investigation has taken such an interest in certain other countries, most notably the United Arab Emirates.",
  "— Donald J. Trump (@realDonaldTrump) May 18, 2018\n\nThe truth is that a professor based in the UK, who has long been a source for the FBI and CIA, reached out to some Trump advisers during the campaign and had contact with them, apparently in an attempt to assess whether they were compromised by Russia.",
  "(Stone said “at least eight” of his associates have been “terrorized by Mr. Mueller’s investigators.”) Nunberg said that his impression was, “They want me to testify against Roger.”\n\nMeanwhile, Stone confirmed on Meet the Press that he personally still hasn’t even been contacted by Mueller’s team.",
  "I hereby demand, and will do so officially tomorrow, that the Department of Justice look into whether or not the FBI/DOJ infiltrated or surveilled the Trump Campaign for Political Purposes - and if any such demands or requests were made by people within the Obama Administration!",
  "The claim, per Giuliani to the New York Times, was that Mueller’s team said they hoped to wrap up the investigation into whether Trump obstructed justice by September 1, to avoid interfering with the midterms — if the president agreed to be interviewed by Mueller.",
  "Trump’s showdown with the DOJ over a confidential FBI source\n\nTrump’s war with his own Justice Department over the Mueller probe escalated over the weekend, as he publicly demanded an investigation into the FBI’s conduct while investigating his campaign in 2016.",
  "Trump himself weighed in last week by falsely suggesting this source was “implanted” by the FBI into his campaign:\n\nReports are there was indeed at least one FBI representative implanted, for political purposes, into my campaign for president.",
  "(The argument ignores that the investigation was almost entirely kept secret until after Trump won the election, in contrast to the FBI’s frequent leaks and public statements about Hillary Clinton-related investigations.)",
  "In December 2016, the month after Trump won, the crown prince of the UAE secretly flew to the US and met with Trump officials, without informing the Obama administration he was coming, as major foreign leaders usually do.",
  "First, Page hasn’t been charged with anything, and second, the first contact with Page preceded the official opening of the counterintelligence investigation into the Trump campaign’s ties to Russia in late July.",
  "One possibility, though, is that he is trying to “lock in” the president’s story before revealing the true extent of what he has — to prevent Trump from obfuscating or trying to wriggle out of things later on.",
  "Mueller has advanced so much evidence and interviewed so many other people that it’s difficult to see how talking to Trump will tell him anything new (unless, I suppose, Trump makes some shocking admissions).",
  "Now the Times’s Mark Mazzetti, Ronen Bergman, and David Kirkpatrick have revealed at least part of the reason: Nader, Prince, and Zamel all had a meeting with Donald Trump Jr. at Trump Tower in August 2016.",
  "The New York Times broke a major story about another mysterious Trump Tower meeting during the campaign, this one between Donald Trump Jr. and an adviser to the crown prince of the United Arab Emirates.",
  "We’ve since learned that Stone was privately exchanging messages with both “Guccifer 2.0” (the online persona claiming credit for the hacks, who’s since been tied to Russian intelligence) and WikiLeaks.",
  "On Friday he bragged that he’d won some concessions from Mueller’s team and sounded encouraging about the interview, but on Saturday he was making demands about more disclosures on the FBI informant.",
  "Later on Sunday, he announced that he’d have the Justice Department’s inspector general add the matter of the informant to his already existing investigation into the surveillance of Carter Page.",
  "He’s complained in the past that the inspector general investigations take too long, and Trump’s congressional allies are still demanding that Rosenstein hand over documents about the source.",
  "The larger picture is of an investigation continuing to heat up and surface more uncomfortable facts for the Trump administration, while Trump himself is escalating his efforts to fight back.",
  "All in all, though, it’s not yet clear whether this situation is headed toward a crisis involving potential firings or resignations of top Justice officials or whether it will fizzle out.",
  "His tweet seemed to set up a high-stakes showdown about whether the Justice Department would agree to launch a politically charged investigation at the president’s request — or defy him.",
  "Even at the time, Stone publicly claimed to have communicated with WikiLeaks’ Julian Assange and repeatedly suggested he had inside knowledge that something very damaging was coming.",
  "Rudy Giuliani said some stuff\n\nAs all this was unfolding, President Trump’s lawyer Rudy Giuliani did what he does best: make attention-getting but questionable claims to reporters.",
  "(However, by the time the professor reached out to Page, it was already widely known and widely remarked upon that Page had taken a trip to Moscow at the height of the campaign.)",
  "This move was generally interpreted as a punt from Rosenstein, intended to deescalate the situation by compromising just enough to Trump’s demands without fully meeting them.",
  "Papadopoulos, we now know, was in contact with Russians and Russian-tied sources and did receive an advance tip that Russia had email-related dirt on Hillary Clinton.",
  "President Donald Trump continued to escalate his war with his own Justice Department, focusing now on the matter of a confidential source the FBI used in 2016.",
  "In recent months, Mueller has subpoenaed or questioned several Roger Stone associates, including Sam Nunberg, Michael Caputo, Jason Sullivan, and John Kakanis.",
  "We’ve also heard of Mueller’s interest in private security company CEO and Trump donor Erik Prince, who had a secret meeting in Seychelles in January 2017.",
  "And with his team working on information from several cooperators and pursuing many different potential angles, it’s been a mystery where they’ll go next.",
  "With all that in mind, Mueller’s alleged “offer” to wrap up at least part of the Trump investigation by September 1 might sound like a tempting prospect.",
  "What Mueller’s team actually said behind closed doors is not known, and we certainly shouldn’t take Giuliani’s word for it as he leaks it all over town.",
  "But the email hacking and leaking was the centerpiece of Russian interference with the 2016 campaign, and Mueller is expected to bring charges about it.",
  "We recently learned that George Nader, an adviser to the crown prince of the UAE, was cooperating with Mueller’s probe and testifying to the grand jury.",
  "Nunes and other Trump allies in Congress are demanding documents about this source, professing there may have been something untoward going on with him.",
  "He said he would soon “officially” demand this investigation, in a remark that raised troubling questions about the Justice Department’s independence.",
  "The identity of the source no longer seems to be a mystery, as enough details have trickled out that some news outlets have identified the professor.",
  "Mueller’s primary interest in Stone, however, is reportedly about any involvement he may have had in the leaking of hacked Democratic emails in 2016.",
  "That’s important context because, ever since Mueller’s team brought up the possibility in January, Trump has dithered about whether he’ll do it.",
  "The president claims he wants to do the interview because it would prove his innocence, yet he seems strangely hesitant to actually agree to it.",
  "The following month, Nader helped organize a meeting in Seychelles between Erik Prince, the UAE’s crown prince, and a Russian fund manager.",
  "So there are several mysterious meetings, money changing hands, an offer involving social media help for the election, and a tie to Russia.",
  "(Giuliani then told NPR that Mueller’s office said parts of the collusion investigation related to Trump would also be concluded by then.)",
  "At the meeting, per the Times, Nader said the crown princes of the UAE and Saudi Arabia wanted to help Trump defeat Hillary Clinton.",
  "News about the Mueller investigation did not take the weekend off — since Friday, we’ve gotten one major development after another.",
  "That’s not a good sign for him when Mueller is clearly talking to so many other people about him, and suggests he may be a target.",
  "Trump lawyer Rudy Giuliani, meanwhile, publicly made some questionable claims about Mueller’s timeline for the investigation.",
  "It was widely speculated that Trump could even be searching for a pretext to fire Deputy Attorney General Rod Rosenstein.",
  "His investigators separately stopped both Nader and Zamel at airports earlier this year and searched their electronics.",
  "Roger Stone says he might be indicted\n\nFinally, it’s been three months since Mueller’s team brought a new indictment.",
  "For another, the two sides are in the midst of discussions over whether Trump will be interviewed by Mueller’s team.",
  "Conservatives have raised more questions about the professor’s several contacts with Carter Page, for a few reasons.",
  "One possibility, as Stone himself suggests, is that it would be for unrelated crimes pertaining to his businesses.",
  "We recently learned that Stone even emailed Nunberg to claim he’d “dined with Julian Assange” during the campaign.",
  "If you do the interview, the suggestion seems to be, we think we can get this out of the way before the midterms.",
  "(Even though, should Mueller’s findings prove damning, they could well dominate headlines long past September 1.)",
  "And longtime Trump adviser Roger Stone said on television that he thinks he could well be indicted by Mueller.",
  "The revelation of this meeting sheds new light on some other questionable meetings we’ve long known about.",
  "— Matthew Miller (@matthewamiller) May 21, 2018\n\nIt’s not yet known how Trump will view this compromise.",
  "Even this very weekend, Giuliani has seemed to go back and forth about whether they’re still open to it.",
  "The problem for the president is that continued delay may eventually result in Mueller subpoenaing him.",
  "The three advisers the professor reached out to were George Papadopoulos, Carter Page, and Sam Clovis.",
  "Trump could then fight the subpoena in court, but that would mean a potentially lengthy legal battle.",
  "Still, Trump escalated the situation with his Sunday tweet demanding the DOJ investigate the matter.",
  "After all, it is the inspector general who traditionally handles internal investigations at Justice.",
  "Per the Times, they even worked with Israeli police to get computers from one of Zamel’s companies.",
  "Nader is reportedly cooperating with Mueller’s team and has testified extensively to a grand jury.",
  "It took place very early on, and long before the phony Russia Hoax became a “hot” Fake News story.",
  "It has been confirmed that this professor reached out to Papadopoulos at the FBI’s request.",
  "But the DOJ has protested, saying the source’s life could be endangered by disclosures.",
  "But that might just be intended as a sweetener to get Trump to agree to the interview.",
  "But if Trump’s team did get foreign help winning the election, that would be illegal.",
  "That’s what happened to his longtime business partner Paul Manafort, after all.",
  "One odd, cryptic tweet even alluded to something coming on the Podesta family.",
  "But longtime Trump adviser Roger Stone has a guess: He thinks it could be him.",
  "If any assurance actually was given, we don’t know how rock-solid it was.",
  "There’s obviously much we still don’t know about what exactly happened.",
  "He’s also asked about Joel Zamel, an Israeli social media specialist.",
  "Zamel made some sort of pitch involving social media help for Trump.",
  "The broader mystery is what the purpose of this interview truly is.",
  "Whether Stone will be included in those charges remains to be seen.",
  "For one, Giuliani might not be describing it accurately.",
  "After the election, Nader made a large payment to Zamel.",
  "Mueller clearly thinks something is up — something big.",
  "The full story of what Stone was up to remains murky.",
  "If true - all time biggest political scandal!",
  "But what would Stone be indicted for?",
  "However, Rosenstein moved quickly.",
  "Here’s what you need to know.",
  "What was all this about?",
  "(He says he was joking.)",
  "The system is failing."
]