[
  "“Credico never said he knew or had any information as to source or content of the material Mr. Credico never said he confirmed this information with Mr. Assange himself.”\n\nSpeculation has swirled that Mueller’s prosecutors are planning to indict both Assange and Stone.",
  "Stone is at the center of Mueller’s investigation into Russian meddling in the election because of his possible links to Wikileaks, which released thousands of emails stolen from the Democratic National Committee and Clinton campaign chairman John Podesta.",
  "(RELATED: Mueller Indicts Russian Nationals For Democratic Email Hacks)\n\nStone, a longtime associate of Trump’s, told the House Intelligence Committee in November that Credico was his intermediary to Assange.",
  "Special counsel Robert Mueller has subpoenaed an associate of Wikileaks founder Julian Assange and longtime Republican operative Roger Stone to appear before a grand jury next month.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "(RELATED: Roger Stone: I Would Never Testify Against The President)\n\nStone has downplayed his interactions with Credico and says he never met with Assange.",
  "Randy Credico’s lawyer, Martin Stolar, confirmed that his client has received a subpoena to appear before the grand jury on Sept. 7, according to CNN.",
  "On July 13, Mueller indicted 12 Russian intelligence officials who allegedly used the persona Guccifer 2.0 to pass stolen emails to Wikileaks.",
  "Credico, a New York-based comedian and radio host, previously rejected a request for a voluntary interview with Mueller’s team.",
  "“My speculation is that they probably want to talk to him about Roger Stone and Julian Assange,” Stolar told CNN.",
  "Stolar told CNN that Credico will likely now submit to a voluntary interview before his grand jury appearance.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“He merely confirmed what Assange had said publicly,” Stone in a Facebook post on Nov. 30.",
  "Assange is currently living under asylum in the Ecuadorian embassy in London.",
  "Credico was in contact with Assange during the 2016 presidential campaign.",
  "Wikileaks and Stone are referenced, though not by name, in the indictment."
]