[
  "On Monday, The Wall Street Journal reported that Roger Stone, the political hoodlum, on-again, off-again Trump adviser, and former business partner of Paul Manafort, wrote in an August 4, 2016, email, “I dined with Julian Assange last night.” The following day, Stone tweeted, “Hillary lies about Russian Involvement in DNC hack -Julian Assange is a hero.” Later that month, he said Podesta was in for a “time in a barrel,” ahead of the leak of Podesta’s emails by WikiLeaks.",
  "Then there are more elaborate theories of collusion, which range from collaboration between Trump’s digital team and Russian trolls to speculation about business arrangement, decades-long Russian cultivation of Trump, or kompromat, from the financial to the salacious.",
  "It shows a willingness to collude on the part of the Trump team, and related emails indicate Russian President Vladimir Putin’s support for Trump, but members of both parties claim that no actual material changed hands at that meeting.",
  "Papadopoulos, a foreign-policy adviser to the Trump campaign, is said to have boasted to an Australian diplomat that Russia had leverage on Hillary Clinton, long before the emails were released.",
  "Stone’s email boasting of his dinner with Assange was sent to Sam Nunberg, the former Trump aide whom Mueller subpoenaed in February (and who briefly claimed he would resist the subpoena).",
  "This was said in jest.” This is the second time in recent weeks that a Trump-connected person has offered this trust me, I was lying defense, following Cambridge Analytica’s Alexander Nix.",
  "(That meeting’s importance to the investigation may instead hinge on whether the president’s involvement in attempts to cover it up constitute obstruction of justice.)",
  "Trump himself infamously pleaded publicly with Russia to hack and release emails from Clinton’s time as secretary of state, remarks he later passed off as joking.",
  "The emails are worth watching closely because they are perhaps the most likely avenue for showing material collusion between the Trump campaign and Russia.",
  "NBC News also reported in February that Mueller’s team was asking whether Donald Trump himself was aware of the hacked emails before they were released.",
  "He has also admitted to being in touch with Guccifer 2.0, the hacker who provided the emails to WikiLeaks, though he insists he did nothing untoward.",
  "It is not as if he has been shy about indicting Russians, or indicting people unlikely to ever be arrested, as the IRA indictments show.",
  "On the other hand, Stone later exchanged Twitter messages with WikiLeaks, as my colleague Natasha Bertrand reported in February.",
  "Stone’s penchant for falsehood is such that he could very well have invented a meeting with Assange to aggrandize himself.",
  "Although Mueller has not charged anyone yet in connection with the emails, there are clues that he is focused on them.",
  "The June 2016 Trump Tower meeting between Trump campaign officials and Russians is another contender.",
  "Even so, Mueller hasn’t indicted anyone for the hacks yet, or if he has, the indictments are sealed.",
  "Both men have been such prolific merchants of balderdash that it’s hard to dismiss this excuse.",
  "In October, he once again accurately predicted a new WikiLeaks dump.",
  "He also defended Guccifer 2.0 as not being a Russian.",
  "“I never dined with Assange,” he told the Journal.",
  "Stone’s defense is that the email was bullshit.",
  "It’s not what you say, it’s what you do.",
  "There was no such meeting."
]