[
  "Alan Futerfas, an attorney for Trump Jr., said in a statement provided to the Atlantic, \"Putting aside the question as to why or by whom such documents, provided to Congress under promises of confidentiality, have been selectively leaked, we can say with confidence that we have no concerns about these documents and any questions raised about them have been easily answered in the appropriate forum.\"",
  "In the October 3 exchange, the WikiLeaks Twitter account sent a message to Trump Jr. that said: \"Hiya, it'd be great if you guys could comment on/push this story,\" and proceeded to link to a quote from Hillary Clinton suggesting a drone strike against WikiLeaks founder Julian Assange, according to the messages shared by Trump Jr.\n\n\"Already did that earlier today,\" Trump Jr. wrote back.",
  "On October 7, 2016, the intelligence community publicly announced that US intelligence officials have assessed \"with high confidence\" that Russian intelligence hacked the DNC and Clinton campaign chairman John Podesta, and then subsequently provided internal materials obtained through the hacks to WikiLeaks so they could be publicly released.",
  "Trump Jr. tweeted the exchange shortly after The Atlantic first reported on the correspondence, writing: \"Here is the entire chain of messages with @wikileaks (with my whopping 3 responses) which one of the congressional committees has chosen to selectively leak.",
  "A source familiar with the matter told CNN that Congress has had the documents for a while, and Trump Jr. was briefly asked about the exchanges during a closed-door interview he had with the Senate judiciary committee in September 2017.",
  "1/3 pic.twitter.com/SiwTqWtykA\n\nAccording to the released messages, WikiLeaks reached out to President Donald Trump's adult son just before midnight on September 20, 2016, regarding a PAC-funded, anti-Trump website.",
  "This communication came days before the official intelligence community assessment that it thought Russia was behind the DNC hacks and that it was disseminating information through WikiLeaks and Guccifer 2.0.",
  "Here is the entire chain of messages with @wikileaks (with my whopping 3 responses) which one of the congressional committees has chosen to selectively leak.",
  "Washington (CNN) Donald Trump Jr. has released exchanges he had with the WikiLeaks Twitter account via direct messages during the 2016 presidential campaign.",
  "Although the messages are predominantly one-sided, according to The Atlantic, they were turned over to congressional investigators by Trump Jr.'s lawyers.",
  "Trump Jr. responded to two of the messages initiated by WikiLeaks, the one sent on September 21, 2016, and then again on October 3, 2016.",
  "Trump Jr. faced scrutiny after it was revealed he agreed to meet with a Russian attorney who was promising \"dirt\" on Clinton.",
  "The news comes amid several investigations into possible links between the Trump campaign and Russia.",
  "That meeting, in June 2016 at Trump Tower, included Trump Jr., Jared Kushner and Paul Manafort.",
  "Also on October 7, 2016, WikiLeaks began releasing Podesta's emails.",
  "Trump Jr. then proceeded to inquire about a \"Wednesday leak.\"",
  "\"What's behind this Wednesday leak I keep reading about?\"",
  "\"It's amazing what she can get away with.\"",
  "he wrote, according to The Atlantic.",
  "How ironic!\"",
  "How ironic!"
]