[
  "Count 10 charges those 11 defendants with money laundering for transferring cryptocurrencies through a web of transactions in order to purchase computer servers, register domains, and make other payments in furtherance of their hacking activities while trying to conceal their connections to Russia.",
  "One of those defendants and a 12th Russian military officer are charged with conspiring to infiltrate computers of organizations involved in administering elections, including state boards of election, secretaries of state, and companies that supply software used to administer elections.",
  "In addition to releasing documents directly to the public, the defendants transferred stolen documents to another organization that is not identified by name in the indictment, and they used that organization as a pass through to release the documents.",
  "We need to work together to hold the perpetrators accountable, and we need to keep moving forward to preserve our values, protect against future interference, and defend America.”\n\nRead the rush transcript of Rosenstein’s full statement below.",
  "The charges — the latest batch of indictments in special counsel Robert Mueller’s ongoing investigation into Russian election interference — come days before President Donald Trump is expected to meet with Russian President Vladimir Putin.",
  "Assistant Attorney General John C. Demers is here with me today because we intend to transition responsibility for this indictment to the Justice Department’s national security division while we await the apprehension of the defendants.",
  "Deputy Attorney General Rod Rosenstein has announced indictments against 12 Russian intelligence officials in connection with the hacking of the Democratic National Committee and Hillary Clinton’s 2016 presidential campaign.",
  "Second, the defendants hacked into computer networks and installed malicious software that allowed them to spy on users and capture keystrokes, take screenshots, and exfiltrate or remove data from those computers.",
  "Count 11 charges two defendants for a separate conspiracy to access computers without authorization and to damage those computers in connection with efforts to infiltrate computers used to administer elections.",
  "They targeted state and local officials responsible for administering elections, and they sent spear phishing emails to people involved in administering elections, including attaching malicious software.",
  "And he made a plea to let the special counsel’s investigation play out — urging both parties to recognize the crimes described in the indictments are a clear and dangerous attack on democracy.",
  "Count one charges 11 defendants for conspiring to access computers without authorization and to damage those computers in connection with efforts to interfere with the presidential election.",
  "When we confront foreign interference in American elections, it’s important for us to avoid thinking politically as Republicans or Democrats and instead to think patriotically as Americans.",
  "First, they used a scheme known as spear phishing, which involves sending misleading e-mail messages and tricking the users into disclosing their passwords and security information.",
  "We need to work together to hold the perpetrators accountable, and we need to keep moving forward to preserve our values, protect against future interference, and defend America.",
  "Eleven of the defendants are charged with conspiring to hack into computers, steal documents, and release those documents with the intent to interfere in the election.",
  "There was one unit that engaged in active cyber operations by stealing information and a different unit that was responsible for disseminating the stolen information.",
  "According to the allegations in the indictment, the defendants work for two units of the main intelligence directorate of the Russian general staff known as the GRU.",
  "Counts two through nine charge those 11 defendants with aggravated identity theft by employing usernames and passwords of victims in order to commit computer fraud.",
  "In an effort to conceal their connections to Russia, the defendants used a network of computers around the world, and they paid for it using cryptocurrencies.",
  "The defendants accessed e-mail accounts of volunteers and employees of a US presidential campaign, including the campaign chairman starting in March of 2016.",
  "The indictment was returned today because prosecutors determined that the evidence was sufficient to present these allegations to a federal grand jury.",
  "The defendants covertly monitored the computers and planted hundreds of files containing malicious computer code and stole emails and other documents.",
  "“A partisan warfare fueled by modern technology does not fairly reflect the grace, dignity, and unity of the American people,” Rosenstein said Friday.",
  "In a second related conspiracy, Russian GRU officers hacked the website of a state election board and stole information about 500,000 voters.",
  "They used those personas to release information, including thousands of stolen emails and other documents beginning in June of 2016.",
  "That is how the American people expect their Department of Justice to operate, and that is how our department is going to operate.",
  "A partisan warfare fueled by modern technology does not fairly reflect the grace, dignity, and unity of the American people.",
  "There’s no allegation in this indictment that the Americans knew they were corresponding with Russian intelligence officers.",
  "The indictment charges 12 Russian military officers by name for conspiring to interfere with the 2016 presidential election.",
  "I want to caution you, the people who speculate about federal investigations usually do not know all of the relevant facts.",
  "They also hacked into the computer networks of a congressional campaign committee and a national political committee.",
  "The special counsel’s investigation is ongoing, and there will be no comments on the special counsel at this time.",
  "They also hacked into computers of a company that supplied software used to verify voter registration information.",
  "There will always be adversaries who seek to exacerbate our divisions and try to confuse, divide, and conquer us.",
  "Today a grand jury in the District of Columbia returned an indictment presented by the special counsel’s office.",
  "In our justice system, everyone who’s charged with a crime is presumed innocent unless and until proven guilty.",
  "So long as we are united in our commitment to the values enshrined in the Constitution, they will not succeed.",
  "The conspirators corresponded with several Americans during the course of the conspiracy through the internet.",
  "Most anonymous leaks are not from the government officials who are actually conducting these investigations.",
  "We complete our investigations, and we evaluate all of the relevant evidence before we reach any conclusion.",
  "It should go without saying that people who are not charged with a crime also are presumed innocent.",
  "There’s no allegation that the conspiracy changed the vote count or affected any election result.",
  "“The blame for election interference belongs to the criminals who commit election interference.",
  "The blame for election interference belongs to the criminals who commit election interference.",
  "They discussed the timing of the release in an attempt to enhance the impact on the election.",
  "The unit’s engaged in active cyber operations to interfere in the 2016 presidential election.",
  "Finally, the indictment seeks the forfeiture of property involved in the criminal activity.",
  "We follow the rule of law, which means that we follow procedures, and we reserve judgment.",
  "Our analysis is based solely on the facts, the law, and Department of Justice policies.",
  "Leaks was a group of American hackers and that Guccifer 2.0 was a lone Romanian hacker.",
  "There’s no allegation in this indictment that any American citizen committed a crime.",
  "The internet allows foreign adversaries to attack America in new and unexpected ways.",
  "The indictment includes 11 criminal allegations and a forfeiture allegation.",
  "He cautioned the public not to believe leaks about the investigation.",
  "I briefed President Trump about these allegations earlier this week.",
  "The conspirators created fictitious online personas, including D.C.",
  "We do not try cases on television or in congressional hearings.",
  "The president is fully aware of the department’s actions today.",
  "Free and fair elections are always hard fought and contentious.",
  "In his statement, Rosenstein says he briefed the president.",
  "Our response must not depend on which side was victimized.",
  "The defendants used two techniques to steal information.",
  "He’s been managing the special counsel investigation.",
  "In my remarks, I have not identified the victims.",
  "The defendants falsely claimed that D.C.",
  "Both were controlled by the Russian GRU.",
  "Ed O’Callahan is also with me.",
  "Leaks and Guccifer 2.0.",
  "Good afternoon."
]