[
  "Stone told CBS News earlier this month that the FBI -- investigating whether there were improper contacts between the Trump campaign and Russians -- will “get my grocery lists, they may get the emails between my wife and I, but here’s what they won’t get -- any contact with the Russians.”\n\nOn Sunday, Stone said in a statement that when he had his “brief exchange” with Guccifer 2.0. on August 16, he was unaware of any allegations that Guccifer 2.0 was or is a Russian agent.",
  "The president recently fired Michael Flynn from his job as national security adviser after it came to light that Flynn hadn’t been direct about his own contacts with Russia’s ambassador to the U.S.\n\nCBS News correspondent Jeff Pegues reported earlier this month that Stone had denied any connection to Russia and refuted allegations he knew Wikileaks was going to publish the stolen emails of Hillary Clinton campaign chairman John Podesta.",
  "“Therefore my previous statements to CBS that I had contact with NO Russians is accurate with the possible exception of an innocent exchange ... before I was aware of these allegations that he may be a Russian asset,” Stone said in a statement.",
  "-- an individual involved in hacking Democratic National Committee emails -- was “innocuous” due to its and timing and because he was unaware at the time of the “exchange” of allegations that Guccifer 2.0 has ties to Russia.",
  "His acknowledgement of contact with Guccifer, however brief, could pose fresh problems for Mr. Trump, whose administration has been unable to surmount suspicion over campaign-season contacts with Russia.",
  "But in August, Stone tweeted “it will soon [be] Podesta’s time in the barrell.” Nearly two months later, Wikileaks began publishing new Podesta emails every day.",
  "U.S. intelligence agencies later concluded that the Russian government directed the DNC hack in an attempt to influence the outcome of the presidential election.",
  "He also said that because August 16 was after the DNC email hack and release, the timeline proves he wasn’t involved in the hack and release of the emails.",
  "NEW YORK -- Longtime Republican operative and Trump confidant Roger Stone told CBS News Sunday an “exchange” he had with Guccifer 2.0.",
  "Stone told The Washington Times Friday that he had a private Twitter exchange last year with “Guccifer 2.0,” an online persona.",
  "Emails stolen from the chairman of Hillary Clinton’s presidential campaign were later released by the website Wikileaks.",
  "Mr. Trump has denied knowing that any staff had communicated with Russia during the campaign.",
  "He said it was “so perfunctory, brief and banal” that he had forgotten about it.",
  "The FBI is investigating, as are the House and Senate intelligence committees.",
  "Stone is a friend of Mr. Trump and was an informal adviser to his campaign.",
  "Last summer, Guccifer 2.0 posted emails stolen from Democrats.",
  "U.S. officials believe Guccifer 2.0 is linked to Russia."
]