[
  "It said the operation went for “targets associated with both major US political parties.”\n\nThe report assessed with “high confidence” that the GRU, Russia’s military intelligence agency, had used those intermediaries to release “US victim data obtained in cyber operations publicly and in exclusives to media outlets and relayed material to WikiLeaks.”\n\nWikiLeaks founder Julian Assange has said he did not receive emails stolen from the DNC and top Hillary Clinton aide John Podesta from “a state party.” Assange did not rule out the possibility that he got the material from a third party.",
  "Introducing Trumponomics Daily: Fortune’s Guide to Donald Trump’s Washington\n\nInstead, he said: “Russia, China, other countries, outside groups and people are consistently trying to break through the cyber infrastructure of our governmental institutions, businesses and organizations” including the DNC.",
  "Russia’s objectives were to undermine public faith in the U.S. democratic process, denigrate former secretary of state Clinton, make it harder for her to win and harm her presidency if she did, an unclassified report released by the top U.S. intelligence agency said.",
  "The agencies believe Russian military intelligence used intermediaries such as WikiLeaks, DCLeaks.com and the Guccifer 2.0 personal to release emails that it had acquired from the Democratic National Committee (DNC) and top Democrats as part of the effort.",
  "The New York businessman, who is to be inaugurated as president on Jan. 20, also said he would appoint a team to give him a plan within 90 days of taking office on how to prevent cyber attacks but suggested that he would keep their recommendations secret.",
  "Trump, who has developed a rocky relationship with U.S. spy agencies, defended the legitimacy of his election victory after he received a nearly two-hour briefing on their conclusion that Russia had staged cyber attacks during the 2016 campaign.",
  "Russian President Vladimir Putin ordered an effort to help Republican Donald Trump’s electoral chances by discrediting Democrat Hillary Clinton in the 2016 presidential campaign, U.S. intelligence agencies said in an assessment on Friday.",
  "Russia’s Interference in the Election May Not Have Made Any Difference\n\nRussian actors were not found to have targeted U.S. systems that are involved in tallying votes, the report said.",
  "“There was absolutely no effect on the outcome of the election including the fact that there was no tampering whatsoever with voting machines,” Trump said.",
  "“The methods, tools and tactics we use to keep America safe should not be a public discussion that will benefit those who seek to do us harm,” Trump said.",
  "In a statement after the briefing, Trump did not squarely address whether he was told of the agencies’ belief Russia carried out the hacking.",
  "“We assess Russian President Vladimir Putin ordered an influence campaign in 2016 aimed at the US presidential election,” the report said.",
  "The report was produced by the Central Intelligence Agency, the Federal Bureau of Investigation and the National Security Agency.",
  "Clinton won the nationwide popular vote but lost in the Electoral College that formally elects the president.",
  "“We further assess Putin and the Russian Government developed a clear preference for President-elect Trump.",
  "We have high confidence in these judgments.”\n\nGet Data Sheet, Fortune’s technology newsletter.",
  "Russia denies the U.S. government’s allegations of hacking during the election campaign."
]