[
  "Page responded in a letter of his own that he was committed to cooperating with the Senate investigation, but \"please note that any records I may have saved as a private citizen with limited technology capabilities will be minuscule in comparison to the full database of information which has already been collected under the direction of the Obama Administration during last year's completely unjustified FISA warrant that targeted me for exercising my First Amendment rights, both in 2016 as well as in years prior.\"",
  "\"I eagerly await your Committee’s call to help finally set the record straight following the false evidence, illegal activities as well as other lies distributed by Mrs. Hillary Clinton’s campaign and their associates in coordination with the Obama Administration, which defamed me and other supporters of the Trump campaign,\" Page said in a separate letter to the Senate Intelligence Committee, dated March 5.",
  "/ Updated By Ken Dilanian\n\nThe Senate Intelligence Committee has asked former Trump adviser Carter Page to provide a list of his contacts with Russian officials and turn over any emails or other communications with Russians, according to a letter Page provided to NBC News.",
  "Separately, former acting attorney general Sally Yates is scheduled to testify publicly May 8 before a Senate judiciary subcommittee about her disclosure to the White House that Flynn had misled officials about his conversations with the Russian ambassador.",
  "Page, identified in a previous case as a recruiting target for Russian spies, made a trip to Moscow while he was advising the Trump campaign on foreign policy, though his role in the campaign does not appear to have been significant.",
  "Related: Carter Page, Adviser Once Linked to Trump Campaign, Met With Russian Ambassador\n\nThe letter to Page asked him to list any Russian official or business executive he met with between June 16, 2015 and Jan. 20, 2017.",
  "Among the House lines of inquiry, one official familiar with the investigation told NBC News, is to what extent Russian money bailed out Trump’s real estate empire after the 2008 real estate crash.",
  "Manafort’s financial transactions with his Ukrainian political clients have come under scrutiny, as have Flynn’s unregistered lobbying for Turkish government interests during the election campaign.",
  "Page has indicated in correspondence to the Committee that he looks forward to working with us on this matter, and that our cooperation will help resolve what he claims are false allegations.",
  "Page, Stone, Manafort and Flynn have each drawn FBI attention, though it’s not clear whether it all relates to the FBI’s counterintelligence investigation into the Russian operation.",
  "At issue is whether any Trump associate colluded with the Russian intelligence operation to hack, leak and plant fake news stories to hurt Hillary Clinton and benefit Donald Trump.",
  "The House Intelligence Committee, which is conducting a separate but parallel investigation, heard testimony behind closed doors Thursday from FBI director James Comey.",
  "Sergei Karpukhin / Reuters file\n\nThe letter to Page was signed by Republican Richard Burr and Democrat Mark Warner, the chairman and ranking Democrat on the committee.",
  "He was referring to reports that the FBI targeted him with a Foreign Intelligence Surveillance Act warrant after suspecting him of acting as an agent of Russia.",
  "It signaled that the committee was stepping up its inquiry into Russian election interference, after spending weeks reviewing intelligence documents.",
  "One-time advisor of U.S. president-elect Donald Trump Carter Page addresses the audience during a presentation in Moscow, Russia, December 12, 2016.",
  "Page choose to not provide the material requested by those dates, the Committee will consider its next steps at that time,\" the senators said.",
  "Stone has acknowledged conversations with Guccifer 2.0, an online persona that American officials say was a front for Russian intelligence.",
  "And it seeks all his email or other communications during that period with Russians, or with the Trump campaign about Russia or Russians.",
  "The New York Times is reporting that similar letters were sent to former Trump advisers Roger Stone, Michael Flynn and Paul Manafort.",
  "Manafort's spokesman declined to comment; representatives for Stone and Flynn did not immediately respond to requests for comment.",
  "In a statement, Burr and Warner called for Page to fully cooperate and turn over the material by the deadlines they set for him.",
  "As our letter indicated, the requested documents must be provided in advance of any interviews the Committee may conduct.\"",
  "The Senate committee is on track to interview as many as two dozen witnesses, U.S. officials tell NBC News.",
  "It also asked him to provide information about Russia-related real estate transactions during that period.",
  "Related: Trump Campaign Associate Carter Page Revealed as Target of Russian Spies\n\n\"Mr.",
  "Such requests are commonly made before a formal subpoena for records is issued.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "Committee officials declined to confirm or deny that report.",
  "Page must supply the requested documents to the Committee.",
  "He denies that allegation.",
  "For that to happen, Mr.",
  "\"Should Mr."
]