[
  "We've had the United States government come out with an extraordinary set of indictments this week, right, where the United States said it was prepared to prove, beyond a reasonable doubt, with public evidence to a jury that President Putin is lying about his denials with respect to the election interference and that we have absolute proof of this, and yet the response from the White House is a political response as opposed, as Victoria's pointing out I think exact -- directly, as opposed to an all government response about what this government and this nation's going to do to defend itself.",
  "What is interesting with Trump, though, is that he tends to sort of escalate some sort of problem where their -- a problem may exist, whether it's North Korea's nuclear weapons, or this issue of collective defense spending, to a higher level and then tries to sort of swoop in at the last minute and sort of make a deal or create some sort of pressure or take some action or dramatic step and look like he solved some sort of problem.",
  "The list of things -- which is why this meeting shouldn't happen tomorrow -- the list of things, Margaret, Crimea, Ukraine, the shoot down of MH-17 killing 298 people, the use of nerve agents in the United Kingdom, aiding and abetting war crimes in Syria, the list of actively hostile actions by the Russians since Putin's return to office is extreme and we don't -- really haven't had any response from the president on this.",
  "And you hear the president's top national security advisers urging publicly and privately a more hawkish tone towards Russia, and yet President Trump continues his solicitousness toward President Putin, even once in the past couple of days saying that perhaps someday he could be a friend, when we have learned some interesting details about this meeting.",
  "Instead, essentially what's going on here I fear is really advancing Russian strategic goals, which have been for 70 years to divide Europe from the United States, undermine the western democracies and essentially whether purposefully or by accident the president's kind of fallen into advancing those -- advancing those goals.",
  "And the implication of these latest indictments is that the next step for this Mueller investigation is going to be looking at some of the issues that Victoria Nuland was talking about earlier, concerns about the state level actions and Russians that could have targeted secretaries of state and voting processes.",
  "Now, how pervasive it was beyond those two, I think there are four of five other unidentified bureau and department agents and employees who also had bias, but there are 13,000 FBI agents, and 99.9 percent of them are doing exactly what you would want them to do in exactly the way you would want them to do it.",
  "And so, for instance, on Friday, right, when Rod Rosenstein was up announcing, you know, these 12 indictments of Russians, just a few minutes before, Conservative Mark Meadows, who leads the House Freedom Caucus, actually had a red folder in his hand on the House floor that would basically impeach Rosenstein.",
  "My concern now is we've had a year and a half where the U.S. government, directed by President Trump, should have been leading its own investigation of what Russians, Chinese, other adversaries of the United States can do to undermine our democracy, and building up our resistance, our deterrence to that.",
  "Can you imagine such a long conference, press conference, between these two leaders, and what they will say about the state of their relationship, about what Russia has done in the past to our elections, what they're doing now in terms of trying to attack America's democracy and our cyber-infrastructure?",
  "We need to go forward to make sure it never happens again, including being extremely firm with President Putin tomorrow about real consequences for Russia in places that matter to them, like their economy, where Russia is not doing very well, if, in fact, this continues in the United States.",
  "Gerry Seib is the executive Washington editor at \"The Wall Street Journal,\" Rachael Bade covers Congress for \"Politico,\" who's also a CNN political analyst, Ben Domenech is the founder and publisher of \"The Federalist,\" and David Nakamura covers the White House for \"The Washington Post.\"",
  "So the president can take Putin on, on all of these issues and make clear that if they don't come back into civilized behavior with the international community that there will be more consequence, economic sanctions, more freezing out, and instead this is now set up to be a lovefest.",
  "SEN. JOHN CORNYN (R), TEXAS: Well, Neil Gorsuch got 54 votes when he was confirmed, and I think Brett Kavanaugh brings a similar academic and experience background and judicial philosophy that I think most people on my side of the aisle will find acceptable.",
  "BRENNAN: So, you're right, no Americans were charged, but 12 Russian military intelligence officers were for attacking the DNC and other Democratic organizations, going after Hillary Clinton's e-mails, and also attempting to break into state election boards.",
  "BRENNAN: Well, that's a point here, though, that seems to be getting lost, or at least when the president is speaking, he's conflating these specific individuals, the number you put, four or five, with the entire intelligence organization that is the FBI.",
  "There are about half a dozen Democrats from states that Trump carried in the 2016 election that are on the ballot this fall and they see potentially the politics are better for them to ignore Schumer and to potentially vote for this nominee.",
  "I think, you know, one of the interesting things about the indictment was it actually may have been beneficial for the president that it came out before the meeting because it means that he has a reason to raise this with Vladimir Putin.",
  "BRENNAN: Democrats, one of the questions they have for Judge Kavanaugh when he goes before the committee is whether he would recuse himself, his thoughts on recusal, particularly if the Mueller probe ever were to reach the high court.",
  "And he seems to have employed this again here, as he did with the Singapore summit with Kim Jong-un, where we don't know that he's made that much of a difference, but he sort of says at the end, you know, I was threatening to leave.",
  "And actually one thing that's particularly interesting, Cornyn apparently cornered the minority leader, Chuck Schumer, in the Senate gym the other day when he was on an exercise bike and was like, good luck getting out of this one.",
  "We can re-litigate what happened in 2016 and how much it actually mattered, but what really matters going forward for the confidence of the American people is confidence in the upcoming mid-term elections and what that looks like.",
  "The president has spent more time in the last week attacking our Democratic family than preparing for the real foes, President Putin, who he identified in his own national security strategy as a main threat to the United States.",
  "Congressman, you just heard President Trump once again refer to the Russia probe as a witch-hunt, and he specifically referred to the hearing that you chaired this past week with FBI agent Peter Strzok as proof of his claim.",
  "Just as the president arrived for tea with the queen, back home, special counsel Robert Mueller delivered a surprise, charging 12 Russian military intelligence officials with hacking into Democratic Party targets in 2016.",
  "And this is, to me, an area that is going to continue to be exploited by our adversaries, whether it's the Chinese for economic reasons or to steal national security technology, or the Russians to undermine our elections.",
  "And I think it's a -- what we really do is take that energy that's been focused in terms of internal bouts and focus that on Republicans and win seats that Republicans hold today if we really want to make a difference.",
  "I think it would have been much worse for the president if he had had this meeting and said some conciliatory things about how I don't think the Russians really did this and then the indictment had come out later.",
  "CORNYN: I think the president is doing what you said earlier, which is conflating the meddling investigation with the investigation into potential collusion, for which there has been no evidence revealed so far.",
  "GERALD SEIB, \"THE WALL STREET JOURNAL\": Well, I think, you know, it's perfectly clear from Senator -- what Senator Cornyn said, for example, Republicans are saying, look, this is an attack on the United States.",
  "(END VIDEO CLIP)\n\nBRENNAN: We will have more of Jeff's interview with President Trump in Scotland airing tomorrow on \"CBS THIS MORNING\" and later on \"THE CBS EVENING NEWS,\" as well as our digital network, CBSN.",
  "But I am incredibly disappointed that any member of Congress would reach out to WikiLeaks or Julian Assange or Lucifer -- or Guccifer -- or Lucifer...\n\n(LAUGHTER)\n\nGOWDY: ... and try to get dirt on a Democrat.",
  "But, to me, this is an indication of how much our friends across the aisle are stretching, the hypothetical that if a case ever became -- got in front of the Supreme Court and he were there, would he recuse.",
  "And, you know I, as an example, have a big problem with Germany, because Germany made a pipeline deal with Russia, where they're going to be paying Russia billions and billions of dollars a year for energy.",
  "I think it will be fascinated, as you suggested earlier, what's this going to be like at a press conference tomorrow where they're both standing up side by side and this is going to be topic a on the list.",
  "SEIB: And I think it's interesting that one of the things the critics keep pointing out is that what the president talks about this, what's missing is some statement of outrage about what the Russians did.",
  "I think the most damning piece of evidence, Margaret, with respect to bias, is the day Robert Mueller was announced, special agent Peter Strzok wasn't talking about indictments like you and I just were.",
  "And I think it really highlights this quite divide we're seeing going on right now between Republicans on The Hill, between Republicans like Gowdy, who want the Russia investigation to continue.",
  "In the midst of the president's controversial and confrontation-filled European visit, more evidence that top Russian spies worked to undermine Hillary Clinton in the 2016 presidential campaign.",
  "NULAND: I don't think the price has been anywhere near sufficient, but what I worry about more than going backward to 2016 is whether we are prepared for what they're going to do in 2018, 2020.",
  "I think what people are looking for in many cases here is some statement of outrage from the president of the United States, not about what happened to him, but what happened to the country.",
  "Mueller's move set the stage for a potential confrontation between Mr. Trump and Putin, but many fear the president won't be tough enough on the issue of Russian meddling in U.S. elections.",
  "(END VIDEO CLIP)\n\nBRENNAN: And it now appears terrorist Russia was listening, because, on that very same day, Russian officials named in the indictment began hacking into Clinton's server.",
  "Now you're getting something that's more serious, which is actual activity on the part of Russians to phish into DNC servers to try to get e-mails out of the various people involved there.",
  "On the other hand, I agree with my friend Trey Gowdy and Jonathan Turley, who wrote a piece recently, who said this didn't have an impact in the -- in terms of the outcome of the election.",
  "BRENNAN: But, to play devil's advocate here, there are other Republicans who were questioning the president as a candidate and comments he made and whether that made him fit for office.",
  "When we originally had these indictments come out in February, they were primarily targeted at social media activity, mems, ads, and fake news that Russian activity was promoting here.",
  "It's funny to hear him say that, because there are incredibly high expectations by everyone else in the world just about what they're going to agree to in those private conversations.",
  "CROWLEY: I think that Nancy -- when history looks back at Nancy Pelosi, they will look at one of the smartest and hardest working speakers and leaders in the history of our country.",
  "In the wake of Robert Mueller's indictment of these 12 Russian, do you view this as an act of war, given that these were military intelligence officers, and has Russia paid a price?",
  "I think the appropriate thing would have been at NATO and in Europe would have been to develop a unified approach to Russia and point to the positive things that we have in NATO.",
  "(END VIDEO CLIP)\n\nBRENNAN: In Brussels, the president hounded NATO partners to increase their own defense spending, leaving them flabbergasted, as one European diplomat told us.",
  "If you were a counterintelligence expert, this is the chance of a lifetime to fight for your country against Russia, and you're concerned that it might not lead to impeachment.",
  "VICTORIA NULAND, FORMER ASSISTANT SECRETARY OF STATE: Margaret, I think it's very dangerous, whether it's the rhetoric against the European Union or the rhetoric against NATO.",
  "I think it's more reflective, again, of some of the arcane nature -- some of the arcane nature of New York state election law itself that may be contributing to this factor.",
  "BRENNAN: Are you going to sign on to this effort to impeach Deputy Attorney General Rod Rosenstein that the House Republicans are talking about putting forward this week?",
  "BRENNAN: And we know so many of the president's advisers admit they don't really know what happens when the president gets in the room, because he decides his own agenda.",
  "I spoke with a top adviser to the president just this morning who said that one-on-one meeting with Vladimir Putin is scheduled to last about -- just about half-an-hour.",
  "We want to go now to Helsinki and CBS this morning co-host Norah O'Donnell, who is heading up the network's coverage of President Trump's meeting with Vladimir Putin.",
  "Your first request of Vladimir Putin needs to be, tell us which airport we can pick up the 25 Russians that tried to interfere with the fundamentals of our democracy.",
  "And, of course -- but we're adversaries, clearly, in places like Syria in terms of their alliance with Iran, the number one state sponsor of international terrorism.",
  "The -- he's pitting himself against a unified view of the intelligence and law enforcement services of the United States --\n\nNULAND: And his own cabinet, by the way.",
  "Norah, in this interview and really throughout the week, the signals that the president has been sending seem very much at odds with his own national security team.",
  "We will speak with two leading Republicans who have been investigating the Russian meddling, Senator John Cornyn of Texas and South Carolina Congressman Trey Gowdy.",
  "Margaret, keep in mind, his main concern when he was trying to deliberate on whether or not to be part of Mueller's probe is that it might not lead to impeachment.",
  "She's accused the Democratic Party writ large of not taking the interests of people of color seriously, not paying much attention to working-class communities.",
  "How I helped provide the votes to overturn gay marriage into -- have gay marriage in New York state that went from 2-5 in the senate in New York state to 7-0.",
  "And if you look -- you know, Trump says, I want to get in a room with these leaders, even if they're geopolitical foes or rivals or enemies, like Kim Jong-un.",
  "And earlier this week one of my colleagues caught up with him in the hall and said to him, can Schumer twist your arm to get you to vote against this nominee?",
  "And, first and foremost, let me say, it's been a great honor, one of the greatest honors of my life to serve the people of the 14th Congressional District.",
  "And so I do think we need to focus now on winning seats in November and ensuring the Democrats are in control, for the sake of our country, quite frankly.",
  "I would have to say, though, that there's been kind of an averting of the eyes, kind of turning away from the conduct of the Russians by President Trump.",
  "BRENNAN: The president saying in tweets against in the past 24 hours, look, this happened on President Obama's watch and he didn't do enough, blame him.",
  "The president tried to lower expectations for his Monday one-on-one summit with Vladimir Putin in an interview with \"CBS EVENING NEWS\" anchor Jeff Glor.",
  "I think the timing of the primary itself, not being the normal September back into June and really was, you know, an isolated primary in many respects.",
  "And I heard that they were trying or people were trying to hack into the RNC, too, the Republican National Committee, but we had much better defenses.",
  "I mean, Margaret, if you were being investigated by people who had that level of bias and animus against you, I think you would be concerned as well.",
  "If you really claim you had nothing to do with it, then you should be as shocked as we were that your military was being used to impact our election.",
  "And the attacks on them are really corrosive I think and really undermine the sense of reliability that I think Europeans have in the United States.",
  "And I think some people may have taken for granted that I've been around for a while and, you know, decided they'll get me in November, so to speak.",
  "CROWLEY: Well, look, you know, I do think that that will be up to the new Congress to decide who the next leader or speaker will help (ph) will be.",
  "Black unemployment is the lowest level in history, Hispanic unemployment the lowest level in history, Jeff, women unemployment lowest in 66 years.",
  "BRENNAN: David, this complaint at NATO about paying more for your own defense is something we've heard president after president after president.",
  "BRENNAN: We will be back in one minute with a lot more FACE THE NATION, including a conversation with the number two in the Senate, John Cornyn.",
  "Yes, they're concerned about some bias with a couple of FBI agents, but overall they want to hold Russia accountable for election interference.",
  "(COMMERCIAL BREAK)\n\nBRENNAN: See all of you tomorrow morning on \"CBS This Morning\" as we continue our network coverage of the Helsinki summit.",
  "But with Kim Jong-un he had a real strong strategy of pressure, maximum pressure, you know, rallying world allies, rallying other countries.",
  "If Republicans vote as a bloc, Democrats really don't have a way to stop the president from getting his nominee, Brett Kavanaugh, confirmed.",
  "Let's get straight to the news on Russia, because you do -- you have been part of this Senate investigation into Russian election meddling.",
  "Rachael, I want to start with you, because when we were speaking with Congressman Gowdy, he mentioned some of your reporting at \"Politico.\"",
  "I think we're greatly hampered by this whole witch-hunt that's going on in the United States, the Russian witch-hunt, the rigged situation.",
  "I thought it was an absolute disgrace, where he wants to do things against me before I was even -- I guess before I was even the candidate.",
  "(BEGIN VIDEO CLIP)\n\nJEFF GLOR, CBS NEWS ANCHOR: I saw the conversation you had with Jens Stoltenberg, which was a very direct conversation.",
  "In one paragraph the president used the word disgraced six times in relation to this investigation and Peter Strzok's testimony last week.",
  "BRENNAN: Rachael, if your -- if your memory is long enough and you can recall what happened on Monday, we did get a Supreme Court nominee.",
  "Then, on Wednesday, \"CBS EVENING NEWS\" anchor Jeff Glor will sit down at the White House with President Trump for a post-summit interview.",
  "One thing -- you know, one thing I wanted to say on this and it's -- I know, Victoria, you agree with me, because you were alluding to it.",
  "We will release a final report, but we're working with state election officials and trying to make sure that people are better prepared.",
  "DOMENECH: And that is kind of a stand-in for the fact that these indictments, even as significant as they are, are ultimately toothless.",
  "So after that meeting that they will have together, there will then be sort of an expanded meeting that will include their top advisers.",
  "So I think that's -- what we're all looking forward to is what exactly comes out of this meeting, whether it's a spectacle or substance.",
  "Do you think, given these indictments, that this is a good idea, for them to be one-on-one for at least 30 minutes, if not a full hour?",
  "But if there is one area where I worry about the most, it's that our lack of national, all-of-government response to the cyber-threat.",
  "But this relentless attack on allies, this embrace of Putin, really undermining the United States with the publics of Europe, as well.",
  "I know you weren't in the administration at the time of the hacking, but do you agree with Victoria, the price hasn't been sufficient?",
  "Republicans, I think, would be much wiser to be engaged on that point as opposed to fighting these kind of internally divisive wars.",
  "And the U.S. has now confirmed this morning that there will be a joint press conference between President Trump and President Putin.",
  "You're supposed to be fighting for someone, and then that someone gives billions of dollars to the one that you're guarding against?",
  "Let the second prong play out, but so far the with whom if anyone did they do it, we have got a big zero with respect to Americans.",
  "(END VIDEO CLIP)\n\nBRENNAN: \"CBS THIS MORNING\" co-host Norah O'Donnell is heading up the network's coverage of the Helsinki summit.",
  "BRENNAN: Very quickly, are you going to investigate who the congressional candidate was who was in contact with the conspirators?",
  "Tell us where you're going to extradite those folks, because an American grand jury indicted them for undermining our democracy.",
  "Publicly, the president attempted a show of unity, but it was obvious the U.S. is not seeing eye-to-eye with its closest allies.",
  "But I heard they were trying to hack the Republicans, too, but -- and this may be wrong -- but they had much stronger defenses.",
  "And so we're essentially beating the family on the front lawn of the house and letting our adversary enjoy that over the fence.",
  "No president has ever conducted himself, I think, Victoria, in the way that President Trump has in Europe over the last week.",
  "In London, President Trump sharply criticized Prime Minister Theresa May in a British newspaper over her Brexit negotiations.",
  "And then I think, Margaret, the only way for us to find out what was discussed in those meetings will be a press conference.",
  "But, on the other hand, there are commonalities here in terms of our desire to fight the Islamic extremism around the world.",
  "It's -- you know, in the interview he says it's the Democrats' fault because they didn't have adequate computer defenses up.",
  "O'DONNELL: Well, the president told our own Jeff Glor that he has low expectations, but that there might be some surprises.",
  "I mean Jeff Glor obviously asked him about whether he would bring up the possibility of extraditing the individuals named.",
  "I'd -- it'd be -- I'd be interested in what their distinction would be in their mind that would cause a different outcome.",
  "BRENNAN: Gerry, when it comes to the president's meeting with Vladimir Putin, he seems to be saying, this is in the past.",
  "We know that President Putin has a lot on his agenda that he wants accomplished and that he wants from the United States.",
  "The European Union, NATO, these have been foundational partners for the United States for the last half century or more.",
  "We now have two series of indictments against Russians, one for the social media, the other for the unlawful intrusions.",
  "I'm confident he will follow the ethical guidance of the rules of judicial conduct and would handle that appropriately.",
  "This -- there's so much to unpack from what we heard from President Trump in his interview with my colleague Jeff Glor.",
  "(BEGIN VIDEO CLIP)\n\nTRUMP: Russia, if you're listening, I hope you're able to find the 30,000 e-mails that are missing.",
  "I watched some of the testimony, even though I'm in Europe, of Strzok, and I thought it was a disgrace to our country.",
  "Yesterday, he spent some time with \"CBS EVENING NEWS\" Jeff Glor at the president's golf resort in Turnberry, Scotland.",
  "CORNYN: Well, I think it would be hard to explain, why did you vote to confirm Gorsuch and you vote against Kavanaugh?",
  "I have talked to him quite often privately, which, again, is a lot more constructive than the public hearings we have.",
  "And not just because they're seeming united behind their appointee, but also because Democrats are not united on this.",
  "He said that we're one keystroke away from having the same kind of thing happen in 2018 and 2020 as happened in 2016.",
  "DONILON: Yes, the meetings that you --\n\nBRENNAN: And we'll -- but we will -- we're going to have the leave it there.",
  "And I think there is a significant split, frankly, between the president and his advisers on the approach to Russia.",
  "(COMMERCIAL BREAK)\n\nBRENNAN: We will have all the news from Helsinki starting early tomorrow on \"CBS THIS MORNING.\"",
  "Plus, new warnings from within his own Cabinet that America's digital infrastructure is now under attack by Russia.",
  "And, you know, the question is, what is the United States going to do today to respond and to protect the nation.",
  "SEN. JOHN CORNYN (R), TEXAS: Well, Russia's long been engaged in trying to undermine confidence in our democracy.",
  "He raised it last year in his meeting -- first meeting with Putin at the G-20, but then said, look, he denied it.",
  "It's night and day literally in terms of the number of minorities that are represented in the Democratic caucus.",
  "BRENNAN: But we'll all tune in for that joint press conference to hear about what was discussed in this meeting.",
  "BRENNAN: We turn now to Victoria Nuland, former assistant secretary of state for European and Eurasian affairs.",
  "BRENNAN: You have now heard over 20 hours of testimony from Peter Strzok, who was named by the president there.",
  "New York Congressman Joe Crowley lost his primary race in a stunning upset to a political newcomer last month.",
  "And Democrats and Republicans are free to fight among and with themselves, but that fight ends at the border.",
  "Plus, we will have analysis on Russia and all the political news in Washington just ahead on FACE THE NATION.",
  "The second part, which, unfortunately, is where the hyper focus is, is with whom, if anyone, did they do it?",
  "The lead FBI agent said that you would be destabilizing for the country and promised to stop your candidacy.",
  "I don't think, at least by public reports, Margaret, there's been a single cabinet meeting on this problem.",
  "Now, first of all, we did a number of things, including putting sanctions and other things on -- on Russia.",
  "We want to go now to Greenville, South Carolina, and Trey Gowdy, chairman of the House Oversight Committee.",
  "Take a picture of our -- the people who represent the Democrats in the House and Republicans in the House.",
  "But I don't think it's bad for the president that this is out there because it's clear he has to raise it.",
  "You know, part of the issue here is kind of the change that's happened in the nature of these indictments.",
  "SEIB: Well, plus, I mean, Democrats may be better off letting these people vote and win the next election.",
  "I think that Goody is a bellwether for a lot of Republicans because he is very close with the leadership.",
  "The very first question -- first idea of a foe of the United States, the European Union, is what he said.",
  "And thank God Republican candidates for president aren't in charge of counterintelligence investigations.",
  "And he's heading next to Helsinki, Finland, for tomorrow's meeting with Russian President Vladimir Putin.",
  "And so we better wake up, because this is a warning shot for our next elections, and we better be ready.",
  "Even though these nations did promise ahead of time, even before he took office, to start spending more.",
  "BRENNAN: The winner here, Alexandria Ocasio-Cortez, as you said, 28 years old, political newcomer here.",
  "But I think he's conflating those two, as are a number over people, and we need to keep those separate.",
  "Obviously, he doesn't respect our democracy and wants to undermine it at every -- every chance he gets.",
  "New York Congressman Joe Crowley lost his primary in a stunning upset to a political novice last month.",
  "But, in a trade sense, they have really taken advantage of us, and many of those countries are in NATO.",
  "I also think it's a very bad thing for Germany, because it's like, what are they, waving a white flag?",
  "(COMMERCIAL BREAK)\n\nBRENNAN: We want the take a closer look now at politics at home and the Democrats.",
  "But can you say, do you think your district was an anomaly or is there a bigger message to Democrats?",
  "Well, the Senate Select Committee on Intelligence, on which I sit, has released a preliminary report.",
  "BRENNAN: Senator, more to talk to you about, particularly the president's pick for the Supreme Court.",
  "Here he went to NATO and had this disruptive moment, seemed to divide NATO right before this meeting.",
  "(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: I go in with very low expectations.",
  "(COMMERCIAL BREAK)\n\nBRENNAN: We will be right back with a lot more FACE THE NATION, so stay with us.",
  "It's just that they have -- their game has now risen to the point where they actually had an impact.",
  "No American would want Peter Strzok investigating them if he had that amount of animus against them.",
  "So you're not trying to argue that only Trump supporters should be involved with this investigation?",
  "And I agree that Russians did meddle in our elections, and we better be prepared for the next time.",
  "Margaret, no Americans have been indicted with respect to conspiring to impact the 2016 elections.",
  "BRENNAN: Ambassador Nuland, I should have pointed out, you were the ambassador to NATO, of course.",
  "And I know a number of senators who don't yet know him are meeting him and satisfying themselves.",
  "What I would tell the president is, no American has been indicted for conspiring to hack the DNC.",
  "But, again, there is no indication that it had an outcome -- changed the outcome of the election.",
  "BRENNAN: Ben, I'm going to pigeonhole you as representative of all Republicans here in some ways.",
  "DAVID NAKAMURA, \"THE WASHINGTON POST\": But, you know, Gerry -- Gerry's right, he has to raise it.",
  "He's already said that leading up to this meeting, that that --\n\nBRENNAN: No Perry Mason moment.",
  "And so that -- essentially the rhetoric is a stand-in for doing something that actually matters.",
  "If we win the House back, Nancy will have a very strong case for holding on to the speakership.",
  "BRENNAN: Well, we're going to have to leave it there, unfortunately, because we're out of time.",
  "This does not seem like a president who's really going there to really hold Putin accountable.",
  "So, the president needs to be -- and I think he is -- clear-eyed about who he is dealing with.",
  "He will be joined by his chief of staff, John Kelly, as well as his national security adviser.",
  "So, when I look at things like that -- and he led that investigation or whatever you call it.",
  "And I think that the reason to have a meeting is so that you can bring that sort of thing up.",
  "There hasn't been anywhere near the (INAUDIBLE) government response that's required to this.",
  "But, if you can hold on, we are going to get back to you just after this break in a moment.",
  "And the policy is, as Ambassador Bolton would say, very clear and hard line against Russia.",
  "On the other hand, I think the president should be clear-eyed about who he is dealing with.",
  "Maybe the thing that's most difficult -- don't forget, both of my parents were born in E.U.",
  "BRENNAN: The director of national intelligence said warning lights are flashing right now.",
  "Because some would just say this is, you know, this is sound and fury signifying nothing.",
  "So I have confidence he would make that decision appropriately if it were ever presented.",
  "I asked him about whether he'd sign on to impeach Deputy Attorney General Rod Rosenstein.",
  "And then you look how partisan it is, you look at what's going on where -- and they know.",
  "As you approach the meetings with Vladimir Putin coming up, do you expect a similar tone?",
  "I didn't talk about helping people in my district and reminding people of where I stood.",
  "BRENNAN: And I can imagine you'll be working on that --\n\nCROWLEY: Thank you, I will be.",
  "You know, I was looking at Jeff Glor's interview with the president you played earlier.",
  "BRENNAN: And you heard Senator Cornyn say he thinks he can get -- flip three Democrats.",
  "That's nine different times using words like that in one paragraph to talk about this.",
  "Not this kind of political -- kind of -- kind of -- these political issues or blaming.",
  "I do think, and I want to congratulate Alexandria Ocasio-Cortez on this effective win.",
  "To me, it would be counterproductive just to ignore that or to avoid that possibility.",
  "There is a lot of anger at the fact that Germany is paying Russia billions of dollars.",
  "If you look at what President Trump did after Singapore, it lasted more than an hour.",
  "I think the DNC should be ashamed of themselves for allowing themselves to be hacked.",
  "If President Trump is dissatisfied with Rod Rosenstein, he can fire him with a tweet.",
  "And he's going from talking about stopping him to he hopes he resigns to impeachment.",
  "We're going to be right back to talk more about the politics of the Democratic Party.",
  "But I think we saw three Democrats vote with all of the Republicans for Neil Gorsuch.",
  "But just about 12 percent of registered Democrats turned out to vote in this primary.",
  "I think one person to watch, for instance, is Joe Manchin, who is from West Virginia.",
  "But I know everybody feels serious about doing their job, doing their due diligence.",
  "I don't think there's been a single National Security Council meeting on this thing.",
  "GOWDY: Well, our private hearing was much more constructive than the public hearing.",
  "In your investigations, have you seen any evidence of an anti-Trump bias at the FBI?",
  "And then he lied about it and, you know, talking about shutting it down, and we, we.",
  "I think that getting along with Russia is a good thing, but it's possible we won't.",
  "I don't know who it is, but I would love it if you or I, one, found out who it was.",
  "Do you think that Russia and Putin have paid a price for what they did to the U.S.?",
  "I had wonderful volunteers, hundreds of them, and a -- and a great campaign effort.",
  "We want to continue our conversation now with Texas Republican Senator John Cornyn.",
  "But we need to win back the House to bring -- to recognize this country once again.",
  "So I would listen to what he says in terms of whether or not this would go through.",
  "NAKAMURA: Well, look, the president has been very critical of the allies on trade.",
  "President Obama did conduct a full investigation and hand that to President Trump.",
  "(COMMERCIAL BREAK)\n\nBRENNAN: We're back with Texas Republican Senator John Cornyn.",
  "BRENNAN: You talk about some of the bigger sort of themes or takeaways from this.",
  "That's one of the committees investigating Russian meddling in the 2016 election.",
  "Remember then-candidate Trump's challenge about Hillary Clinton's e-mail server?",
  "CROWLEY: Well, I think it goes back to, again, the timing of the primary itself.",
  "I think what we -- we need to really steer away from is character assassination.",
  "CORNYN: I think it's always helpful when leaders of nations talk to one another.",
  "As you know, the Constitution requires the Senate to provide advice and consent.",
  "And he is one of -- one of the finest lawyers our nation has to -- has to offer.",
  "And it has been continuing, as you illustrated, with the quote from DNI Coates.",
  "And, you know, this is -- the loss, I have to take the responsibility for that.",
  "But, you know, I don't think we really go back and relegate that aspect of it.",
  "And then the Trump allies on Capitol Hill that are listening to the president.",
  "With President Trump, what is it that Americans should know is different here?",
  "The president spent quite a bit of time talking about President Obama's watch.",
  "I read about it in Politico, and sometimes their sources are better than mine.",
  "Tomorrow, President Trump will be meeting with Russian leader Vladimir Putin.",
  "I think the greatest threat to us is -- is this president in the White House.",
  "But what are these expectations on what they're actually going to talk about?",
  "GLOR: The Russians who were indicted, would you ask Putin to send them here?",
  "But there are some areas where I think constructive conversations can occur.",
  "GOWDY: I would love to know who that was, so I hope you will investigate it.",
  "You also met with Lisa Page, a lawyer at the FBI, involved with this Friday.",
  "Obviously that -- Victoria was an ambassador (INAUDIBLE) --\n\nBRENNAN: Right.",
  "But you were there when these GRU military officers attacked our democracy.",
  "And I think it's personal to him, because he feels like he is under attack.",
  "Obviously, we wouldn't be talking about this if they didn't have an impact.",
  "DOMENECH: Well, I do think that there -- I do think that there is a divide.",
  "BRENNAN: But picking up on what Rachael's saying, this divide from within.",
  "BRENNAN: If Democrats do take control, should Nancy Pelosi stay as leader?",
  "GLOR: Who is your biggest competitor, your biggest foe globally right now?",
  "If not, there maybe be other issues that come to the fore at that point.",
  "But, as I said before, I don't want the take anything away from her win.",
  "Look, Republicans, they actually -- they're going to get a victory here.",
  "DONILON: Yes, and he said something further, right, in addition to that.",
  "DONILON: The president -- he's the president of the United States today.",
  "CROWLEY: I think there are a number of factors that went into this loss.",
  "And Tom Donilon served as national security adviser to President Obama.",
  "The politics of this are very tempting to our friends across the aisle.",
  "But it's up to the next Congress Democratic caucus to decide that fate.",
  "I love it so much and I'm so proud to have represented my constituents.",
  "There's no way he can get away from those horrible texts that he wrote.",
  "That was something that I worked with Governor Cuomo on making happen.",
  "That's two times he has used witch hunt, once rigged and one partisan.",
  "This was a big win for her and for the future of our country as well.",
  "She's a --\n\nBRENNAN: But your loss made some Democrats question that.",
  "Whatever this person did, it didn't rise to the level of criminality.",
  "REP. TREY GOWDY (R), SOUTH CAROLINA: I don't think it's a witch-hunt.",
  "BRENNAN: You were the first House Democrat to lose a primary in 2018.",
  "Her campaign was a very effective campaign and she deserves this win.",
  "I would say that, yes, I think it hurts our relationship with Russia.",
  "I don't think you will have any, gee, I did it, I did it, you got me.",
  "I hadn't thought of that, but, certainly, I will be asking about it.",
  "TOM DONILON, FORMER NATIONAL SECURITY ADVISER: Well, it may be that.",
  "BRENNAN: Do you think the president is taking this seriously enough?",
  "BRENNAN: All right, when you find out, get back us to, Congressman.",
  "CROWLEY: I think it's always open the criticism in terms of policy.",
  "I actually think it hurts our relationship with a lot of countries.",
  "We have the best employment numbers probably that we have ever had.",
  "GLOR: A lot of people might be surprised to hear you list the E.U.",
  "Never before has there been a private meeting of this kind before.",
  "CROWLEY: I think that gets --\n\nBRENNAN: So are we over reading it?",
  "I didn't talk about what I had done to help people in my district.",
  "(COMMERCIAL BREAK)\n\nBRENNAN: Time now for some political analysis.",
  "He wasn't talking about defending the country, like you and I are.",
  "Strzok was biased against Trump before he began investigating him.",
  "And there is some concern that that is corrosive to our democracy.",
  "I mean, put yourself in President Trump's shoes for just a second.",
  "And I think we'll see something in that range for Brett Kavanaugh.",
  "And I would ask the president to give some serious consideration.",
  "I think the European Union is a foe, what they do to us in trade.",
  "Now, you wouldn't think of the European Union, but they're a foe.",
  "He will join us to talk about the future of the Democratic Party.",
  "They were doing whatever it was during the Obama administration.",
  "And President Putin has met with three previous U.S. presidents.",
  "Of course, on August the 6th, he promised to stop his candidacy.",
  "BRENNAN: So far, no evidence, but that investigation is ongoing.",
  "You were in the Obama administration at the time of the hacking.",
  "But I am very, very worried about the direction of this country.",
  "You're going to whip me?, being Schumer, kiss my you know what.",
  "I, frankly, don't expect -- I go in with very low expectations.",
  "RACHAEL BADE, \"POLITICO\": A really telling answer right there.",
  "And they do seem aimed here at discrediting the Mueller probe.",
  "Thank God we don't put them in charge of major investigations.",
  "Peter Strzok was supposed to be a counterintelligence expert.",
  "That's the number one thing we have asked Mueller to look at.",
  "At the time you came up with a list of ways to punish Russia.",
  "(COMMERCIAL BREAK)\n\nBRENNAN: Welcome back to FACE THE NATION.",
  "I think the divide that Rachael is talking about is accurate.",
  "And he says, oh, I meant the American people all of a sudden.",
  "NORAH O'DONNELL, CBS ANCHOR: You're exactly right, Margaret.",
  "That, I think, needs to be the utmost concern at this point.",
  "The other headed the CIA when you were under investigation.",
  "They have a problem in Russia itself, in the Chechnya area.",
  "(BEGIN VIDEO CLIP)\n\nTRUMP: I will absolutely bring that up.",
  "John Brennan says you should be in the dustbin of history.",
  "BRENNAN: Three -- three Democrats you're putting money on?",
  "NULAND: But that's exactly why the meeting should happen.",
  "So focus on the first prong of that Mueller jurisdiction.",
  "So, the other side knows, but it's a very partisan thing.",
  "President Trump will be joined by his secretary of state.",
  "Jim Comey thought that impeachment was too good for you.",
  "Do you fear that your hearing is being used in that way?",
  "Number two, did any American involved collude with them?",
  "I would not be -- I'm not convinced there is a movement.",
  "BRENNAN: Congressman, it's good to have you on the show.",
  "Why is it a problem when he says it the way he says it?",
  "REP. JOSEPH CROWLEY (D), NEW YORK: Thank you, Margaret.",
  "BRENNAN: Well, we will be watching those hearings, sir.",
  "Our GDP numbers are far greater than what they thought.",
  "I think that getting along with Russia is a good thing.",
  "CORNYN: Well, Brett Kavanaugh is an experienced judge.",
  "And Vladimir Putin knows that it's going to be raised.",
  "We don't even know what his real agenda is with Putin.",
  "And Ms. Ocasio-Cortez and I played by the same rules.",
  "And, instead, this has all been about going backward.",
  "GOWDY: I have had my differences with Rod Rosenstein.",
  "But, again, this was during the Obama administration.",
  "How are you telling him to navigate these questions?",
  "As for FACE THE NATION, we will be back in a moment.",
  "As it is now, he has no recourse except to raise it.",
  "Now it's about my relationship with Vladimir Putin.",
  "I'm sorry, but that just seems very fanciful to me.",
  "And he said, quote, I'll be 71 years old in August.",
  "Vladimir Putin and Donald Trump's meeting tomorrow.",
  "Senator, you whip and count votes for the majority.",
  "She is now at the Center for New American Security.",
  "My focus is on the first thing: What did Russia do?",
  "He came up with excuses, I guess, give to a lawyer.",
  "I'm Margaret Brennan, and this is FACE THE NATION.",
  "The private interviews are much more constructive.",
  "It would have looked as if he has been sandbagged.",
  "I think the Democratic caucus is a big tent party.",
  "And it's given me a tremendous experience in life.",
  "And so you're seeing different Republicans clash.",
  "I -- I didn't remind folks of my accomplishments.",
  "On the 15th, he talked about an insurance policy.",
  "He's the assistant majority leader in the Senate.",
  "There won't be a Perry Mason here, I don't think.",
  "Read more transcripts from Face the Nation here.",
  "Then they may get into more specific substances.",
  "You just mentioned two of them, Strzok and Page.",
  "You know, I talk about all politics being local.",
  "We have no extradition relationship with Russia.",
  "BRENNAN: As we go toward the races in November.",
  "I mean, public hearings are a circus, Margaret.",
  "I think you're meeting with her again tomorrow.",
  "Now, this is an unindicted -- that's important.",
  "I think that's a fact that's playing into this.",
  "Congressman, it's good to have you on the show.",
  "But I think it's really a sign of desperation.",
  "DONILON: That positive things could have done.",
  "And he named Russia as one of those attackers.",
  "It would be like spitting into a raging ocean.",
  "We'll be back in just a moment with our panel.",
  "We had much better defenses, so they couldn't.",
  "MARGARET BRENNAN, HOST: It's Sunday, July 15.",
  "Do you agree with the president's assertions?",
  "They want to do well, and we want to do well.",
  "Do you think there is fair criticism of that?",
  "It's a state that Trump carried by 40 points.",
  "I think that's really good for us as a party.",
  "You've served Democrats as a career diplomat.",
  "It's, what is the United States going to do?",
  "He's talking about impeaching the president.",
  "And they want this investigation to go away.",
  "I have been told that by a number of people.",
  "TRUMP: Well, I think we have a lot of foes.",
  "Why does he need to bring up this meddling?",
  "GOWDY: That this is an attack on all of us.",
  "Our digital infrastructure is under attack.",
  "But I think there were a number of factors.",
  "What's being done to protect our elections?",
  "He is here with us today to talk about it.",
  "And he's trying to get supported for that.",
  "For FACE THE NATION, I'm Margaret Brennan.",
  "So it's going to be an issue for Schumer.",
  "Why -- in the efforts to muddy the water.",
  "So, how should Americans understand this?",
  "I have never thought it was a witch-hunt.",
  "I respect the leaders of those countries.",
  "I think it's a disgrace, what's going on.",
  "But, no, in your work and your research.",
  "BEN DOMENECH, \"THE FEDERALIST: Oh, God.",
  "And now on -- on this defense spending.",
  "That is an unprecedented level of bias.",
  "I'm going to try to find out who it is.",
  "But to have a unified approach to NATO.",
  "BRENNAN: Tom, what do you make of this?",
  "China is a foe economically, certainly.",
  "So, I let that be also known this time.",
  "And, you know, I love those countries.",
  "is very difficult, I want to tell you.",
  "This is really his responsibility now.",
  "Senator, good to have you on the show.",
  "Our elections are just that, Margaret.",
  "I just took that for granted, I think.",
  "NAKAMURA: Yes, no Perry Mason moment.",
  "Russia attacked this country in 2016.",
  "I mean, they're -- it's a freak show.",
  "He joins us from Austin this morning.",
  "And just sometimes you come up short.",
  "He does not respect the rule of law.",
  "I mean, put politicians in one heap.",
  "I don't know how that's going to go.",
  "I do think that the turnout was low.",
  "And I have a lot to be grateful for.",
  "And they weren't paying their bills.",
  "Russia is a foe in certain respects.",
  "President Trump is still in Europe.",
  "Those are not insignificant people.",
  "That's why I don't like to do them.",
  "But to impeach someone, I mean, no.",
  "Thank you very much for your time.",
  "He was put in charge of the probe.",
  "Thank you very much for your time.",
  "But that doesn't mean they're bad.",
  "It means that they're competitors.",
  "It could even be longer than that.",
  "as a foe before China and Russia.",
  "And so far, there is no evidence.",
  "It needs to be addressed as such.",
  "And it happened on Obama's watch.",
  "That would have looked terrible.",
  "I'm not (INAUDIBLE) Republicans.",
  "This is named in the indictment.",
  "GOWDY: But I'm not part of that.",
  "That's an attack on our country.",
  "What does rhetoric like that do?",
  "It may be clear to his advisers.",
  "(CROSSTALK)\n\nCORNYN: He's right.",
  "He was a disgrace to our county.",
  "And they were able to be hacked.",
  "TRUMP: I don't expect anything.",
  "And welcome to FACE THE NATION.",
  "I mean, my mother was Scotland.",
  "So this would be unprecedented.",
  "It's not just the interference.",
  "It can't be good to hear that.",
  "I think the year of the woman.",
  "That's where this needs to be.",
  "They're both here with us now.",
  "And now they're coming around.",
  "They see this as a witch hunt.",
  "We all play by the same rules.",
  "TRUMP: No, I look at them all.",
  "And we're starting to do well.",
  "He was a disgrace to the FBI.",
  "And I like that for November.",
  "Yes, the Russians did meddle.",
  "And that's not a witch-hunt.",
  "CORNYN: Thank you very much.",
  "And they want it to go away.",
  "They're going to spend more.",
  "But everybody laughed at it.",
  "But it's possible we won't.",
  "This is an historic summit.",
  "Circuit Court for 12 years.",
  "Can you deliver your party?",
  "And -- but this is serious.",
  "That is very disappointing.",
  "But I would also say this.",
  "This is Trump being Trump.",
  "You've served Republicans.",
  "BRENNAN: Norah, thank you.",
  "And I say that's not good.",
  "It doesn't mean anything.",
  "DONILON: His own cabinet.",
  "And -- and this is on me.",
  "So -- but we'll find out.",
  "But Russia did attack us.",
  "Can I say just one thing?",
  "I did not do as I preach.",
  "We'll see you next week.",
  "But we'll be right back.",
  "I don't do many of them.",
  "Exactly right, Victoria.",
  "You see what's going on.",
  "I think it's ridiculous.",
  "She will have a preview.",
  "And I'll tell you what.",
  "There's a lot of anger.",
  "So it's quite worrying.",
  "GOWDY: You do the same.",
  "BRENNAN: Inappropriate?",
  "He's a Trump appointee.",
  "Just look at our party.",
  "I was threatening NATO.",
  "And it seems unlikely.",
  "We're not out of news.",
  "And, of course, he is.",
  "They're our elections.",
  "What is your response?",
  "My father was Germany.",
  "Our numbers are great.",
  "They had bad defenses.",
  "TRUMP: Well, I might.",
  "Great to be with you.",
  "He's been on the D.C.",
  "Putin is an autocrat.",
  "Impeach him for what?",
  "So is Jeff Sessions.",
  "He said, \"for what\"?",
  "I love this country.",
  "It's very different.",
  "CROWLEY: Thank you.",
  "What did Russia do?",
  "An anti-Trump bias?",
  "One headed the FBI.",
  "This loss is on me.",
  "That's pretty low.",
  "It was a disgrace.",
  "I had to move on.",
  "None of us would.",
  "So is Chris Wray.",
  "BRENNAN: I know.",
  "That's not fair.",
  "They know that.",
  "BADE: Yes, yes.",
  "on immigration.",
  "It's reflected.",
  "BRENNAN: Right.",
  "Don't go away.",
  "DOMENECH: Yes.",
  "What can I do?",
  "They're a foe.",
  "Good morning.",
  "DONILON: Yes.",
  "He's a thug.",
  "GOWDY: Sure.",
  "BADE: Right.",
  "sectors, OK?",
  "It's there.",
  "Absolutely.",
  "Yes, ma'am.",
  "He's right.",
  "Thank you.",
  "GOWDY: No.",
  "GOWDY: No.",
  "Look, E.U.",
  "For what?",
  "I know.",
  "I know.",
  "Sure.",
  "AMB.",
  "Yes.",
  "No."
]