[
  "He told The New York Times he doesn’t want other countries hacking the U.S., but said the attention on Russia’s alleged actions stems from those who “got beaten very badly in the election” and “are very embarrassed.”\n\nFollowing on complaints about how the intelligence findings have been portrayed in the media, he even tweeted that he’s asked congressional committee leaders to “investigate top secret intelligence shared with NBC prior to me seeing it.”\n\nIn another twist, following reports that the FBI never accessed the Democratic National Committee’s servers as part of their probe, a senior FBI official told Fox News the bureau did in fact ask – and was denied.",
  "The report said that included cyber activity, as well as efforts by state-funded media and paid social media “trolls.” The report said Russian intelligence services conducted cyber operations against both major U.S. parties, and said they have “high confidence” Russian military intelligence used Guccifer 2.0 and DCLeaks.com to release “US victim data” publicly and to the media, “and relayed material to WikiLeaks.”\n\nWikiLeaks famously published emails from the Democratic National Committee and Clinton campaign chairman John Podesta last year.",
  "While some have used the claims of Russian meddling to question the validity of Trump’s victory – including in a failed protest on the House floor during the certification of the Electoral College tally Friday – House Speaker Paul Ryan said in a statement that “Donald Trump won this election fair and square.”\n\nStill, the report lays out in new and alarming detail an alleged influence campaign stemming from Moscow, which Ryan and others condemned.",
  "In his written statement, Trump acknowledged that Russia, China and others “are consistently trying to break through the cyber infrastructure of our governmental institutions, businesses and organizations including the Democrat National Committee” – but said “there was absolutely no effect on the outcome.”\n\nTrump also said the U.S. needs to fight and stop cyberattacks, and he’ll appoint a team to give him a plan within 90 days of taking office.",
  "When it appeared to Moscow that Secretary Clinton was likely to win the election, the Russian influence campaign began to focus more on undermining her future presidency.”\n\nIn a statement issued shortly before the release of the report, Trump stressed his regard for the intelligence community: “I had a constructive meeting and conversation with the leaders of the Intelligence Community this afternoon.",
  "Despite past suggestions from Clinton allies that some leaked emails might be inauthentic, the report also noted that, “Disclosures through WikiLeaks did not contain any evident forgeries.”\n\nThe report also said: “Moscow’s approach evolved over the course of the campaign based on Russia’s understanding of the electoral prospects of the two main candidates.",
  "The report said:\n\n“We assess with high confidence that Russian President Vladimir Putin ordered an influence campaign in 2016 aimed at the US presidential election, the consistent goals of which were to undermine public faith in the US democratic process, denigrate Secretary Clinton, and harm her electability and potential presidency.",
  "A declassified U.S. intelligence report released Friday directly accused Russian President Vladimir Putin of ordering a campaign to influence the U.S. election and hurt Hillary Clinton’s candidacy – findings made public after officials briefed President-elect Donald Trump.",
  "Trump, in a statement, went a step further and said “there was absolutely no effect on the outcome of the election including the fact that there was no tampering whatsoever with voting machines.”\n\nThe report did not make an assessment on the impact on the election outcome.",
  "Trump has publicly questioned the evidence linking Russia and, hours before his briefing on Friday, called the focus a “political witch hunt.”\n\nHowever, Trump and the intelligence community seemed to find some common ground after the briefing.",
  "We further assess Putin and the Russian Government developed a clear preference for President-elect Trump.”\n\nCLICK HERE TO READ THE REPORT\n\nThe intelligence report said this campaign included cyber activity and other efforts.",
  "I have tremendous respect for the work and service done by the men and women of this community to our great nation.”\n\nBut the allegations have been the subject of fierce debate in Washington, especially among Republicans.",
  "“The FBI repeatedly stressed to DNC officials the necessity of obtaining direct access to servers and data, only to be rebuffed until well after the initial compromise had been mitigated,” the official said.",
  "These actions caused significant delays and inhibited the FBI from addressing the intrusion earlier.”\n\nFox News’ Catherine Herridge and Matthew Dean and The Associated Press contributed to this report.",
  "GOP lawmakers like Sen. John McCain, R-Ariz., have essentially accepted the accusations against Russia, while Trump and his allies have cast doubt on them or suggested they were meant to discredit him.",
  "The unclassified version included footnotes acknowledging that it \"does not include the full supporting information on key elements of the influence campaign.\"",
  "The intelligence report was declassified in the wake of Obama administration sanctions and other retaliation against the Russian government late last month.",
  "The report adds fresh fuel to the debate over Russia’s involvement in email hacking that affected Democratic groups during the 2016 race.",
  "The report said Russian intelligence got access to DNC networks in July 2015 and maintained that access until at least June 2016.",
  "“Two weeks from today I will take the oath of office and America’s safety and security will be my number one priority,” he said.",
  "Before the briefing, Trump continued to raise concerns about the intel being used for political purposes.",
  "Founder Julian Assange, however, told Fox News this past week that Russia was not his source.",
  "“This left the FBI no choice but to rely upon a third party for information.",
  "Both Trump and the report said the Russians did not target vote tallying.",
  "But it said its conclusions were identical to the classified version."
]