[
  "Given the timing, Roger Stone said, he would've needed \"a time machine in order to collude.” | Getty Roger Stone: 'I have had no contacts or collusions with the Russians'\n\nLongtime Trump confidant and adviser Roger Stone dismissed allegations of collusion with Russia officials Sunday after being cited during Director James Comey's testimony before Congress on Trump-Russia ties last week.",
  "Story Continued Below\n\nDuring the FBI director's testimony before the House Intelligence Committee, ranking Democrat Adam Schiff cited comments by Stone about his communications with WikiLeaks founder Julian Assange and the cyber hacker known as Guccifer 2.0 in a line of questioning surrounding the leaks that embroiled the 2016 presidential campaign.",
  "Given the timing, Stone added, he would've needed \"a time machine in order to collude.”\n\nMorning Cybersecurity A daily briefing on politics and cybersecurity — weekday mornings, in your inbox.",
  "According to Schiff, Stone was seemingly able to \"predict\" when Hillary Clinton campaign chairman John Podesta's emails would be hacked and published online by Guccifer 2.0.",
  "Stone also defended President Donald Trump's former campaign chairman, Paul Manafort, who has come under fire in recent weeks for lobbying for Russian-aligned groups.",
  "Stone refuted the intimation of potential collusion Sunday, saying his conversation with the cyber hacker behind the leaks came long after the emails were released.",
  "\"My brief exchange with him is six weeks after the hacking of the, and publication of the, DNC documents, which I'm accused of colluding with him on.\"",
  "\"I reiterate again, I have had no contacts or collusions with the Russians,\" said Stone on ABC's \"This Week\" with George Stephanopoulos.",
  "Manafort, according to House Intelligence Chairman Devin Nunes (R-Calif.), has agreed to testify on the matter before the panel.",
  "\"My exchange with Guccifer 2, based on the content and the timing, most certainly does not constitute collusion,\" he said.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "\"He has vehemently denied any wrongdoing, and I choose to take him at his word.\"",
  "“I have been a friend of Paul Manafort's for, I don't know, almost 50 years.",
  "We go back to Young Republicans together,\" he said.",
  "Stone has publicly volunteered to testify as well.",
  "You can unsubscribe at any time."
]