[
  "The New York Times’ Jonathan Martin said the “reveal” from WikiLeaks was that the emails didn’t show Hillary as “some kind of radical liberal.” And the Associated Press’ Lisa Lerer said they were like “reading one of the post-campaign books while the campaign is still going on.” The AP reporter added, “there haven’t been any real bombshells.”\n\nThere were bombshells in the WikiLeaks release of emails and The Daily Caller covered them.",
  "In a story about Russian interference, The Times wrote, “By last summer, Democrats watched in helpless fury as their private emails and confidential documents appeared online day after day — procured by Russian intelligence agents, posted on WikiLeaks and other websites, then eagerly reported on by the American media, including The Times.”\n\nBut did The Times really eagerly report on WikiLeaks?",
  "The Times also didn’t cover the release of hundreds of emails from retired Air Force General Philip Breedlove by DC Leaks, including one where he wrote that President Barack Obama viewed American forces in Europe as a “threat that must be minimized.”\n\nSo sure, maybe The New York Times is right and small Facebook pages and The Daily Caller have vast influence.",
  "Were voters swayed to vote for Trump because of The NYT’s story “Hillary Clinton’s Campaign Strained to Hone Her Message, Hacked Emails Show?” TheDC previously reported on a CNN exchange showing journalists from a myriad of outlets saying that WikiLeaks emails lacked a big story.",
  "(RELATED: Missing From The Fake News Debate: Evidence It Had Any Impact)\n\nIn the example of the fake news argument the Times is essentially arguing voters were misinformed and that the Times tried their hardest to get Hillary elected, so don’t blame them.",
  "Nor did they cover her husband mocking working class voters or saying the U.S. border won’t be secure for a “very long time.” The Times also didn’t cover their newly hired reporter sending his story to Clinton campaign chairman John Podesta for approval.",
  "The New York Times did not write about how Hillary Clinton said people who opposed immigration are “fundamentally un-American.” The Times didn’t cover Hillary saying that American allies directly support Jihadists.",
  "The fake news the Times is referring to isn’t reporting anti-Trump hoax as fact, but instead tiny Facebook pages which have less than 200 likes and receive very little traffic.",
  "The New York Times has written extensively on fake news and alleged Russian interference in the election, claiming both had a key role in Donald Trump’s victory.",
  "From the leak of Democratic National Committee emails, The New York Times didn’t cover emails showing the DNC’s direct involvement in anti-Trump protests.",
  "The Times also didn’t cover a Guccifer 2.0 leak that revealed a Democrat official called Clinton the nominee before the primaries even started.",
  "But, the idea that Russia swayed the election for Trump means that coverage of WikiLeaks, Guccifer 2.0, and DC Leaks is responsible.",
  "If the writers for the Times are correct, then they are admitting their paper has little influence on the American voter.",
  "These are just a few stories from the release of John Podesta’s emails.",
  "I’ll take it."
]