[
  "“If we had to fight this campaign on what we accomplished in Congress and on the state of the economy, I think we’d almost certainly keep our majority.”\n\nGOP pollster Glen Bolger added, “People think the economy is doing well, but that’s not what they’re voting on — they’re voting on the chaos of the guy in the White House.”\n\nFEMA director cites 'spousal abuse' when discussing 'indirect' deaths from Hurricane Maria\n\nFinally, also on “Meet the Press” yesterday, FEMA Director Brock Long was asked about Trump’s tweet arguing that death estimates from Hurricane Maria in Puerto Rico were inflated by Democrats to make him look bad.",
  "By Chuck Todd, Mark Murray and Carrie Dann\n\nWASHINGTON — President Donald Trump is now facing danger on three different fronts — the Russia investigation (after Paul Manafort’s decision to cooperate with special counsel Robert Mueller), Brett Kavanaugh’s Supreme Court nomination (after a woman accused him of sexual assault when they were in high school), and the midterms (with the elections now 50 days away).",
  "The therapist’s notes, portions of which were provided by Ford and reviewed by The Washington Post, do not mention Kavanaugh’s name but say she reported that she was attacked by students ‘from an elitist boys’ school’ who went on to become ‘highly respected and high-ranking members of society in Washington.’ The notes say four boys were involved, a discrepancy Ford says was an error on the therapist’s part.",
  "(“On or about Aug. 15, 2016, the Conspirators, posing as Guccifer 2.0, wrote to a person who was in regular contact with senior members of the presidential campaign of Donald J. Trump — presumably Stone — ‘thank u for writing back … do u find anyt[h]ing interesting in the docs I posted.’”) Did Manafort and the Trump campaign know about Russia’s interference plans?",
  "“Speaking publicly for the first time, [Christine Blasey] Ford said that one summer in the early 1980s, Kavanaugh and a friend — both ‘stumbling drunk,’ Ford alleges — corralled her into a bedroom during a gathering of teenagers at a house in Montgomery County,” the Washington Post reported yesterday afternoon.",
  "Ford said there were four boys at the party but only two in the room.”\n\n“On Sunday, the White House sent The Post a statement Kavanaugh issued last week, when the outlines of Ford’s account became public: ‘I categorically and unequivocally deny this allegation.",
  "I mean, I think what we're trying to do, in my opinion, what we've got to do is figure out why people die, from direct deaths, which is the wind, the water, and the waves, you know, buildings collapsing, which is probably where the 65 number came from.",
  "Manafort cooperating with Mueller might be the most significant development so far in the Russia probe\n\nNext for Trump, there’s the danger over Paul Manafort, who pleaded guilty on Friday and agreed to cooperate with special counsel Robert Mueller.",
  "Supreme Court nominees should be held to a higher standard.’”\n\nFord’s attorney say she’s willing to testify before Senate Judiciary Committee\n\nThis morning on “Today,” NBC’s Savannah Guthrie interviewed Debra Katz, Christine Blasey Ford’s attorney.",
  "“While his friend watched, she said, Kavanaugh pinned her to a bed on her back and groped her over her clothes, grinding his body against hers and clumsily attempting to pull off her one-piece bathing suit and the clothing she wore over it.",
  "“Manafort is a key person to help us unwind whether this is the most improbable string of unlikely coincidences, or whether this was an active conspiracy,” Rep. Adam Schiff, D-Calif., said on “Meet the Press” yesterday.",
  "“‘He is the vector that brought in the Russian infection,’ said Frank Figliuzzi, the former head of counter-intelligence at the FBI … ‘He has a history with organized crime, Ukrainian thugs, Russian politicians.’”\n\n4.",
  "I did not do this back in high school or at any time.’”\n\nBut it’s hard to disagree with Ford’s husband, who told the Washington Post why this allegation — even from the days of high school — should be taken seriously.",
  "His former business partner is longtime Trump adviser Roger Stone, who allegedly was communicating with Russian intelligence during the 2016 campaign, according to Mueller’s previous indictments.",
  "When she tried to scream, she said, he put his hand over her mouth.”\n\nMore: “Ford said she told no one of the incident in any detail until 2012, when she was in couples therapy with her husband.",
  "And we start with the Sunday bombshell on Kavanaugh, which has forced senators on both sides of the aisle to call for a delay in his confirmation vote before the Senate Judiciary Committee.",
  "A few additional thoughts about the public accusation against Kavanaugh\n\nWill any of Kavanaugh’s classmates or friends from his high-school days break from him and back up Ford’s claim?",
  "“If there were a conspiracy between the campaign and the Russian interference effort, it’s hard to imagine Manafort wasn’t part of it, analysts said,” NBC’s Ken Dilanian writes.",
  "And now with the midterm elections 50 days away, Republicans are sounding the alarm that a humming economy might not be enough to save them in November, the New York Times says.",
  "And this development is significant because Manafort — who was Trump’s former campaign chairman — has numerous connections to different aspects of the Russia probe.",
  "And you know, what happens is — and even in this event, you might see more deaths indirectly occur as time goes on because people have heart attacks due to stress.",
  "He’s actually — I bet he's probably the only president that's held two cabinet level meetings, brought his entire cabinet to this agency to show support.",
  "What role did Manafort play in the mysterious gutting of the 2016 Republican platform of sending lethal weapons to Ukrainians fighting Russian forces?",
  "GUTHRIE: Ms. Katz, is your client willing to testify before the judiciary committee publicly and tell this story?",
  "One of the therapist’s notes from a few years ago, when she recounted this states that it was an attempted rape.",
  "They die in car crashes because they, they went through an intersection where the stoplights weren't working.",
  "She believes if it were not for the severe intoxication of Brett Kavanaugh, she would have been raped.",
  "‘If they don’t have a moral code of their own to determine right from wrong, then that’s a problem.",
  "You know the other thing that goes on, there's all kinds of studies on this that we take a look at.",
  "He was in the room for that infamous June 2016 Trump Tower meeting with a Kremlin-connected lawyer.",
  "LONG: Well, I mean there’s, I don't think the studies, I don’t know why the studies were done.",
  "He also hasn’t yet tweeted about Christine Blasey Ford’s accusation against Brett Kavanaugh.",
  "“‘I think you look to judges to be the arbiters of right and wrong,’ Russell Ford said.",
  "And remember, nothing motivates Republicans and conservatives more than court fights.)",
  "If he’s not confirmed, he becomes Bork 2.0 — a new cause célèbre in the culture wars.",
  "So, the George Washington study looked at what happened six months after the fact.",
  "“This is very much a referendum on the president,” Rep. Tom Cole, R-Okla., said.",
  "TODD: Well, is it fair — I mean, he said Democrats did it to make him look bad.",
  "Do you believe any of these studies were done to make the president look bad?",
  "She believes that these allegations bear on his character and his fitness.",
  "GUTHRIE: Does she think Judge Kavanaugh should withdraw his nomination?",
  "(Let’s be realistic, there are still probably the votes to confirm him.",
  "And how does this play out in an already-broken confirmation process?",
  "You can't blame spousal abuse, you know, after a disaster on anybody.",
  "And the denials, of course, also bear on his character and fitness.",
  "She's willing to do whatever it takes to get her story forth, yes.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "My question to you is, does she consider this an attempted rape?",
  "Was there any communication with participants after the meeting?",
  "And the President's very passionate about the work we've done.",
  "GUTHRIE: Obviously, we've just heard the details of her story.",
  "The news and stories that matter, delivered weekday mornings.",
  "GOP strategists admit Americans aren’t voting on the economy.",
  "'They’re voting on the chaos of the guy in the White House.'",
  "He had plenty of connections with Russia-backed figures.",
  "Notably, Trump hasn’t tweeted about Manafort flipping.",
  "He's been incredibly supportive of me and this staff.",
  "They fall off their house trying to fix their roof.",
  "She alleges a sexual assault back in high school.",
  "(If Kavanaugh is confirmed, it’s a #MeToo tattoo.",
  "But does he want to serve with this asterisk?)",
  "How badly does Kavanaugh want this nomination?",
  "She clearly considers this an attempted rape.",
  "KATZ: She's not taking a position on that.",
  "Is that what she hopes comes out of this?",
  "What actually happened in that meeting?",
  "Spousal abuse goes through the roof.",
  "And then there's indirect deaths.",
  "So I think it’s relevant.",
  "KATZ: She does.",
  "KATZ: She is.",
  "1.",
  "2.",
  "3."
]