[
  "This is likely a result of interpreting polling data and using campaign message to build community, but it’s leading from inside the herd, rather than protecting it, so it’s likely to create more energy around Donald’s campaign than ours.”\n\nMarshall, who served at Clinton’s State Department as chief of protocol, forwarded the advice to Clinton and her aides Huma Abedin and Jake Sullivan.",
  "In the email, Mullen quibbles with the Clinton’s campaign strategy of portraying Donald Trump as “dangerous and scary.”\n\n“Donald Trump has made it perfectly clear that his strategy is to regain the popular support of women by using the strong man archetype to ‘make them feel safe,'” Mullen writes.",
  "One March 10, 2015 email from that address reads:\n\nDear All–\n\nNow that our No Ceilings roll out has finished, I wanted to thank you, and through you, the entire team that did the work to support us in producing a world class report, plan and event.",
  "“I just talked to Megan who told me she got to the airport and couldn’t go w Tony and the kids because her passport had expired last week and they had to go w/o her,” the email continues, apparently referring to Clinton’s brother, Tony Rodham.",
  "It was known that Clinton was using a personal email address that is different than than the one she used as secretary of state, but the leaked emails are the first to reveal what that address is.",
  "“I agree and am copying Jen so she can follow up w Erick,” Clinton responded, likely referring to Jennifer Palmieri, the Clinton campaign’s director of communications.",
  "Emails released on Thursday on the site DC Leaks show exchanges between longtime Clinton friend Capricia Marshall and someone using the address hdr29@hrcoffice.com.",
  "(RELATED: Hacker Releases Emails From Clinton State Department Insider)\n\nAs secretary of state she emailed with the address HDR22@clintonemail.com.",
  "I’m copying Huma and Capricia to see if they can help too.”\n\nRichert responded that Rodham was “all set.” Clinton thanked her for the help.",
  "After that address was exposed in a hack by Romanian hacker Guccifer in 2013, she changed the address to HROD17@clintonemail.com.",
  "In another email exchange from June 7 or this year, Clinton commented on an email chain entitled “Thoughts on ‘Dangerous Donald.",
  "“The campaign’s choice to frame Donald as dangerous and scary reinforces Donald’s gambit rather than undermining it.",
  "Clinton’s new email address appears to have been registered in 2014 by her traveling press secretary, Nick Merrill.",
  "In another email, this one from June 20, 2015, Clinton appeared to help her niece, Megan Rodham, obtain a passport.",
  "A new leak of emails reveals what appears to be Hillary Clinton’s new email address.",
  "'”\n\nThe email was from Erick Mullen, a public affairs specialist with Mercury LLC.",
  "Onward—H\n\nThe email was sent to Marshall and several other Clinton insiders.",
  "There has been no response, but the message did not return as undeliverable.",
  "The campaign is literally projecting its own fear of the strong man.",
  "“His thoughts are interesting,” Marshall wrote to Clinton.",
  "TheDC has reached out to the Clinton campaign for comment.",
  "This article has been updated with additional information.",
  "“She told me you’re trying to get her a new one asap.",
  "“Hi, Hannah,” she wrote to aide Hannah Richert.",
  "Please get some rest–you’ve earned it!",
  "“HDR” stands for Hillary Diane Rodham.",
  "The Daily Caller emailed the account.",
  "I could not be happier or prouder.",
  "Follow Chuck on Twitter"
]