[
  "“Our decisions on schedules are made on what’s best for the basis of the investigation.”\n\nStone, a longtime GOP operative and one of the youngest members of Richard Nixon’s 1972 reelection campaign, has also drawn the interest of the Senate Intelligence Committee, which started collecting documents from him in May.",
  "Stone last month had publicized the House Intelligence Committee’s plan for a closed-door session July 24 to ask about his communications during the 2016 presidential campaign with Moscow-linked hackers and WikiLeaks, which had published personal emails stolen from Hillary Clinton campaign chairman John Podesta.",
  "In March 2016, he said he was in touch with “Guccifer 2.0” — the hacker persona that U.S. intelligence officials say is a Russian front for channeling stolen documents but who Stone insists is not a Moscow asset — and boasted during the campaign about his contact with WikiLeaks.",
  "“All of these hapless Democrat simps on the committee had no trouble in a public session defaming me, accusing me of being a traitor to my country, accusing me of being in and orchestrating the WikiLeaks disclosures, a complete lie, but they will not give me my day in court.",
  "Rep. Adam Schiff, the top Democrat on the House Intelligence Committee, appeared to confirm the delay during an interview with CNN on Friday, even while adding that Stone can still expect to be get a request to appear before the panel.",
  "| Getty House panel postpones Roger Stone’s Russia testimony\n\nRoger Stone won’t be testifying later this month before a key House panel in its Russia investigation, according to the longtime Donald Trump confidante and his attorney.",
  "“For now, it’s cancelled with an advisement it will be rescheduled at an unspecified time,” Buschel said, adding that the aide told him it was the Democrats who wanted more time to gather documents to prepare for the hearing.",
  "He also predicted on Twitter last summer that an October surprise was coming to disrupt Clinton’s campaign, suggesting as well that Podesta would face scandal shortly before his emails started appearing on WikiLeaks.",
  "Story Continued Below\n\nBut Stone’s attorney, Robert Buschel, told POLITICO that a House GOP staffer called Thursday to explain there’d been an indefinite delay on the hearing.",
  "Stone during last year’s presidential campaign was one of the most public of Trump’s current and former advisers to talk about communications with Russia-linked affiliates.",
  "But the Senate panel’s GOP chairman, Sen. Richard Burr, also said last month that he wasn’t sure yet whether he needed to call Stone in for a hearing.",
  "Roger Stone has also drawn the interest of the Senate Intelligence Committee, which started collecting documents from him in May.",
  "“He’s very much a person of interest.”\n\n“The reality is we have a certain order in terms of receiving documents,” Schiff added.",
  "We still have a very difficult time understanding whether he has anything to contribute to our investigation,” Burr said.",
  "Appearing Thursday on Alex Jones’ InfoWars program, Stone criticized Democrats for pushing back the hearing date.",
  "“To bring anybody in for an interview or for a hearing, you have to know what it is you want to ask them.",
  "Stone has nonetheless insisted he’s innocent of any collusion with Russia.",
  "Stone will certainly be coming,” the California Democrat said.",
  "“Justice delayed is justice denied,” he said.",
  "We’re not there with Roger Stone.",
  "I’m outraged by this decision.”",
  "“Mr."
]