[
  "In response to much of the partisan rhetoric surrounding the investigation, Rosenstein said that when investigating foreign interference in U.S. elections, it is important to do so without \"thinking politically, as Republicans or Democrats\" and instead think \"patriotically as Americans.\"",
  "The supsects worked together as part of the Russian GRU military intelligence agency to “hack into computers, steal documents, and release those documents with the intent to interfere with the election,\" Rosenstein added.",
  "Rosenstein said that to hide the fact that they were Russian, the hackers used computers from around the world and \"corresponded with several Americans during the course of the conspiracy through the internet.\"",
  "During a press conference Friday, Rosenstein said that there were two units of foul play, one responsible for stealing information and another responsible for leaking that information to the public.",
  "Alex Wong/Getty Images\n\nAccording to the indictment, these 12 Russians began interference as early as March 2016 by hacking the emails of volunteers and employees working on Clinton's campaign.",
  "The announcement was made on Friday by Deputy Attorney General Rod Rosenstein, who said the Russians hacked the Democratic National Committee and the Hillary Clinton presidential campaign.",
  "There is no allegation that the conspiracy changed the vote count or affected any election result,\" Rosenstein told reporters at the Justice Department in Washington.",
  "To demonstrate this, throughout the press conference Rosenstein refused to name the Clinton campaign by name and instead used the phrase \"U.S. presidential campaign.\"",
  "The intelligence officers not only targeted politicians and campaigns but also stole information about 500,00 voters from a state election board website.",
  "— Donald J. Trump (@realDonaldTrump) March 19, 2018\n\nBefore today's charges, Mueller had indicted 20 people since the investigation began in May 2017.",
  "The indictments are a part of Robert Mueller's ongoing special counsel investigation into Russia's interference in the 2016 presidential campaign.",
  "The 12 indictments were filed just days before President Trump is set to meet with Russian leader Vladimir Putin in Helsinki on July 16.",
  "Russia has repeatedly denied that its government played any role in the hacks that occurred before Trump's shock win over Clinton.",
  "He made it clear, however, that the Americans were unaware that they were corresponding with Russian intelligence officers.",
  "Twelve Russian intelligence officers have been indicted and accused of interfering in the 2016 presidential election.",
  "Trump has repeatedly called the investigation a \"witch hunt\" and his lawyer has called for it to be shut down.",
  "Fourteen of those charges had been brought against Russians, though many of them are not expected to be tried.",
  "President Trump was in the United Kingdom visiting Queen Elizabeth II when news of the indictments broke.",
  "The hackers were able to do so by creating fake online personas, including DC Leaks and Guccifer 2.0.",
  "He added that he had briefed President Donald Trump about these allegations earlier this week.",
  "They also hacked into computers of a company that verifies voter registration information.",
  "\"There is no allegation in this indictment that any American citizen committed a crime.",
  "A total WITCH HUNT with massive conflicts of interest!"
]