[
  "The hackers were identified as Viktor Borisovich Netyksho, Boris Alekseyevich Antonov, Dmitriy Sergeyevich Badin, Ivan Sergeyevich Yermakov, Aleksey Viktorovich Lukashev, Sergey Aleksandrovich Morgachev, Nikolay Yuryevich Kozachek, Pavel Vyacheslavovich Yershov, Artem Andreyevich Malyshev, Aleksandr Vladimirovich Osadchuk, Aleksey Aleksandrovich Potemkin, and Anatoliy Sergeyevich Kovalev — all officials in Unit 26165 and Unit 74455 of GRU.",
  "/ Updated By Ken Dilanian, Kenzi Abou-Sabe, Dartunorro Clark and Tracy Connor\n\nWASHINGTON — Twelve Russian intelligence officers have been indicted in connection with the bitcoin-funded hacking of Democratic organizations and the Hillary Clinton campaign \"with the intent to interfere\" in the 2016 election, officials announced Friday.",
  "William Bastone of the Smoking Gun website tweeted later Friday that he was the \"U.S. reporter\" referred to in the indictment who had received from Guccifer 2.0 the \"password access to a nonpublic, password-protected website\" that contained emails that had been stolen from \"Victim 1.\"",
  "Jorge Silva / EPA file\n\nAmong the new details: the conspirators allegedly first tried to compromise email accounts used by Clinton's personal office on July 27, 2016, the same day that Trump appeared to urge Russia to go after her emails at a campaign press conference in Florida.",
  "Read the full indictment here\n\nRosenstein, who laid out the allegations at a news conference that began while Trump was meeting with Queen Elizabeth in London, said he had briefed Trump earlier in the week and that the president was \"fully aware\" of the charges in the indictment.",
  "The charges, brought by special counsel Robert Mueller and announced by Deputy Attorney General Rod Rosenstein, come at a diplomatically sensitive time — just days before President Donald Trump meets formally for the first time with Russian President Vladimir Putin in Helsinki.",
  "Mueller, who has been investigating Russian interference in the 2016 election and possible collusion by the Trump campaign for more than a year, says the 12 defendants in Friday's indictment are members of the GRU, Russia’s military intelligence agency.",
  "In February, he brought charges against 13 Russian nationals who allegedly carried out a campaign of social media-fueled information warfare — some of it supporting Trump and disparaging Clinton — that he said was aimed at meddling in the 2016 election.",
  "The court papers say that the defendants — two of whom were also charged with orchestrating attacks on state election systems — disseminated emails stolen from the Democrats through two online personas that they created, Guccifer 2.0 and DC Leaks.",
  "Beginning in March 2016, they allegedly used fake identities and bogus accounts to trick volunteers and employees of Clinton’s 2016 campaign and gain access to usernames and passwords that they used to steal emails and hack into other computers.",
  "\"The goal of the conspiracy was to have an impact on the election,\" Rosenstein said, adding that the indictment does not allege the Russian conduct changed the vote count or outcome of the 2016 election that put Trump in the White House.",
  "\"if you have anything hillary relayed we want it in the next tweo [sic] days prefable [sic] because the DNC is approaching and she will solidify bernie supporters behind her after,\" the organization wrote, according to the indictment.",
  "The court papers also say that an unidentified organization — which matches the description of Wikileaks — coordinated the release of DNC emails with Guccifer 2.0 in July 2016 with an eye toward disrupting the party's convention.",
  "The indictment says that in August and September 2016, Russians posing as Guccifer 2.0 were in contact with a person who communicated with senior Trump campaign officials, flagging emails posted and offering assistance.",
  "Prosecutors say that in August 2016, a U.S. congressional candidate requested and received from stolen documents related to an opponent from an online persona created by the Russian cabal.",
  "The defendants used spear-phishing techniques to steal user names, passwords and emails and paid for the operation with bitcoin and other cryptocurrencies, the indictment alleges.",
  "\"Today’s charges include no allegations of knowing involvement by anyone on the campaign and no allegations that the alleged hacking affected the election result.",
  "A statement from the White House did not address the allegations of Russian government interference and focused only on what was not in the indictment.",
  "\"This is not a witch hunt and it is certainly not a joke, as Donald Trump has desperately and incorrectly argued in the past,\" Perez said.",
  "The following month, he hacked into the computers of a U.S. vendor that supplied software used to verify voter registration information.",
  "They allegedly also hacked into the networks of the Democratic Congressional Campaign Committee and the Democratic National Committee.",
  "\"It’s long past time for him and his allies in the Republican Party to stop ignoring this urgent threat to our national security.\"",
  "The broad strokes of the hacking operation had already been made public, but the indictment provided new details and named names.",
  "In July 2016, he allegedly hacked the website of an unnamed state board of elections and stole information for 500,000 voters.",
  "\"Please tell me if i can help u anyhow...it would be great pleasure to me,\" Guccifer 2.0 wrote, according to the indictment.",
  "The description matches a contact that longtime Trump associate Roger Stone has previously said he had with Guccifer.",
  "President Donald Trump and Russia's President Vladimir Putin, seen here in 2017, are scheduled to meet next week.",
  "And a state lobbyist received stolen data on Democratic donors later that month, the indictment alleges.",
  "DNC Chair Tom Perez said the latest indictments show the magnitude of the Russian operation.",
  "Kenzi Abou-Sabe, Dartunorro Clark, Jane C. Timm and Tracy Connor reported from New York.",
  "This is consistent with what we have been saying all along,\" the statement said.",
  "Friday's announcement isn't Mueller's first move against the Russians.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The goal of the conspiracy was to have an impact on the election.",
  "Kovalev is accused of targeting a state voter system in the U.S.",
  "The news and stories that matter, delivered weekday mornings.",
  "Ken Dilanian reported from Washington."
]