[
  "WATCH: Whoopi, Behar Attack 'New Guy' Trump and 'Puppet' Spicer\n\nDNC Chair: Trump 'Didn't Win Election', GOP 'Doesn't Give a S--t About People'\n\nPodesta: Trump 'On a Rampage to Endanger the Planet'\n\n\"So he doesn't know you, he doesn't know his son-in-law?\"",
  "— Donald J. Trump (@realDonaldTrump) March 20, 2017\n\nStone, a former adviser to President Nixon and then-candidate Trump, said he was being \"maligned\" by members of Congress who appear to suspect he had contact with Russian interests while advising Trump.",
  "Stone, 64, said \"nobody that I know of\" was colluding with Russia in favor of Trump, and that investigators should instead probe former Clinton campaign manager John Podesta, who he said had \"bank deals, gas deals, and others\" in the country.",
  "Stone, who supports legalizing marijuana, later offered Maher and fellow guests former Sen. Rick Santorum (R-Pa.) and former NSA Director Michael Hayden a \"marijuana cake\" for Maher's 420th episode.",
  "He said that Podesta's history is mostly the reasoning for a tweet about the Democratic adviser's \"time in the barrel\" that was published shortly before the contents of Podesta's emails were.",
  "Republican consultant Roger Stone debated the legitimacy of claims of Trump-Russia collusion with talk show host Bill Maher last night, and offered the panel a special cake.",
  "#CrookedHillary — Roger Stone (@RogerJStoneJr) August 21, 2016\n\nStone said he would be more than happy to offer his explanation under oath to Congress without subpoena.",
  "Larry Elder Slams Liberals With 'Trump Derangement Syndrome'\n\nStudent Has Grade Docked for Using the Word 'Mankind' in Paper\n\nMatt Schlapp: 'Mike Flynn Is the Victim'",
  "Maher said, referencing Jared Kushner's willingness to meet with Sen. Richard Burr's (R-N.C.) intelligence committee to discuss past meetings with foreign officials.",
  "Maher alleged that Stone and a few other former or current members of President Trump's team had Russian connections despite the president's claims to the contrary.",
  "He added that his contact with hacker \"Guccifer 2.0\" is being misinterpreted because, among other reasons, the anonymous figure is Romanian, not Russian.",
  "James Clapper and others stated that there is no evidence Potus colluded with Russia.",
  "\"I'm not asking for immunity, I was maligned by members of the committee,\" he said.",
  "\"[There is] no evidence or proof, just inference,\" Stone said.",
  "Trust me, it will soon the Podesta's time in the barrel.",
  "\"That's a giant obvious lie,\" Maher responded.",
  "This story is FAKE NEWS and everyone knows it!"
]