[
  "Mueller's investigators have questioned some of Stone's associates over the past several months about the 2016 hack of Democratic National Committee servers -- in which Russian hackers stole thousands of documents, according to US intelligence, and WikiLeaks then posted more than 20,000 internal DNC emails -- and any communications with WikiLeaks.",
  "Lobbyists\n\nMueller's prosecutors referred to the US Attorney's Office in the Southern District of New York inquiries on other individuals involved in the Ukraine lobby efforts, including Democrat Tony Podesta of the Podesta Group, former Republican Rep. Vin Weber of Mercury LLC, and the law firm Skadden, Arps, Slate, Meagher & Flom LLP.",
  "Following Manafort's plea, he issued a statement: \"I am uncertain of the details of Paul's plea deal but certain it has no bearing on me since neither Paul Manafort or anyone else can testify truthfully that I am involved in Russian collusion, WikiLeaks collaboration or any other illegal act pertaining to the 2016 election.\"",
  "Manafort's many roles could aid investigators examining several areas:\n\nRussian election interference\n\nManafort joined the Trump campaign in March 2016 and was its chairman from May until he resigned that August after reports about his lobbying work with the pro-Russia Ukrainian political party became public.",
  "As part of the deal he will have to admit to any crimes he has knowledge of or has committed beyond the tax, financial and undisclosed foreign lobbying matters covered in his deal and he will be required to cooperate with any investigation or grand jury inquiry.",
  "He was also authorized by the Justice Department to investigate \"allegations that Paul Manafort committed a crime or crimes by colluding with Russian government officials\" as part of the Kremlin's effort to influence the presidential race.",
  "Mueller's team wants to know more about the decision at the 2016 Republican National Convention to change the party platform regarding Ukraine, according to a list of Mueller's questions for Trump that was published by The New York Times .",
  "Jason Maloni, Manafort's spokesman, told the Post, \"It would be neither surprising nor suspicious that two political consultants would chat about the political news of the day, including the DNC hack, which was in the news.\"",
  "There are still many unanswered questions regarding the infamous dossier written in 2016 by former British spy Christopher Steele, which alleges widespread collusion between the Trump campaign and the Russian government.",
  "Manafort's guilty plea includes the most direct allegation by the special counsel's office that the lobbying firms Manafort hired knew they were working for Ukrainian politicians and not an independent nonprofit group.",
  "Trump campaign adviser George Papadopoulos was told by a Kremlin-linked professor that the Russians had dirt on Clinton in the form of \"thousands of emails,\" months before their existence was publicly known.",
  "A spokesman for Mercury said they waived attorney-client privilege to allow prosecutors to see their full exchange with their attorneys, who advised them to file as lobbyists but not foreign agents.",
  "He was also referenced, although not by name, in the indictment of 12 Russian intelligence agents as having communicated with Guccifer 2.0, the online persona used by Russian intelligence officers.",
  "Manafort offered to provide a briefing on the campaign the following month to Oleg Deripaska, a Russian oligarch close to Russian President Vladimir Putin, according to The Washington Post .",
  "But the young foreign-policy adviser was wishy-washy in a recent interview with CNN , saying he \"can't guarantee\" it didn't happen and that it \"might have\" happened, but he doesn't remember.",
  "In a deal with the special counsel's office, Manafort pleaded guilty Friday to conspiring against the US for his undisclosed foreign lobbying work and agreed to cooperate with authorities.",
  "Stone claimed in 2016 to have a \"back channel\" to WikiLeaks and seemed to predict some of the email dumps that roiled the final stretch of the presidential campaign and damaged Clinton.",
  "Manafort attended the June 2016 Trump Tower meeting that Donald Trump Jr. agreed to after being promised \"information that would incriminate\" rival candidate Hillary Clinton.",
  "As a member of the campaign when Trump clinched the Republican nomination, Manafort could shed light on the campaign's foreign policy strategy and contacts with Russians.",
  "Several participants told lawmakers under oath that the meeting veered into Russian adoptions and the Magnitsky Act, a US sanctions law targeting human rights violators.",
  "Konstantin Kilimnik, Manafort's business partner in his Ukrainian lobbying effort, was the intermediary between Manafort and Deripaska, according to The Washington Post.",
  "CNN has reported that investigators corroborated some aspects of the dossier, but it's still unclear whether any of the explosive claims in the memos have any merit.",
  "Now that Manafort is required to cooperate with investigators, they'll likely pose these questions to him, and see if he has more to offer than what he said on TV.",
  "Mercury and Podesta filed as lobbyists but did not file as foreign agents until after Manafort's Ukrainian lobbying efforts were uncovered by reporters in 2016.",
  "\"If he needs private briefings we can accommodate,\" Manafort wrote, according to the Post, which cited portions of a July 7, 2016, email read to the newspaper.",
  "Special counsel Robert Mueller, who brought the charges against Manafort, is investigating Russian interference in the 2016 US election, and related matters.",
  "Roger Stone\n\nManafort is a longtime business partner of Roger Stone, who served as an informal adviser to Trump and was briefly involved with the campaign.",
  "While Manafort was a member of the campaign, others also made contact with Russians, although it isn't clear what Manafort knew about any other contacts.",
  "While the platform was being drafted, Trump campaign officials stepped in to block a provision about arming Ukraine to fight Russian-backed militias.",
  "Podesta Group said it had relied on certifications from a nonprofit that it was independent from the Ukrainian politicians and filed as lobbyists.",
  "The 2010 tax return for a Manafort-controlled company indicated that Deripaska lent him $10 million, according to an FBI affidavit filed in court.",
  "Papadopoulos, who pleaded guilty to lying to the FBI about his Russian contacts, has denied that he told anyone on the campaign about the emails.",
  "The FBI considered Steele a reliable source, but investigators can bolster any collusion case if Manafort can corroborate any of the claims.",
  "The plea deal specifically says Manafort is required to \"cooperate fully, truthfully, completely, and forthrightly with the Government.\"",
  "It's possible prosecutors would seek Manafort's cooperation in ongoing investigations into the lobbyists, the law firm and Kilimnik.",
  "If Papadopoulos did in fact tell the campaign about the emails -- which Manafort might know -- it would undercut all the denials.",
  "It's already known that Papadopoulos told others on the campaign about his efforts to broker a meeting between Trump and Putin.",
  "Manafort was even copied on some of the emails about it, and was open to sending \"someone low level\" to Russia, but not Trump.",
  "Manafort met with Kilimnik twice while working on Trump's campaign in 2016, according to The Washington Post and Politico .",
  "He was indicted along with Manafort for allegedly contacting witnesses in an attempt to interfere with the investigation.",
  "The special counsel's office described Kilimnik in court filings as having active ties to Russian intelligence services.",
  "Speculation immediately fell to Manafort, because of his vast experience working for pro-Russia interests in Ukraine.",
  "But in television interviews at the time, Manafort denied that the campaign played any role in changing the language.",
  "Representatives for Podesta and Mercury have said they cooperated with the special counsel's investigation.",
  "Manafort emailed an intermediary asking that a message be sent to Deripaska, the Post reported.",
  "The memos mention Manafort several times and accuse him of leading a collusion conspiracy.",
  "But if Manafort can shed any light on the dossier memos, investigators would want to know.",
  "He invested millions with Manafort a decade ago in a failed cable deal.",
  "Kilimnik himself has denied any association with Russian intelligence.",
  "The deal went south and Deripaska has since sued Manafort.",
  "His lawyers have denied there was any collusion.",
  "Stone himself was not accused of any wrongdoing.",
  "Deripaska has known Manafort for a long time.",
  "He has denied any collusion with Russians.",
  "What does he know about the Trump dossier?",
  "Skadden did not return calls for comment.",
  "Why was the GOP platform changed?",
  "What about Papadopoulos?"
]