[
  "(END VIDEO CLIP)\n\n\n\nTAPPER: \"No person that I deal with does,\" except, of course, for General Flynn and Attorney General Sessions and former adviser Carter Page, all of whom had contacts with the Russians during the campaign, not to mention former Trump campaign adviser Roger Stone, who has admitted that he communicated with Guccifer 2.0, who claims to have hacked the DNC and who U.S. officials believe with -- quote -- \"high confidence\" to be a front for Russian military intelligence.",
  "Some stunning news from the White House just minutes ago about why it took the Trump administration 18 days from the moment they were warned about their national security adviser possibly having been compromised by the Russians until the moment that President Trump finally requested the resignation of former Lieutenant General Michael Flynn.",
  "Yesterday was the first time that the public heard the story directly from Yates on her surprise upon hearing that Vice President Pence and other senior White House officials denying that Flynn in his December conversations with Russian Ambassador Kislyak had discussed anything of substance such as, say, sanctions.",
  "SPICER: The one thing that there's a difference between Afghanistan proper and our effort to defeat ISIS, and that's one thing that he was also very clear on in the campaign, that -- and as president, that he is going to do everything he can to fight radical Islamic terrorism, to root out and destroy ISIS.",
  "(END VIDEOTAPE)\n\n\n\nZELENY: Now, Afghanistan isn't the only point of disagreement here at the White House, Sean Spicer also announcing today that the president is going to delay a decision whether to withdraw from the Paris climate agreement reached during the Obama administration.",
  "That's the acting attorney general of the United States, and the White House did nothing, not until a few days after \"The Washington Post\" broke the story on February 9 that Flynn lied to everyone about the contents of his conversation with the Russian ambassador.",
  "ZELENY: The president is weighing these options from his military advisers on Afghanistan, strengthening the U.S. presence on the ground, sending up to 5,000 more troops, stepping up strikes against the Taliban, and increasing the U.S. financial investment.",
  "The battle to repeal and replace Obamacare today moves to the Senate, where Majority Leader Mitch McConnell, Republican of Kentucky, who can't lose more than two Republican votes, has put together a team of 13 lawmakers to try to hammer out a bill.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSPICER: I think if you flip the scenario and say, what if we had just dismissed somebody because a political opponent of the president had made an utterance, you would argue that it was pretty irrational to act in that manner.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSEAN SPICER, WHITE HOUSE PRESS SECRETARY: Just because someone comes in and gives you a heads-up about something and says I want to share some information doesn't mean that you immediately jump the gun and go take an action.",
  "(END VIDEO CLIP)\n\n\n\nTAPPER: This is all part of President Trump and his team trying to discredit or anyone that calls him or them into question, including now the FBI and congressional investigations into Russian interference in the election.",
  "So, right now, what's happening is they are so ideologically fervent against the -- what we've done in health care that they're trying to undo it, and that's not going to work because the American people, every poll shows, they are in charge.",
  "TAPPER: But you recognize that insurance companies are pulling out of Obamacare exchanges, that premiums have gone up, that, despite President Barack Obama's promises, a lot of people who liked their doctors didn't get to keep their doctors.",
  "That decision had been expected this week, but Sean Spicer saying today the president will not announce his decision on that until after the end of this month when he returns from a meeting of world leaders, the G7 summit in Sicily -- Jake.",
  "It's an unusual absence from the stage, five straight days without public events, as he considers one of the biggest foreign policy decisions of his presidency, whether to sign off on a Pentagon plan for a U.S. troop surge in Afghanistan.",
  "TAPPER: You know, I have to say, I was surprised after the first time the House bill, that Republican bill failed, I was surprised that you and Nancy Pelosi and other Democrats didn't come out and say, don't -- you failed doing that.",
  "Plus, a CNN exclusive report, never-before-seen images of the horrors after Assad's chemical attack in Syria, the one that forced President Trump to act, video you have not seen, and you might never view this war the same way again.",
  "All 48 Democrats said to him and we had an easy time getting signatures from Bernie Sanders to Joe Manchin, we've said to him stop undoing things, stop -- stop hurting people's health care, get off repeal and we will work with you.",
  "Indisputable proof and never-before-scene video showing the terrifying aftermath of that chemical attack on the people of Syria, the same attack that inspired President Trump to launch air strikes against Bashar al Assad's forces.",
  "(BEGIN VIDEO CLIP)\n\n\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: The information was provided by, who I don't know, Sally Yates, and I was a little surprised, because I said doesn't sound like he did anything wrong there.",
  "White House Press Secretary Sean Spicer revealing this afternoon that the White House did not know how to take the warning from then acting Attorney General Sally Yates because they did not think she was a Trump supporter.",
  "Of course, this was at enormous personal risk, and the footage that they shot really offers an unvarnished, unsanitized, up close look at the horror of a war crime, which is why we felt it is so important to show.",
  "Now, another possible reason why the White House did not take Yates\n\n\n\nseriously came from President Trump himself on February 16, when he said that, other than lying to lying to Pence, Flynn did nothing wrong.",
  "What affects me and not just me but our Democratic Caucus is if he will move to the middle and work with us instead of being a hard right president, breaking almost every promise he's made to working people.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSALLY YATES, FORMER ACTING U.S. ATTORNEY GENERAL: The Russians also knew about what General Flynn had done, and the Russians also knew that General Flynn had misled the vice president.",
  "He's trying to figure out, walk back from a goal of eliminating this threat, and then tell me how we get there, as opposed to, tell me how many troops we need and then what you're going to do with them.",
  "TAPPER: Speaking of Trump, I thought that there was a possibility that you considered a deal-maker and President Trump who wrote \"The Art of the Deal\" or at least his name was on it --\n\n\n\nSCHUMER: Yes.",
  "It's a stunning admission when you consider the high stakes of what Yates was alerting the White House to and the petty partisan politics the administration apparently allowed to cloud their judgment.",
  "CBO, when they came out with their score, said the markets were stabilizing, but now with what the president is doing and with what Republicans are doing, they are getting destabilized again.",
  "TAPPER: Have you called --\n\n\n\nSCHUMER: Trump care, the substitute, last poll I saw, 18 percent of Americans were for it, 50 some odd against, even a majority of Trump voters didn't like it.",
  "They are ideo -- they have made this promise in their campaign, and so ideologically, they feel they have to go for repeal, but it hurts the American people, and frankly it's hurting them.",
  "On the campaign trail, he said this:\n\n\n\nTRUMP: We are going to end the era of nation-building, and instead focus on destroying, destroying, destroying ISIS and radical Islamic terrorism.",
  "Why did the White House not act while this man potentially compromised by the Russians roamed around the Situation Room with access to the most top-secret information for all those days?",
  "The Senate takes the ball in efforts to repeal and replace Obamacare, but shouldn't some of the Democrats share some of the blame and some of the burden for fixing Obamacare's problems?",
  "Look, we have made real progress over the last several years, 20 million people covered who weren't covered, preexisting conditions taken care of, 21-to-26-year-olds getting coverage.",
  "CLARISSA WARD, CNN SENIOR INTERNATIONAL CORRESPONDENT: Well, Jake, when the chemical attack hit, some very brave journalists were the Aleppo media center went straight to the scene.",
  "Things get worse, the buck stops with them, so I'd urge them for the sake of the health of the American people, back off this repeal and we'll work with you to make it better.",
  "If you have children in the room right now, you might want to suggest they go do their homework, elsewhere, because the images we're about to show you are quite devastating.",
  "SCHUMER: Gary Cohn is not having -- the policies they have come out with, whether it's on Obamacare or their preliminary thing on taxes, they haven't worked with us.",
  "Eighteen days, that is how long it took for President Trump to do something about a national security adviser who experts believed was open to Russian blackmail.",
  "But then it's a very, very difficult job, given the fact that the House bill has been so poorly received by Republican senators, let alone Democratic senators.",
  "He said, why not add -- when he was asked, why not add some of your female colleagues, and he said, well, the working group that counts is all 52 of us.",
  "[16:25:00] CNN senior international Clarissa Ward is breaking the story of the never-before-seen footage of the immediate aftermath of that fateful day.",
  "[16:15:02] SCHUMER: Look, the reason that the exchanges are having trouble is because of what the Trump administration and the Republicans are doing.",
  "Defense Secretary James Mattis today in Copenhagen:\n\n\n\nJAMES MATTIS, U.S. SECRETARY OF DEFENSE: In Afghanistan, we're up against a determined enemy.",
  "The idea of giving some money to it the insurance companies so premiums won't go up, so deductibles won't go up, they said they would do it once.",
  "Last month, as you know, a shocking chemical attack in Syria led to the first American military strikes against the regime of Bashar al Assad.",
  "So Yates reached out to the White House counsel, Don McGahn, and told him that Flynn had apparently lied to Vice President Pence and others.",
  "JEFF ZELENY, CNN SENIOR WASHINGTON CORRESPONDENT: Well, Jake, the best argument now is simply the resurgence of the Taliban in Afghanistan.",
  "He started flattering me at the beginning and then when I wouldn't go along with his horrible immigration ban, he started calling me names.",
  "And that created a compromise situation, a situation where the national security adviser essentially could be blackmailed by the Russians.",
  "We said, back off repeal, which would walk back many of these things incompletely or by degree, and we will work with you to fix it.",
  "ZELENY: After more than 15 years of fighting, the U.S. now has 8,400 troops on the ground in Afghanistan, down from 100,000 in 2010.",
  "All of the cases were suffering from suffocation, convulsions, narrowing of the pupils, increased sweating and difficulty breathing.",
  "UNIDENTIFIED MALE (translated): Right now the warplanes are circling --\n\n\n\n(EXPLOSION)\n\n\n\nUNIDENTIFIED MALE: Go out, go out, go out!",
  "The question facing the president is whether a small surge of troops will beat back the Taliban or simply deepen U.S. involvement.",
  "\n\n\n\nReturn to Transcripts main page\n\nTHE LEAD WITH JAKE TAPPER\n\nInterview With New York Senator Chuck Schumer; Trump Sending U.S.",
  "SPICER: One of the things that he has asked his national security team to do is to actually think the -- rethink the strategy.",
  "If they did it permanently, you talk to insurance executives, that would stabilize things and help them stay in the market.",
  "SPICER: The idea of just saying can we throw X number at it is not the way that the president is looking at these options.",
  "SCHUMER: It repealed a huge chunk of it and that's why the CBO found that 24 million, for instance, would lose coverage.",
  "The investigations are going to continue, and we will be here to bring you the facts about them, wherever they may lead.",
  "I said Mr. President-elect, you campaigned as a populist against both the Democratic and the Republican establishment.",
  "The Democratic Caucus, myself included, are probably closer to him than on say China than we were to Bush or to Obama.",
  "ZELENY: Before winning the White House, Mr. Trump spoke out forcefully against doubling down on America's longest war.",
  "U.S. officials have said that there is, quote, no doubt that Assad is responsible for the attack on his own people.",
  "Fake news, total hoax, taxpayer-funded charade, it doesn't matter the words or the tweets the president throws up.",
  "[16:00:05]\n\n\n\nJAKE TAPPER, CNN ANCHOR: It never took the president that long to fire someone on \"The Apprentice.\"",
  "[16:05:12]\n\n\n\nNow, President Trump spent part of today with his current national security adviser, General H.R.",
  "Five minutes after the attack, there was a call for anyone with a vehicle to go to the scene to help, he says.",
  "Instead of scaling down troop levels there, President Trump is now weighing Pentagon proposals to boost them.",
  "In a tweet, the president called them -- quote -- \"a total hoax\" and a -- quote -- \"taxpayer-funded charade.\"",
  "Putting in a guy like Mulvaney, one of the ten most conservative members who is for shutdown for government.",
  "SCHUMER: But what happened immediately, and I guess it was convenience, he let the hard right take over.",
  "Not only did we believe that the Russians knew this, but that they likely had proof of this information.",
  "But have you to ask yourself, is President Trump a reliable source of information on the Russia story?",
  "She was warning that you that your national security information might be compromised by the Russians.",
  "(BEGIN VIDEOTAPE)\n\n\n\nZELENY (voice-over): President Trump out of sight again today at the White House.",
  "I felt myself laying on the ground and my hands were hitting the ground, and then I fainted, he says.",
  "The top Democrat in the Senate, Minority Leader Chuck Schumer of New York, will join us live next.",
  "Convulsions are racking their bodies -- as rescue workers try in vain to wash away the chemicals.",
  "Ninety-two innocent civilians were killed in that chemical weapons attack, including 33 children.",
  "The casualties are brought to a nearby clinic, built underground, to protect it from airstrikes.",
  "Nobody is saying, Mitch, I will work with you to stop --\n\n\n\nSCHUMER: We sent him a letter today.",
  "Now he's commander in chief, and that has touched off a fierce debate here at the White House.",
  "She was worried because she suspected she was not the only one who knew that Flynn had lied.",
  "Because she, as acting attorney\n\n\n\ngeneral, knew the actual contents of those conversations.",
  "I asked the rescue workers to first wash the victims with water and take off their clothes.",
  "If -- if the -- so it's the president is the reason we're not being able to work together.",
  "TAPPER: So, you will work with them as long as they say they are not trying to repeal it.",
  "ZELENY: The decision on Afghanistan is pitting President Trump against candidate Trump.",
  "WARD: The camera crew tries to escape the chaos, but once outside another missile hits.",
  "ZELENY: White House Press Secretary Sean Spicer said today there was no contradiction.",
  "If you maintain that, there are some things we could work together on, infrastructure.",
  "Senate Democrats say the Republican health care bill should be tossed out the window.",
  "And all President Trump and the White House are doing now is attacking the messenger.",
  "It is a scene of unimaginable horror -- the immediate aftermath of a chemical attack.",
  "The number of victims keeps going up, Adam explains, and many are women and children.",
  "Cameraman Adam Hussein says that warplanes are targeting the town of Khan Sheikhoun.",
  "And the president had one meeting and one meeting only on his public schedule today.",
  "McMaster, who was laying out this range of options for doubling down in Afghanistan.",
  "TAPPER: I want to get response from your colleague, Majority Leader Mitch McConnell.",
  "If they were today say we're not repealing, that's caused a lot of consternation.",
  "TAPPER: But what...\n\n\n\nSCHUMER: They still haven't gotten up to the first stage.",
  "A local journalist Yamin al-Khatid (ph) is in the middle of delivering a report.",
  "(BEGIN VIDEOTAPE)\n\n\n\nWARD (voice-over): The attack happened shortly after dawn.",
  "Four years ago, he argued on Twitter: \"We should leave Afghanistan immediately.",
  "Joining me now is Senate Minority Leader Chuck Schumer, Democrat from New York.",
  "We have said -- we have sent them -- we put together a infrastructure proposal.",
  "TAPPER: Why not bring him an infrastructure bill and say --\n\n\n\nSCHUMER: We did.",
  "SCHUMER: Here's what I told the president the first week after he got elected.",
  "We're showing them because they detail the horrors of what happened in Syria.",
  "The limp bodies of small children lying next to those still gasping for life.",
  "Suddenly, there is panic as news comes in more fighter jets heading that way.",
  "Now, four years ago, Mr. Trump said we should leave Afghanistan immediately.",
  "; Senate Targets Health Care; New Video Shows Syria's War on Its Own People.",
  "I think it's going to take them a while to try and put the pieces together.",
  "Aired 4-4:30p ET\n\nAired May 9, 2017 - 16:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "TAPPER: All right, Jeff Zeleny at the White House for us, thanks so much.",
  "TAPPER: But the insurance companies were pulling out long before Trump.",
  "But Obamacare, repeal and replace from the House, that wasn't a repeal.",
  "TAPPER: So, what are we hearing about when we might see a Senate bill?",
  "(COMMERCIAL BREAK)\n\n\n\n[16:13:22]\n\n\n\nTAPPER: Welcome back to THE LEAD.",
  "Until they back off repeal, there's really nothing we can talk about.",
  "SCHUMER: We said all along, we say to this day, get off this repeal.",
  "McMaster, as he considers a new major strategy shift in Afghanistan.",
  "One of the survivors, he later describes the moment the gas hit him.",
  "(END VIDEO CLIP)\n\n\n\nTAPPER: An utterance from a political opponent?",
  "If we have to go back in, we go in hard and quick Rebuild the U.S.",
  "(COMMERCIAL BREAK)\n\n\n\n[16:24:25] TAPPER: Welcome back to THE LEAD.",
  "Nineteen-year-old Mohammed al-Dilal (ph) lies thrashing on ground.",
  "All casualties must now be taken for treatment half an hour away.",
  "SEN. CHUCK SCHUMER (D-NY), MINORITY LEADER: Hey, glad to be here.",
  "(END VIDEO CLIP)\n\n\n\nTAPPER: Could be blackmailed by the Russians.",
  "Here's another thing they could do like this: the cost-sharing.",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: I have nothing to do with Russia.",
  "From his roof top, he quickly sees this is no ordinary strike.",
  "To the best of my knowledge, no person that I deal with does.",
  "And, Jeff, before he was president, Mr. Trump was very clear.",
  "Al Qaeda has been unable to mount attacks out of Afghanistan.",
  "He's sticking to this hard right line and that's not working.",
  "I thought\n\n\n\nthat that was something that is going to happen.",
  "SCHUMER: Yes, well --\n\n\n\nTAPPER: So, there are no Democrats.",
  "But nothing could prepare him for what he was about to see.",
  "All this is proof that a chemical agent was used, he says.",
  "U.S. troops were in Afghanistan for far too long, he said.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "CNN's Jeff Zeleny joins me now live from the White House.",
  "He asked about not having any women in the working group.",
  "TAPPER: -- that you two would have been able to do deals.",
  "Dr. Hassan Al-Misham (ph) is among the first responders.",
  "But the doctor says it's just air trapped in her chest.",
  "It repealed some elements but Obamacare is still there.",
  "SCHUMER: Well, the fact of repeal has accelerated this.",
  "What is the argument for a potential change of course?",
  "Here' here's Sean Spicer trying to explain it today.",
  "He called for a trillion infrastructure bill, trade.",
  "(CROSSTALK)\n\n\n\nTAPPER: But Gary Cohn is there, too.",
  "That's a big, big -- that's pretty close to repeal.",
  "There is nothing left but to pray and say good-bye.",
  "In the Senate, the rules are, you have to get one.",
  "SCHUMER: Well, I think it's going to be a while.",
  "I said Mr. President, you -- or president-elect.",
  "Death for these innocents is agonizing and slow.",
  "All around him people are foaming at the mouth.",
  "That's how the White House viewed this warning.",
  "We will talk to Minority Leader Chuck Schumer.",
  "That with his national security adviser, H.R.",
  "Our world lead now -- a CNN exclusive report.",
  "TRUMP: What I do is, I authorize my military.",
  "This was the only first aid we could provide.",
  "I fell down and I couldn't feel a thing had.",
  "We must warn you these images are shocking.",
  "We have the greatest military in the world.",
  "As I said, ISIS has been thrown back there.",
  "First, they have got to get a CBO report.",
  "SCHUMER: Well, the names don't affect me.",
  "Look at the kids here, someone tells him.",
  "A man brings in his lifeless little girl.",
  "He is sure he has seen her chest moving.",
  "We said, come back to us, work with us.",
  "So far, nothing, crickets, as they say.",
  "(END VIDEO CLIP)\n\n\n\nTAPPER: A heads-up?",
  "SCHUMER: We haven't had an answer yet.",
  "We have more in our politics lead now.",
  "Insurers like -- they like certainty.",
  "That exclusive report coming up next.",
  "Senate Minority Leader Chuck Schumer.",
  "TAPPER: How often do you talk to him?",
  "I couldn't see anything with my eyes.",
  "They are using toxic gas, he reports.",
  "Clarissa, tell us about these images.",
  "They didn't get to keep their plans.",
  "Of course, then it was hypothetical.",
  "Here are 10 fixes to fix Obamacare.",
  "TAPPER: He called you a clown once.",
  "I mean --\n\n\n\nTAPPER: Is it cordial?",
  "We didn't send him a detailed bill.",
  "The journalists managed to survive.",
  "It was as if I was hitting myself.",
  "It's all 52 of us is the working.",
  "You didn't get back to him then?",
  "SCHUMER: Jake, good to see you.",
  "TAPPER: Good to see you again.",
  "Thanks so much for being here.",
  "So, what is their alternative?",
  "Now, why was Yates surprised?",
  "They plan for several years.",
  "They don't plan for a year.",
  "It's changed significantly.",
  "We don't say it's perfect.",
  "THE LEAD starts right now.",
  "Good afternoon, everyone.",
  "Then the president acted.",
  "Is there any possibility?",
  "Thanks so for being here.",
  "Health care, as you know.",
  "SCHUMER: Every so often.",
  "[16:20:00] Stay with us.",
  "Let's do these 10 fixes.",
  "I headed straight there.",
  "Now, a word of caution.",
  "Everybody get on board.",
  "They liked their plans.",
  "We sent him a proposal.",
  "SCHUMER: It is cordial.",
  "They have excluded us.",
  "Troops to Afghanistan?",
  "No more wasted lives.",
  "Don't be a stranger.",
  "That's what he said.",
  "Welcome to THE LEAD.",
  "Neither affects me.",
  "TAPPER: All right.",
  "Do you guys talk?",
  "The list goes on.",
  "I had no control.",
  "I appreciate it.",
  "I'm Jake Tapper.",
  "TAPPER: Really?",
  "Every so often.",
  "Stay with us.",
  "TAPPER: Yes.",
  "Thank you.",
  "Crickets.",
  "first.\""
]