[
  "“And when they do, I hope the administration will disclose who is attempting to interfere with the American political process, and levy strong consequences against those responsible.”\n\nDCCC executive director Kelly Ward alerted lawmakers to the hack and data release in an email sent to lawmakers and obtained by POLITICO.",
  "Researchers believe Guccifer 2.0 is a front for a prominent hacking group with ties to the Russian military intelligence agency, dubbed “Fancy Bear.” The group has been linked to the cyberattacks at both the DNC and DCCC, as well as numerous other Democratic-affiliated organizations.",
  "But researchers on Friday said the same hackers behind the DNC and DCCC hacks may have also targeted some prominent Republican lawmakers, a discovery that could complicate Clinton supporters' narrative that Putin's regime wants to help her GOP rival Donald Trump win the White House.",
  "In a statement, House Intelligence Committee ranking member Adam Schiff said the release of such sensitive information “is never acceptable.” | AP Photo Russia-linked hacker leaks House Democrats' cell phones, emails The hacker has taken credit for the DNC, DCCC breaches.",
  "In a statement, House Intelligence Committee ranking member Adam Schiff said the release of such sensitive information “is never acceptable.”\n\n\"I have every confidence that law enforcement will get to the bottom of this, and identify the responsible parties,” he added.",
  "The alleged personal cell phone numbers and email addresses of nearly all Democrats in the House of Representatives have been released by the Russia-linked hacker that took credit for the digital break-ins of multiple Democratic organizations.",
  "This evening, several documents claimed to be from the DCCC were posted publicly, which include such information as cell phones, home addresses, and other personal data of Democratic Members of Congress and staff.",
  "Story Continued Below\n\nA hacker going by the name “Guccifer 2.0” — who claims to be behind the DCCC digital assault, as well as an intrusion at the Democratic National Committee — released the information.",
  "The dump came as part of a large release late Friday of documents allegedly stolen from the Democratic Congressional Campaign Committee, which acknowledged last month that it had been hacked.",
  "The Democratic Party hacks have roiled the 2016 election and led to accusations that Russian President Vladimir Putin is trying to undermine Hillary Clinton’s presidential bid.",
  "She also advised lawmakers not to open unsolicited emails or answer calls from unknown numbers, and to set up additional security controls on personal email accounts.",
  "It was even easier than in the case of the DNC breach.”\n\nThe DCCC acknowledged it had been hacked just weeks after the DNC revealed its digital intrusion.",
  "We have not yet been able to confirm the authenticity of the documents, but we wanted to alert you right away to their existence,\" Ward wrote.",
  "\"As you likely know, multiple Democratic entities, including the DCCC, have been the target of a cybersecurity incident.",
  "“All of you may have heard about the DCCC hack,” Guccifer 2.0 proclaimed in a blog post accompanying the document dump.",
  "Other leaked documents include campaign overviews of specific House races, DCCC event memos and committee passwords.",
  "“As you see I wasn’t wasting my time!",
  "Tim Starks contributed to this report"
]