[
  "Stone, who campaigned for Trump and previously admitted to having directly communicated with Guccifer, stated he believed it was incorrect to characterize Guccifer as a Russian agent and that it was merely “guessing.”\n\n“Schiff: Mr. Stone was in direct communication with a creature of Russian GRU, Guccifer 2.0,” Stone told The Washington Post for a report in April 2017 while reciting testimony by U.S. Representative Adam Schiff of California.",
  "Two days after that message another followed that stated: “please tell me if I can help u anyhow…it would be a great pleasure to me.”\n\nIn a statement to Newsweek, Stone said his brief exchange with “someone on Twitter claiming to be Guccifer 2.0 is benign based on its content, context and timing.” He also said Mueller's new indictment did not state that he had conspired with any of the defendants.",
  "The president, presently in the United Kingdom and scheduled to meet with Russian President Vladimir Putin on Monday in Finland, has denied any allegations of collusion between his campaign and Russia and called Mueller’s probe a “witch hunt.”\n\nThe president has also failed to confirm whether he agrees with the intelligence community about Russia’s interference as directed by Putin himself.",
  "“This exchange is entirely public and provides no evidence of collaboration or collusion with Guccifer 2.0 or anyone else in the alleged hacking of the DNC emails, as well as taking place many weeks after the events described in today’s indictment and after Wikileaks had published the DNC material,” Stone said.",
  "“On or about August 15, 2016, the Conspirators, posing as Guccifer 2.0, wrote to a person who was in regular contact with senior members of the presidential campaign of Donald J. Trump, ‘thank u for writing back…do u find anyt[h]ing interesting in the docs I posted?’” the indictment reads citing one email.",
  "Stone, a longtime political trickster, has stated that he did not have prior knowledge of WikiLeaks' release of thousands of DNC emails before the 2016 election, a leak that Hillary Clinton and other Democrats have credited with helping Trump take the White House.",
  "We’re guessing.’”\n\nMueller’s newest indictment cast conspiracy charges against 12 Russian intelligence officers that he accused of hacking the servers of the Democratic National Committee and the Democratic Congressional Campaign Committee.",
  "Special counsel Robert Mueller described infamous hacker Guccifer 2.0 as a Russian agent in his latest indictment released Friday, a direct contradiction of what Roger Stone, a longtime adviser to President Donald Trump, claimed last year.",
  "Getty Images/Mark Wilson\n\nMueller’s team claimed the Russians posed as Guccifer and “communicated with U.S. persons about the release of stolen documents,” though Stone is not named in the 29-page indictment.",
  "The indictment of Russian nationals further expands on the U.S. intelligence community’s assessment last year that Russia meddled in the 2016 election in an effort to assist Trump’s candidacy.",
  "Stone sat for an interview with the House Intelligence Committee in September, but he has not been charged nor has he been interviewed by Mueller's team.",
  "Stone told CNN earlier on Friday that believes he was not one of the persons alleged to have been in contact with the Russian conspirators.",
  "When the intelligence services use the word ‘assessment' that means, ‘We don’t know.",
  "The hackers obtained emails and other documents from the Democratic institutions.",
  "I was not in regular contact with campaign officials,” Stone said.",
  "This story was updated to include a statement from Roger Stone.",
  "Sorry guys, you cannot prove Guccifer is a Russian agent.",
  "“My contact with the campaign in 2016 was Donald Trump.",
  "Stone continued: “No, I don’t concede that!",
  "It’s innocuous.",
  "Unsupportable.",
  "Wrong!",
  ".",
  ".",
  "."
]