[
  "Since 2014, the movement has produced at least three superb position papers on criminal justice reform, starting with Nazgol Ghandnoosh's 36-page study, Black Lives Matter: Eliminating Racial Inequality in the Criminal Justice System, prepared for the Sentencing Project in Washington, D.C.\n\nGhandnoosh's effort was followed in 2015 by Campaign Zero's 10-point program, and the release last month of A Vision for Black Lives: Policy Demands for Black Power, Freedom and Justice, crafted jointly by some 60 organizations operating under the BLM banner.",
  "These include--but by no means are limited to--the housing discrimination he and his father, Fred, were charged with by the Justice Department in the 1970s, the full-page ads he took out in New York City newspapers in 1989 to condemn the Central Park Five (local youths falsely convicted of a gruesome rape) and to call for a revival of the death penalty in the state, and his leadership role in the anti-Obama \"birther movement\" after the election of the country's first black president.",
  "Instead of rubbing elbows with rank-and-file community members and activists, she's launched an initiative called \"Together for America,\" courting endorsements from disaffected anti-Trump Republicans including such prominent war hawks as John Negroponte (former President George W. Bush's director of national intelligence), as well as former secretaries of state Henry Kissinger and Condoleezza Rice.",
  "I also wrote on the subject for such long-deceased left-wing journals as the Socialist Review\n\nAlong with a handful of other lawyers, criminologists and political scientists, I tried to explain the connections between poverty and crime, the moral hypocrisy of the death penalty, and the racism and exorbitant costs and inefficiencies of the \"lock-them-up\" attitudes of the time.",
  "Although the Democratic Party adopted a surprisingly progressive platform in July--calling for, among other things, the abolition of capital punishment and the decriminalization of marijuana use--Clinton has squandered much of her post-convention bounce, returning to her family's patented \"triangulation\" playbook.",
  "This evokes a phony vision of racial- and gender-based nostalgia for a mythical past that by his own admission harkens back to the segregationist 1900s and the pre-Civil Rights Act era following World War II, when African-Americans and other minorities were seen as happily accepting their second-class citizenship.",
  "Starting last month, he's held a series of rallies in the South and Midwest, appearing before almost entirely white audiences, decrying crime in black communities and the failure of Democratic social programs, and imploring African-Americans to cast their ballots for him because they have \"nothing to lose.\"",
  "Together, these publications address the spectrum of hot-button issues plaguing the justice system--from the militarization of local police departments to the failures of the war on drugs, from the policies of mass imprisonment to the need for community control of law enforcement.",
  "It suggests that candidates designate front-line field staff to meet with activists, but to \"lead from behind\" because \"BLM activists don't want their movement co-opted by the Democratic Party ... and they are leary [sic] of politicians who hijack their message to win campaigns.\"",
  "She also has busied herself with fundraising, attending closed-door, celebrity-studded soirees with the likes of Jimmy Buffet, Jon Bon Jovi and Paul McCartney in the Hamptons and Sag Harbor, N.Y., Cher in Provincetown, Mass., and Justin Timberlake in the Hollywood Hills.",
  "Never a liberal on crime, Clinton was a staunch supporter of her husband's omnibus crime bill--the Violent Crime Control and Law Enforcement Act of 1994--that contributed significantly to the mass incarceration of black and Hispanic Americans that persists to this day.",
  "Late last month, the Internet hacker known as Guccifer 2.0 posted online a confidential memorandum issued in November 2015 by Troy Perry, then an analyst working with the Democratic Congressional Campaign Committee (DCCC) and now a staffer with the Clinton campaign.",
  "In the immediate aftermath of the Aldridge shooting, the Republican nominee blurted out another of his famously narcissistic tweets, misspelling Dwyane Wade's first name and then announcing that Wade's cousin \"was just shot and killed walking her baby in Chicago.",
  "Throughout, she's preached her own message of fear, emphasizing the foreign-policy dangers of a potential Trump presidency rather than explaining what she might do in the Oval Office to ameliorate the lot of working people, the middle class and minorities.",
  "The tweet was followed by a carefully scripted appearance Sept. 3 at the Great Faith Ministries International Church in Detroit, during which Trump vaguely called for a new \"civil rights agenda\" that included jobs and support for charter schools.",
  "Stirring up fears of \"black crime,\" he has claimed deceitfully that 81 percent of white homicide victims are killed by African-Americans when the truth is the exact opposite: about 84 percent of white victims are slain by other whites.",
  "As protesters gathered outside the church to condemn his visit, Trump tried to blend in with the congregants inside, even awkwardly attempting to dance along with them as music played at the conclusion of the event.",
  "But whatever its provenance--and the DCCC has confirmed its authenticity--the memo sets forth a series of cautions to guide Democratic candidates in their dealings with the Black Lives Matter movement.",
  "Among the fallen was Nykea Aldridge (cousin of NBA superstar Dwyane Wade), who was gunned down on Aug. 26 by a pair of gang members while she wheeled a baby stroller on the municipality's South Side.",
  "Characterizing Black Lives Matter as a \"radical\" movement, the memo advises House candidates to listen to the concerns of activists but not to \"offer support for [their] concrete policy positions.\"",
  "Even if the overall incidence of criminal violence in our cities has dropped since its peak in the 1980s and 1990s, the carnage in many minority neighborhoods remains outrageous and unacceptable.",
  "As a young defense attorney in the 1980s at the dawn of the mass-incarceration era, I hosted a special series on the topic on the Pacifica Radio Network Los Angeles affiliate, KPFK (90.7 FM).",
  "And that's for an eminently good reason--the candidates of both major parties, in their quests for power, have chosen to snub and malign the movement and the cause it represents.",
  "Guccifer 2.0 boasted in his post that he had lifted the memo from House Minority Leader Nancy Pelosi's personal computer--a claim yet to be substantiated.",
  "In particular, Clinton has ignored the Black Lives Matter movement and its inarguable contributions to the roiling debate over racial justice in America.",
  "Thus far in 2016, according to statistics compiled by The Washington Post, 679 people have been shot dead by law enforcement officers across the country.",
  "Clinton, in her own fashion, has been no better in confronting the causes of criminal violence or proposing constructive changes to the justice system.",
  "In doing so, she may have adhered not only to her own political instincts and predispositions, but also to the thinking of key Democratic insiders.",
  "Although she pledged early in the campaign to support policing and prison reforms, she has all but disappeared from the conversation since then.",
  "In the long election campaign he began in June 2015, Trump has bundled all the old vitriol into the coded slogan, \"Make America Great Again.\"",
  "And in the case of Hillary Clinton--at least lately, and notwithstanding her recent illness--the answer is literally nothing at all.",
  "He also has slandered Black Lives Matters, contending that the movement has helped instigate the murder of police officers.",
  "Take it from one who knows: Devising a progressive position on criminal justice is absolutely essential, but it isn't easy.",
  "At the same time, the U.S. continues to house the world's largest prison population, comprising some 2.3 million inmates.",
  "Beset by an approval rating among black voters that has hovered near zero, Trump has set out to improve his standing.",
  "By all accounts, the money she's raised has been staggering, including a record haul of $143 million in August alone.",
  "If anything, Clinton has been even more wary of direct contact with the BLM movement than Perry counseled.",
  "Along the way, he has promoted himself as the candidate of \"law and order\" a la Richard Nixon circa 1968.",
  "Trump's \"black outreach\" has been but a blip in a career long marked by racist rhetoric and practices.",
  "The Black Lives Matter movement has picked up the mantle and run with it, as my generation never did.",
  "They also explore the relationship between crime, inequality and the depredations of late capitalism.",
  "New Orleans, St. Louis, Detroit, Baltimore and Newark all have greater levels of lethal violence.",
  "Over the Labor Day weekend, the city of Chicago recorded its 500th homicide of the year.",
  "And so the question arises: What do our two major-party presidential candidates propose?",
  "Yet, nationwide, African-Americans make up a mere 13.2 percent of the total population.",
  "When the use of deadly force by police is factored in, a truly grim picture emerges.",
  "One thing the BLM analyses don't do, however, is endorse a presidential candidate.",
  "The memorandum was entitled \"Black Lives Matter (Internal Use Only).\"",
  "The blunt answer in the case of Donald Trump is nothing of value.",
  "Black residents accounted for more than 77 percent of the tally.",
  "The murder rate in Chicago is the highest in 20 years.",
  "They even cover the long-avoided issue of reparations.",
  "Roughly, 1 million prisoners are African-Americans.",
  "Her failing in this regard is not just deplorable.",
  "Nearly a quarter of those slain were black.",
  "Still, it's by no means the nation's worst.",
  "The entire effort was a comical debacle.",
  "African-Americans will VOTE TRUMP!\"",
  "America has its own killing fields.",
  "Just what I have been saying.",
  "Needless to say, I failed.",
  "Let's start with Trump.",
  "Something must be done.",
  "It's downright tragic."
]