[
  "STEPHANOPOULOS: And if he -- if he tells the truth, as you would advise him to do, what is the danger in answering Robert Mueller --\n\n\n\nGIULIANI: Because they're trying to trap -- you can't -- you couldn't put a lawyer on this show who wants to keep his law license to tell you he should testify.",
  "Though the president himself was relatively silent on Twitter over the weekend, his new lawyer, Rudy Giuliani, certainly wasn't, doing several interviews in an attempt to clarify the bombshell remark that the president had reimbursed Michael Cohen for the money paid to Stormy Daniels.",
  "And it's sad, especially for Rudy Giuliani, who has had the profile that he's had as America's mayor at one point after 9/11 and a law enforcement career that was both both controversial because of his tactics, the kind that he decries now, being tough in his investigations.",
  "When they made the first dump, my caution to people was, hey, if this has classified information, Pentagon Papers case, Blackman's decision aside, we don't know what the Espionage Act means in this new era of caching documents and downloading things that may be classified.",
  "It's ironic that we have a movie right now, \"The Post,\" praising the \"Washington Post\" for publishing the Pentagon Papers, classified information, at the same time we're criticizing Julian Assange and WikiLeaks for publishing classified information, calling it a crime.",
  "But Giuliani may have just raised new questions instead of clearing thing up, make -- raising the question of if president paid hush money to other women and whether or not he would invoke his Fifth Amendment rights to avoid testifying to the special counsel.",
  "It's out there hammering every day that this process is political, that the process is unfair, that you can't trust them, that they're looking for all kinds of people to manipulate and manufacture evidence to put the president in a trap.",
  "Rosenstein went to the tax division of the Justice Department and the national security division of the Justice Department, and the three divisions, two divisions plus Rosenstein decided that Mueller should keep the investigation.",
  "And if she has a good explanation for \"That was then and this is now and this is my current thinking,\" and they accept her analysis of then and now, and now is what she will do on a going forward basis, then she'll get confirmed.",
  "That is to say that Mueller went to Rosenstein, as far as we know from the public reporting, and said, \"What do you want me to do with these tax and other unrelated to the Russia collusion case directly, bits of evidence.\"",
  "If they don't think that, if they think that she still favors the black sites and all that other stuff and that she is not coming clean with, you know, what happened then and why it happened then, she won't be confirmed.",
  "COLLINS: The former New York City mayor also doing damage control after admitting that Mr. Trump reimbursed his attorney for the hush money paid to Stormy Daniels, contradicting what the president has said in the past.",
  "COLLINS (voice-over): Rudy Giuliani ratcheting up his defense of President Trump and his criticism of the Mueller probe, suggesting that Mr. Trump could defy a potential subpoena to testify before the special counsel.",
  "STONE: Well, but under oath in front of the House Intelligence Committee, where my testimony is both complete and entirely --\n\n\n\nCUOMO: But they don't have -- they don't have the teeth that the special counsel does.",
  "STONE: In view of the fact that the president cannot be charged with a crime, according to both Republican and Democrat Departments of Justice under both Clinton and Nixon, what's the purpose of this investigation?",
  "CAMEROTA: Let's talk about that, because that was one of the big\n\n\n\nheadlines, Michael, from the weekend when Rudy Giuliani went on the Sunday show and said the president doesn't have to comply with a subpoena.",
  "He just tweeted ahead of the Senate primary in West Virginia tomorrow, urging telling people not to vote for Don Blankenship, because he doesn't want a repeat of what happened during that Alabama Senate race.",
  "The president's newest lawyer says President Trump could defy a special counsel subpoena and suggesting the president could invoke the Fifth Amendment to avoid testifying in the Russia investigation.",
  "\n\n\n\nReturn to Transcripts main page\n\nNEW DAY\n\nGiuliani Argues Trump Could Defy Subpoena from Mueller; Trump Tweets Support for CIA Director Nominee Gina Haspel; Trump Confidant Roger Stone Pens Book.",
  "When I'm -- when I'm facing a situation with the president, and all the other lawyers are, in which every lawyer in America thinks he'd be a fool to testify, I've got a client who wants to testify.",
  "To, on the one hand, do what may be effective, which is to kind of work the process, to make the argument that the president wants to testify but he, Giuliani, his lawyer, doesn't want him to.",
  "But the -- the idea of, well, what lessons were learned, it's interesting that the only thing the president has to offer the voters in West Virginia was that he can't win in the general.",
  "His tweets and communications through the 2016 campaign, predicting damaging information related to Hillary Clinton and John Podesta, have been the subject of discussions for months.",
  "But also in areas that we don't know about in term of what the special prosecutor has with regard to the collusion question, to aiding any kind of interference by the Russians.",
  "CUOMO: How about the -- look, the one that gets you the most in terms of -- and again, obviously, I'm out of my depth, because the special counsel hasn't called you in yet.",
  "STONE: Thirteen of them are Russians who will never -- who will never come here for trial, including a caterer which means Mr. Mueller has, indeed, indicted a ham sandwich.",
  "First of all, based on my recollection, I had one dinner with him with other people to discuss the makeup of the New York delegation to the Republican National Convention.",
  "But for example, you read in the paper, and you reported at MSNBC and CNBC that Mr. Mueller is probing my dinners with Rick Gates and my meetings with him at Trump Tower.",
  "There may be some areas on the margins that you can negotiate with, but all the case law supports the notion that the grand jury has the right to receive that evidence.",
  "Just your bizarre coincidences, I'll give you a generous read on that until we get into it, with what was going to happen with WikiLeaks and Guccifer and the e-mails.",
  "STONE: I believe that they are politicized, and I believe they are --\n\n\n\nCUOMO: You don't think that's dangerous -- it's one thing for you to do it, as a proxy.",
  "[07:10:10] But the strategy at play is messy, because it's built on so much inaccuracy that he's having to clean up, that the president has to clean up.",
  "RUDY GIULIANI, ATTORNEY FOR DONALD TRUMP: I'm facing a situation with the president in which every lawyer in America thinks he'd be a fool to testify.",
  "UNIDENTIFIED MALE: If this administration loses its credibility on something like Stormy Daniels, it's throwing it away for really, really key issues.",
  "Is the truth that you were encouraging what was happening because exactly what you say, you are a political animal and you wanted to help your friend?",
  "COLLINS: The president's lawyer also distancing himself from the Daniels case --\n\n\n\nGIULIANI: You know, I'm not really involved in the Daniels thing.",
  "But when the president does the same thing, Roger, it doesn't give you a little bit of pause that he attacks the entire FBI, the Justice Department?",
  "Let's bring in CNN political analyst David Gregory and CNN legal analyst and former special assistant to Robert Mueller at the DOJ, Michael Zeldin.",
  "CUOMO: It could be something else, which is she may not want to defend the president's obvious preference for going back to some of those methods.",
  "CUOMO: Well, banality aside, the -- you're assuming that the timing of it is a full appreciation of what the full context of the relationship was.",
  "But all of that gets undermined by the fact that he doesn't get his facts straight and that the president has to go out and tell the world that.",
  "Sources tell CNN that Gina Haspel sought to withdraw her name from consideration late last week, but White House officials convinced her not to.",
  "Rudy Giuliani, who held up being the Southern District United States attorney as such a proud moment in his life, keeps attacking those people.",
  "STONE: They're legitimate questions, but I've answered them ad nauseam again and again and again --\n\n\n\nCUOMO: Except from the special counsel.",
  "Some of them in there are just, you know, chapter and verse of what we see from the president and I would argue, using to his media advantage.",
  "But as a matter of law and for some of the things that the president himself may have to answer for, particularly with regard to obstruction.",
  "Well, you know, we don't know that he's big on digesting information that way, but I'm sure you could pick up the phone and communicate some.",
  "STONE: Well, first of all, the claim that I knew in advance about either of the -- the alleged hacking of the Democratic National Committee.",
  "CUOMO: But it's also about tracking who knew what and when and may have been coordinating or encouraging what would be illegal activities.",
  "Rudy was out there again making the case, saying, \"I don't know the facts that well,\" David Gregory, \"but I'm here to worry about the law.",
  "So another big moment from the weekend's offerings from Rudy Giuliani is around whether or not he would testify, the president, and why.",
  "Look, this is an effort to distract from the content of the WikiLeaks disclosures; were incredibly embarrassing to the Clinton campaign.",
  "In these very dangerous times, we have the most qualified person, a woman, who Democrats want out, because she is too tough on terror.",
  "It would be one thing to justify what was OK at the time the eyes of the law and the political leadership and the American people.",
  "COLLINS: Giuliani telling CNN that he's still getting up to speed, noting, \"I haven't been able to read the 1.2 million documents.",
  "(END VIDEO CLIP)\n\n\n\nCUOMO: Now, he went on to say, David, that lying is a consideration in the analysis of whether he sits down.",
  "So a federal judge, Ellis, comes out in the Manafort case and says, \"I think you prosecutors are just out to get the president.\"",
  "But it seemed like, if I were to call a guy and find out what he did, and you know, what he wanted to cop to, that's one thing.",
  "He says their problem is, \"Don Blankenship, currently running, can't win the general election against Joe Manchin in the fall.\"",
  "And you know, Jay and I said to ourselves, my goodness, you know, I hope we get a chance to tell him the risk that he's taking.",
  "TRUMP: Virtually everything said has been said incorrectly, and it's been said wrong, or it's been covered wrong by the press.",
  "CHRIS CUOMO, CNN ANCHOR: Just teeing up the president's Twitter feed, one of our main sources of coverage here in the morning.",
  "COLLINS: Giuliani refusing to rule out the possibility that the president could ultimately invoke his Fifth Amendment rights.",
  "But Julian Assange came here at CNN in June of 2016 and said, \"I've got a treasure trove of documents about Hillary Clinton.\"",
  "ZELDIN: I thought the comments by Judge Ellis were editorial, gratuitous and not in support of the mandate that Mueller has.",
  "There's nobody who puts a lawyer in place to go out there and say things that aren't true, to not have command of the facts.",
  "But he was also doing something else again, whether it was the \"storm trooper\" thing or the echoes of \"This is deep state.\"",
  "When you get a subpoena by a prosecutor in a legitimate grand jury investigation, more than not you have to comply with it.",
  "Kellyanne Conway attempting to clarify that remark while insisting that the White House doesn't have a credibility problem.",
  "STONE: There's a lot of books -- there's a lot of rules in there that the president ought to read right now, if you ask me.",
  "RICK SANTORUM, CNN SENIOR POLITICAL COMMENTATOR: Everyone on the Republican side of aisle would like to see this go away.",
  "(BEGIN VIDEO CLIP)\n\n\n\nGEORGE STEPHANOPOULOS, ABC NEWS: The president has done nothing wrong, as you say again and again.",
  "\"My highly respected nominee for CIA director, Gina Haspel, has come under fire because she was too tough on terrorists.",
  "It may include a small portion of the time when he was president, but I don't think it's going to be a flat-out denial.",
  "KAITLAN COLLINS, CNN WHITE HOUSE CORRESPONDENT: Well, Alisyn, this hush money just keeps getting louder and and louder.",
  "The point being that in April of 2016, the Panama Papers exposed the shady business dealings of John and Tony Podesta.",
  "It's only prosecutable if they have some built-up, manipulated evidence to prove the president didn't tell the truth.",
  "CONWAY: When the president said \"no\" on Air Force One, he was talking about he didn't know when the payment occurred.",
  "But as we're seeing right now, you never know what the prosecution is going to do, what the government will go after.",
  "And where the action is, is still whether the president cooperates with the special counsel and how he might do so.",
  "If this case is dismissed by Judge Ellis, I think he'll be -- I think it will be appealed, and it will be reversed.",
  "The reality is that they will, in my estimation, reach some agreement by which the president will offer testimony.",
  "You know, should we be looking through a 2018 lens on what was happening during the height of the fight on terror?",
  "STONE: This president has undergone the most vicious fake news assault that I've seen in --\n\n\n\nCUOMO: What's fake?",
  "What he is doing is very sloppily attacking the process and the investigation, because this is a legal strategy.",
  "CUOMO: Why even reach out to somebody like that, who was connected --\n\n\n\nSTONE: Thousands of journalists did so.",
  "He's the author of a new book out tomorrow called \"Stone's Rules: How to Win at Politics, Business and Style.\"",
  "Although, you know, really, my whole discussion with you is woven in and out of what your different rules are.",
  "(END VIDEOTAPE)\n\n\n\n[07:05:07] COLLINS: Now Chris and Alisyn, the president is active on Twitter this morning.",
  "DONALD TRUMP (R), PRESIDENT OF THE UNITED STATES: If you're innocent, why are you taking the Fifth Amendment?",
  "DAVID GREGORY, CNN POLITICAL ANALYST: Well, I just can't imagine that anybody thinks that this is effective.",
  "COLLINS: \"The New York Times\" reports that the president knew about that payment when he made those remarks.",
  "I just don't think the president wants to be in a position where he's refusing a subpoena, refusing to talk.",
  "The content --\n\n\n\nCUOMO: Well, you're assuming that the --\n\n\n\nSTONE: -- of those emails are banal, at least.",
  "But I don't think he has a legal leg on which to stand to deny Mueller the right to proceed with this case.",
  "I mean, obviously, Michael, the question is did she use those so- called enhanced interrogation techniques?",
  "I have to do five shows a day for -- five shows a week for --\n\n\n\nCUOMO: So it was journalistic curiosity?",
  "But there's much more \"there\" there than we've seen in other what is described as political prosecutions.",
  "Because I'm not involved in any collusion, coordination or conspiracy with the Russians or anyone else.",
  "I can't imagine the president thinks that this is -- that he's been well-served so far in all of this.",
  "Is this about a judge who is a little pissed off, because they're slow walking the case in his court?",
  "But the House Intelligence Committee drops the \"the\" entirely, as have numerous media organizations.",
  "John Brennan, the guy they got caught spying on a Senate committee, looking into torture by the CIA?",
  "I think --\n\n\n\nSTONE: This is what journalists --\n\n\n\nCUOMO: I think that's a conversation to be had.",
  "Nowhere do I predict that John Podesta's e-mails would be hacked, because I had no advanced notice.",
  "Rudy Giuliani still trying to get straight on the facts as he himself keeps saying in an interview.",
  "STONE: There is no -- there is no evidence whatsoever that I had advanced knowledge of the source.",
  "Again, the special counsel --\n\n\n\nSTONE: Twenty-four words in exchange on Twitter direct messages.",
  "Have you been contacted, directly or through counsel, by anybody from the special counsel's team?",
  "[07:00:02] MICHAEL AVENATTI, ATTORNEY FOR STORMY DANIELS: They're making it up as they go along.",
  "So Judge Ellis, I think, may be, you know, upset about special prosecutors, generally speaking.",
  "It may be testimony only during the period pre-inauguration, when he was private citizen Trump.",
  "I am, in this respect -- I don't think it's a good idea for the two of them to talk right now.",
  "UNIDENTIFIED FEMALE: Mr. President, did you know about the $130,000 payment to Stormy Daniels?",
  "CUOMO: But there's -- there is an apostrophe \"S.\"\n\n\n\nSTONE: But it refers to multiple people.",
  "Haspel is set to face tough questions by senators at her confirmation hearing this Wednesday.",
  "And I think it's going to work for a lot of people in terms of whether they'll be persuaded.",
  "It was a very fast- moving exchange between him and Catherine Lucey of the A.P., I believe.",
  "STONE: Which I think I've explained adequately was a joke to get Sam Nunberg off the phone.",
  "Since the DNC never let FBI examine their server, we're not even certain they were hacked.",
  "And you were sought by left and right alike to figure out how to deal with a sticky mess.",
  "STONE: Well, what's interesting to me when I post the link to buy this book on Google --",
  "COLLINS: Giuliani indicating it's possible Cohen may have paid off other women, as well.",
  "UNIDENTIFIED MALE: People are much more concerned about the economy and job preparation.",
  "Blankenship has got a lot bigger issues facing him than just whether or not he can win.",
  "CUOMO: Well, you did say to Sam Nunberg, \"I had dinner last night with Julian Assange.\"",
  "Or do you think that this raises legitimate issues of overreach by the special counsel?",
  "For example, Stone is -- Mueller is looking at Stone's dinners with -- with Rick Gates.",
  "James Clapper, who lied under oath about whether we had a metadata collection program?",
  "Not apostrophe \"S.\" Meaning John and Tony, referring to the --\n\n\n\nCUOMO: Is that true?",
  "He made a quick pivot to Jim Comey about Jim Comey being someone he believed is lying.",
  "You seeming to want to encourage and develop some relationship with him is different.",
  "KELLYANNE CONWAY, COUNSELOR TO DONALD TRUMP: I'm concerned that you're not listening.",
  "CUOMO: Very mean --\n\n\n\nSTONE: \"Stone worked with Gates at Black, Manafort and Stone.\"",
  "He's been in politics for a very long on -- in New York state, on the federal level.",
  "STONE: Which I -- well, which I made available to the House Intelligence Committee.",
  "How can I have been -- be involved in collusion in hacking material after the fact?",
  "(END VIDEOTAPE)\n\n\n\nANNOUNCER: This is NEW DAY with Chris Cuomo and Alisyn Camerota.",
  "REP. ADAM SCHIFF (D), CALIFORNIA: I'm a little taken aback by Giuliani's strategy.",
  "GEORGE STEPHANOPOULOS, ABC NEWS: Is Michael Cohen still the president's attorney?",
  "When she was at the helm, there were these black sites; there was waterboarding.",
  "So on the basis of the content, the timing and the context, there's no evidence.",
  "He's in the mouths of a lot of politicians and people close to the prosecution.",
  "It's a different thing to get back in bed with that kind of thinking right now.",
  "COLLINS: This despite the president's repeated criticism of that\n\n\n\nlegal move.",
  "He says he sits down with them -- I'm sure you've heard this from him directly.",
  "COLLINS: -- after Mr. Trump publicly undermined his longtime friend last week.",
  "Vote Representative Jenkins or Attorney General Morrisey\" -- Chris and Alisyn.",
  "And he tells the truth --\n\n\n\nGIULIANI: He hasn't done anything wrong, Georgie.",
  "STEPHANOPOULOS: But it's only a trap if the president doesn't tell the truth.",
  "UNIDENTIFIED FEMALE: Do you know where he got the money to make that payment?",
  "I'm going to walk him into a prosecution for perjury like Martha Stewart did?",
  "The question they set up in the intro there was do you think you're a target?",
  "An obvious nod to the old number of characters that were allowed in Twitter.",
  "And I have obviously produced my passport, airline records, customs records.",
  "STONE: But the \"the\" gets removed, even in the House Intelligence Committee.",
  "That's what the president -- well, that's what the president's alluding to.",
  "And Edward --\n\n\n\nCUOMO: So you believe these men are completely incredible?",
  "But that would be -- first of all, Ari Malburg (ph) can speak for himself.",
  "Let me ask you a quick legal question, though, Michael, while we have you.",
  "But he seemed to put out there, \"Hey, people lie when they sit down there.",
  "STONE: Assange says that he has a treasure trove of devastating documents.",
  "The man you're about to meet is a longtime political ally of Donald Trump.",
  "Aired 7-7:30a ET\n\nAired May 7, 2018 - 07:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "But I think she should go forward with her nomination and plead her case.",
  "So does Roger Stone believe he is a target of the Mueller investigation?",
  "STONE: Well, because Paul Manafort --\n\n\n\nCUOMO: And it came, by the way.",
  "STONE: Yes --\n\n\n\nCUOMO: Is that the truth winds up being a foil for you.",
  "It would be a conflict right now for him to be the president's attorney.",
  "UNIDENTIFIED MALE: No president has ever asserted the Fifth Amendment.",
  "CAMEROTA: Meanwhile, the president's CIA nominee could be in jeopardy.",
  "And so he's saying he didn't know about it when the payment occurred.",
  "Let me ask you something else, just to get some things on the record.",
  "Wants to examine the period in which we worked together in the '80s.",
  "Seems to be as much a part of the strategy as any legalities, David.",
  "To just keep attacking the process and attacking the investigation.",
  "I had no meetings with him whatsoever in 2016 in -- at Trump Tower.",
  "So I didn't --\n\n\n\nCUOMO: You're saying the connection is not there.",
  "(BEGIN VIDEOTAPE)\n\n\n\nGIULIANI: They don't have a case on collusion.",
  "Well, the rule for an indictment is a low level of legal threshold.",
  "As far as John Podesta is concerned, my tweet says \"the Podestas.\"",
  "And so all of that, I mean, you can speak to the legality of that.",
  "And Stormy Daniels shouldn't have been on 'Saturday Night Live.'\"",
  "STONE: Well, first of all, Assange says --\n\n\n\nCUOMO: Right after.",
  "You could foreshadow what he's doing just ready by what he says.",
  "Roger, the truth of your relationship with Gates may be nothing.",
  "You pointed to the fact that they haven't looked at the server.",
  "We -- he did not work at Black, Manafort and Stone in the '80s.",
  "CUOMO: But you said you were talking to him, meeting with him.",
  "ROGER STONE, FORMER TRUMP POLITICAL ADVISOR: Great to be here.",
  "MICHAEL ZELDIN, CNN LEGAL ANALYST: He doesn't get around that.",
  "CUOMO: And sure enough, we have a new offering six months ago.",
  "They believe that they were part of the crime of interference.",
  "What do you say is the best reason to read Roger Stone's book?",
  "That when you're asked legitimate questions, attack the media?",
  "No, he called the people who did the search \"storm troopers.\"",
  "It's one thing for a consultant to give that kind of advice.",
  "The -- that they have collusion, coordination on their mind.",
  "And it begins with the premise, the Russians hacked the DNC.",
  "And I think that she should go forward with her nomination.",
  "If you're innocent, why are you taking the Fifth Amendment?",
  "His case to you about the situation and his new book, next.",
  "But the idea that I had advanced knowledge is speculation.",
  "We can assert the same privilege as other presidents have.",
  "We can assert the same privilege as other presidents have.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "It's when you don't correct, when you enforce a deception.",
  "The WikiLeaks folk get sideways with me from time to time.",
  "[07:25:17] CUOMO: I think that's a conversation to be had.",
  "You say in one of your rules, the media is not your enemy.",
  "CUOMO: NBC got a report wrong last week about wiretapping.",
  "I don't know if you guys heard it differently than I did.",
  "He said yesterday, \"We're not talking about all the FBI.",
  "He was a confused lawyer over the course of the weekend.",
  "Michael Zeldin, David Gregory, thank you both very much.",
  "Yes, I followed Assange's Twitter feed very assiduously.",
  "But let's begin our coverage with CNN's Kaitlan Collins.",
  "CUOMO: So that the meeting couldn't have been possible?",
  "Richard Nixon and Bill Clinton can explain that to him.",
  "I am focused on the law more than the facts right now.\"",
  "STONE: Our intelligence agencies have been politicized.",
  "And that's something that we would have to deal with.\"",
  "You made this --\n\n\n\nSTONE: I actually never said that.",
  "Let's ask former Trump political adviser Roger Stone.",
  "They gave it to him, and he is now pursuing the case.",
  "STONE: Which is innocuous and happens after the fact.",
  "Doesn't the president have to comply with a subpoena?",
  "I know you don't have to be told to remember Alabama.",
  "DONALD TRUMP (R), PRESIDENT OF THE UNITED STATES: No.",
  "And Michael Caputo, who obviously you know very well.",
  "That would be a case for you to make, if ever asked.",
  "Trump confidant Roger Stone has got a new book out.",
  "You know, to deny everything, to never admit a lie.",
  "CUOMO: Who interfered -- well, we don't know that.",
  "(COMMERCIAL BREAK)\n\n\n\n[07:18:30] CUOMO: All right.",
  "How does the special counsel not reach out to you?",
  "UNIDENTIFIED MALE: The president is now panicking.",
  "It's generally considered to be political suicide.",
  "They wrote an expanded mandate on August the 2nd.",
  "CUOMO: Well, you called it on -- two days before.",
  "STONE: We have not found any evidence of a crime.",
  "CUOMO: Well, it doesn't mean -- hold on, hold on.",
  "You don't believe those are legitimate questions?",
  "CUOMO: But it takes us to the same point, truth.",
  "CUOMO: -- these Info Wars friends that you have.",
  "CUOMO: The intel community doesn't believe that.",
  "He doesn't want to work him into a perjury trap.",
  "Let's get back into what's in the primary focus.",
  "CUOMO: Speculation based on you, though, Roger.",
  "He was evidently an intern at a successor firm.",
  "He's going to need to comply with the subpoena.",
  "It doesn't mean that they're not looking at it.",
  "Is the truth that you knew what was happening?",
  "I thought it was apostrophe \"S.\"\n\n\n\nSTONE: No.",
  "Did he move the needle in the right direction?",
  "GIULIANI: How can I ever be confident of that?",
  "And she should answer the senators' questions.",
  "Just the people and their former leadership.\"",
  "Is that the right way for a president to act?",
  "Yes, journalists feed off leaked information.",
  "You say that they're the enemy of the people?",
  "No, I didn't, because he never worked there.",
  "It's just not helping the president's cause.",
  "So they have the primary coming up, Kaitlan.",
  "STONE: Speculation, supposition, conjecture.",
  "ALISYN CAMEROTA, CNN ANCHOR: It's a new one.",
  "But I would think if it was necessary, yes.",
  "That's what they have to be worried about.",
  "CUOMO: But you did say his time is coming.",
  "[07:20:07] There's a couple problems here.",
  "Whether he will listen is a different one.",
  "CUOMO: And it's not a deception and a lie.",
  "It doesn't mean that the question is fake.",
  "STONE: I wanted to find out what he knew.",
  "To undo the results of the last election.",
  "There's plenty of proof of crimes, Roger.",
  "CAMEROTA: The president has just tweeted.",
  "It has just been so poorly done thus far.",
  "But that's a lot of the noise right now.",
  "This is what's on his mind this morning.",
  "GIULIANI: I'd have no knowledge of that.",
  "He's the president of the United States.",
  "And his would be a layup, I would think.",
  "He's the president of the United States.",
  "And there's no evidence to the contrary.",
  "Attack the people asking you questions.",
  "Twenty-three people have been indicted.",
  "STONE: Yes, and I'm a political animal.",
  "I'm not sure what he was talking about.",
  "Please, don't -- he said it yesterday.",
  "They don't have a case on obstruction.",
  "There haven't been any cases about it.",
  "But Ari's point could be wrong, right?",
  "He found out about it after the fact.",
  "Thank you for taking the opportunity.",
  "CUOMO: You didn't write it that way.",
  "President Clinton negotiated a deal.",
  "STONE: He's not a talented attorney.",
  "CUOMO: And I say thank God for that.",
  "Who says that Guccifer is a Russian?",
  "Let me give you a last blow on this.",
  "He made payments for the president.",
  "STONE: Well, it was in Los Angeles.",
  "He says it in numerous interviews.",
  "And that's what I'm worried about.",
  "And the investigation is not over.",
  "STONE: A legitimate rule -- role.",
  "So it's sad to watch all of that.",
  "But it still says \"The Podestas.\"",
  "At least to talk to you about it.",
  "CUOMO: Direct messaging Guccifer?",
  "CUOMO: We'll talk about the book.",
  "What's the latest there, Kaitlan?",
  "UNIDENTIFIED MALE: -- about this?",
  "They've lost track of the truth.",
  "It's chronologically impossible.",
  "Guccifer 2.0 is a Russian asset.",
  "That's the role of a surrogate.",
  "STONE: You didn't want to know?",
  "I read every interview he gave.",
  "There's no case on obstruction.",
  "TRUMP: The mob takes the Fifth.",
  "She is live at the White House.",
  "STONE: All public information.",
  "CUOMO: So the book, 140 rules.",
  "I had a Google Alert for him.",
  "He's been all over the place.",
  "How have you not been called?",
  "I didn't know him until 2016.",
  "There's no case on collusion.",
  "He'll get his facts straight.",
  "Let's play some of the sound.",
  "How does he get around that?",
  "GIULIANI: No, of course not.",
  "How do you hear his remarks?",
  "Six weeks after the hacking.",
  "Is \"It's coming for Hillary.",
  "That's why I think it's odd.",
  "You can't have it both ways.",
  "STONE: That's what they do.",
  "Does that make you nervous?",
  "Well, we can argue with it.",
  "Of course I wanted to know.",
  "More than that, it's a P.R.",
  "GIULIANI: We don't have to.",
  "GIULIANI: We don't have to.",
  "And also quite successful.",
  "You'd need a time machine.",
  "And I think I proved that.",
  "A hundred and forty rules.",
  "CUOMO: Truth is the point.",
  "He's a talented attorney.",
  "They know a lot about it.",
  "I'm not exactly sure why.",
  "What I don't get is this.",
  "It's coming for Podesta.\"",
  "And that is my reference.",
  "So they're ex post facto.",
  "You hear his name a lot.",
  "So that is the argument.",
  "TRUMP: No, I don't know.",
  "But first, good morning.",
  "Welcome to your NEW DAY.",
  "Never clean anything up.",
  "That's your supposition.",
  "That's your home state.",
  "GIULIANI: No, it isn't.",
  "Now it's been extended.",
  "You went to law school.",
  "I'm a political animal.",
  "CUOMO: You put it out.",
  "He started yesterday.",
  "And there is no case.",
  "Eventually, they can.",
  "CAMEROTA: All right.",
  "I was covering this.",
  "It's all deep state?",
  "STONE: It's a smear.",
  "I'll give you that.",
  "Not of a president.",
  "There's one dinner.",
  "STONE: -- politics.",
  "You read it for me.",
  "STONE: Supposition.",
  "STONE: I have not.",
  "exclamation point.",
  "Where's the proof?",
  "STONE: No, no, no.",
  "They corrected it.",
  "What is the truth?",
  "STONE: Not at all.",
  "Unproven at best.",
  "Deny, deny, deny.",
  "You can be wrong.",
  "Let's take MSNBC.",
  "That's fake news.",
  "CUOMO: All right.",
  "And then it came.",
  "CUOMO: All right.",
  "He says, \"No way.",
  "Remember Alabama.",
  "CUOMO: All right.",
  "CUOMO: All right.",
  "That's the part.",
  "We'll get to it.",
  "They were wrong.",
  "It's not a lie.",
  "CUOMO: Hold on.",
  "\"The Podestas.\"",
  "There no proof.",
  "How about that?",
  "Is he worried?",
  "ZELDIN: Right.",
  "Think of that.",
  "STONE: No, no.",
  "That's a lie.",
  "CUOMO: Truth.",
  "We know that.",
  "GREGORY: Yes.",
  "CUOMO: Right.",
  "CUOMO: right.",
  "But no proof.",
  "What's fake?",
  "That's fake.",
  "Which is it?",
  "Not at all.",
  "Fair point?",
  "CUOMO: Yes.",
  "Win, Gina!\"",
  "All right.",
  "STONE: No.",
  "STONE: No.",
  "CUOMO: No.",
  "STONE: No.",
  "All right.",
  "strategy.",
  "No."
]