[
  "By Ken Dilanian and Anna Schecter\n\nWASHINGTON — Special counsel Robert Mueller's office has obtained communications suggesting that a right-wing conspiracy theorist might have had advance knowledge that the emails of Hillary Clinton's campaign chairman had been stolen and handed to WikiLeaks, a source familiar with the investigation told NBC News.",
  "Mueller's team has spent months investigating whether the conspiracy theorist, Jerome Corsi, learned before the public did that WikiLeaks had obtained emails hacked by Russian intelligence officers — and whether he passed information about the stolen emails to Donald Trump associate Roger Stone, multiple sources said.",
  "\"For the record, I have never had any communication of any kind with Julian Assange, WikiLeaks, or Guccifer 2.0, or any Russian agents of any kind, including those mythical Russian agents who the Democrats believe wanted to throw the election for Trump,\" Corsi wrote in March 2017 on InfoWars.",
  "On Aug. 12, Stone said on a podcast that he believed Assange possessed emails deleted from Hillary Clinton's personal server; that same day, Guccifer 2.0, sent a thank-you note to Stone shortly after releasing a set of documents with personal information about Democratic candidates.",
  "He says so despite a series of public statements he made in summer 2016 suggesting he had advance knowledge of WikiLeaks disclosures of the material hacked by Russian intelligence agencies, including a tweet in August that it soon would be John Podesta's \"time in the barrel.\"",
  "He concluded, after seeing little about Podesta in the initial WikiLeaks dump of emails stolen from the Democratic National Committee, that the anti-secrecy organization was holding Podesta's communications for an \"October surprise,\" the source said.",
  "But Stone told NBC News: \"I never received anything, including allegedly hacked emails, from Guccifer 2.0, the Russians, WikiLeaks, [Julian] Assange or anyone else, and never passed anything on to Donald Trump, the Trump campaign or anyone else.",
  "Mark Wilson / Getty Images\n\n\"It is not inconceivable now that Mr. Mueller and his team may seek to conjure up some extraneous crime pertaining to my business, or maybe not even pertaining to the 2016 election,\" Stone told Meet the Press in May.",
  "As for the comment about WikiLeaks and the Clinton Foundation, he has produced an email from a former Fox News reporter, James Rosen, who wrote, \"Am told WikiLeaks will be doing a massive dump of HRC emails relating to the CF in September.\"",
  "In 2017, Corsi became the Washington, D.C. bureau chief for InfoWars, a web site run by Alex Jones, whose inflammatory lies about the 2014 Sandy Hook Elementary School shooting have gotten him banned from YouTube, Facebook and Twitter.",
  "Corsi maintained that he did not learn anything about the matter from WikiLeaks, which began dumping Podesta's emails on Oct. 7, 2016, just hours after a tape became public on which Trump boasted about grabbing women's genitalia.",
  "Charles Sykes / AP file\n\nIn July, Mueller charged 12 Russian intelligence officers with conspiracy to violate U.S. election laws by hacking Democratic emails and releasing them through fake online personas, and later, WikiLeaks.",
  "Stone appears to be in Mueller's investigative crosshairs, as the special counsel seeks to determine whether the longtime political trickster participated in the secret Russian operation to help Trump win the 2016 election.",
  "An author and commentator, Corsi is considered to be the founder of the so-called Birther movement of people who believed Barack Obama was not a U.S. citizen, a lie that Trump used to help propel his presidential candidacy.",
  "Questioned by Mueller's prosecutors about why he appeared to know before anyone else that WikiLeaks had Clinton campaign chair John Podesta's emails, Corsi told them he simply figured it out on his own, the source said.",
  "Stone has acknowledged he is the U.S. person named in a previous Mueller indictment as having interacted with an internet persona known as Guccifer 2.0, identified by Mueller as a front for Russian intelligence.",
  "Stone denied that Corsi ever told him before it became public that Podesta's emails had been obtained by WikiLeaks, and he denies involvement with Russia, telling NBC News it's a \"left-wing conspiracy theory.\"",
  "Mueller's investigators have reviewed messages to members of the Trump team in which Stone and Corsi seem to take credit for the release of Democratic emails, said a person with direct knowledge of the emails.",
  "Stone's assertion is being put to a fearsome test by Mueller, who has grilled Stone's associates about their dealings and communications with him, sources familiar with the testimony told NBC News.",
  "Now, Stone is insisting in equally unequivocal terms that he never passed inside information about stolen Democratic emails from the Russians — or their intermediary, WikiLeaks — to the Trump team.",
  "In fact, as he acknowledged this year, he met with a Russian in May 2016 — a month before he issued that categorical denial — who offered to sell incriminating information to the Trump campaign.",
  "Some lawyers close to the case believe Mueller would not take so much of the grand jury's time with witness testimony unless he had good reason to believe it would lead to an indictment.",
  "The special counsel indictment alleges that Russian hackers used the Guccifer 2.0 persona to release documents and to blunt the allegations of Russian responsibility for the intrusion.",
  "Mueller has summoned Corsi and nearly a dozen other of Stone's associates to testify before his Washington, D.C. grand jury, people familiar with the investigation told NBC News.",
  "A key figure in the investigation is comedian Randy Credico, a one-time friend of Stone's whom Stone said served as his back channel to WikiLeaks about hacked Russian emails.",
  "But others believe Mueller is using the grand jury to gather facts that he will lay out in a massive report to the Justice Department laying out the fruits of his inquiry.",
  "Clinton campaign chairman John Podesta's emails had been hacked in March 2016, but Podesta didn't know about the hack until WikiLeaks began leaking the emails in October.",
  "His lawyer, Grant Smith, told NBC News: \"We have seen no evidence that would give my client any liability for anything within the scope of the special counsel's mandate.",
  "That likely wasn't the impression of a group of Republicans listening to remarks by Stone on Aug. 8, 2016, when he said, \"I actually have communicated with Assange.",
  "Kristin Davis, also known as the Manhattan Madam for her former role running a high-end prostitution ring in New York City, was also summoned by Mueller to testify.",
  "The source and other people familiar with the matter say they have seen no evidence suggesting either man played any role in the hacking or release of the emails.",
  "Stone has said Mueller has scrutinized every aspect of his life, and that he fears being charged with a crime unrelated to Russian election interference.",
  "If an American were found to have knowingly aided that effort, he or she could be charged as a member of that conspiracy, legal experts have said.",
  "Roger Stone speaks to the media after appearing before the House Intelligence Committee closed-door hearing in Washington on Sept. 26, 2017.",
  "I believe the next tranche of his documents pertain to the Clinton Foundation, but there's no telling what the October surprise may be.\"",
  "Some of them have described the sessions to reporters, saying they were grilled about their conversations and communications with Stone.",
  "Mueller's investigators have spent weeks interviewing many of his contacts, asking them what he said about WikiLeaks, the source said.",
  "However, Corsi expressed in emails a willingness to travel to London and meet with WikiLeaks founder Julian Assange, the source said.",
  "In June 2016, he said: \"I didn't talk to anybody who was identifiably Russian during the two-year run-up to this campaign,\" he said.",
  "\"Roger Stone has spent his entire life spoofing Democrats and the media,\" said former Trump aide Michael Caputo, a Stone associate.",
  "In private Twitter messages with Guccifer obtained by the Atlantic, Stone said he considered himself a \"friend\" of WikiLeaks.",
  "He told NBC News that Mueller's investigators put enormous pressure on him to recall specific details from the 2016 campaign.",
  "But he also says he expects to be indicted, and a lawyer close to the case told NBC News he thought that was likely as well.",
  "He said he had forgotten about the proposal and rebuffed it, telling the Washington Post \"[Trump] doesn't pay for anything.\"",
  "In the wake of that acknowledgement, he was forced to amend his testimony to the House intelligence committee.",
  "The source said he is aware of no evidence obtained by the Mueller team that would contradict that assertion.",
  "Mueller subpoenaed Corsi in September, and he turned over computer, phone and email records, the source said.",
  "\"I was questioned vigorously for hours,\" said a former Stone associate, who spoke on condition of anonymity.",
  "Credico vehemently denies the claim in an interview with NBC News, and a source says he also did to Mueller.",
  "Stone says he was referring to both John and his brother Tony Podesta, who had foreign lobbying ties.",
  "On Aug. 21, Stone famously tweeted, \"Trust me, it will soon [be] Podesta's time in the barrel.\"",
  "Stone adamantly denies doing anything but passing on information already in the public domain.",
  "While grand juries operate in secret, witnesses have a right to discuss their testimony.",
  "There is no witness who can honestly testify otherwise and no evidence to the contrary.\"",
  "Credico says Stone has made him his \"patsy, his fall guy,\" and that he's done it before.",
  "Stone has a recent history of changing his story about his interactions with Russians.",
  "Everything Roger got was in the public domain, and he spread it around.\"",
  "during a book signing at Book Expo America in New York on May 25, 2011.",
  "Jerome Corsi holds a copy of his book \"Where's the Birth Certificate?\"",
  "Stone says he began messaging with Guccifer 2.0 on Twitter on Aug. 14.",
  "\"I am extremely disgusted at Randy Credico's lies,\" she told NBC News.",
  "Credico says Stone told him he had a second back channel to WikiLeaks.",
  "\"I believe Roger Stone is the last gasp of the Mueller investigation.\"",
  "I strongly feel he lied to the grand jury,\" Davis wrote in a text.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "Mueller's spokesman, Peter Carr, said the office had no comment.",
  "Stone says that person was a journalist who he declined to name.",
  "The news and stories that matter, delivered weekday mornings.",
  "Stone has innocent explanations for some of those comments.",
  "\"If Stone got any material, he got it from somebody else.\"",
  "She is still a close friend of Stone's and is backing him.",
  "Stone has broken with Credico, and now calls him a \"liar.\"",
  "\"I overheard him talking about being the back channel.",
  "Rosen, who is no longer with Fox, declined to comment.",
  "Corsi and his lawyer, David Gray, declined to comment.",
  "\"Mueller will find out that Roger Stone is the P.T.",
  "\"I don't think there was a go-between,\" he said.",
  "Ken Dilanian reported from Washington.",
  "Anna Schecter reported from New York.",
  "\"They think they're on to something.\"",
  "Barnum of U.S. Republican politics.\"",
  "Corsi no longer works there.",
  "But that was false.",
  "Now he denies this."
]