[
  "“There were hundreds of folders.”\n\nFor more of Cynthia McFadden's interview with Guccifer, watch Nightly News on Thursday and the new NBC series “On Assignment,” which debuts Sunday at 7 p.m. ET/ 6 p.m. CT.\n\nLazar was extradited last month from Romania to the United States to face charges he hacked political elites, including Gen. Colin Powell, a member of the Bush family, and former Clinton advisor Sidney Blumenthal.",
  "/ Updated By Cynthia McFadden, Tim Uehlinger and Tracy Connor\n\nThe Romanian hacker who first exposed Hillary Clinton’s private email address is making a bombshell new claim — that he also gained access to the former Secretary of State’s “completely unsecured” server.",
  "\"We have received no indication from any government agency to support these claims, nor are they reflected in the range of charges that Guccifer already faces and that prompted his extradition in the first place,\" Fallon added.",
  "When pressed by NBC News, Lazar, 44, could provide no documentation to back up his claims, nor did he ever release anything online supporting his allegations, as he had frequently done with past hacks.",
  "NBC News\n\nA source with knowledge of the probe into Clinton's email setup told NBC News that with Guccifer in U.S. custody, investigators fully intend to question him about her server.",
  "“It was like an open orchid on the Internet,” Marcel Lehel Lazar, who uses the devilish handle Guccifer, told NBC News in an exclusive interview from a prison in Bucharest.",
  "\"In addition to the fact that he offers no proof to support his claims, his descriptions of Secretary Clinton's server are inaccurate.",
  "\"And it has been reported that security logs from Secretary Clinton’s email server do not show any evidence of foreign hacking.\"",
  "It is unfathomable that he would have gained access to her emails and not leaked them the way he did to his other victims.",
  "The FBI's review of the Clinton server logs showed no sign of hacking, according to a source familiar with the case.",
  "Brian Fallon, national press secretary for Clinton's presidential campaign, said Guccifer's claims were baseless.",
  "\"There is absolutely no basis to believe the claims made by this criminal from his prison cell,\" said Fallon.",
  "Cynthia McFadden, right, with the Romanian hacker Guccifer in Romania.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings."
]