[
  "Among the topics the special counsel’s team listed for an interview with Trump back in March, per notes from Trump’s lawyers, was: “What did you know about communication between Roger Stone, his associates, Julian Assange or WikiLeaks?”\n\nMeanwhile, in all these months the special counsel’s team has still never even reached out to Stone himself.",
  "Who Mueller’s team has been talking to about Roger Stone\n\nRoger Stone is a legendary Republican “dirty trickster” operative who’s known Trump since the 1980s, advised him off and on over the years, and worked briefly for Trump’s presidential campaign in its earliest months, before departing to help his candidacy from the outside.",
  "They include some people who were are part of Trumpworld — but also many who are not, and who are of interest solely because of their connection to Stone himself:\n\nAnd those are just the names we know — Mueller’s team has likely questioned more people whose names haven’t become public.",
  "Paul Manafort started cooperating in September, and ABC News soon reported that Mueller was “pushing” Manafort “for information on Roger Stone.” (Manafort and Stone have been friends for decades and co-founded a lobbying and PR firm together back in the 1980s.)",
  "Roger Stone, WikiLeaks, and the Podesta emails: what we know and don’t know\n\nThe witnesses questioned about Stone have generally told reporters that they thought Mueller’s main interest was sussing out potential connections between Stone and WikiLeaks.",
  "There are many unanswered questions about how what happened in between — most notably, how exactly the Podesta emails got to WikiLeaks, and whether any Trump associates were involved in or informed about this or other hacked material.",
  "This has been the leakiest subplot of the Mueller investigation to date — because many witnesses who have gone been in to be questioned about Stone have gone right out and told reporters what the special counsel’s team asked them.",
  "This week alone, we’ve heard of the special counsel’s team asking about Stone’s 2016 conference calls, his emails with former Trump White House strategist Steve Bannon, and his contacts with conspiracy theorist Jerome Corsi.",
  "He told Sam Nunberg that he’d “dined with my new pal Julian Assange.” Asked by Breitbart’s Matt Boyle if what Assange had on Clinton is “good,” Stone answered, “It is,” and suggested he wanted to tell Steve Bannon about it.",
  "According to NBC News, Mueller’s team has evidence suggesting Corsi — a Stone associate who had worked for the fringe website Infowars — knew in advance that Podesta’s emails had been stolen and given to WikiLeaks.",
  "And previously, Stone and WikiLeaks both claimed they’d never directly communicated, but the Atlantic’s Natasha Bertrand got ahold of Twitter DMs they’d exchanged a few days after the Podesta emails went up.",
  "Rick Gates started cooperating with the special counsel in February, and CNBC later reported that Mueller was questioning witnesses about meetings and dinners that Gates and Stone both attended.",
  "Last year, he was mentioned from time to time as a person under scrutiny in the Trump/Russia probe in 2017 — but Mueller’s focus on him really seemed to intensify in the beginning of 2018.",
  "Stone had other shady contacts — with the Russian intelligence-run Twitter account “Guccifer 2.0,” and a Russian calling himself “Henry Greenberg” who’d offered dirt on Hillary Clinton.",
  "One conclusion we can draw, though, is the special counsel seems to know something that has convinced him that talking to many people around Stone is a worthwhile use of his resources.",
  "started cooperating with the special counsel in February, and CNBC later reported that Mueller was questioning witnesses about meetings and dinners that Gates and Stone both attended.",
  "He’s said that his contacts with Assange were only through an intermediary, radio host Randy Credico, and that he was often just repeating what Assange himself had said publicly.",
  "They’ve asked about Stone’s finances, his political groups, and anything Stone might know about WikiLeaks, Julian Assange, hacked material, and Russian interference generally.",
  "If this is accurate — and we haven’t seen the underlying evidence — it could be the missing link showing Stone did know about Podesta’s hacked emails specifically in advance.",
  "New reports indicate special counsel Robert Mueller remains intensely focused on longtime political consultant and lobbyist Roger Stone, as he has for many months now.",
  "Then there is the web of political groups Stone deployed on Trump’s behalf — Mueller has been scrutinizing their finances, which could raise campaign finance issues.",
  "Whatever Stone did would likely have to clear a pretty high bar, both in terms of evidence and seriousness, to justify an indictment for something like conspiracy.",
  "(Marcy Wheeler lays out several interesting possibilities in this post at EmptyWheel)\n\nThere are issues beyond WikiLeaks, too, that Mueller could be interested in.",
  "Since at least February, the special counsel’s team has subjected at least 10 people to detailed questioning about the political operative and longtime Trump ally.",
  "Just this week he said he’d never communicated with Trump campaign officials about WikiLeaks, and the next day his emails with Bannon about Assange emerged.",
  "Furthermore, there are other messages “in which Stone and Corsi seem to take credit for the release of Democratic emails,” the NBC reporters continue.",
  "Seven months later, on October 7, 2016, WikiLeaks began posting batches of those emails online, and would continue to do so up until the election.",
  "What could be coming next\n\nStill, there remains no public proof that Stone knew anything specific about the Podesta hack or Assange’s plans.",
  "In the midst of this, Mueller turned two Trump allies who know Stone into cooperating witnesses, and has reportedly asked them about him.",
  "Yet despite the frequent speculation that Mueller will soon indict Stone, nobody seems to be sure on exactly what he’d be indicted for.",
  "That would be a major revelation, connecting Trump’s circle to nonpublic knowledge about Russia-hacked material for the first time.",
  "As a result, a plethora of articles keeps revealing new tidbits about what Stone-related topic Mueller is apparently interested in.",
  "When federal investigators are quizzing everyone around you about you, but not talking to you at all, that’s ... not a great sign.",
  "Mueller has alleged that, in March 2016, Russian intelligence officers hacked Clinton campaign chair John Podesta’s emails.",
  "There’s still no public smoking gun evidence proving Stone was involved in the leak of the hacked Democratic material.",
  "However, Corsi is anything but a reliable source (he’s a longtime conspiracy theorist who helped create birtherism).",
  "But as for WikiLeaks and Podesta, it will be interesting to see what happens with Jerome Corsi in the days to come.",
  "He publicly claimed to have “communicated with Assange.” He talked about an intermediary of his who’d met Assange.",
  "But in the two months or so before the Podesta email release, Roger Stone said a lot of interesting things.",
  "He’s suggested that he was joking and bullshitting in many of these claims, such as dining with Assange.",
  "Yet despite all these leaks, the full explanation for Mueller’s keen interest in Stone remains obscure.",
  "We’ve heard less about these in recent leaks from the people questioned about Stone lately, though.",
  "It could relate to what cooperators like Rick Gates and now Paul Manafort have told investigators.",
  "(Mueller similarly avoided reaching out to question Manafort and Gates before he indicted them.)",
  "There’s a lot of vague, shady hinting from someone who has a reputation of being a bullshitter.",
  "But we likely won’t get the full story unless, or until, Mueller decides to file new charges.",
  "In subsequent emails with Bannon, he then claimed to know what Assange was thinking.",
  "And he ominously tweeted, “Trust me, it will soon the Podesta’s time in the barrel.",
  "Since then, Stone has tried to put forward innocent explanations for all of this.",
  "Mueller also wants to question somebody else about Stone: President Donald Trump.",
  "And it’s not entirely clear what crime, if any, Stone might be on the hook for.",
  "Since then, Mueller has questioned at least 10 people extensively about Stone.",
  "And as late as this year, Stone was trying to get Trump to pardon Assange.",
  "In any case, Mueller is calling him back in for more questioning Friday.",
  "But something is likely motivating Mueller to focus so intently on this.",
  "We appear to be missing part of the story — maybe a lot of the story.",
  "He hyped the release of new WikiLeaks content related to Clinton.",
  "It doesn’t seem that just talking with hackers would be a crime.",
  "It could relate to documentary evidence that hasn’t yet leaked.",
  "And he’s said the Podesta tweet was about an unrelated matter.",
  "There’s not yet a smoking gun, so far as we know.",
  "In private, he made similar intimations.",
  "But his denials have often shifted.",
  "#CrookedHillary”.",
  "But why?"
]