[
  "On October 4, 2016, three days before the Podesta emails were published, Stone emailed Bannon predicting “a load” of new WikiLeaks disclosures “every week going forward.” According to Swalwell, Stone “had an opportunity” to tell the committee about his WikiLeaks-related conversations with Bannon, but “he didn’t.” (Stone told the Post on Thursday that he “was unaware of this email exchange until it was leaked,” adding that “we had not turned it up in our search.”)\n\nIt isn’t clear whether the panel’s Democrats plan to bring Stone back in for further questioning if they retake the House majority and assume subpoena power.",
  "Read: Mueller wants the FBI to look at a scheme to discredit him\n\nMueller, who is investigating whether the Trump campaign conspired with Russia to win the 2016 election, has been interviewing Stone associates and senior campaign officials in recent weeks—including campaign CEO Steve Bannon and the former campaign chairman, Paul Manafort.",
  "Despite telling the committee that he never “had any communication with any Russians or individuals fronting for Russians, in connection with the 2016 presidential election,” Stone later acknowledged meeting with a Russian man named Henry Greenberg in May 2016 to obtain dirt on Hillary Clinton.",
  "If Mueller were to determine that Stone lied to the panel, “I think he would just charge Stone with perjury” rather than refer the matter to the committee for further review, said Dan Goldman, a former federal prosecutor in the Southern District of New York who specialized in organized crime.",
  "“We’ve repeatedly urged the majority to provide the special counsel with access to Roger Stone’s transcript, among others, both for the evidence they offer and to determine whether witnesses have committed perjury,” said the aide, speaking on the condition of anonymity.",
  "He’s reportedly trying to determine whether Stone coordinated the release of hacked emails from a senior Clinton-campaign official, John Podesta, to distract from the damaging Access Hollywood tape, which showed Trump making vulgar comments about women.",
  "With regard to Assange, Stone told the House Intelligence Committee that they spoke only through an intermediary, but Twitter direct messages show Stone communicating with the WikiLeaks Twitter account in October 2016.",
  "Stone’s conflicting statements have been material to both federal and congressional investigators, who want to know whether Stone served as a conduit between the campaign, WikiLeaks, and Russia.",
  "But, like Swalwell, a Democratic aide on the committee emphasized the importance of getting Stone’s full transcript to Mueller to determine whether he committed perjury.",
  "Former federal prosecutors told me that inconsistencies between Stone’s testimony and what Mueller has learned could hypothetically lead to federal charges.",
  "“This is a particular concern with Roger Stone, especially after the publication of these emails.” Stone didn’t immediately return a request for comment.",
  "“If, for some reason, he didn’t think he had a perjury case but believes Stone misled the committee,” Mueller may notify lawmakers anyway, he said.",
  "“There are no such communications, and if Bannon says there are he would be dissembling,” Stone told The Washington Post as recently as Tuesday.",
  "Stone has long denied that he discussed WikiLeaks’s plans with Bannon or any other campaign official.",
  "It’s widely understood that Assange is that account’s primary administrator.",
  "But emails from Stone made public Thursday belie that claim.",
  "The tape was released just minutes before the email dump."
]