[
  "Referring to Wikileaks as \"Organization 1,\" Mueller charged that the Russians, \"posing as Guccifer 2.0, discussed the release of the stolen documents and the timing of those releases with Organization 1 to heighten their impact on the 2016 U.S. presidential election.\"",
  "The relevance of Wikileaks to the government's investigation has been in the limelight in recent weeks amid an uptick of grand jury activity related to the conservative provocateur and Trump associate Roger Stone, who claimed to be in talks with Wikileaks in 2016.",
  "\"The news that criminal charges have apparently been filed against Mr. Assange is even more troubling than the haphazard manner in which that information has been revealed,\" Assange's attorney in the United States, Barry Pollack, said in a statement to NBC News.",
  "Assange is a key figure in special counsel Robert Mueller's inquiry into possible links between the Trump campaign and Russia because of the role his anti-secrecy organization played in disseminating damaging information about Hillary Clinton.",
  "In an indictment obtained in July, Mueller's prosecutors alleged that 12 Russian intelligence officers used Wikileaks as a conduit to \"expand their interference in the 2016 U.S. presidential election.\"",
  "That case was dropped in 2017, but Assange's lawyers have said that he will not exit the embassy until he is assured that he will not be prosecuted by the U.S. on espionage charges.",
  "The president's eldest son, Donald Trump Jr., was also in contact with Wikileaks during the 2016 election, and has handed over his correspondence to congressional investigators.",
  "In August of that year, Stone said on a conference call that \"Julian Assange is going to continue to drop information on the American voters that is going to roil this race.\"",
  "In a statement, Wikileaks noted that the filing was not signed by Mueller or his prosecutors, and added that \"WikiLeaks has never been contacted by anyone from his office.\"",
  "His attorney, Alan Futerfas, has said he has \"no concerns about these documents and any questions raised about them have been easily answered in the appropriate forum.\"",
  "In a now-famous news conference in July 2016, then-candidate Trump said: \"Russia, if you're listening, I hope you're able to find the 30,000 emails that are missing.\"",
  "Text messages he provided to NBC News show that he was receiving updates from Assange through an associate before Wikileaks began dumping Podesta's stolen documents.",
  "Wikileaks has vocally defended its founder, who is currently holed up in the Ecuadorean Embassy in London, since the Virginia court filing surfaced.",
  "\"The government bringing criminal charges against someone for publishing truthful information is a dangerous path for a democracy to take.\"",
  "The U.S. has become increasingly optimistic that it could prosecute Assange in an American courtroom, The Wall Street Journal reported.",
  "Later, he told CNBC: \"We have not been informed that Mr. Assange has been charged or the nature of any charges.",
  "We have simply seen what the government filed in an unrelated case saying that Mr. Assange has been charged.\"",
  "In October, the organization released the first stolen emails from Clinton campaign chairman John Podesta.",
  "Pollack also said it was too early to tell whether Assange would pursue any legal action over the matter.",
  "Mueller has alleged that Russia's first attempt to hack Clinton's personal servers came that same day.",
  "Stone has denied any wrongdoing and has said there was no collusion with Russia.",
  "Assange entered the embassy in 2012 claiming diplomatic asylum.",
  "A previous batch of stolen documents had been released in July.",
  "He was wanted at the time in Sweden for alleged sex crimes.",
  "Donald Trump trumpeted the leaks on the campaign trail."
]