[
  "This week, Stone’s long-running denial that he had ever discussed WikiLeaks with Trump campaign officials unraveled as the New York Times reported on an email exchange between Stone and Steve Bannon in which Stone “presented himself to Trump campaign officials ... as a conduit of inside information from WikiLeaks, Russia’s chosen repository for documents hacked from Democratic computers.”\n\nStone took petulant umbrage in the pages of the Daily Caller, denying any advance knowledge of WikiLeaks’ plans.",
  "The petition for its release asserted that the road map could provide “a key precedent for assessing the appropriate framework for Special Counsel Mueller to report to Congress any findings of potentially unlawful conduct by President Trump.”\n\nGiven all the variables at work, we’ll need more than an ancient road map to make a precise prognostication of which way Mueller will go.",
  "His office did its sleuthing on padded feet, conducting at least nine sit-downs with convicted felon Paul Manafort in recent weeks; conversing with President Donald Trump’s legal team; and scrutinizing the connections between Trump devotee Roger Stone and WikiLeaks, which dumped the stolen Democratic emails late in the campaign.",
  "He has claimed that he was probably the unnamed Donald Trump associate who was described in an earlier Mueller indictment as communicating with Russian hacker “Guccifer 2.0.” Stone, who once famously predicted on Twitter on August 21, 2016, that “it will soon be Podesta’s time in the barrel,” has denied any wrongdoing.",
  "“That to me would be far more powerful kompromat than any video.”\n\nIf Schiff pilots that committee, Trump might start waxing nostalgic about the treatment he got from Mueller’s allegedly angry, allegedly Democratic investigators compared to the genuinely angry committee Democrats working him over.",
  "As my Politico colleague Darren Samuelsohn wrote this week, the Democrats on the House Intelligence Committee have a list of 70 people, organizations and companies they say the Republican-led committee ignored during its investigation and a 98-page document on outstanding lines of inquiry.",
  "Will he amp his investigation up with an excursion into previously unexplored realms of corruption illuminated by the insights of Manafort and former Trump attorney Michael Cohen, who has so completely turned on his former boss he is encouraging people to vote Democratic?",
  "This week, at the request of legal scholars and activists, the National Archive unsealed the “Watergate Road Map,” the report independent prosecutor Leon Jaworski sent to Congress detailing the evidence collected against President Richard Nixon.",
  "Unlike legal investigations, where professionalism deters prosecutors from leaking to the press, congressional investigations gush like a garden hose sprinkler to reporters eager to amplify the findings and accusations to the voting public.",
  "“Longtime Trump friend and billionaire investor Tom Barrack also has met with the special counsel’s office, although it is not clear whether those conversations led to any further lines of inquiry for the office,” Geidner continues.",
  "“One of the issues that is of great concern to me is: Were the Russians laundering money through the Trump Organization,” said Rep. Adam Schiff (D-Calif.), a favorite to head the Intelligence Committee in a Democratic Congress.",
  "Doing his work at Quiet Car levels for the past six weeks, the most raucous news to radiate from his investigation into collaboration between the Trump campaign and the Russians has been about its relative noiselessness.",
  "As Chris Geidner writes in BuzzFeed, top Trump stalwarts, including Donald Trump Jr., Jared Kushner, Steve Bannon and Erik Prince all made curious political contacts in the Middle East worth investigating.",
  "As the Republican inquiry into Benghazi attests, congressional investigations are often conducted as politics by other means, especially in times of divided government.",
  "The only safe bet to make for the post-quiet period would be Mueller’s indictment of Roger Stone, something Stone himself has been predicting since at least August.",
  "He honored to the letter the Department of Justice guidelines that direct prosecutors and other to avoid actions that might influence the outcome of an election.",
  "Will Rosenstein still have a job by the time the report is complete, or will he have been swept out by the president along with Attorney General Jeff Sessions?",
  "Did self-avowed dirty trickster Stone (more on him, later) and WikiLeaks coordinate an October surprise in the release of the hacked Podesta emails?",
  "Complicating the divination is the likelihood the Democratic Party will take the House of Representatives and ignite new investigations of its own.",
  "The procedural niceties and Department of Justice guidelines that steer an investigation like Mueller’s hardly exist on Capitol Hill.",
  "“What I am guilty of is using publicly available information and a solid tip to bluff, posture, hype and punk Democrats on Twitter.",
  "In addition to suspected Russian efforts to help the Trump campaign, evidence points to assistance from Middle Eastern figures.",
  "No criminal indictment has ever been leveled at a sitting president, and many legal scholars say he can’t be charged.",
  "Finally, if Mueller finds no evidence of collusion, might he instead allege obstruction of justice by the president?",
  "The point of most Hill investigations is not to determine guilt or innocence but to score political touchdowns.",
  "The facts-only road map didn’t recommend prosecution or claim that Nixon had committed an impeachable offense.",
  "Story Continued Below\n\nThe press has filled the quiet period with speculations of what will come next.",
  "Will he complete and file his report on Russian meddling to Deputy Attorney General Rod Rosenstein?",
  "With the baffles taken off his investigation, how high will Mueller turn up the volume?",
  "My email alerts and this column have been going through a quiet period of their own.",
  "Lord knows the Democrats have enough kindling to start an investigative bonfire.",
  "My Twitter feed looks forward to a long-running investigation by the Democrats.",
  "Without opening a tab to Google it, tell me the last time something big broke.",
  "Good luck, Roger, but it looks like it will soon be your time in the barrel.",
  "Not that the special prosecutor went into hibernation, as CNN noted.",
  "Will he go to court in an attempt to force the president to testify?",
  "But such an indictment could rally Democrats to impeachment.",
  "This is called ‘politics.’ It’s not illegal,” Stone wrote.",
  "Manafort’s guilty plea feels like it happened last year.",
  "I’ll bet you can’t even remember who got indicted last.",
  "My RSS feed says all it’s guilty of is benign cynicism.",
  "This article tagged under: Donald Trump\n\nSwamp Diary",
  "Send railroad trivia to Shafer.Politico@gmail.com.",
  "Or will Mueller issue new indictments in the case?",
  "Jack Shafer is Politico’s senior media writer.",
  "******\n\nWhy doesn’t Amtrak have a Noisy Car?",
  "Has the president already been subpoenaed?",
  "Will he taper off his investigation?",
  "Will Trump have Mueller sacked, too?",
  "Robert S. Mueller III did it.",
  "He really did it."
]