[
  "USA TODAY\n\nThe Democratic National Committee chairwoman said the DNC was the victim of a Russian cyberattack after the infamous hacker known as Guccifer 2.0 — who leaked internal Democratic documents ahead of the party's convention this summer — released more apparent DNC documents Tuesday.",
  "\"The DNC is the victim of a crime — an illegal cyberattack by Russian state-sponsored agents who seek to harm the Democratic Party and progressive groups in an effort to influence the presidential election,\" interim DNC Chair Donna Brazile said in a statement Tuesday.",
  "Emails that hackers claim belong to former secretary of State Colin Powell were also reportedly leaked Tuesday, the same day the World Anti-Doing Agency confirmed its database was hacked by a Russian cyber espionage group.",
  "The Obama administration has yet to formally accuse the Russian government of a role in the cyberattacks, but intelligence officials have expressed confidence that the Kremlin was behind this summer's DNC hack.",
  "In July, Trump said, \"Russia, if you're listening, I hope you're able to find the 30,000 emails that are missing,\" in reference to emails from former secretary of State Clinton's private server.",
  "Our legal team is now in the process of reviewing these private documents, and attempting to confirm their authenticity, as it is common for Russian hackers to forge documents.\"",
  "Brazile promised to tighten the DNC's information security and to \"cooperate with law enforcement authorities so that those responsible for this crime can be held accountable.\"",
  "Guccifer 2.0 was listed in the conference lineup and a person who spoke on behalf of the hacker told the small crowd of security experts about the breach, Forbes reported.",
  "The leak also includes vice presidential candidate Tim Kaine's cell phone number and the contact information for several top White House officials, NBC News reported.",
  "The most recent leak includes information about the DNC's finances, donors' personal contact information and the DNC's network infrastructure, according to CNN.",
  "Brazile was not only convinced of a Russian role in Tuesday's leak, but she also indicated that Republican nominee Donald Trump deserved some of the blame.",
  "Like so many of the words Trump has uttered this election season, his statements encouraging cybercrime are dangerous, divisive, and unprecedented.\"",
  "Leaked emails appeared to indicate the DNC was biased in favor of Hillary Clinton and against Bernie Sanders, her rival for the nomination.",
  "CLOSE DNC Interim Chair Donna Brazile said the organization was the victim of another cybersecurity attack by Russian agents.",
  "Brazile also urged caution for anyone attempting to download the documents \"given the potential malware risks.\"",
  "\"We have been anticipating that an additional batch of documents stolen by Russian agents would be released.",
  "\"There's one person who stands to benefit from these criminal acts, and that's Donald Trump,\" Brazile said.",
  "\"Not only has Trump embraced Putin, he publicly encouraged further Russian espionage to help his campaign.",
  "The previous Guccifer 2.0 document dump led to the resignation of DNC Chairwoman Debbie Wasserman Schultz.",
  "The release of the hacked material was announced at a London cybersecurity conference Tuesday.",
  "Many took the comment as an invitation for Russia to hack Clinton.",
  "Read or Share this story: http://usat.ly/2cmn9Yi",
  "No emails appear to have been included."
]