[
  "| AP Photo Guccifer 2.0 drops more DNC docs\n\nThe hacker persona Guccifer 2.0 has released a new trove of documents that allegedly reveal more information about the Democratic National Committee's finances and personal information on Democratic donors, as well as details about the DNC's network infrastructure.",
  "\"There’s one person who stands to benefit from these criminal acts, and that’s Donald Trump,\" she said in a statement Tuesday night, adding that Trump has \"embraced\" Russian President Vladimir Putin and \"publicly encouraged further Russian espionage to help his campaign.\"",
  "Tuesday's release is the first data dump from Guccifer 2.0 since an Aug. 31 release of a cache of documents that included primers for Democratic candidates on hot-button issues such as the Black Lives Matter movement, the Islamic State and immigration.",
  "If authentic, the documents would represent the latest strike from the mysterious hacker persona that has already roiled the 2016 election with leaks of documents stolen from the DNC and the House Democrat's campaign arm, the DCCC.",
  "The cache also includes purported memos on tech initiatives from Democratic vice presidential nominee Tim Kaine’s time as governor of Virginia, and some years-old missives on redistricting efforts and DNC donor outreach strategy.",
  "If authentic, the documents would represent the latest strike from the mysterious hacker persona that has already roiled the 2016 election with leaks of documents stolen from the DNC and the House Democrat's campaign arm.",
  "Most notable among Tuesday's documents may be the detailed spreadsheets allegedly about DNC fundraising efforts, including lists of DNC donors with names, addresses, emails, phone numbers and other sensitive details.",
  "Earlier document dumps include the internal communications that forced the resignation of former DNC Chairwoman Debbie Wasserman Schultz this summer and fueled allegations of party bias against Bernie Sanders.",
  "Tuesday's documents regarding the DNC’s information technology setup include several reports from 2010 purporting to show that the committee’s network passed multiple security scans.",
  "Later, the hacker released the personal email addresses and phone numbers of nearly all House Democrats and their staffers, causing chaos for members and their aides.",
  "Guccifer 2.0 initially burst into the spotlight by posting the DNC’s internal vulnerability file on nominee Hillary Clinton and personal data on the DNC’s donors.",
  "The file name included NGP VAN, a leading software firm used by Democrats, leading to speculation that the documents perhaps came from the data analytics firm.",
  "She said the DNC legal team is reviewing the documents to confirm their authenticity, and warned that \"it is common for Russian hackers to forge documents.\"",
  "Guccifer 2.0's release came during a presentation Tuesday from a person speaking on behalf of the alleged hacker at a London cybersecurity conference.",
  "Digital forensic investigations of the DNC and DCCC hacks have led cybersecurity firms to blame Moscow-backed hackers for both digital intrusions.",
  "Brazile also urged people to use \"extreme caution\" when accessing the documents, cautioning that they may contain malicious espionage software.",
  "The Obama administration has yet to publicly blame the Kremlin, although officials reportedly have \"high confidence\" that Moscow was involved.",
  "Story Continued Below\n\nDNC interim chair Donna Brazile immediately tied the leak to GOP presidential nominee Donald Trump.",
  "NGP VAN referred to a blog post from security firm ThreatConnect that concluded the DNC was not hacked through NGP VAN.",
  "Instead, it was given out via a link to the small group of security experts attending the London conference.",
  "The leak outraged Black Lives Matters leaders, who called the memo a \"placating response\" to the movement.",
  "Numerous security researchers suspect Guccifer 2.0 is a front for Russian intelligence services.",
  "Trump claims his remarks were meant in jest and that he has no knowledge of who hacked the DNC.",
  "Guccifer 2.0 had previously claimed that he was able to hack into the DNC through NGP VAN.",
  "It is the first Guccifer 2.0 release to not come from the hacker’s WordPress account.",
  "In total, the latest dump contains more than 600 megabytes of documents.",
  "Russian President Vladimir Putin flatly denies any involvement."
]