[
  "By Oct. 7, 2016, the day that WikiLeaks dumped the Podesta emails immediately after the Access Hollywood tape came out, and on the same day that the Department of Homeland Security and the Office of the Director of National Intelligence issued a joint statement about the Russian origins of the DNC hacks, most media organizations should at least have suspected, if not worked with the operating assumption, that the DNC and Podesta emails were hacked by a foreign intelligence agency.",
  "It does not help the cause of protecting journalists and national security whistleblowers, who play a crucial role in holding the American national security establishment to account, to refuse to accept that there is a difference between publishing illegally obtained documents in the normal course of working with whistleblowers and knowing active collaboration with a foreign adversary’s intelligence agency engaged in information operations aimed against American democracy.",
  "Nonetheless, I doubt there are many who would argue that if reporters from the New York Times or Fox News decided to dig into the DNC and Podesta emails (as they did) to look for news stories, knowing full well that their source was likely a foreign intelligence agency that released the emails in order to help Russian interests at the expense of American interests, these reporters would be deprived of the protections under the passive-receipt framework of Bartnicki.",
  "The only question that remains in my mind is whether WikiLeaks can be prosecuted if it knowingly coordinated after the hack, knowing specifically that the source was a foreign intelligence agency, beyond what would be appropriate in charging a newspaper that coordinated with a source who had committed a crime to meet in secret or help arrange a meeting (say, renting a hotel room).",
  "There seems to be a broad sense, though no precedent—even among those who support strict limits on prosecution of journalists, like Dan Froomkin and Elizabeth Goitein—that if a journalist knowingly solicits and participates in the illegality in advance, even when the source of the leak is a good-faith whistleblower, the journalists’ First Amendment defense is on shaky grounds.",
  "Central to this discussion are federal cases concerning journalists’ privilege under state law as well as the Supreme Court’s clear statement that “liberty of the press is the right of the lonely pamphleteer who uses carbon paper or a mimeograph just as much as of the large metropolitan publisher who utilizes the latest photocomposition methods” from Branzburg v. Hayes.",
  "Again, the reason for differentiating domestic leakers and whistleblowers from foreign intelligence agencies is that the likely motivations and risks they undertake suggest that the public interest in the disclosures of the former are likely high, whereas the public interest in the latter case will more commonly be that they not reach the public sphere.",
  "In this case, the risk that prosecution under a conspiracy theory to violate the Espionage Act or CFAA would spill over to other journalistic practices is minimal, since the strict necessity of showing active participation as a foreign agent would all but contain the case either to its facts or to defense against active measures of a foreign adversary.",
  "The explosion of online journalism, by individuals and small teams relying on diverse motivations—commercial, political, or social—makes any legal regime that enables prosecutors to finely thread needles and identify targets for prosecution because they are “not really media” inadequate to the times and the models that pervade contemporary media.",
  "Imagine that the documents show that the U.S. attorney general was bribed by an American firm to look the other way as the firm violated the Foreign Corrupt Practices Act while competing for a contract for sale of weapons, in which the American company competed with a company from Country X whose intelligence agency is offering the information.",
  "As I argued in detail in 2011, and then as a witness for the defense in the Manning trial, for purposes of constitutional protection, it is impossible to distinguish WikiLeaks from more traditional media on stable grounds that cannot be leveraged against all manner of media organizations over time, including both partisan and mainstream media.",
  "What’s more, the long history of rabid partisan presses in the 19th century and the rise of frankly partisan media in the present environment mean that we cannot anchor the limits of press freedom in the organizational habits and institutional forms of professional journalism of the few decades between World War I and the rise of Fox News.",
  "The only distinctive feature that might implicate WikiLeaks in a criminal case arising from publication of the DNC and Podesta email dumps in the runup to the 2016 election is that the underlying illegal action was undertaken by a hostile foreign intelligence service, rather than by a whistleblower or domestic leaker.",
  "The trick is to define the level of proof and the elements of the offense narrowly and clearly enough to make sure that this limited exception cannot be used to erode the otherwise broad immunity journalists enjoy under the First Amendment to publish materials, including illegally obtained materials.",
  "But if prosecutors cannot find evidence that would support such a limited charge, then the risks that a prosecution based on looser standards like those proposed in the DNC lawsuit, or based on a narrow definition of what “a press function” means, would pose too great a danger to press freedom.",
  "Consider, for example, when, on Aug. 9, 2016, WikiLeaks offered a $20,000 bounty to anyone who found information leading to the murderer of Seth Rich, or when WikiLeaks published Robbin Young Twitter DMs with Guccifer 2.0 in another attempt to obscure the Russian origins of the hack.",
  "To treat coordination after the initial illegality, aimed to maintain the secrecy of the source as a prosecutable offense, would sweep in too much of normal journalistic practice in leak cases and severely limit the ability of the press to fulfill its constitutionally protected role.",
  "By contrast, there is little reason to think that a foreign intelligence agency will seek to leak information or hack into systems illegally only where there is strong reason to think that the disclosed facts raise significant public-interest considerations and expose wrongdoing.",
  "If a newspaper publishes materials it knows were obtained illegally by a foreign intelligence agency, therefore, the outlet should exercise particular care because there is every reason to believe that the source is using the outlet to manipulate, rather than inform, the public.",
  "Because whistleblowers take substantial risks when they disclose materials illegally, we can assume that they will not generally undertake that risky act except when they observe what they at least believe is serious wrongdoing involving significant public interests.",
  "Only an indictment narrowly focused on knowing collaboration with a foreign intelligence agency, if in fact the evidence supports such a finding, would avoid the broad threat that such a prosecution would otherwise pose to First Amendment rights and press freedoms.",
  "It’s here that I think the distinction between the normal cases of leakers and whistleblowers and the rare (as in, this would be the first) case of knowing active collaboration with a foreign intelligence agency offers the most leeway for a prosecution.",
  "Say a journalist at the New York Times receives materials from a person she knows to be a foreign intelligence agent (from Country X) and knows that the materials were stolen in violation of the Computer Fraud and Abuse Act and the Espionage Act.",
  "Certainly, the allegations in the DNC lawsuit, focusing on a broad and vague alliance of interests—essentially, hating Hillary Clinton and occasionally associating with RT—are woefully inadequate as evidence of knowing active cooperation.",
  "On the other hand, media organizations coordinate with leak sources as a matter of course, including sources whose act of leaking is illegal, in meeting secretly and receiving the information without exposing the source to prosecution.",
  "Any prosecution for the publication of the Chelsea Manning disclosures (war logs and embassy cables) or for involvement in the Edward Snowden disclosures would meet the same constitutional difficulties that arose at those times.",
  "This is true even in the national security system, where disclosing documents to unauthorized third parties is almost always illegal, precisely because errors and abuses in the national security system can exact such high costs.",
  "The aim is to use that reporter’s position to inject into the American media system occasional stories, some true and some false, selected, framed, and timed to inflict damage on the U.S. to the benefit of the foreign power.",
  "Here we have a case of a journalist who receives true information of enormous public value from a foreign intelligence agency working to advance its country’s military industry at the expense of the U.S. military industry.",
  "Imagine further that the newspaper agrees to meet the intelligence agent two or three times, in secret locations, to receive information that would help in the newspaper’s own investigation to verify the claims.",
  "After all, all these stories and other clearly Russian-origin stories received continuous amplification from Fox News, Zerohedge, the Gateway Pundit, and elsewhere throughout the right-wing media ecosystem.",
  "The answer lies primarily in the extent to which the media outlet is protected over time if it continues to coordinate with the source but did not originally solicit and participate in the illegal action.",
  "The precedent would need to be tightly contained to deal with foreign active measures and would not touch the overwhelming breadth of cases involving national security whistleblowers and other leakers.",
  "And, in part, because the nature of the cooperation was within the normal practice of meeting sources clandestinely, because their exposure would subject them to severe negative consequences.",
  "The inadvertent disclosure of the likely existence of a sealed indictment against Julian Assange raises the question of what the constitutional implications of such an indictment might be.",
  "The touchstone used in the journalists’ privilege cases from the 2nd, 3rd, and 9th circuits was intent and function at the time of gathering information, not the mode of dissemination.",
  "That has certainly been the case in all major national security leaks investigated or prosecuted criminally in a manner that reached public knowledge since the end of World War II.",
  "But the case may be stronger if there is clear evidence, for example, of direct and knowing collaboration with Russian intelligence to cover up the Russian origins of the hack.",
  "At the other end of the spectrum, consider an individual knowingly recruited, trained, and paid by an intelligence agency of a foreign adversary to be a reporter in the U.S.",
  "The former is a pressure valve that has, particularly in the 1970s and 2000s, served a critical role in exposing errors and abuses in the national security system.",
  "So if WikiLeaks knew and coordinated in advance around the DNC hacking and leaking, the case would be within the zone that most commentators see as prosecutable.",
  "Even in such cases, passive receipt in the Bartnicki model and minimal cooperation to achieve the handover of the documents would be constitutionally protected.",
  "And yet, given the clear public interest in disclosure, I doubt there would be many who would argue that the publication should be susceptible to prosecution.",
  "In part, this is because the story discloses a true case of public corruption at the highest levels and involves only passive receipt of the information.",
  "Jack Taylor/Getty Images\n\nThis piece was originally published on Just Security, an online forum for analysis of U.S. national security law and policy.",
  "Assuming prosecutors cannot prove such prior active collaboration under the normal interpretation of Bartnicki, that would be the end of the story.",
  "I think that insisting on the case being narrowly focused on knowing, active collaboration with a foreign intelligence agency could do just that.",
  "Again, these activities alone, without direct evidence of knowing collaboration or coordination, would not be enough to sustain a prosecution.",
  "It is well settled that a journalist who passively receives illegally obtained information is privileged to publish it (Bartnicki v. Vopper).",
  "That’s why the media organizations that published the Manning and Snowden materials could not be prosecuted, and WikiLeaks was no different.",
  "So where, if anywhere, might the nature of the source of the information—potential whistleblower or foreign intelligence agency—matter?",
  "I don’t know whether there was any knowing coordination between WikiLeaks and Russian intelligence, and if there was, of what form.",
  "More From Just Security:\n\nAsylum Seekers Being Turned Away No Matter Where They Cross the Border\n\nWas Your Voting Machine Hacked?",
  "(You can see the details of these and other interventions, including Wikileaks’, in chapters 5, 7, and 8 of Network Propaganda.)",
  "But knowing that the materials were stolen by a foreign intelligence agency alone is insufficient to sustain a prosecution.",
  "As long as there is intent to gather information for public dissemination, the actor is acting as the role of the press.",
  "Knowing that the materials were stolen by a foreign intelligence agency alone is insufficient to sustain a prosecution.",
  "This is why I have argued that national security whistleblowers deserve a robust defense against criminal prosecution.",
  "But I doubt that the GRU needed much encouragement or help from WikiLeaks before the hack or while continuing to hack.",
  "Whistleblowers play a vital role in checking systemic failures in all major public institutions and organizations.",
  "Or, at least, we have no systematic reason to think that such disclosures will be aimed toward abuses of power.",
  "Moreover, there is no reason to think that the disclosures would tend toward the public interest.",
  "While maintaining her cover, the reporter regularly files bona fide stories as well.",
  "The case is different where a foreign intelligence service is concerned.",
  "No distinguishing line can usefully be drawn in organizational terms.",
  "Consider two hypothetical cases to mark the boundaries.",
  "Without More User-Friendly Devices, We May Not Know.",
  "We even have some active cooperation over time.",
  "Even this, however, may be a bridge too far.",
  "The latter presents a systemic risk.",
  "Let me explain.",
  "Julian Assange."
]