[
  "Corsi has argued that Obama is a drug-using Muslim who was born in Kenya and ascribes to “black liberation theology.”\n\nIn one of his most recent works “Killing the Deep State: The Fight to Save President Trump,” Corsi promoted the idea that Trump is being undermined by a “shadow government” that is determined to remove him by office.",
  "Stone has also admitted that during the 2016 campaign, he corresponded with “Guccifer 2.0,” an online persona that the Mueller investigation determined was used by at least one Russian intelligence operative which claimed to have hacked the Democrats.",
  "Prior to the president’s 2016 campaign, Trump reportedly spoke with Corsi on several occasions about the theory that Obama was not born in the U.S.\n\nRead More: Donald Trump Made 211 Arguments About the Mueller Probe\n\nWhat are his ties to Roger Stone?",
  "Trump’s former campaign chair, Paul Manafort; Manafort’s aide, Rick Gates; Trump’s former national security adviser, Michael Flynn; and a foreign policy campaign adviser, George Papadopoulos, have pleaded guilty on other charges of misconduct.",
  "Corsi and “another person with knowledge of the talks” confirmed to the Washington Post last week that the special counsel is investigating whether or not he helped link Stone to WikiLeaks, which both Stone and WikiLeaks have denied.",
  "Jerome Corsi, a conservative conspiracy theorist and friend of Trump ally Roger Stone, claims that he turned down a plea deal with special counsel Robert Mueller over the investigation into Russian meddling in the 2016 election.",
  "The book attacked then-presidential candidate John Kerry’s military service and his later anti-war advocacy, but was criticized for drawing upon interviews with servicemen who had not been in Kerry’s boat.",
  "Corsi said earlier this month that he expected to be indicted for lying to special counsel investigators who are looking into Russian interference in the 2016 campaign, the Washington Post reported.",
  "The key question is whether and how Stone knew that WikiLeaks planned to release emails Russian hackers extracted from Democrats, including former Hillary Clinton campaign manager John Podesta.",
  "Stone is also well known for promoting conspiracy theories, including about the assassination of John F. Kennedy and Hillary Clinton aid Huma Abedin being a Saudi spy.",
  "Corsi later authored several books, including “The Obama Nation” in 2008 and “Where’s the Birth Certificate?” in 2011, which detailed conspiracy theories about Obama.",
  "The special counsel is investigating Russian meddling, including whether any people associated with the Trump campaign may have worked with them during the election.",
  "He first emerged on the national stage in 2004 when he co-authored the bestselling book “Unfit for Command” with political activist John O’Neill.",
  "A tweet that Stone wrote in August 2016 — prior to the release of the emails — appears to suggest that he knew that something was coming.",
  "Corsi provided Stone with opposition research about Democratic political figures during the campaign, according to Washington Post.",
  "Corsi is a writer, avid Donald Trump supporter and former Infowars host best known for spreading conservative conspiracy theories.",
  "Corsi has promoted conspiracy theories about the 9/11 attacks, the Kennedy assassination and President Barack Obama’s birthplace.",
  "Stone later claimed that this connection was Randy Credico, a radio host who interviewed WikiLeaks founder Julian Assange.",
  "Investigators are reportedly looking into whether Corsi linked Stone with Julian Assange, the founder of WikiLeaks.",
  "Corsi did not respond to a request for comment from TIME, and the special counsel’s office declined to comment.",
  "Corsi is reportedly the friend of Roger Stone, and kept up a correspondence with him during the 2016 election.",
  "He told CNN Monday that as part of those negotiations he turned down a plea deal on one count of perjury.",
  "In March 2017, Stone tweeted that he had a “back channel” to WikiLeaks during the presidential campaign.",
  "Here’s what you need to know about Corsi and the accusations against him.",
  "“Trust me, it will soon the Podesta’s time in the barrel,” Stone wrote.",
  "Who Is Jerome Corsi and Why Is He Caught Up in the Mueller Probe?",
  "I am not going to sign a lie,” he told the network.",
  "Why is he connected to the Russia investigation?",
  "“They can put me in prison the rest of my life.",
  "Who is Jerome Corsi?"
]