[
  "\"An unstated assumption of Obama's Iran policy is that Washington and Tehran share a strong interest in defeating the Islamic State and stabilizing the Middle East more generally,\" Michael Doran, a senior fellow at the Hudson Institute and a senior director in the National Security Council under president George W. Bush, told Business Insider in an email.",
  "\"All previous presidents have recognized a potential overlap between Iranian and American interests, but have seen Iran's support for terrorism and subversion, to say nothing of its opposition to the American role in the Middle East, as huge impediments to exploiting this potential,\" Doran said.",
  "If economic and political relations with Iran are fully restored as a result of even a highly restrictive nuclear agreement, the US could be left with little leverage to coerce Tehran into being a constructive global citizen while the country turns into the Middle East's rising power.",
  "REUTERS/Stringer\n\nSignificantly, the Bloomberg report suggests that US negotiators believe that an agreement will come at the detriment of regime hardliners in Iran and that the treaty will moderate the country's policies by reintegrating Tehran into the international mainstream.",
  "An unnamed \"senior official\" from the Obama administration told Bloomberg that \"the White House's arguments would not suggest a 'broad rapprochement' with Iran, and would 'make clear that any deal will not lessen in any way our concerns about Iran's regional policies.'\"",
  "Yuval Steinitz, Israel's minister of intelligence, reportedly understood Iran's future moderation to be a justification for the US accepting a 10- to 15-year deal (which is between five and 10 years shorter than what US negotiators were initially aiming for).",
  "\"On the basis of past experience with the Islamic Republic, however, it seems wiser to assume the opposite — that the deal will empower the worst revisionist impulses and that America's allies will face a growing terrorist menace centered on Tehran.\"",
  "The emerging deal, as reported by the AP and The New York Times, would impose uranium stockpile and enrichment limitations on Iran, and Tehran would have to submit to a restrictive verification and inspection regime for a period of 10 to 15 years.",
  "A fighter from the Shi'ite Kata'ib Imam Ali (Imam Ali Brigades) militia runs as they search a house after taking control of a village from Islamist State militants, on the outskirts of Dhuluiya, north of Baghdad, December 29, 2014.",
  "But in November 2014, President Barack Obama wrote to Iranian Supreme Leader Ali Khamenei reportedly \"aimed both at buttressing the campaign against Islamic State and nudging Iran's religious leader closer to a nuclear deal.\"",
  "\"Obama assumes, without ever saying so, that a deal on the nuclear question will unlock a cooperative spirit in Tehran,\" Doran, who has written extensively about Obama's Iran-focused foreign policy, told Business Insider.",
  "Tehran supports Shi'ite militias in Iraq that have American blood on their hands and have been credibly accused of war crimes, along with Lebanese Hezbollah (in Lebanon, Syria, and Iraq), Hamas, and even Al Qaeda.",
  "One detail that hasn't emerged is whether the agreement will have anything to say about outstanding issues between the US and Iran that are beyond the specific scope of Tehran's nuclear program.",
  "Mark Kirk Other US concerns include various Iranian government entities, including the Iranian Revolutionary Guards Corps, the country's de facto military, are US-listed terrorist entities.",
  "Rick Wilking/Reuters A US-led group of countries and Iran may be on the verge of signing a landmark nuclear accord that the US believes will diminish Tehran's pathways to a nuclear weapon.",
  "Iran is still closely allied with Sudan, another US-listed terrorism sponsor, and Iranian weaponry has frequently popped up with pro-government groups in the country's war zones.",
  "And these aren't mere policy disagreements: These are areas where Iran is actively working against longstanding US counterterror and counterproliferation objectives.",
  "Secretary of State John Kerry has repeatedly stated that the purpose of the nuclear negotiations isn't to sort out other sticking points in US-Iranian relations.",
  "As uncovered in South African intelligence cables recently published by Al Jazeera, Iran was caught receiving a weapons shipment from North Korea in late 2009.",
  "Sen. Mark Kirk (R-Illinois), a critic of the nuclear deal as reported, tweeted this graphic showing Iran's is projecting military power in the Middle East.",
  "US Secretary of State John Kerry shakes hands with Iranian Foreign Minister Mohammad Javad Zarif before a meeting in Geneva, January 14, 2015.",
  "In return, sanctions on Iran would be lifted, and its status as a uranium-enriching nation would be formalized under international law.",
  "After all, the text of the implementation agreement for the Joint Plan of Action signed in Geneva in November 2013 isn't public.",
  "In Yemen, an Iranian-supported militant just overthrew one of the US' most cooperative counterterror allies in the Middle East.",
  "In any case, the actual nuclear agreement will reportedly be narrowly technical in scope.",
  "The Iranian and North Korean nuclear programs enjoy longstanding ties with one another.",
  "The concerns start with the fact that Iran is a US-listed state sponsor of terrorism.",
  "It is accessible only to those with a secret-level US security clearance.",
  "Details are scarce, and some may never be fully known.",
  "And there are contradictory answers."
]