[
  "What do you think of his isolationist foreign policy views, and — relatedly — how do you think you can get the Republican Party nomination without giving ground to the most extreme elements in the party (many of whom are in attendance here at CPAC), thereby rendering yourself unelectable in the general election?",
  "Story Continued Below\n\nPolitical observers are keenly interested in whether Bush, the party establishment’s clear favorite, can impress a crowd packed with hard-core conservative activists, many of them hostile to his stances on issues like education and immigration.",
  "Grover Norquist, founder and president of Americans for Tax Reform\n\nYour father and brother both made written commitments to the American people that they would oppose and veto any tax increase during their presidency.",
  "James Pethokoukis, American Enterprise Institute\n\nGiven the aging of American society, do you think the U.S. will need to tax and spend more (as a share of GDP) over the next 25 years than it did in the past 25 years?",
  "POLITICO reached out to some of the most prominent and influential conservatives and Republicans to gauge their feelings about Bush’s appearance and to see what they would ask if they were sitting in Hannity’s seat.",
  "Jeb Bush is forgoing the traditional speech at the annual Conservative Political Action Conference on Friday, opting instead to participate in a 20-minute question-and-answer session with Fox News’ Sean Hannity.",
  "Richard Viguerie, ConservativeHQ chairman\n\nPersonnel is policy (in terms of administration staff) … If you were elected, why should conservatives feel that you would be any different from your father or brother?",
  "Ana Navarro, GOP strategist and Bush ally\n\nFloridians — Republicans, Democrats and everyone in between — who lived through your two terms as governor and know your record call you a staunch conservative.",
  "All of the potential 2016 candidates were offered the opportunity to make a speech and then answer questions drawn from Twitter or, like Bush, skip the speech entirely and sit down with Hannity.",
  "David Frum, senior editor at The Atlantic, speechwriter for George W. Bush\n\nCan you cite an example where somebody who wasn’t a family member changed your mind about some decision you’d taken?",
  "***\n\nBill Kristol, The Weekly Standard\n\nSince 2009, conservatives have been fighting President Obama’s liberal domestic agenda and his foreign policy of retreat abroad.",
  "Jenny Beth Martin, Tea Party Patriots president\n\nGovernor, how are supporting amnesty for illegal immigrants and government-controlled education conservative values?",
  "John Feehery, president of communications and director of Government Affairs for Quinn Gillespie and Associates\n\nHow are you going to beat Hillary Clinton?",
  "Ramesh Ponnuru, National Review senior editor\n\nI would be interested in learning what he thinks the role of the federal Department of Education should be.",
  "After you win the hotly contested nomination, how do you both unify the GOP base and broaden your appeal to new voters to win the general election?",
  "From family ties to foreign policy to Florida, their questions make one thing clear: Jeb Bush has a lot of work to do.",
  "Beth Myers, GOP political consultant\n\nThe 2016 Republican presidential primary promises a lively exchange of ideas.",
  "Gabriel Schoenfeld, senior fellow at the Hudson Institute\n\nGovernor, last year, Rand Paul won the straw poll here.",
  "Byron York, Washington Examiner columnist\n\nThe United States hands out about one million green cards each year.",
  "CPAC 12 questions for John Ellis Bush Conservative pundits and players put Jeb on the hot seat.",
  "Are some conservatives being unfair when they accuse you of having been missing in action?",
  "You’re a major and talented public figure who could have contributed to these struggles.",
  "Others who only know you more recently say you are not conservative enough.",
  "Will these positions resonate with conservative primary voters?",
  "They would reform government rather than raise taxes.",
  "You have said you might raise taxes if you want to.",
  "How did they convince you that you were wrong?",
  "What tax increases are you considering?",
  "Why did you think you were right?",
  "Is that too few?",
  "What are you?",
  "Which is it?",
  "About right?",
  "Too many?"
]