[
  "Instead of the NSA holding on to that data, it will be in the hands of phone companies\n\nJust this past week, Congressman Mike Pompeo (R-KS), a senior member of the House Permanent Select Committee on Intelligence, delivered remarks at the Hudson Institute on this very topic.",
  "Most countries with a tradition of freedom and pluralism, including the United States have long had restrictions on their governments being able to spy on their people The reach the US has today, through the Patriot Act, is a relatively new phenomenon.",
  "He said, \"I don't want us to go dark, in effect, and I'm afraid that the House-passed bill will basically be the end of the program and we will not able to have yet another tool that we need to combat this terrorist threat from overseas.\"",
  "He discussed the constitutionality of the metadata collection program, Section 215 of the Federal Intelligence Surveillance Act, and how the National Security Agency's efforts fit into the broader framework of national security.",
  "So this is not, as the privacy pretenders will assert, a 'secret' program being run by three gnomes in the basement of Ft. Meade--it is a shining example of governmental checks and balances that has served our country well.\"",
  "To muddy the waters, the US House passed the so-called Freedom Act that appears to curtail the government's ability to spy on Americans' phone data, but actually only changes the place where those records are stored.",
  "After the end of World War II, the United States, United Kingdom, Canada, Australia, and New Zealand created a mutual cooperation agreement that, among other things, allow these countries to spy on one another.",
  "It may have been 'secret' from the public before Snowden, but its oversight has been extensive: FISA Court review--Congressional review--all three branches working together--just like founders intended.",
  "Still, the information is stockpiled, so about all these reforms do is possibly slow down the pace in which the government knows more about its people than the Constitution ever intended.",
  "For decades, there is a history of just such spying on one another and exchanging that data (for a fascinating history of how this evolved, see these documents from the UK archive).",
  "\"What we've done with the Patriot Act is not to provide the President with more power; rather, we've provided greater oversight in the execution of his authority under Article II.",
  "Senate Majority Leader Mitch McConnell (R-KY) is playing \"beat the clock\" when it comes to the continued authorization of the NSA accumulation of phone data of US citizens.",
  "Congress is in the middle of a heated debate on whether to extend the program for two more months or five years, or simply allow it to expire or pass reforms.",
  "It ensures that the Executive Branch is accountable; that it has to report failures, in addition to successes, and that its powers are contained and focused.",
  "Virtually all of these countries have restrictions on spying on their own people, but do not have issues with spying on others.",
  "The Patriot Act actually provides the legal framework and restrictions on governmental power that the American people expect.",
  "Concerns about the US ever going \"dark\" when it comes to the ability of the country to spy on its people are exaggerated.",
  "He told the group that \"Contrary to the claims of the Edward Snowdens of the world,\" stated Rep. Pompeo.",
  "Mitch McConnell is very concerned about the possibility of the Patriot Act not being extended.",
  "Ultimately the Patriot Act creates a thorough system of checks-and-balances and oversight.",
  "Before then the US largely outsourced this type of spying activity to friendly countries.",
  "It is a post September 2001 action when the country launched its \"war on Terror.\"",
  "Over the years the number of countries that cooperate together has grown to 14.",
  "June 1 is the deadline and there is no consensus on how to go forward.",
  "The US has and will continue to keep tabs on its people."
]