[
  "This backs up a growing number of studies with similar findings, including a lengthy 2014 report in the New England Journal of Medicine, and another report from the same year by Northwestern Medicine and Massachusetts General/Harvard Medical School, showing a link between the recreational use of marijuana and significant brain abnormalities in young adults.",
  "If conservatives believe the efforts to contain marijuana use have been too expensive or burdensome on our law enforcement and corrections systems (as is often claimed), we ask them to simply look at the numbers and costs associated with enforcement of the legal product they analogize it to so often, alcohol.",
  "Recently, two prominent California Republicans, Rep. Dana Rohrabacher and Rep. Tom McClintock, have taken the lead in helping reverse the long-standing consensus between both parties that marijuana, and other drugs, should remain illegal.",
  "A 2014 study in the journal Current Addiction Reports found that regular pot use (defined as once a week), especially among teenagers and young adults, can lead to cognitive decline, decreased IQ, and poor attention and memory.",
  "According to the FBI, arrests and imprisonments for alcohol and liquor violations (DUIs, drunkenness and liquor law violations) exceed arrests and imprisonments for all drug violations combined — by nearly 500,000.",
  "But thanks to the marijuana lobby, what was once scorned is hyped and celebrated — even as the drug has become more potent, with THC, the intoxicating chemical, present at much higher levels than in the 1990s.",
  "According to the 2013 Household Survey issued by the Department of Health and Human Services, more than 22% of 16- and 17-year-olds and more than 43% of 18- to 20-year-olds regularly drink alcohol.",
  "Overseeing or encouraging more marijuana use is just about the last thing a government trying to elevate the condition of men and clear the path of laudable pursuits would do.",
  "That is why some of the more honest proponents in the legalization movement will admit that marijuana legalization is but a first step toward the legalization of all drugs.",
  "Yet it is no more a Republican Party or conservative value than it is a Democratic Party or liberal value to help legalize, and thus expand the use of, a dangerous product.",
  "stated in 2013 when it came out against legalization, \"Current evidence supports, at minimum, a strong association of cannabis use with the onset of psychiatric disorders.",
  "Bush, George W. Bush, Bill Kristol, Charles Krauthammer and Jack Kemp, and think tanks such as the Heritage Foundation, the Hudson Institute and the Claremont Institute.",
  "As for any claim of unconstitutionality, there is no argument against the legal barring of marijuana that does not also apply to heroin, cocaine and meth.",
  "A few of the potential 2016 Republican candidates for president are forcefully against legalization, but most have been all over the map on this issue.",
  "Furthermore, the science is overwhelmingly clear that marijuana use is harmful to human health, particularly among children and young adults.",
  "Abraham Lincoln said government's \"leading object is to elevate the condition of men … to clear the paths of laudable pursuit for all.\"",
  "Dealers run state-sanctioned dispensaries, lobby to further legalize their product and receive positive media coverage when doing so.",
  "Legalization is aimed at adult use, but how have age restrictions worked out in preventing teen and adolescent use of alcohol?",
  "As for marijuana, in Colorado, where it became legal in 2012, teen use is 56% higher than the national average.",
  "Twenty years ago, drug dealers were seen for what they were — criminal and dangerous elements in our society.",
  "At stake is the safety of our youth, and that should be one thing both major parties can agree is precious.",
  "Over the years, others who have opposed legalization include Republicans Ronald Reagan, George H.W.",
  "Mario Cuomo, the late Democratic governor of New York, spoke out forcefully against legalization.",
  "People who sold marijuana were considered losers, in the business of harming our children.",
  "One is legal and available, and one is still — mostly — illegal and less available.",
  "And many in the Republican Party are aiding and abetting in this social collapse.",
  "As Reagan said in 1986, \"Drug abuse is not a so-called victimless crime.\"",
  "Parents warned their kids to stay away from those known to use drugs.",
  "We wish more of our current elected officials understood that fact.",
  "Marijuana possession accounts for 40% of the drug violations.",
  "Former Rep. Patrick Kennedy follows in his footsteps today.",
  "The dangers have gone up and the stigma has gone down.",
  "Adolescents are particularly vulnerable to harm.\"",
  "They were shunned by the mainstream.",
  "As the American Medical Assn.",
  "Indeed, it is not.",
  "Why?"
]