[
  "But after those two New York-area senators, it becomes more difficult to identify other Democrats who’ll be willing to break with Obama on his signature foreign policy initiative.” http://politi.co/1JpdUVV\n\n— REED JOINS DEMOCRATS BACKING AGREEMENT: Sen. Jack Reed of Rhode Island, the top Democrat on the Senate Armed Services Committee, says he supports the Iran nuclear deal — an announcement coming hours after another senior Senate Democrat, former Foreign Relations Chairman Robert Menendez of New Jersey, said he opposes it.",
  "... A number of experts also pointed out that even the Navy’s current shipbuilding plan is billions of dollars short of what is needed and GOP majorities in both houses of Congress have been unwilling to lift strict caps on government spending in order to cover the gaps.” http://politico.pro/1PkNUcH\n\nMILITARY POISED TO OPEN MOST COMBAT JOBS TO WOMEN, reports The Associated Press’ Lita Baldor: “Two women have now passed the Army's grueling Ranger test, and even tougher and more dangerous jobs could lie ahead.",
  "The GOP push for a bigger Navy — Military poised to open combat jobs to women — Troops covered up misconduct after Bales shooting in Afghanistan\n\nWith Louis Nelson and Philip Ewing\n\nTHE REPUBLICAN FANTASY OF A BIGGER NAVY: Our colleagues Bryan Bender and Austin Wright examine the push on the 2016 campaign trail to boost the size of the Navy — and the challenge of paying for it: “Leading Republican candidates for president are pledging to substantially increase the size of the Navy, with Ohio Gov.",
  "‘The military is a small organization now; only 1 percent actually serve … If we just talk amongst ourselves — among veterans and veterans’ advocates — without taking into account the larger majority of the public, we are going miss to miss very key inputs.’” http://politico.pro/1K5pT9N\n\nAll the poll results are here: http://bit.ly/1Ntk8nD\n\nHAPPY WEDNESDAY AND WELCOME TO MORNING DEFENSE, where we’re interested in taking some time during August recess to hear your feedback on Morning Defense.",
  "Even if Marine leaders object, they are likely to meet resistance from senior Navy and Defense Department officials who want the military to be united on this issue.” http://bit.ly/1PkPknt\n\nEXCLUSIVE — POLL FINDS GOVERNMENT, CORPORATIONS NOT DOING ENOUGH TO SUPPORT VETERANS: “Most Americans don’t believe the federal government or U.S. corporations are doing nearly enough to help veterans succeed in post-military life, according to a new poll,” we report for POLITICO Pro.",
  "‘It failed to stop Iran from becoming a nuclear weapons state at a time of its choosing.’” http://politi.co/1JpeAKW\n\nWAR REPORT — ISLAMIC STATE ALLY EMERGES AS THREAT TO AFGHANISTAN, CENTRAL ASIA, via The Wall Street Journal: “An extremist group allied with Islamic State has emerged as a potent force on the battlefield in northern Afghanistan, threatening to further destabilize the country and sow instability throughout Central Asia, senior Afghan officials say.",
  "And that worries both Kabul and its neighbors, as the violence has swept across the Afghan provinces that border the former Soviet republics of Turkmenistan, Uzbekistan and Tajikistan.” http://on.wsj.com/1JpeKlo\n\nMAKING MOVES: ForceX, a 120-employee defense firm that focuses on military navigation, surveillance and tracking technology, is moving its headquarters from Clarksville, Tennessee, to Nashville, the company announced Tuesday.",
  "The ambitious plan, which would likely carry a price tag in the hundreds of billions of dollars, would put the GOP presidential wing on a potential collision course with its own congressional budget hawks, as well as key military and political constituencies who would likely see their prized programs slashed in order to fund it.",
  "Putin — wearing a beige pantsuit — plunged down to a depth of 83 meters seated alongside the pilot in the glass-bubble cabin of the Dutch-made vessel.” http://yhoo.it/1JpfSFG\n\nSPEED READ\n\n— Afghan Vice President Abdul Rashid Dostum, a former warlord, raises concerns by turning to private militias to battle the Taliban.",
  "TROOPS IN AFGHANISTAN COVERED UP MISCONDUCT AFTER SHOOTING: U.S. soldiers in Afghanistan covered up evidence of drinking, drug abuse and other misconduct at the base from which a soldier killed 16 Afghans and wounded some six others in a shooting massacre in 2012, a newly released report reveals.",
  "DESSERT — PUTIN TAKES MINI-SUB TO BOTTOM OF BLACK SEA, via Agence France Presse: “Russian President Vladimir Putin burnished his action man image on Tuesday by diving down in a mini-submarine to explore a shipwreck off the coast of the Crimea peninsula that Moscow seized from Ukraine last year.",
  "Find out on this week’s Debrief video from The Agenda: http://politi.co/1Plxlxg\n\nHAPPENING TODAY — CHINA’S BALLISTIC MISSILES: The Hudson Institute holds a panel discussion this morning to discuss China’s ballistic missile capabilities and the implications for the U.S.\n\nTOP DOC — U.S.",
  "— MENENDEZ’S ARGUMENT AGAINST THE DEAL: “Menendez announced Tuesday he will oppose President Barack Obama’s nuclear deal with Iran and said he regrets not pushing harder this year for sanctions legislation that he argued could have derailed the agreement months ago.",
  "The U.S. Central Command investigation reveals tensions between the Special Forces soldiers and the regular infantrymen, like Bales, as well as drinking, steroid use and other misconduct at the base that investigators said was common before the shooting.",
  "DEBRIEF INTERVIEW WITH FEMA HEAD: As the 10th anniversary of Katrina quickly approaches, current FEMA head Craig Fugate explains how the agency rebuilt after its huge fumble in New Orleans — and reveals the natural disaster he's most worried about now.",
  "“The survey from Ipsos and ScoutComms, a veterans’ advocacy and public relations group, found 51 percent of respondents had an unfavorable opinion of the government’s efforts to support U.S. veterans, compared to 18 percent with a favorable view.",
  "Special Forces commanders at the base in Kandahar Province, Afghanistan, warned troops to get rid of contraband and ordered one soldier to use a bucket loader to turn over a garbage pit that contained empty bottles, the report said.",
  "The poll, to be released Wednesday and shared early with Morning D, is the first in a series of polls ScoutComms and Ipsos plan to gauge public sentiment toward veterans and to better understand the civilian-military divide.",
  "“And by a two-to-one margin, those surveyed felt veterans weren’t prepared to succeed in the civilian workforce, with 23 percent saying veterans were sufficiently prepared compared to 48 percent saying they are not.",
  "The full report on Bales is here: http://bit.ly/1E1eFlZ\n\nTHE IRAN DEAL CALCULUS — SCHUMER AND MENENDEZ OPPOSITION MAY NOT MATTER MUCH, via POLITICO’S Burgess Everett: “They’ve got Chuck Schumer and Robert Menendez.",
  "The New York Times: http://nyti.ms/1Pkrmc2\n\n— Airstrikes by a Saudi-led coalition in Yemen have killed 141 civilians and could constitute war crimes, according to a new Amnesty International Report.",
  "“Senate Majority Mitch McConnell himself has all but said overriding a veto isn’t going to happen as Congress prepares to vote on the deal when it returns from its monthlong recess in September.",
  "Reed’s support provides some much-needed cover for President Barack Obama and puts the senator at odds with Armed Services Chairman John McCain, who’s denounced the deal in the harshest terms.",
  "“The Islamic Movement of Uzbekistan, or IMU, designated a foreign terrorist organization by the U.S., has been on the front lines of a major anti-government offensive this summer in the north.",
  "Indeed, the most pressing question at this point is whether they can even get the 60 votes in opposition that are needed to break a filibuster and get a disapproval resolution to Obama’s desk.",
  "Story Continued Below\n\n“But the oft-heard Republican vow — to go from 273 ships today to as many as 350 — could once again run aground due to the enormous political obstacles to paying for it.",
  "The announcements by Schumer two weeks ago and then Menendez on Tuesday certainly were a boon to Republican lawmakers and groups still holding out hope of squelching the controversial accord.",
  "Stars and Stripes: http://1.usa.gov/1PkD2LC\n\n— A British Royal Marine embedded with U.S. Marines on Okinawa is the first to participate in an exchange program between the U.S. and Britain.",
  "POLITICO Europe: http://politi.co/1NtkTwM\n\n— Chelsea Manning was found guilty Tuesday of violating jail rules and given three weeks of recreation curbs, according to the ACLU.",
  "The military services are poised to allow women to serve in most front-line combat jobs, including special operations forces, senior officials told The Associated Press.",
  "The Washington Post: http://wapo.st/1Pku0hR\n\n— Poland’s new president says he wants to strengthen U.S. security ties and put American troops on the ground in Poland.",
  "Bales was court-martialed in the killings and sentenced to life in prison, but the official Army investigation into the shootings has been classified until Tuesday.",
  "Military Times: http://bit.ly/1NtkHxM\n\n— Maj. Gen. Niel Nelson assumes command of Marine Corps forces in Europe and Africa, stationed in Germany, beginning today.",
  "Please tell us what you like, don’t like and want to see more of at jherb@politico.com, and follow on Twitter @ jeremyherb, @ morningdefense and @ politicopro.",
  "Robert Bales, who was posted to the base, once it became clear the Army’s Criminal Investigative Division was going to respond following the civilian deaths.",
  "Reuters: http://reut.rs/1NtnarX\n\n— Islamic State militants behead an 81-year-old leading antiquities scholar in Syria, activists and Syrian state media say.",
  "Fifty-four percent did not believe corporations were doing enough for veterans, while just 13 percent felt they are making an adequate effort.",
  "AP: http://bit.ly/1NtnqqN\n\n— Active-duty soldiers, National Guardsmen and Air Force reservists help battle wildfires raging in the West.",
  "Marine Corps leaders, they say, have expressed concerns about allowing women to serve in infantry jobs and yet may seek an exception.",
  "“‘It’s important for us to understand what the other side thinks,’ ScoutComms founder and CEO Fred Wellman said in an interview.",
  "But Republicans need a whole lot more Democrats to have any hope of derailing President Barack Obama’s nuclear deal with Iran.",
  "Based on early talks, officials say the Army, Navy and Air Force likely will not seek exceptions that close any jobs to women.",
  "It also describes Bales attacking an Afghan truck driver in an outburst of rage that was evidently not reported to leaders.",
  "“The services are wrapping up reviews and must make their recommendations to Defense Secretary Ash Carter this fall.",
  "… The deal ‘failed to achieve the one thing it set out to achieve,’ Menendez said.",
  "Scott Walker and others in making the case for dozens of new warships.",
  "Chris Christie, Florida Sen. Marco Rubio, Wisconsin Gov.",
  "They did so after the massacre by Staff Sgt.",
  "Stars and Stripes: http://1.usa.gov/1PkDhqc",
  "John Kasich joining New Jersey Gov.",
  "..."
]