[
  "What's more, says Creative Commons in its comments, the so-called extended collective licensing approach that dominates in Europe isn't appropriate in the U.S., especially now that recent court rulings on fair use “have increased the certainty with which a number of entities can engage in mass digitization.”\n\nHILL MOVES: CARSON JUMPS TO MCCAUL'S OFFICE — Rep. Blake Farenthold's tech guru Austin Carson is headed across the Texas delegation to Rep. Michael McCaul's office to serve as legislative director.",
  "Send them along via email to our team: Alex Byers (abyers@politico.com, @byersalex), Eric Engleman (eengleman@politico.com, @ericengleman), Amy Schatz (aschatz@politico.com, @amy_schatz),Brooks Boliek (bboliek@politico.com, @technocowboy), Tony Romm (tromm@politico.com, @tonyromm), Kate Tummarello (ktummarello@politico.com, @ktummarello), Nancy Scola (nscola@politico.com, @ nancyscola) and Adam Sneed (asneed@politico.com, @atsneed).",
  "Story Continued Below\n\nTODAY: IA KICKS OFF CONFERENCE — The Internet Association descends on the Rosewood Sand Hill in Menlo Park today for the first-ever Virtuous Circle conference, where folks who ponied up to $2,950 for admission will hear from Alphabet’s Eric Schmidt, LinkedIn’s Reid Hoffman, FTC Chairwoman Edith Ramirez and reps from companies including Airbnb and FanDuel.",
  "In a set of coordinated comments ( http://bit.ly/1MnQR9B ), the Wikimedia Foundation, the Internet Archive, and Creative Commons say the Copyright Office is limiting its imagination to Google Books-type programs that involving the wholesale scanning of literary works of professional authors, leaving out the creation of decentralized and varied digital collections.",
  "Either version of that last option has one sticking point, according to the group because it “merely trades one master (the Librarian of Congress) for another (the secretary of Commerce or director of USPTO).” The best course of action for modernizing the office, Hudson says, is to ensure a register is appointed by the president and confirmed by the Senate.",
  "Watching for tech in tonight’s debate\n\nWith help from Tony Romm, Alex Byers, Nancy Scola and Tim Starks\n\nDEMS DEBATE TONIGHT — It’s debate day once again, and even if the Democratic presidential candidates aren’t expected to generate as many fireworks as their Republican counterparts tonight, don’t be surprised if a certain email controversy comes up.",
  "The think tank lays out its argument in a new report out this morning, saying there are three constitutional options for a more effective agency: making the office an independent agency; pulling it out of the Library of Congress but keeping it in the legislative branch; or moving it to the Commerce Department, possibly within USPTO.",
  "(ICYMI: POLITICO’s Josh Gerstein has more on why it’s not going away any time soon: http://politi.co/1Pb8Vda ) On more substantive policy matters, the Trans-Pacific Partnership, championed by large parts of the tech sector, could be in the spotlight as Clinton and chief rival Bernie Sanders spar over who opposes it more.",
  "Details here: http://bit.ly/1jt64i8\n\nAFTER ENCRYPTION — Assuming the Obama administration doesn’t pursue a legislative mandate for some kind of “back door” as some of the reporting recently suggests, there are still ways around end-to-end encryption for law enforcement, security experts note.",
  "GOOD TUESDAY MORNING and welcome to Morning Tech, where your host encourages anyone who has a few minutes today to check out this excellent conversation between President Barack Obama and novelist Marilynne Robinson in the New York Review of Books: http://bit.ly/1L8LeOE .",
  "— AND, SCOOP: CALIF. TECH CAUCUS LAUNCHES TODAY: IA’s happy hour event also helped introduce and launch the new California Legislative Technology and Innovation Caucus, which folks on hand billed as the first-ever state-based caucus devoted to the Valley’s sort of issues.",
  "Reps. Anna Eshoo and John Shimkus join FTC Commissioner Julie Brill and Alan Davidson, the director of digital economy for the Commerce Department, to discuss government Internet policy just days after the U.S.-EU Safe Harbor agreement died in a European court.",
  "SAMSUNG GIVES KOREAN WAR MEMORIAL FINANCIAL BOOST — South Korean tech giant Samsung on Monday donated $1 million to the Korean War Veterans Memorial Foundation’s Maintenance Fund to help with maintenance and repairs at the landmark on the National Mall.",
  "The tech sector is “is a massive and growing economic driver in Austin” and “critical to the area,” McCaul spokesperson Walter Zaykowski told MT, adding the lawmaker wants to \"reinvigorate\" the high-tech caucus he helped start eight years ago.",
  "The event also has a slate of activists and policy experts (including MT pal and Pro Cybersecurity reporter Tim Starks) talking about encryption, DMCA, the International Trade Commission, complicated relations with Europe and much more.",
  "Bloomberg has more: http://bloom.bg/1jt9wcT\n\nAPP GROUP CONFIRMS NEW CEO — The Application Developers Alliance made its new leader official, confirming co-founder Jake Ward as its new president and CEO, the group announced Monday.",
  "SNOWDEN SPEAKING AT PRIVACY EVENT — NSA whistleblower Edward Snowden is making an appearance (in the most limited sense of the word) today in the D.C. area, beaming into the Computers Freedom & Privacy Conference in Alexandria.",
  "He’s kicking off the two-day conference with a discussion on the history of surveillance and civil liberties, including, of course, his own experience in leaking documents detailing an array of NSA surveillance programs.",
  "The group also takes issue with calls from the Electronic Frontier Foundation and American Library Association for the office to stay where it is while appointing a librarian who takes tech’s side in the debate.",
  "Copyright Office proposal ( http://1.usa.gov/1hBuqFn ) that would create a pilot project on mass digitization were due Friday and some of the bigger names in the field signaled they aren’t fans.",
  "“The iPhone is the hardest target, but in practice law enforcement can find a way in,” Nick Weaver, a security researcher at Berkeley’s International Computer Science Institute, told Wired.",
  "LARGEST TECH ACQUISITION EVER — Speaking of Central Texas, Dell’s agreement to buy EMC Corp. for $67 billion represents the largest tech acquisition in history, according to Bloomberg.",
  "More: http://wrd.cm/1QlU25h\n\nA CONSERVATIVE TAKE ON COPYRIGHT REFORM — The conservative Hudson Institute is joining calls to remove the Copyright Office from the Library of Congress.",
  "Carson is the second tech hire for McCaul in the last few months — the Homeland Security Chairman also hired Chris Alsup, a former Dell lobbyist, as his chief of staff in August.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "In a statement, Ward said the group will roll out a number of new resources in the coming months, including tools to help members engage on legislative and regulatory issues.",
  "The deal will give Round Rock-based Dell a huge new cloud computing, data storage and analytics operation that should pair well with the company’s substantial server market.",
  "Tony reported earlier that Ward is taking the group in a new direction, shedding its lobbying force and reimagining itself as a resource for developers and startups.",
  "It’s bipartisan and bicameral, per info shared early with Tony, and it plans to meet for the first time next year when the state’s legislature reconvenes.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "BuzzFeed, Vice and The Huffington Post are among the Internet publishing powerhouses taking their talents from computer screens to television screens.",
  "“Keeping the Copyright Office in the Library is an undisguised effort at institutional agency capture by a single interest group,” the group says.",
  "It follows a trend in among older tech giants toward data-centric enterprise tech that could support substantial Internet of Things services.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "The soft-drink company isn’t making its own phones, but will license its branding to another partner to produce phones and accessories.",
  "It takes someone really paranoid to have closed all of them.” The ways to hack in include via a laptop backup, iCloud or even Siri.",
  "Deadspin and SBNation had their accounts suspended after Twitter received more than a dozen DMCA takedown notices from the NFL.",
  "It’s the largest gift the fund has ever received and comes at a time when government resources for a facelift are lacking.",
  "And Airbnb co-founder Nathan Blecharczyk is set to join industry leaders to discuss regulatory hurdles facing startups.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "Find the full report here: http://bit.ly/1PaTfqb\n\nWIKIMEDIA AMONG OPPONENTS OF MASS DIGITIZATION — Comments on a U.S.",
  "Tony is on the ground — and he’ll be your special MT host tomorrow — so shoot comments and tips (or just say hello!)",
  "Snap Channel, launched in January, will permanently shut down and several employees will leave the company.",
  "The Military Times has more: http://bit.ly/1jt2vsn\n\nSPEED READ\n\nSNAPCHAT CLOSING ORIGINAL CONTENT CHANNEL.",
  "Tell us your thoughts when you send tips to asneed@politico.com and follow @ atsneed and @ MorningTech .",
  "Clinton worked on the massive trade deal at the State Department but last week said she opposes it.",
  "There’s no telling where the debate will go tonight, but we’re monitoring for any tech chatter.",
  "Deadline Hollywood has more: http://bit.ly/1L8IFw1\n\nTWITTER TAKES DOWN SPORTS SITES’ ACCOUNTS.",
  "Replacing Carson in Farenthold's office is Sasha Moss, a fellow at the R Street Institute.",
  "The Wall Street Journal reports: http://on.wsj.com/1L8KLfh\n\nTips, comments, suggestions?",
  "It's no coincidence, since the lawmaker's district includes part of tech-heavy Austin.",
  "Rep. Zoe Lofgren is part of a panel with Amazon and Funny or Die talking online video.",
  "Ward had been interim chief since September, when co-founder Jon Potter stepped down.",
  "Re/code reports: http://on.recode.net/1L8Kpp4\n\nCOMING SOON TO CHINA: PEPSI PHONES.",
  "More from Reuters: http://reut.rs/1L8KDMS\n\n‘NEW MEDIA’ MOVES TO TV.",
  "But there are also ways for users to avoid those vulnerabilities.",
  "Learn more here about the Microsoft Airband Initiative.",
  "“There are three or four ways into the typical iPhone.",
  "If anything catches your attention, drop us a line.",
  "Catch the full team’s info after speed read.",
  "to tromm@politico.com .",
  "**"
]