[
  "\"I don't see Iran's invitation to the talks as a change in the administration's policy — rather, it is in line with Obama's long-held perception of Syria as an Iranian sphere of influence, and his desire to legitimize Iran as a regional interlocutor of the US,\" Badran said.",
  "As Middle East analyst Kyle W. Orton noted on Twitter, the fact that Assad's future is not currently at the center of the discussion in Vienna is a \"glaring red warning light\" that the US and the Syrian opposition are about to be \"taken to the cleaners.\"",
  "AP Photo/SANA\n\nMichael Pregent, an adjunct fellow at the Hudson Institute, also noted how Iran's invitation would legitimize and embolden a country that sees Assad as a valuable tool and will not be ready to drop its support for him anytime soon.",
  "\"We face an environment now that bears little resemblance to the kind of black-[and]-white scenarios that make decisions relatively easy,\" Kerry said, tacitly acknowledging that the complexity of the conflict might require certain concessions.",
  "REUTERS/Ruben Sprich In a speech at the US Institute of Peace on Thursday, US Secretary of State John Kerry said that the country had been \"building on common ground\" with Russia and Iran at peace talks in Vienna over the conflict in Syria.",
  "\"The invitation legitimizes Iran's involvement [in the war] and gives them a vote along with Russia to keep Assad in power,\" Pregent, a terrorism analyst and former US Army intelligence officer in Iraq, told Business Insider.",
  "He added: \"It also puts them in a position to ask for more concessions from the US and legitimizes Hezbollah by extension — a relationship that violates existing sanctions and should disqualify Iran and leave them uninvited.\"",
  "But that Iran was invited to the talks now, with no major objections, reflects a broader shift in how the US and its partners have come to perceive Assad's future — a shift spearheaded by US President Barack Obama.",
  "US officials strongly objected, on the grounds that Iran had not accepted the terms for the talks — namely, that all parties work to establish \"by mutual consent\" a transitional body, sans Assad, to govern Syria.",
  "But Badran charged that allowing Iran to wield influence over Syria was simply an extension of the evolving US policy toward Iran, which views the country as a legitimate player in the Middle East.",
  "Tony Badran, a researcher at the Foundation for Defense of Democracies, predicted last month that Iran's presence at the talks would \"corner the few remaining backers of the Syrian revolution.\"",
  "While the US, Saudi Arabia, and Turkey have long insisted on a fixed timeline for Assad's departure, Iran and Russia have vested interests in seeing the embattled leader remain in power.",
  "Experts say, however, that a lasting peace in Syria cannot be achieved as long as Assad remains in power because the war continues to be fueled, largely, by the brutality of his regime.",
  "He added, while referencing Iranian diplomat Mohammad Javad Zarif: \"Indeed, that was the whole point of the Iran deal — to establish a broader regional partnership with the Iranians.",
  "REUTERS/Leonhard Foeger\n\nAn 'Iranian sphere of influence'\n\nWhen UN Secretary-General Ban Ki-moon invited Iran in January to participate in a new round of Syria talks, uproar ensued.",
  "But that the terms of his departure have already been pushed aside at Vienna indicates that Iran and Russia may be outmaneuvering the US and its partners — already.",
  "\"So they may end up playing the same game at the Syria talks — especially since Washington has stated openly that it wants to avoid a regime collapse in Syria.\"",
  "Kerry said that the US remained firm in its opposition to a role for Syrian President Bashar al-Assad in the country's future.",
  "\"We do not know for certain whether the kind of political transition we seek in that country can be achieved,\" Kerry said.",
  "But he noted that in the name of finding common ground, negotiators would be \"leaving aside\" the issue of his departure.",
  "\"Put simply, there are bad guys all around and good guys who are not accustomed to working with each other.\"",
  "\"For all intents and purposes, the US is already playing on Russian and Iranian turf,\" Badran added.",
  "\"Iran said 'give us more' at every turn when the nuclear deal was being negotiated,\" Badran said.",
  "It makes sense that Kerry would want to avoid such a contentious topic at the talks.",
  "Giving Zarif a seat at the table is just the logical continuation of that policy.\"",
  "The UN secretary-general was forced to withdraw the invitation."
]