[
  "\"You have to be deliberately ignorant of the nature of ISIS … [and] of the limits of air power to advocate carpet bombing,\" Christopher Harmer, a former US Navy officer and currently a senior naval analyst at the Institute for the Study of War, told Business Insider.",
  "\"There's an argument for carpet bombing appropriate military targets partly for the showmanship: it shows our allies (and enemies) the extent of US military power in a format they understand and remember,\" Knights told Business Insider in an email.",
  "If American bombs kill innocent civilians, ISIS could use it to lure in new recruits because it would play into their narrative that the West is at war with Muslims in general rather than ISIS specifically.",
  "\"We could go kill every ISIS fighter in Raqqa [Syria] as long as we kill all the civilians, which makes everything worse because it confirms the propaganda of ISIS that Americans hate Muslims,\" Harmer said.",
  "Carpet-bombing might be useful in some instances, however, according to Michael Knights, an analyst at the Washington Institute for Near East Policy who specializes in Iraqi military and security affairs.",
  "\"... With Russia starting to increase airstrikes and with our bombing campaign in Iraq, you see ISIS melt into the population to ensure that if they're bombed there will be collateral damage.\"",
  "ISIS (also known as the Islamic State, ISIL, and Daesh) has adapted to survive while the US and other countries conduct airstrikes over the territory it holds in Iraq and Syria.",
  "It's part of ISIS' strategy to blend into the civilian populations it controls, making it difficult for its enemies to distinguish between militants and ordinary citizens.",
  "In the Tuesday-night CNN debate, Cruz clarified that when he suggested carpet bombing ISIS, he meant that he would target ISIS positions rather than cities ISIS occupies.",
  "AP Photo/Jim Cole Republican presidential hopeful and US Sen. Ted Cruz (R-Texas) has advocated \"carpet bombing\" ISIS \"into oblivion\" to destroy the terrorist group.",
  "They're not doing that anymore,\" Michael Pregent, a former US Army intelligence officer and adjunct fellow at the Hudson Institute, told Business Insider.",
  "\"If we go in and start carpet bombing, [ISIS] is going to get a lot more support than they had before, so it's counterproductive to our interests.\"",
  "But so-called carpet bombing \"really doesn't do anything except hit a bunch of civilians and maybe a few ISIS fighters,\" Harmer said.",
  "The precise 'plinking' [of bombs] often leaves an underwhelming impression even if it is more efficient and effective.\"",
  "\"Carpet bombing only applies when you're trying to level entire cities or destroy civilian populations.\"",
  "He added: \"People who use that terminology don't understand ISIS and they don't understand warfare.\"",
  "\"Carpet bombing only works with armies out in the open, but those days are kind of gone now.",
  "Harmer also noted that carpet bombing in Iraq and Syria could actually end up helping ISIS.",
  "But experts have cast doubt on this approach, saying it likely wouldn't prove effective.",
  "GOP rival Donald Trump has made similar comments, though a bit more colorfully.",
  "\"There's no such thing as carpet bombing an ISIS position,\" he said.",
  "But experts say this logic is flawed by its perceived simplicity.",
  "\"The object isn't to level a city,\" Cruz said.",
  "\"The object is to kill the ISIS terrorists.\"",
  "Harmer agreed with that sentiment.",
  "\"Big explosions, rolling thunder.",
  "Sen. Ted Cruz (R-Texas)."
]