[
  "Ambassador to Iraq Jones introduces Lt. Gen. MacFarland as new commander general of U.S.-led coalition in Iraq and Col. Warren as coalition's new spokesman during news conference in Baghdad Thomson Reuters The US embassy in Iraq reportedly received warning that an Iran-backed Shiite militia wanted to kidnap American contractors operating in Baghdad, an unnamed State Department source told CBS News.",
  "Kevin Lamarque/Reuters The imminent prisoner swap might also have explained why the US did not respond more forcefully to videos Iran released of American sailors detained in its waters last week, Middle East analyst Aaron David Miller, a former senior State Department official in Republican and Democratic administrations, noted on Twitter over the weekend.",
  "AP/Ebrahim Noroozi \"Once Implementation Day is announced, Iran is going to step up its provocative actions in the region,\" Michael Pregent, an adjunct fellow at the Hudson Institute and former Defense Department adviser on Iraqi security forces, told Business Insider on Saturday.",
  "Iran tested ballistic missiles at least twice in 2015 in violation of a UN resolution, but the US delayed imposing sanctions on individuals connected with the ballistic-missile program until after the exchange and the deal were finalized on Saturday.",
  "U.S. Secretary of State John Kerry talks with Iranian Foreign Minister Javad Zarif after the International Atomic Energy Agency (IAEA) verified that Iran has met all conditions under the nuclear deal, in Vienna January 16, 2016.",
  "But it would not be the first time the US delayed taking action on a provocative threat or action from Iran in the name of securing the prisoner swap and finalizing the landmark nuclear deal, as critics were quick to point out.",
  "Hard-liners inside Iran have forcefully insisted that the deal agreed upon by world powers last July — known as the Joint Comprehensive Plan of Action (JCPOA) — be limited to issues surrounding Iran's nuclear program.",
  "The timing of the Americans' disappearance also raises questions about how much the thawing of Iran's relations with the West will quell the provocative behavior of Iran's hard-liners and their proxies in the region.",
  "\"Officials in Washington had hoped the Iranian government would tell the militia group to hold off because of all the negotiations surrounding the prisoner swap that saw the release of five Americans,\" CBS reported.",
  "The threat information, which has not been confirmed by the State Department, reportedly came one week before three Americans were kidnapped from their interpreter's home in Baghdad on Saturday.",
  "But Tony Badran, a Middle East expert at the Foundation for Defense of Democracies, said that the nuclear deal has always been \"a dynamic for cooperation with Iran on other issues.\"",
  "Scott Bolz, a US Iraqi embassy spokesman, told CBS in a statement that the US government is \"working in full cooperation with Iraqi authorities to locate the missing Americans.\"",
  "The problem with that, Badran told Business Insider over the weekend, is that Iranian government officials use every concession the US gives them \"to pursue their agenda.\"",
  "Two Iraqi intelligence and two U.S. government sources confirmed to Reuters on Tuesday that the Americans are being held by an Iranian-backed Shi'ite militia.",
  "A man walks past a satirized painting of the Statue of Liberty painted on the wall of the former U.S. Embassy, in Tehran, Iran, Saturday, Nov. 2, 2013.",
  "It was not clear, according to CBS, if the information the embassy reportedly received was in any way related to last weekend's kidnapping.",
  "State Department spokesman John Kirby echoed that sentiment, but said he could not comment further due to \"privacy considerations.\"",
  "\"The State Department source said the fear was that one of the groups might have 'gone off the reservation.'\"",
  "The JCPOA is not, they contend, a step toward greater rapprochement with the so-called Great Satan.",
  "\"And the hard-liners know this White House won't do a thing about it for the next 12 months.\"",
  "U.S."
]