[
  "\"But the most important intel he could provide would be on the inner workings of China's global financial strategies, the extent to which the Chinese have infiltrated both global financial markets, both with human assets and network penetrations, and have used these tools to fuel their incredible accumulation on wealth,\" Tkacik said.",
  "According to Qianshao, the second magazine, Meng said at the meeting that Ling, as a gatekeeper of the Communist Party's most important secrets, \"stole a great many top-secret documents from the archives concerning the Party and the state, kept [them] in his personal possession, [and] ultimately got them to America.\"",
  "The Los Angeles Times reported that Ling Wancheng, who lived in California under the names Wang Cheng and Jason Wang, was an avid golfer and executive of a golf management and financial firm called Asian Pacific Group, which owns golf courses in California and Nevada.",
  "Ling Wancheng, the defector, has been undergoing a debrief by FBI, CIA, and other intelligence officials since last fall at a secret location in the United States, said officials familiar with details of the defection who spoke on condition of anonymity.",
  "The secrets included security pass codes and communications codes used at Zhongnanhai, blueprints, and command and control information used by Communist leaders and the State Council, the cabinet, and the Central Military Commission.",
  "AP Photo/Andy Wong A defector from China has revealed some of the innermost secrets of the Chinese government and military, including details of its nuclear command and control system, according to American intelligence officials.",
  "Intelligence officials said Ling, if confirmed as a legitimate defector in debriefings over the next several months, would have the most privileged information of any defector from China to the United States in more than 30 years.",
  "In August, after the New York Times reported that the Chinese government had asked the Obama administration to return Ling Wancheng, State Department spokesman Mark Toner told reporters Ling was not suspected of criminal activity.",
  "Among the information disclosed by Ling are details about the procedures used by Chinese leaders on the use of nuclear weapons, such as the steps taken in preparing nuclear forces for attack and release codes for nuclear arms.",
  "Former State Department China hand John J. Tkacik said Ling likely can provide new details of Chinese power struggles, such as the cases of ousted security chief Zhou Yongkang and imprisoned regional Party chief Bo Xilai.",
  "Businessman Ling Wancheng disappeared from public view in California last year shortly after his brother, Ling Jihua, a former high-ranking official in the Communist Party, was arrested in China on corruption charges.",
  "According to the Chenming, China's senior internal security chief Meng Jianzhu disclosed details of what he called one of China's most damaging betrayals at a closed-door meeting of Party officials in southern China.",
  "Secretary of State John Kerry met in Beijing with Chinese State Councilor Yang Jiechi last week and discussed \"law-enforcement, pursuit of fugitives and their illicit money,\" according to state-run media reports.",
  "The events surrounding Ling's defection and his brother's arrest appear to be part of a complex internal power struggle in China led by current leader Xi Jinping targeting hundreds of Party leaders and officials.",
  "Officials said Ling Wancheng is being kept under tight security after US intelligence agencies detected the activity of covert Chinese agents tasked with tracking down Chinese nationals sought by the government.",
  "Analysts say the magazines' publication of details on the Ling case appears linked to two current senior Chinese officials who reportedly have voiced concerns about Ling Jihua's loyalty to senior Party leaders.",
  "The defection was triggered by the arrest of Ling's brother, Ling Jihua, a former presidential aide who secretly obtained some 2,700 internal documents from a special Communist Party unit he headed until 2012.",
  "Wang Huning, one of the closest national security aides to current leader Xi Jinping, and Wang Qishan, the anti-corruption campaign leader, were said to have warned Hu Jintao that Ling Jihua was unreliable.",
  "Other officials said Ling defected sometime in the summer of 2015 after his brother, once the senior administrative aide to former Chinese leader Hu Jintao, came under suspicion for leaking state secrets.",
  "Ling also could reveal details of China's agricultural, industrial, and media purchases in the United States and how they fit within Beijing's broader strategy to co-opt the US economy, Tkacik said.",
  "The classified documents were transferred between the brothers as a safety measure: They were intended to be used as leverage to dissuade Chinese authorities from taking action against Ling Jihua.",
  "Ling Wancheng was a former journalist for two state-run Chinese news outlets and later became a wealthy financial investor with a Beijing firm called Huijin Lifang Investment Management Center.",
  "According to the officials, Ling Wancheng, the defector, kept the documents for safekeeping and was directed to release them to US authorities in the event Ling Jihua were arrested.",
  "One important defector was Yu Qiansheng, an official with the Ministry of State Security, who defected in 1985 and revealed that CIA analyst Larry Wu-Tai Chin was a spy for China.",
  "The Chinese have looked at the case as a criminal case while the US government is treating the defection as an intelligence matter, making Ling's repatriation to China unlikely.",
  "China announced in July that it was prosecuting Ling Jihua for disclosing secrets, taking bribes, conducting illicit sexual affairs, and using his position to benefit relatives.",
  "Ling Jihua reportedly has been a main source for corruption investigations that helped bring down China's security czar, Zhou Yongkang, as well as two senior military officials.",
  "Thomson Reuters\n\n\"I'm not aware that he's suspected of breaking any US laws, but that's a matter for the FBI or for other domestic law enforcement agencies,\" Toner said Aug. 3.",
  "\"How much useful intelligence the Bureau can get from Ling will be a measure of how seriously the US government takes China's financial threat to the US economy,\" he added.",
  "Ling Wancheng was said to have had unrestricted access to Ling Jihua's office and is therefore suspected of making off with the classified documents, the magazine said.",
  "As a result, 72 senior officials out of a total 85 officials in 19 offices under Ling Jihua were replaced and at least 55 people were under investigation by last fall.",
  "The position is equivalent to that of the White House chief of staff, with broad access to the most sensitive details available exclusively to senior Chinese leaders.",
  "Under the guise of a nationwide anticorruption drive within the Chinese leadership, Xi is said to be systematically removing rivals from previous administrations.",
  "\"Over the last three decades, Chinese defectors have been a vital source of insights about the secrets Beijing wants to keep from Washington,\" said Pillsbury.",
  "PENG, Yanan via Wikimedia Commons\n\nLaunch procedures for firing nuclear missiles used by Party leaders and People's Liberation Army leaders also were leaked.",
  "Ling, Premier Wen Jiabao, and Hu attend a plenary session of the National People's Congress at the Great Hall of the People in Beijing on December 22, 2014.",
  "Michael Pillsbury, a China specialist with the Hudson Institute, said Chinese defectors with access to secrets are rare and usually need careful protection.",
  "That information is said to be valuable for US electronic spies, specifically for cyber intelligence operations targeting the secretive Chinese leadership.",
  "ChinaFotoPress/Getty Images\n\nLing Jihua then gave the documents to his brother, who owns a $2.5 million residence in Loomis, California, near Sacramento.",
  "Other secrets revealed included details about the Chinese leadership and its facilities, including the compound in Beijing known as Zhongnanhai.",
  "Last month, Liu Jianchao, the Chinese official in charge of Beijing's anti-corruption campaign, told Reuters that Ling was in the United States.",
  "The newspaper reported that two agents from the Department of Homeland Security questioned neighbors about Ling in the spring or summer of 2015.",
  "Very little information is held by US intelligence agencies on how China would use nuclear weapons and when it would conduct nuclear attacks.",
  "Yu is the brother of current Chinese Politburo Standing Committee member Yu Zhengsheng, currently one of the most powerful leaders in China.",
  "More recently, China's leading dissident, the astrophysics professor Fang Lizhi, revealed details about secret internal debates in a book.",
  "AP Photo/Andy Wong\n\nLing Jihua was accused of carrying out the document theft some time between June 2012 and his arrest on July 20, 2015.",
  "The first details of the Ling case were disclosed in two dissident Chinese magazines in Hong Kong, Qianshao and Chenming, in November.",
  "The Chenming report said that as a result of the compromises, Chinese Politburo offices came under cyber attack for several months.",
  "\"As for the case of Ling Wancheng, the Chinese side is handling it and is communicating with the United States,\" Liu said Jan. 14.",
  "Most of the photocopies had been produced after September 2012, when Ling Jihua was transferred to another government ministry.",
  "Associated Press\n\nAccording to Chengming, Hu Jintao suffered a stroke during a meeting on the Ling affair and was hospitalized.",
  "During an investigation of Ling's residence, Chinese authorities discovered that 2,700 secret documents had been photocopied.",
  "After the arrest, a special task force of Chinese security and intelligence agencies was formed to assess the damage.",
  "The London Sunday Times first reported the magazines' disclosures, some of which were confirmed by US officials.",
  "Ling Jihua held the post of chief of the secretariat of the Party's Political Bureau under Hu Jintao until 2012.",
  "Elder party members arrive to commemorate the 121st anniversary of Chairman Mao's birthday on December 25, 2014.",
  "Spokesmen for the White House, FBI, CIA, and Department of Homeland Security declined to comment on the case.",
  "The officials' claims to have warned about Ling suggest one of the officials may have leaked the information.",
  "Xinhuamen, the \"Gate of New China\" built by Yuan Shikai, is the formal entrance to the Zhongnanhai compound.",
  "Amazon.com\n\nPillsbury's 2015 book The 100-Year Marathon draws on data provided by five Chinese defectors.",
  "China's nuclear arsenal and the conditions for its use are among Beijing's most closely guarded secrets.",
  "A State Department official said the Ling case was not discussed during Kerry's meetings in Beijing.",
  "The documents were taken during a month-long transition after Ling Jihua was replaced in July 2012.",
  "The defector is said to be a target of covert Chinese agents seeking to capture or kill him.",
  "\"Let's hope more defectors come out to reveal Beijing's secret debates,\" Pillsbury said.",
  "Additionally, telephone and computer equipment was replaced over security concerns.",
  "Efforts to contact an Asian Pacific Group executive, Li Shuhai, were unsuccessful.",
  "The office he headed was in charge of protecting government and military secrets.",
  "There had been rumblings that Ling Jihua wasn't loyal to the Communist Party.",
  "The former official is currently undergoing harsh interrogation in China.",
  "The unit was in charge of storing and archiving classified documents.",
  "Former Chinese President Hu Jintao with US President Barack Obama.",
  "\"Very few defectors wrote about it or gave interviews,\" he added.",
  "\"This is an intelligence windfall,\" said one senior official.",
  "Real estate records indicate Ling was married to Li Ping.",
  "Efforts to contact Ling Wancheng were unsuccessful.",
  "He had lived in the Loomis mansion since 2013.",
  "The task force finished its work in September.",
  "Hu was last seen in public in early May 2015.",
  "Chinese President Xi Jinping.",
  "Ling Jihua."
]