[
  "The Iraqi Army has approximately 4,500 soldiers in the current campaign, not nearly an adequate force to secure the city, according to Michael Pregent, a career Army intelligence officer and former adviser to the Peshmerga in Mosul during 2005-06, who now serves as an adjunct scholar at the Hudson Institute in Washington.",
  "An Iraqi Kurdish Peshmerga stands guard near the Mosul Dam Thomson Reuters\n\nWhen they entered Tikrit the looted houses and killed many people,\" Awni says, adding: \"the Mosul residents say if Shia militia are joining the fight, they will fight with ISIS, but if not, they will support the Coalition forces.\"",
  "\"There are more than 4,000 reluctant ISIS fighters in Mosul who don't want to be there, who as soon as an operation begins may dwindle down to 1,500 or 2,000 as they melt into the population to wait the offensive out,\" Pregent told a closed briefing at the Westminster Institute in Mclean, VA recently.",
  "RNGS Reuters\n\nThe array of armed forces ready and eager to retake the city of Mosul includes the Shia brigades of the Iraqi Security Forces, the Peshmerga army of the Kurdish Regional Government, the Iranian-backed Popular Mobilization Units, and Sunni-tribal fighters from Nineweh itself.",
  "REUTERS/Thaier Al-Sudani The grinding village-to-village war against ISIS in Northern Iraq has been weighed down by public complaints from Kurdish officials and military commanders who fear that the Shia-dominated Iraqi army will provoke stiffer resistance from ISIS defenders in Mosul.",
  "A see-saw battle between elements of the predominantly Shia 15th Iraqi Army Division and ISIS fighters over control of abandoned villages on the Makhmour Front 40 miles southwest of Mosul took a turn for the worse on Monday, April 4, according to sources near the front.",
  "It must be a majority-Sunni unit to be accepted by the population,\" Pregent said, adding that the defending force of ISIS fighters has been weakened and could be defeated by a patient, intelligence-heavy counter-insurgency campaign.",
  "\"Wherever there is PMU, there is Baghdad, and where there is Baghdad there is Tehran,\" observed Ernie Audino, a retired U.S. Army brigadier general and a Senior Military Fellow at the London Center for Policy Research.",
  "\"All three are Shia, all three are allies to some degree, and all three vigorously support the concept of a unified Iraq, by force if necessary,\" said Audino, who spent a year as an embed with the Pershmerga.",
  "\"Consequently, Shia militias cadred by Iranian Quds Forces, and Shia-dominated Iraqi Army units have pressed into Kurdish areas in and around Jalawla and Tuz Khurmatu to directly challenge Peshmerga control.",
  "Masked Shi'ite fighters hold their weapons in Al Hadidiya, south of Tikrit, en route to the Islamic State-controlled al-Alam town, where they are preparing to launch an offensive on Saturday, March 6, 2015.",
  "Of these casualties, six were Peshmerga soldiers killed by a suicide vehicle that passed through the front line, said Ali Awni, a Kurdish Democratic Party leader in the Shekhan District north of Mosul.",
  "Last week the Iraqi Army, supported by Kurdish Peshmerga forces, captured four villages, including Al Nasr, but an ISIS counterattack recovered the village and left 20 soldiers dead, Rudaw reported.",
  "Sunni, Shia, and Kurd units all want the political capital that goes with liberating a city of a million people and the capital of Sunni Iraq from ISIS, according to military observers.",
  "Until now, however, the Iranian-backed forces have not been allowed to join the campaign to recapture Mosul due to the high aversion to them by Sunni citizens in the north of Iraq.",
  "Col. Tariq Ahmed Jaff, deputy commander of the 9th Combat Brigade of Peshmerga based in Kirkuk said in an email, \"After ISIS we may have to fight the PMU.",
  "\"The people of Mosul believe the PMU will destroy the city with artillery and air strikes the way they did Ramadi a few months ago and Tikrit last year.\"",
  "Iraqi military spokesmen hailed the operations as \"heroic,\" but military observers say there is no sign of the final offensive to retake the city.",
  "That day, Iraqi Security forces backed by the Peshmerga and anti-ISIS Sunni tribal fighters recaptured four villages west of Makhmour.",
  "Awni, the Kurdish official, says the residents of Mosul despise the Popular Mobilization Units and will fight hard to resist them.",
  "The campaign to retake the Iraq's northern province of Nineweh started on March 24, according to the Iraqi Defense Ministry.",
  "Hundreds of thousands of Iraqis have died in sectarian fighting that worsened after the U.S. invasion of 2003.",
  "The Iraqi defense minister has promised that the campaign to capture Mosul will start no later than May.",
  "Sectarian war is a pervasive threat throughout Iraq's territory south of Kurdistan's borders.",
  "The Shia soldiers reportedly abandoned their posts in the recent combat, according to Awni.",
  "These guys pretend to be heroes but they intimidate elderly men, women, and children.\"",
  "\"They left behind many guns, ammunition, and equipment for ISIS,\" Awni said.",
  "Their continuing presence is seen by Kurds as a hammer waiting to fall.\"",
  "\"The force to retake Mosul has not been built yet."
]