[
  "Despite his self-proclaimed business acumen, Trump has declared his intention to impose high tariff barriers on our largest trading partners, a move that would raise costs to American consumers and provoke retaliation in kind, thereby triggering a trade war and possibly a global economic collapse of the sort that accompanied the Great Depression and preceded the outbreak of the Second World War.",
  "He is on record praising Russian dictator Vladimir Putin and offered him a backhanded defense from allegations that he ordered the murder of journalists, explaining, “I think that our country does plenty of killing, too.” As for the Chinese Communist regime’s murderous 1989 crackdown on student protesters, “that shows you the power of strength,” Trump mused.",
  "Beyond the damage it would do at home, a Trump presidency would unravel the American-led international order that has kept us secure since the end of World War II, an order built on alliances, freedom of the seas, respect for international law, defense of human rights, opposition to aggression, free trade, and support for democracy and the rule of law.",
  "Without wading into the political debate, retired four-star general Michael Hayden, former director of the NSA and CIA, has pointed out that the United States military would be obligated to disobey unlawful orders to torture and kill of the sort that Trump has said he would issue as president.",
  "The living former Republican secretaries of state and defense: Henry Kissinger, George Shultz, James Baker, Colin Powell, Condoleezza Rice, Chuck Hagel, Robert Gates, and Donald Rumsfeld, have unique authority and a special obligation to speak out.",
  "Trump has expressed contempt for America’s closest allies, whom he dismisses as parasitic freeloaders, and admiration for the authoritarian regimes that are now hard at work trying to undercut American foreign policy in regions across the globe.",
  "The thought of investing that power in a person seething with anger, morally unanchored, morbidly sensitive to slights and obsessed with his own supposed greatness should be terrifying to anyone with an elementary grasp of modern history.",
  "Asked to comment on the situation in the Middle East he could not distinguish between an American ally (Iraq’s Kurds) and a bitter enemy (Iran’s Quds force which, among other crimes, has murdered scores of U.S. servicemen in Iraq).",
  "Missing from the names on the letter, and distressingly silent in the debate, however, have been almost all of America’s senior statesmen — especially those who previously served in Republican administrations.",
  "Grasping for words when questioned about the details of U.S. nuclear weapons policy, he could only stammer: “I think — I think, to me, nuclear is just the power, the devastation is very important to me.\"",
  "Yet, in the face of this unprecedented peril, we have not heard the sober voices of those who have the greatest standing to warn voters about what Trump’s elevation to the White House could entail.",
  "Trump’s red-faced bluster, vulgarity, B-movie tough talk and intellectual incoherence are already causing profound consternation among America’s friends and bemused contempt from our enemies.",
  "POLICING THE USA: A look at race, justice, media\n\nA president’s words carry great weight, with allies and adversaries carefully parsing every utterance of the occupant of the Oval Office.",
  "But with Donald Trump close to becoming the Republican nominee and possibly our next president, the most pressing danger to our national security comes from within.",
  "More than 100 Republican foreign-policy experts (including both of us) have already weighed in with an open letter, about the perils a Trump presidency would bring.",
  "Former secretary of Defense William Cohen has warned that military officers would face Nuremberg-style tribunals if they carried out Trump’s promised plans.",
  "If elected, Trump would be the first president in the post war era with absolutely no experience of public office or the management of foreign affairs.",
  "His divisive, sometimes violent rhetoric and appeals to racism and xenophobia would destroy the domestic tranquility on which our democracy depends.",
  "Yet if elected, president Trump would have at his disposal an arsenal of weapons capable of killing millions in a matter of minutes.",
  "In addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors.",
  "Trump either does not understand the importance of these principles, is unaware of them or he simply does not care.",
  "Aaron Friedberg is a professor of politics at Princeton and an unpaid foreign policy adviser to Marco Rubio.",
  "Former secretaries of state and defense need to derail 'classic demagogue' and calm U.S. allies.",
  "(Photo: Darren McCollester, Getty Images)\n\nAmerica faces grave threats from abroad.",
  "But illegal military orders are, sadly, only part of a much larger menace.",
  "Trump is a classic demagogue: He stokes fears and kindles prejudice.",
  "Gabriel Schoenfeld is a senior fellow at the Hudson Institute.",
  "To read more columns like this, go to the Opinion front page.",
  "His ignorance has become painfully obvious in the campaign.",
  "To be sure, a few top leaders have begun to speak out.",
  "Demonstrators in Portsmouth, N.H., in December 2015.",
  "Read or Share this story: http://usat.ly/1p595bp"
]