[
  "He wrote:\n\nIt's a complicated agreement and I'm not an expert (I'm a journalist), but after talking to people who are experts — including Leon Panetta, who told me that he supports the deal with reservations — I imagine it's probably a good-enough idea that I should have some reservations about, too.",
  "Additional controversy erupted over Samuels' decision to name two of the journalists administration officials and other reporters evidently \"suggested\" were handpicked Beltway insiders who often helped the White House spread its message: The Atlantic's Jeffrey Goldberg and Al-Monitor's Laura Rozen.",
  "The interview, published May 5, received widespread attention for Rhodes' unusually honest tone and willingness to share details about the meticulous foreign-policy narrative he has helped Obama construct —particularly, how Rhodes says he helped Obama sell the Iran deal.",
  "AP The author of a New York Times Magazine profile on Barack Obama's deputy national security adviser, Ben Rhodes, wrote a lengthy rebuttal on Friday to critics who have accused him of biased reporting because of his alleged opposition to the Iran nuclear deal.",
  "In The New York Times, Samuels shot down the accusation as a \"hot take\" and a \"fever-dream caricature, one that willfully ignores and obliterates the many hundreds of thousands of words I have written during my 20 years as a reporter.\"",
  "But many critics have accused the author, David Samuels, of exaggerating or misrepresenting facts to make the White House's communications strategy sound more deceitful than it was in order to discredit the deal.",
  "Samuels said that he and his editors at The New York Times stand behind \"every single word\" he wrote, and that he is actually really fond of Rhodes, whom he called \"the bravest person I've ever met in Washington.",
  "Samuels defended that characterization as \"fair,\" and noted that mentioning their names was an important part of portraying how Rhodes — who is already \"deeply critical of the press\" — does his job.",
  "\"If it sounds weird to say that Rhodes is both a manipulative spin-doctor and a deeply honest, creative person who believes strongly in the policies he spins for, well, that is still the truth.\"",
  "Screenshot/Hudson Institute\n\nHe noted that the White House officials he spoke to for the Rhodes profile were \"candid and factual\" when pressed about the mechanisms they used to sell the deal.",
  "Rhodes wanted Samuels to understand \"the machinery he managed so brilliantly\" because that machinery would soon be in the hands of a potentially more dangerous administration, Samuels wrote.",
  "Pointing to his work on nuclear weapons and the extensive conversations he's had with experts and administration officials, Samuels said \"on balance, I suppose I do\" support the Iran deal.",
  "They allege that Samuels has criticized the deal in the past — in a Slate article and at a panel discussion for the Hudson Institute in April 2015.",
  "David Samuels at the Hudson Institute event \"What's Wrong with the Proposed Nuclear Deal with Iran?\"",
  "Ben Rhodes."
]