[
  "Obama must try again to persuade Senate Democrats led by Harry Reid to drop opposition to the administration's request for trade promotion authority, which stands in the way of a bilateral U.S.-China investment treaty that demands equal treatment for our companies as China gives its government-controlled corporations.",
  "Instead, the president should revisit themes from his visit to Tokyo last April, when he supported Prime Minister Shinzo Abe's effort to interpret the Japanese Constitution to allow Japanese forces to be deployed in defense of allies — something that Japan has been reluctant to do since World War II.",
  "(Photo: Mandel Ngan, AFP/Getty Images)\n\nTwenty-five years ago, mere weeks after the Chinese military violently ended a pro-democracy demonstration at Tiananmen Square, national security adviser Brent Scowcroft traveled to Beijing to toast the very leaders who ordered the massacre.",
  "In addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors.To read more columns like this, go to the opinion front pageor follow us on twitter @USATopinionor Facebook.",
  "Tough words\n\nAs a nod in that direction, Obama could publicly raise the name and status of his fellow Nobel laureate and democracy activist Liu Xiaobo, who is spending his sixth year in a Chinese prison.",
  "Despite a personal visit in September from national security adviser Susan Rice to ask for cooperation to curtail ISIL's influence in the Middle East, China has committed nothing.",
  "We took the wrong approach with China then and, as an embattled President Obama undertakes a pivotal trip to China this week, it would be a mistake to repeat that approach.",
  "The president has an opportunity to demonstrate common cause with remaining moderates in the Politburo who seek to forestall an even more brutal Tiananmen-style crackdown.",
  "For one, the United States can do more to publicly apply pressure on the Chinese to play the constructive role in world affairs that Beijing long has claimed to seek.",
  "With China quietly working to curtail American interests, it makes absolutely no sense to continue to pick fights with Japan, a needed ally — and China's arch rival.",
  "His entreaties to Beijing for assistance on the Islamic State terror group, Ebola and countering Russian aggression in Ukraine have been met with silence or shrugs.",
  "On Ebola, on ISIL, on Russian belligerence, the Chinese should be held to account for the apparently deliberate decision to avoid meaningful cooperation.",
  "If Obama follows Scowcroft's precedent, his trip could well be seen as another moment when we had an opportunity to try to change China, but let it pass.",
  "How the U.S. negotiates its relationship with an ascendant People's Republic of China will define both of our fates for the remainder of this century.",
  "So, too, should the president's decision to mostly overlook China's active and aggressive cyber campaign against American corporations.",
  "Indeed, Obama could have one last chance to recalibrate relations with the Middle Kingdom to one that is more to America's advantage.",
  "Sensing weakness\n\nIn one sense, Obama's position is not strong, especially after his rebuke in the midterm elections.",
  "President Obama and Chinese President Xi Jinping at the Asia-Pacific Economic Cooperation meeting Monday in Beijing.",
  "Within weeks of Rice's visit, Chinese battleships conducted their first-ever exercises with, of all countries, Iran.",
  "Instead, China is obviously trying to fill a perceived vacuum of U.S. leadership and interest in the region.",
  "His visit to China will perhaps mark the last time a U.S. president arrives there with America's economy No.",
  "Bush, Bill Clinton and George W. Bush, is a Hudson Institute fellow and author of The Hundred-Year Marathon.",
  "In diplomatic affairs, and especially in an image-conscious society such as China, the visual matters.",
  "Obama so far has remained silent, at least publicly, on China's quiet but rapid military buildup.",
  "House Democratic leader Nancy Pelosi has urged that direct talks with the Dalai Lama must begin.",
  "The outgoing Senate Judiciary Chairman Patrick Leahy supports strong warnings on Hong Kong.",
  "There would be no real costs to the Beijing government's brutal violation of human rights.",
  "China stridently criticized Obama's comments for weeks, a sure sign of its impact.",
  "Though U.S. leverage with China is declining — rapidly — it has not yet vanished.",
  "Scowcroft's overture sent the wrong signal to the Chinese — of business as usual.",
  "On human rights, Obama finds himself surrounded by sharply divergent opinions.",
  "Michael Pillsbury, who has served under Presidents Ronald Reagan, George H.W.",
  "How the United States, negotiates will shape our world for the next century.",
  "Attorney General Eric Holder indicted five alleged Chinese cyber criminals.",
  "(By some measures, China's economy is already bigger.)",
  "The president must use carrots as well as sticks.",
  "Read or Share this story: http://usat.ly/1uguBcH",
  "The president might well go further.",
  "It is time to make this point again.",
  "That silence should end in Beijing.",
  "1 in the world."
]