[
  "“This provision seeks to push the NSC staff toward prioritizing the strategic mission that led Congress to create it in the first place, while maintaining executive privilege for its activities.”\n\nCritics of the NSC, such as national security expert Kim Holmes of the Heritage Foundation, believe the large size of the council lead to it overstepping its boundaries.",
  "“This tendency has created confusion and even chaos in implementing policies, including military policies.”\n\nThe NSC has been under intense speculation since a profile on Deputy National Security Adviser Ben Rhodes, written earlier this month, quoted him admitting he created an “echo chamber” in order to deceive the public on the Iran nuclear deal.",
  "“In addition to the growth in size, and largely enabled by it, we have seen an expansion of the NSC staff’s role into tactical and operational issues,” said the NDAA summary released by the Senate Armed Services Committee Friday.",
  "Originally created as part of the National Security Act of 1947, the NSC was intended to comprise of a small group of presidential staffers who would coordinate national security strategy across various government agencies.",
  "The final text of the National Defense Authorization Act (NDAA) will cut the size of the National Security Council (NSC) from over 400 employees to just 150 for fiscal year 2017.",
  "“As the size of the NSC staff has grown, not only has the quality of advice suffered, but the staff also has been drawn more directly into operations,” wrote Holmes in April.",
  "Calls to cut the staff of the NSC continued Tuesday during a House Committee on Oversight and Government Reform hearing addressing the Rhodes allegations.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "He noted that there is an inner core in the White House that has the president’s ear, while all other staff is left out of key decision making.",
  "Bush administration, the NSC has had a remarkable ten-fold increase, going from 40 employees to its current 400 under President Barack Obama.",
  "Under Obama, Doran believes the NSC has become an “operational arm” as opposed to the coordinating and advising body it was designed to be.",
  "“[We] need to trim the size of the NSC,” said Michael Doran, a fellow with the Hudson Institute, in his testimony.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The provision intends to curb the exponential growth the NSC staff has seen over the past 25 years.",
  "Follow Russ Read on Twitter\n\nSend tips to russ@dailycallernewsfoundation.org.",
  "In the nearly 70 years since its creation, the NSC’s role has expanded.",
  "Since the start of the George H.W."
]