[
  "White House Counsel W. Neil Eggleston responded to Chairman Jason Chaffetz’s request for Rhodes’s appearance in a letter, writing “the appearance of a senior presidential adviser before Congress threatens the independence and autonomy of the President.”\n\nAfter learning of the committee’s request to have Rhodes testify, White House Press Secretary Josh Earnest accused various Republicans, most notably Sen. [crscore]Tom Cotton[/crscore], of being “wildly misinformed” and “lying” about the deal.",
  "In his testimony, Rubin accused Rhodes and his team of creating a “propaganda” operation in order to convince the American public of various aspects of the Iran deal negotiations, including the false narrative that Iranian President Hassan Rouhani and his colleagues were “moderates.”\n\n“The way in which most Americans have heard the story of the Iran deal presented … was largely manufactured for the purpose of selling the deal,” wrote the profile’s author David Samuels.",
  "Ben Rhodes, the deputy national security adviser for strategic communications, was invited to testify before the House Committee on Oversight and Government Reform for his claims in a New York Times Magazine profile he created an “echo chamber” in order to sell the Iran nuclear deal to the public.",
  "In his opening remarks, Ranking Member Rep. [crscore]Elijah Cummings[/crscore] said he was “shocked” that Hannah, Vice President Dick Cheney’s former Deputy National Security Adviser, was invited to speak on the issue.",
  "In lieu of Rhodes, the committee testimony was provided by Michael Rubin of the American Enterprise Institute, Michael Doran of the Hudson Institute and John Hannah of the Foundation for the Defense of Democracies.",
  "Doran testified Rhodes’s actions constituted a “deception” which was part of President Barack Obama’s overall strategy to create a “detente” with Iran, and engage in a general U.S. withdrawal from the Middle East.",
  "Hannah claimed the profile shows Rhodes was more concerned with his own view that the U.S. needs to “radically reorient” U.S. foreign policy than he was with the reality of the situation in Iran.",
  "[crscore]Mark Kirk[/crscore], [crscore]John Cornyn[/crscore] and [crscore]John Barrasso[/crscore] sent to Obama yesterday has called for Rhodes to be dismissed from his position.",
  "An Oversight Committee staffer speaking on background told The Daily Caller News Foundation the chairman currently has no plans to subpoena Rhodes at a later date.",
  "The White House aide who admitted to spinning a false narrative around last year’s Iran nuclear deal failed to attend a congressional hearing Tuesday morning.",
  "Doran advised that in order to prevent similar occurrences in the future, the size of the National Security Council should be trimmed dramatically.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "He believes the reason Rhodes spun the deal was because the White House knew there would be backlash if it was honest with the American public.",
  "Chaffetz hinted before the hearing he would consider subpoenaing Rhodes should he not show up voluntarily, though he would not follow through.",
  "According to the staffer, the committee will “review the information learned at today’s hearing and evaluate next steps.”\n\nA letter from Sens.",
  "In his opening remarks, Chaffetz said he had hoped Rhodes would provide “clarity” on whether or not the White House deceived the public.",
  "He would spend most of his testimony answering questions as to his alleged involvement in issues regarding the Iraq war.",
  "Nearly every Democratic member would using their time to focus on Iraq questions instead of the Rhodes issue.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "In response, Chaffetz said over Twitter that Cotton would appear before the committee should Rhodes show.",
  "Invoking executive privilege, the White House did not make Rhodes available for testimony.",
  "Cummings accused Hannah of being guilty of spinning false narratives on the Iraq war.",
  "The addition of Hannah caused immediate controversy among the committee Democrats.",
  "Follow Russ Read on Twitter\n\nSend tips to russ@dailycallernewsfoundation.org."
]