[
  "It’s only innocent lives hanging in the balance after all.”\n\nAssistant Attorney General Karol Mason wrote a piece in The Washington Post explaining the decision, saying “many of the formerly incarcerated men, women, and young people I talk with say that no punishment is harsher than being permanently branded a ‘felon’ or ‘offender.’”\n\nIn my role as head of the division of the Justice Department that funds and supports hundreds of reentry programs throughout the country, I have come to believe that we have a responsibility to reduce not only the physical but also the psychological barriers to reintegration.",
  "Republican Arkansas Sen. [crscore]Tom Cotton[/crscore] spoke to a small gathering at a speech Thursday where he mocked the DOJ’s decision to call felons “justice-involved individuals.” The DOJ announced in early May it would start using different terminology for felons to protect their feelings and help them reenter society.",
  "This new policy statement replaces unnecessarily disparaging labels with terms like “person who committed a crime” and “individual who was incarcerated,” decoupling past actions from the person being described and anticipating the contributions we expect them to make when they return.",
  "“This is the Obama administration’s new term for criminals … ‘justice-involved individuals.’ That alone is a crime against the English language.”\n\nMore than the quip, Cotton went on to say the decision reflects a larger problem with how the Obama administration views crime.",
  "In an effort to solidify the principles of individual redemption and second chances that our society stands for, I recently issued an agency-wide policy directing our employees to consider how the language we use affects reentry success.",
  "We will be using the new terminology in speeches, solicitations, website content, and social media posts, and I am hopeful that other agencies and organizations will consider doing the same.",
  "The Department of Justice (DOJ) announced it will no longer call criminals “felons” because it is too hard on them emotionally, but one Republican senator has something to say about that.",
  "The labels we affix to those who have served time can drain their sense of self-worth and perpetuate a cycle of crime, the very thing reentry programs are designed to prevent.",
  "Victims are victims.”\n\nCotton went on in his speech, which was given at the Hudson Institute, to point out the communities and families impacted by crime.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“It reflects the dangerous mindset that criminals are victims, that the justice system somehow happened to them.",
  "“So pardon me if I err on the side of being a little too tough on crime rather than a little too soft on crime.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“These are the people I have in mind when we make criminal justice policy,” he said.",
  "They became involved in the justice system.”\n\n“Let me say again,” he added.",
  "Send tips to casey@dailycallernewsfoundation.org.",
  "Follow Casey on Twitter and like him on Facebook.",
  "“But it’s much worse,” he said.",
  "“Criminals are not victims.",
  "They didn’t commit a crime.",
  "“I’m not joking,” he said.",
  "Criminals are criminals."
]