[
  "Micahel Weiss, senior editor at The Daily Beast and co-author of “ISIS: Inside the Army of Terror,” agrees with Pregent regarding any oversight of the PMUs, writing in a column Monday “this being Iraq, no one is ever held to account because the very actors in the government who might credibly investigate such atrocities are ideologically beholden to or under the thumb of the perpetrators.”\n\nFollow Russ Read on Twitter\n\nSend tips to russ@dailycallernewsfoundation.org.",
  "Middle Eastern analysts and leaders across the board predicted that employing Iranian-backed Shia militias in the fight for the Iraqi city of Fallujah would result in a bloodbath, and it appears their concerns are coming true as reports come in accusing the militias of torture and murder.",
  "A spokesman for Iraqi Prime Minister Haider al-Abadi has said the government would investigate “any violation to the instructions on the protection of civilians.” Al-Abadi had apparently issued “strict orders” that anyone who abuses civilians be held accountable.",
  "Majid al-Juraisi, a Fallujah tribal leader who escaped the city, told The Washington Post the PMUs “are sectarian just like Daesh is sectarian.”\n\n“We reject their involvement in this campaign — completely,” said al-Juraisi.",
  "Sheikh Raja al-Issawi, an Iraqi provincial councilman, has accused the Popular Mobilization Units (PMUs) of detaining 605 people since operations began to retake the city from the Islamic State over two weeks ago.",
  "Iran has become intimately involved in the Fallujah operation, dispatching the notorious Qassem Soleimani, the head of the Islamic Revolutionary Guards Corps’ (IRGC) Qods Force, to advise the assault.",
  "Those who have been fortunate enough to be released alive “showed signs of severe torture.” At least four people are confirmed dead, while an untold number have been hospitalized in severe condition.",
  "The militias have long been accused of engaging in war crimes such as murder, torture and kidnapping against the Sunni residents of former ISIS-held territories.",
  "ISIS used the suburb as a fortress protecting the city from the Iraqi Security Forces (ISF), which lies only 40 miles west of the Iraqi capital of Baghdad.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The terrorist group’s radical Sunni ideology sees the Shia population as heretical, which in turn has drawn the contempt of the Shia population.",
  "Abadi is powerless to stop the IRGC-backed Shiite militias,” said Michael Pregent, an expert on Iraq at the Hudson Institute.",
  "“Shiite militias want to punish Fallujah for continued [Islamic State] attacks on Shiite areas in and around Baghdad.",
  "Most of those captured are from the Fallujah suburb of Saqlawiya, just 4 miles northwest of the city itself.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Technically under the umbrella of the ISF, the Shia Mulsim PMUs are known to be funded and armed by Iran.",
  "I have nothing to do with Daesh (ISIS),” said one victim in a video documenting released victims.",
  "ISIS’ rise in 2014 sparked a sectarian conflict between Iraq’s Shia majority and Sunni minority.",
  "They threatened to kill anyone who asked for water,” said another victim.",
  "“I swear to God they beat me with a shovel and a baton on my head.",
  "They accused us of being Daesh.",
  "“They’ve intended to kill us."
]