[
  "\"Certainly the Russians and the Chinese and other stakeholders understand that in South Korea besides being a wonderful ally, significant economic engine for growth throughout the world, that there are tens of thousands of American citizens living there, there is still US forces there, they are playing a defense role and they are at risk everyday to a host of threats that now include the potential for ballistic missile carried weapons of mass destruction,\" Gen. Jacoby said.",
  "During a July 13, Hudson Institute discussion on US missile-technology preeminence, US Army Gen. Charles Jacoby, former commander of North American Aerospace Defense Command (NORAD), stressed the importance of deploying THAAD to protect the Korean peninsula and US interests, despite it upsetting near peers like Russia and China.",
  "\"North Korea's continued development of ballistic missiles and weapons of mass destruction require the alliance to take this prudent, protective measure to bolster our layered and effective missile defense,\" US Army Gen. Vincent Brooks, commander of US forces in South Korea, said in a statement.",
  "\"The truth of the matter is, THAAD was really the logical choice and after intense debate and trying to assess what the complexities of the environment might hold to include the perceptions that the Chinese might have, we really can't get in a world where we refuse to defend ourselves.\"",
  "AP WASHINGTON, DC— America's most advanced missile-defense system, the Terminal High Altitude Area Defense (THAAD), is heading to South Korea, and while that has Russia, China, and North Korea peeved, US leaders are committed to the deployment.",
  "Carlos Barria/Reuters Similarly during a discussion at the Brookings Institution on identifying emerging security threats, CIA Director John Brennan said that the deployment of THAAD to the region was an \"obligation\" on behalf of the US.",
  "\"We have certain obligations to our partners and the region so that the appropriate steps are taken to reassure our friends, partners, and allies of US commitment to the security of that area,\" Brennan told Business Insider.",
  "USMDA/Amanda Macias/Business Insider\n\nEarlier this month, on the heels of bilateral sanctions by Seoul and Washington, plus layers of UN sanctions, the Pentagon agreed to equip South Korea with the THAAD.",
  "The pressure to deploy America's most advanced missile-defense system began after the Hermit Kingdom tested its fourth nuclear bomb on January 6 and then launched a long-range rocket on February 7.",
  "\"If we are still defending with bows and arrows when the conflict escalates we are not going to create the deterrent effect that we need to to keep peace on the Korean peninsula,\" Gen. Jacoby said.",
  "He added: \"This is something that — I think the president has demonstrated — that we are trying to deal with these issues in a manner that is not going to lead to any escalation of tensions.\"",
  "File photo: Gen. Charles Jacoby, U.S. Northern Command and Commander, North American Aerospace Defense Command testifies on Capitol Hill in Washington, Tuesday, March 19, 2013.",
  "CIA Director John Brennan speaks at a forum about \"CIA's strategy in the face of emerging challenges\" at The Brookings Institution in Washington, U.S. July 13, 2016.",
  "Currently, the US maintains approximately 28,500 troops in South Korea.",
  "\"We cannot not act.\""
]