[
  "Sen. Marco Rubio, R-Fla., speaks at the Hudson Institute on May 10, 2016 in Washington (Photo: Photo by Win McNamee, Getty Images)\n\nWASHINGTON – Picture the possibility: a weather warning system so accurate it pinpoints the reach and intensity of a storm surge from an impending hurricane days before the flooding hits.",
  "\"The goal is to increase the chances that when people are instructed by their emergency managers to evacuate, they go,” Richard Knabb, director of the National Hurricane Center, told a Senate Commerce, Science and Transportation subcommittee Wednesday.",
  "Florida Sen. Bill Nelson, the top Democrat on the Senate Commerce, Science and Transportation Committee, told Knabb he hopes forecasters have “a very boring job all the way through the end of November,” traditionally the end of the hurricane season.",
  "After years of planning and testing, the National Oceanic and Atmospheric Administration is rolling out such a system for the upcoming hurricane season that officially begins Wednesday for the Gulf of Mexico and the Atlantic.",
  "That experiment was so successful that NOAA plans to use a small fleet of the Raytheon-made aircraft (weighing 13 pounds and sporting a 58-inch wingspan) for the 2016 hurricane season that officially kicks off June 1.",
  "(Photo: Ledyard King, USA TODAY)\n\nThe real destruction is caused by water, not wind, as evidenced by some of the nation's most catastrophic storms including Hurricane Katrina (2005) and Superstorm Sandy (2012).",
  "Nelson and fellow Florida Sen. Marco Rubio, the Republican who chaired Wednesday’s hearing, have sponsored legislation aimed at accelerating research and development of hurricane forecasting tools.",
  "It was first dropped into the eye of Hurricane Edouard off the Atlantic Coast in 2014, providing scientists an unprecedented trove of data on the movement and intensity of the storm.",
  "Storm surge accounts for about half of deaths, on average, while inland flood events caused by excessive rainfall take close to one-quarter of lives lost, Knabb said.",
  "“Although my home state of Florida has not seen a hurricane make landfill in almost 11 years, we must never sit idle and succumb to hurricane amnesia,” Rubio said.",
  "We know the 26 people that were killed by Andrew, and you can go on and on.”\n\nSen. Bill Nelson, D-Fla., holds a Raytheon-made Coyote drone on May 24, 2016.",
  "And Andrew was the one that struck South Florida as a Category Five hurricane.”\n\nTwitter: @ledgeking\n\nRead or Share this story: http://usat.ly/27SYWkt",
  "Government forecasters hope it not only will save lives but give the public more confidence that an evacuation order should be taken seriously.",
  "“Innovation is the key to ensuring lives and property are spared.”\n\n“We remind everyone it only takes one,” Knabb told the committee.",
  "Factor in people killed by rip currents or waves at the beach or while boating, and that leaves about 10% of fatalities due to wind.",
  "But one private firm, the Weather Company, is projecting the busiest hurricane season since 2012, including three major hurricanes.",
  "A more detailed version is expected to come online next year that could predict storm surges even before a system forms.",
  "Wednesday's hearing was held just as data show a tropical weather system may be brewing in the Atlantic Ocean.",
  "The device can be dropped into the eye of a hurricane to improve monitoring its path and intensity.",
  "We know what Andrew did to the insurance market place for homeowners’ insurance (in 1992).",
  "The technology is one of two milestone projects being deployed on a wide scale this year.",
  "But little of it matters, he said, if people aren’t on guard for potential disasters.",
  "When I was a bachelor, a hurricane was an excuse to have a party,” Nelson told Knabb.",
  "“When I was a kid, a hurricane was an excuse to get out of school.",
  "“And in 1992, that hurricane season was below average overall.",
  "The other project is a disposable drone known as the Coyote.",
  "NOAA is scheduled to release its hurricane forecast Friday.",
  "“But now we know these things are deadly."
]