[
  "The crisis is over controversial changes the ruling party made to Poland’s Constitutional Court\n\nThe whole thing began in October 2015, when the populist Law and Justice Party (better known by its Polish acronym, PiS) gained a majority of the seats in Poland’s parliament — it had also recently won the presidency — and quickly began making a series of changes to many of the country’s democratic institutions, increasing its control over the state media, judicial system, and constitutional court.",
  "This is just the latest example of what many see as a growing trend of democratic backsliding across Europe\n\nEurope today faces a number of serious challenges — from the refugee crisis to a still-stagnant economy to the potential breakup of the EU — and there’s increasing concern about whether its democratic institutions will endure.",
  "Populist movements on both the right and left are rising to address the issues – particularly the continued influx of refugees, increased worries about terrorism and Islam, and concerns about the loss of sovereignty and national identity to the European Union — that ruling political elites seem either unwilling or unable to solve.",
  "For the past several months, hundreds of thousands of Poles have sporadically taken to the streets to protest the changes, which they believe represent the unraveling of their constitutional order and the democratic regression of one of the post-Soviet space’s greatest success stories.",
  "Created only two years after the US Constitution came into force, it too was heavily influenced by principles of the Enlightenment, and incorporated ideas like bicameral legislatures and the freedom to practice any religion that are normal features of today’s democracies.",
  "But the crisis is really about perceived threats to democracy and rule of law in Poland\n\nVarious civic organizations, most notably the Committee for the Defence of Democracy (KOD), have sprung up to protest what they see as PiS’s breach of democratic rules and norms.",
  "They believe the PiS leadership sees the tribunal not as an institution responsible for upholding the rule of law, as it is supposed to be, but rather as an organ that should smooth the way for the elected government to do as it pleases.",
  "That the tribunal had not operated according to the dictates of the new law that it then found unconstitutional; since it was not declared unconstitutional until that point, the tribunal should have operated under its rules.",
  "The party's first order of business concerned five judges who had been appointed to the 15-member Constitutional Tribunal, Poland’s highest court (roughly equivalent to the US Supreme Court), by the outgoing administration.",
  "While still in charge of parliament — though aware that they were likely to lose the elections in a few weeks' time — the soon-to-be-defeated Civic Platform party had elected five new judges to the Constitutional Tribunal.",
  "Further, they note that Poland’s current constitution was passed in 1997, under the presidency of Aleksander Kwasniewski, who holds leftist political leanings and was aligned with the communists during the Soviet period.",
  "In Austria, Norbert Hofer of the Freedom Party, who has said his choice to carry a firearm on his person is a \"natural consequence\" of immigration, came within 31,000 votes of being elected to the presidency.",
  "Many are concerned that PiS is systematically undermining the country's system of checks and balances, and that PiS is set on following the path of \"illiberal democracy\" that Viktor Orbán beat in Hungary.",
  "Supporters of the tribunal’s decision then went commando, self-publishing the ruling on Facebook and literally projecting sections of the ruling onto the edifice of the Office of the Prime Minister.",
  "Hungary’s ruling Fidesz party has come under fire for using its constitutional majority to push through legislation and constitutional changes that solidified that party’s control over the country.",
  "In France, Marine Le Pen’s populist, Euroskeptic party continues to gain in popularity, while in Slovakia a neo-Nazi party recently won 8 percent of the popular vote and has entered the parliament.",
  "But in doing so, they often appeal to the lesser parts of human nature, turning to racial or cultural dog whistles or resurrecting the kind of nationalism that has long been condemned in Europe.",
  "PiS members have called the Tribunal \"a crew of cronies defending the status quo\" that will only try to stop the government from undertaking the changes for which the Polish people voted.",
  "Three of them were to fill seats that had already been vacated (judges on the tribunal serve a single nine-year term), while two others were elected to fill seats that would soon be open.",
  "Germany has seen the creation of the far-right Alternative for Germany, which is creating an alliance with the decidedly undemocratic youth wing of Vladimir Putin’s United Russia party.",
  "President Andrzej Duda, a PiS ally, refused to swear in the three judges appointed by the previous parliament, and instead the PiS-controlled parliament elected five judges of its own.",
  "For their part, critics like KOD and Civic Platform worry that PiS is out to neuter the tribunal completely and clear the way for the party to push through any laws that it likes.",
  "The law mandated that going forward, any decision taken by the court must be made with a two-thirds majority, rather than just a simple majority as had previously been the case.",
  "In response to pressure from the European Union, PiS has been resolute to continue its path, saying that it is accountable only to the Polish voters, not European bureaucrats.",
  "Many in PiS also feel that the international attention being paid to Poland’s internal legal issues is unfair and has been drummed up by the sore losers of Civic Platform.",
  "In a December 3 ruling, the tribunal split the baby, essentially ruling that Civic Platform would keep three of the contested seats while PiS would be able to choose two.",
  "Duda swore in all five of those judges, but the Constitutional Tribunal has refused to accept them, as their very election violates the tribunal’s own December 3 ruling.",
  "This year, though, Poland’s Constitution Day celebrations were marred by a major constitutional crisis over recent legal reforms implemented by the ruling party.",
  "That PiS, a comparatively mainstream populist party, is attempting to mold Poland’s democratic institutions to fit its vision is not an encouraging sign.",
  "On the German left, Die Linke has seen growing success, largely thanks to its anti-migrant stance, a position that mirrors Alternative for Germany.",
  "PiS appealed to the tribunal, now short several judges, in hopes that Civic Platform’s appointment of those five judges would be overturned.",
  "PiS party leader Jaroslaw Kaczynski announced that \"the current Constitutional Tribunal is a redoubt of everything that is wrong in Poland.\"",
  "This move understandably upset PiS, which was keen to fill those seats with its own appointees and shift the judicial balance in its favor.",
  "Indeed, in a recent interview, PiS leader Jaroslaw Kaczynski did not eliminate the possibility of doing away with the Tribunal entirely.",
  "Here, then, is a brief guide to what’s happening in Poland and why the outcome is so important to the future of democracy in Europe.",
  "PiS claims that the constitution still maintains many vestiges of the old communist era and that it needs to be replaced entirely.",
  "While many of these changes were contentious, nothing gained more negative attention than PiS’s moves in the constitutional realm.",
  "It’s also a striking symbol of what seems to be a broader — and highly disturbing — trend of democratic backsliding across Europe.",
  "The passage of a new law that changed the operating procedures of the Constitutional Tribunal further exacerbated the situation.",
  "If successful, as was Hungary before it, it will lay the groundwork for parties with even more radical policies to do the same.",
  "On May 3, Poland celebrated the 225th anniversary of its constitution, usually considered Europe’s first modern constitution.",
  "Protests in cities across Poland against the constitutional gridlock and other related issues have become commonplace.",
  "That Kaczynski has publicly hoped for a \"Budapest in Warsaw\" and praised Orbán’s leadership does not help matters.",
  "Amid all of this, PiS remains quite popular with its electorate, and has fallen only 5 percent in the polls.",
  "This would have meant a tribunal with 14 of the 15 judges elected by Civic Platform–run parliaments.",
  "During PiS’s last stint in office (2005 to 2007), the tribunal blocked several key PiS initiatives.",
  "Hannah Thoburn is a research fellow at the Hudson Institute focusing on Eastern European politics.",
  "Similar, and increasingly popular, parties now exist in Sweden, Greece, and Denmark, among others.",
  "Now PiS sees the tribunal as a potential barrier to the implementation of its political agenda.",
  "But while its liberal-minded opponents protest, PiS continues to press forward with its agenda.",
  "It also sharply increased the number of judges that need to be present for rulings to be made.",
  "But PiS hit back and refused to publish the ruling — a step required for it to be enacted.",
  "But Poland’s constitutional crisis has implications that go far beyond its own borders.",
  "It’s likely that this illiberal trend in European politics will only continue to grow.",
  "In March, the Constitutional Tribunal ruled that this new law was unconstitutional.",
  "PiS claims these reforms are important and necessary to move the country forward.",
  "Since then, many of Poland’s legal mechanisms have been in a state of paralysis.",
  "Protests continue while Civic Platform and PiS continue to squabble.",
  "Poland’s opposition seems to be only that — an opponent of PiS.",
  "She tweets on the former Soviet space at @HannahThoburn.",
  "So for now, this conflict seems to be at an impasse.",
  "The party's amusingly legalistic argument?",
  "For PiS, this was not good enough.",
  "They lack a positive agenda.",
  "Yes, seriously."
]