[
  "'We cannot not act'\n\nDuring a July 13, Hudson Institute discussion on US missile-technology preeminence, US Army Gen. Charles Jacoby, former commander of North American Aerospace Defense Command (NORAD), stressed the importance of deploying THAAD to protect the Korean peninsula and US interests.",
  "\"There are tens of thousands of American citizens living there, there is still US forces there, they are playing a defense role and they are at risk everyday to a host of threats that now include the potential for ballistic missile carried weapons of mass destruction,\" Gen. Jacoby said.",
  "Reuters Like clockwork, North Korea leader Kim Jong Un threatened to retaliate with a \"physical response\" once the location of America's most advanced missile defense system in South Korea was decided — well it's been decided and now the Hermit Kingdom is acting up.",
  "\"We have certain obligations to our partners and the region so that the appropriate steps are taken to reassure our friends, partners, and allies of US commitment to the security of that area,\" Brennan told Business Insider.",
  "Similarly during a discussion at the Brookings Institution on identifying emerging security threats, CIA Director John Brennan said that the deployment of THAAD to the region was an \"obligation\" on behalf of the US.",
  "\"If we are still defending with bows and arrows when the conflict escalates we are not going to create the deterrent effect that we need to to keep peace on the Korean peninsula,\" Gen. Jacoby said.",
  "The pressure to deploy America's most advanced missile-defense system began after Pyongyang tested its fourth nuclear bomb on January 6 and then launched a long-range rocket on February 7.",
  "And the latest show of force took form in a ballistic missile test simulating a strike on South Korean ports and airfields, which are heavily operated by US military forces.",
  "North Korean leader Kim Jong Un inspects a flight drill of fighter pilots from the Korean People's Army's in this undated photo released by North Korea's KCNA in Pyongyang.",
  "On Tuesday, the rogue nation fired three ballistic missiles, equipped with a range (between 300 and 360 miles) capable of reaching all of South Korea.",
  "After a series of defiant North Korean nuclear weapons tests, the Pentagon agreed to arm South Korea with a THAAD battery.",
  "Currently the US maintains approximately 28,500 troops in South Korea.",
  "Reuters contributed to this report.",
  "\"We cannot not act.\""
]