[
  "Now the report that the US handed $400 million in cash over to Iranian officials at the same time as the American prisoners were released — apparently because of demands from Tehran for cash \"to show they had gained something tangible\" — is likely to fuel suspicions that the American prisoners were used as bargaining chips, even though they were illegally detained in the first place.",
  "Michael Pregent, an adjunct fellow at the Hudson Institute and a former Defense Department adviser on Iraqi security forces, told Business Insider at the time of the exchange that \"for the White House to say they were negotiating for the release of illegally detained Americans would have been embarrassing after the Bergdahl fiasco.\"",
  "The swap was also finalized on the same day the nuclear deal was implemented and the nuclear-related sanctions on Iran were lifted — a \"coincidence,\" as officials characterized it, that left some experts wondering whether the exchange was aimed at bolstering overall support for the deal inside Iran.",
  "AP Washington secretly airlifted $400 million to Tehran amid a prisoner swap in January in which seven Iranians detained in the US were exchanged for Washington Post reporter Jason Rezaian and three other Iranian-American prisoners, The Wall Street Journal reported on Wednesday.",
  "Zoeann Murphy/The Washington Post\n\nChase Foster, a State Department official who leaked details of the prisoner-swap talks to The Huffington Post, apparently quit his job out of frustration that a release was not secured by the US as part of the broader nuclear deal.",
  "While Americans were relieved by Iran's overdue release of illegally imprisoned American hostages, the White House's policy of appeasement has led Iran to illegally seize more American hostages, including Siamak Namazi, his father Baquer Namazi, and Reza Shahini.\"",
  "Administration officials denied that the $400 million cash transfer was tantamount to critics' assertion of a ransom payment, insisting that the funds were part of a $1.7 billion financial settlement the US had reached with Iran as part of the nuclear deal.",
  "But the fact that President Barack Obama failed to disclose the transfer of foreign hard currency to Iran via an unmarked cargo plane has once again raised questions about the administration's transparency in its dealings with Iran.",
  "\"As we've made clear, the negotiations over the settlement of an outstanding claim … were completely separate from the discussions about returning our American citizens home,\" State Department spokesman John Kirby told The Journal.",
  "Amir Toumaj, an Iran expert at the Washington, DC-based think tank Foundation for Defense of Democracies, noted in an email that neither the prisoner swap nor the payments seem to have deterred Iran from detaining Americans.",
  "\"Not only were the two negotiations separate — they were conducted by different teams on each side, including, in the case of the Hague claims, by technical experts involved in these negotiations for many years,\" he added.",
  "The secrecy surrounding the issue fueled one of the biggest criticisms of the Iran deal — namely, that it did not force Iran to release its American prisoners even as Tehran was due to receive sanctions relief.",
  "The exchange was later revealed to have been a year in the making, despite claims by administration officials that the subject of a prisoner release was never broached during nuclear-related negotiations.",
  "\"We were right in January 2016 to describe the administration's $1.7 billion transfer to Iran as a ransom payment,\" US Sen. Mark Kirk, a Republican from Illinois, said in a statement on Wednesday.",
  "He was referring to the US's exchange of five Taliban prisoners for Bowe Bergdahl, a soldier who was held captive by the Taliban after he walked off his base in Afghanistan in 2009.",
  "\"But we wouldn't be having this discussion if the Islamic Republic were a government that abided by international norms and did not arbitrarily hold hostages as bargaining chips.\"",
  "\"There are arguments by some analysts that downplay the transfer as a ransom payment because this was money owed to Iran in principle and interest,\" Toumaj, of the FDD, said.",
  "Thomson Reuters The prisoner swap itself fueled skepticism about the extent to which the US may have appeased Iran in the name of finalizing the landmark nuclear deal.",
  "The negotiations leading up the exchange were apparently kept so far under wraps that even some Washington officials and insiders were not aware they were happening.",
  "President Barack Obama reacting to questions asked by members of the media during a joint news conference with Singaporean Prime Minister Lee Hsien Loong on Tuesday.",
  "Christophe Deloire, the secretary-general of Reporters Without Borders, expressed similar concerns in a statement released immediately following the swap.",
  "\"We are thrilled to see [Washington Post reporter] Jason Rezaian finally free, but he should have never been imprisoned in the first place,\" Deloire said.",
  "\"The administration announced the transfer of the $1.7 billion, of which the $400 million is the first installment, in January,\" Toumaj said.",
  "\"The Guard has arrested six dual nationals since January, and dozens of unlucky Iranians who do not have Western passports.\"",
  "US Secretary of State John Kerry with Mohammad Javad Zarif, the Iranian minister of foreign affairs, at the UN in New York.",
  "\"And it's difficult to imagine that the prisoner swap and money transfer were not part of a quid pro quo arrangement.\"",
  "\"Instead of holding the regime and IRGC accountable for their actions, they have been rewarded,\" Toumaj told BI.",
  "He continued:\n\n\"Paying ransom to kidnappers puts Americans even more at risk.",
  "\"Still, the timing of this first installment is suspicious,\" he added.",
  "It is outrageous that he has been used as a bargaining chip.\"",
  "The Washington Post's Jason Rezaian.",
  "\"Jason was innocent."
]