[
  "\"The return to large-scale bombings in the capital, if this plays out into a real trend, is a predictable next stage for the ISIL effort in Iraq,\" said Michael Knights, a fellow at the Washington Institute for Near East Policy who recently traveled to Iraq and met with officials there.",
  "The Wall Street Journal noted that Western officials expect more of these attacks in which ISIS fighters \"melt back into the population to launch attacks\" that are harder to counter than a traditional military configuration, which \"offers clearer targets than a guerrilla force would.\"",
  "A \"surgical approach\" using intelligence and special forces \"will be far less damaging to the Iraqi state than the blunt force approaches being pushed by Shia militia leaders such as mass arrests or cutting Baghdad off from the Sunni areas of Iraq,\" Knights said.",
  "\"It's possible that some of the political unrest in Baghdad has led [ISIS] to think that they can somehow stir up more chaos than usual,\" Nathaniel Rabkin, managing editor of Inside Iraqi Politics, a political risk-assessment newsletter, told the AP.",
  "Pregent, a former US Army intelligence officer and adviser to Gen. David Petraeus, explained the tactic: \"Hit Shia areas and the population will demand protection,\" which will keep Iraqi security forces there and out of Mosul.",
  "\"ISIS hopes that somehow if they just keep up the pressure, the Iraqi government will at best collapse or at least become incapable of pursuing a cohesive approach\" to fighting the extremists, Rabkin said.",
  "And as for disrupting the momentum of Iraqi forces against ISIS, the bombing attacks could serve as a distraction to draw these forces away from the territory ISIS still holds in Iraq.",
  "\"ISIL needs to hit back, change the narrative, disrupt the growing momentum of the Iraqi offensive against [ISIS-held cities] Mosul and Fallujah,\" he told Business Insider by email.",
  "\"The best option is to rebuild, to whatever extent possible, the US-Iraqi intelligence and special forces effort against ISIL cells around Baghdad,\" Knights told Business Insider.",
  "In the past month, Iraqi forces and their allies have reclaimed territory to cut off a key supply route that ISIS used to transport fighters and supplies between Iraq and Syria.",
  "A suicide car bomb exploded at the main gate, and then several suicide bombers and militants broke into the plant, killing at least 14 people, according to The Associated Press.",
  "It can't — it will prioritize, and when it does, Mosul will become less important,\" Michael Pregent, an adjunct fellow at the Hudson Institute, told Business Insider by email.",
  "The Iraqi Parliament hasn't met for more than two weeks after supporters of a prominent Shiite cleric stormed the Green Zone in Baghdad, The Associated Press reported.",
  "The terrorist group — aka the Islamic State, ISIL, or Daesh — carried out a coordinated attack on a natural-gas plant near Baghdad on Sunday.",
  "Wissm al-Okili/Reuters ISIS is increasingly using suicide bombers on civilian targets as it racks up battlefield losses in the Middle East.",
  "It would be the latest in a long campaign of retaking territory from ISIS in the Middle East in the hopes of crushing the terrorist group.",
  "Pregent noted that, with the chaos of the Shiite protests and Green Zone breach, the Iraqi government \"is not focused on Mosul or ISIS.\"",
  "These militias have been known to target Sunni residents of areas liberated from ISIS, accusing them of supporting the terrorist group.",
  "The increased emphasis on bombing civilian targets comes as Iraqi forces have seen some success beating back ISIS on the ground.",
  "\"It will try to do this with a return to terrorist-style attacks that are harder for the US-led coalition to help against.\"",
  "The population might also demand retribution for the ISIS attacks, which will keep the Sunni/Shiite sectarian divide alive.",
  "The challenge is working around Shiite militias, which are largely supported by Iran and allied with the Iraqi government.",
  "Reuters\n\nWaiting game\n\nIraq's worsening political crisis has provided a possible opening for ISIS to create chaos.",
  "People gather at the scene of a car-bomb attack in Baghdad's mainly Shiite district of Sadr City, Iraq, on May 11.",
  "And US officials often note that ISIS has lost 40% of territory it once controlled in Iraq and 20% in Syria.",
  "As a result, the government has delayed reform legislation that lawmakers claimed would fight corruption.",
  "US and Iraqi officials have been promoting the Mosul operation for months, saying that it's not far off.",
  "ISIS, a Sunni terrorist group, often exploits this to convince Sunnis to provide their tacit support.",
  "And the attacks are ongoing: Another three bombs hit the Baghdad area on Tuesday, killing dozens.",
  "The Amaq news agency, which has ties to ISIS, has credited the group for several of the attacks.",
  "The terrorist group is now taking advantage of Baghdad's distraction with political issues.",
  "Its current Iraqi stronghold is in Mosul, the second-largest city in the country.",
  "These and other bombings have killed hundreds of people in the past week alone.",
  "\"ISIS is demonstrating its reach to force the Iraqi Army to do too much.",
  "ISIS markets itself as a protector of Sunnis against Shiite aggression.",
  "Knights said that there are no easy solutions to the ISIS attacks.",
  "The new strategy is evidenced by recent attacks in Iraq."
]