[
  "Microsoft has taken the standard measures of dramatically increasing its lobbying efforts and campaign contributions, but the company has also deployed a range of far more sophisticated and subtle techniques: contributing to the pet causes of key members of Congress, airing television ads aimed at decision-makers, underwriting friendly think tanks, lobbying states involved in the antitrust case and organizing networks of \"grass roots\" supporters.",
  "Overall, political donations by Microsoft and its employees increased more than fivefold in the last election cycle to $1.4 million, and Microsoft's lobbyists have indicated to fund-raisers that its political action committee alone will dole out $1 million before the 2000 election, putting it in the top tier of corporate PACs.",
  "The lobbying team features former Republican National Committee chairman Haley Barbour, anti-tax activist Grover Norquist and former representative Vin Weber (R-Minn.), and Microsoft recently beefed up its in-house office with two former top staff members to House Majority Leader Richard K. Armey (R-Tex.).",
  "Microsoft's Window of Influence By Rajiv Chandrasekaran and John Mintz\n\nWashington Post Staff Writers\n\nFriday, May 7, 1999; Page A1 Four years ago, when Microsoft Corp. hired Jack Krumholtz as its first full-time lobbyist, the software behemoth relegated him to a tiny room in its Chevy Chase sales office.",
  "The software giant's goal, people familiar with the firm's strategy say, is to create a political climate that discourages the Justice Department from seeking aggressive sanctions in the lawsuit – such as a corporate breakup or the forced sharing of the secret code for Microsoft's Windows software.",
  "Netscape's anti-Microsoft coalition, which soon dubbed itself the Project to Promote Competition and Innovation in the Digital Age, or \"ProComp,\" hired the public relations firm Powell Tate, as well as Dole and his high-powered Washington lobbying firm, Verner, Liipfert, Bernhard, McPherson & Hand.",
  "Microsoft says it had to take action after it was beaten to Washington by its rivals in the software business – including Netscape Communications Corp. and Sun Microsystems Inc. – which mounted an aggressive campaign in late 1996 accusing Microsoft of rampant antitrust violations.",
  "In June 1997, Burns and two other senators sent a stinging letter to the Federal Trade Commission, saying they had been contacted with \"very troubling\" information that Microsoft was engaged in anti-competitive behavior and calling on the FTC to \"investigate thoroughly.\"",
  "As the antitrust trial has proceeded, Penn has reported his poll findings in conversations with Gates and his top lieutenants, warning, for example, that the company's \"negatives\" rocketed up after Microsoft gave a misleading software demonstration.",
  "Another page in Microsoft's playbook is the firm's most loyal customers, retailers and shareholders, more than 100,000 of whom have joined a Microsoft-organized grass-roots network – dubbed \"Freedom to Innovate\" – that opposes the government's suit.",
  "\"We want to be a member of this community,\" said Krumholtz, 37, a fit, perennially tanned lawyer who now oversees Microsoft's 10-person Washington office, which has moved downtown and is supplemented by a battalion of outside lobbyists.",
  "Gorton, whose PAC received more than $19,000 from Microsoft executives and lobbyists last year, has been leading the charge for the company on Capitol Hill, sometimes so boldly that Microsoft has distanced itself from his gambits.",
  "Microsoft's agenda was modest – arcane changes to software copyright and data-encrypting laws – and so was Krumholtz's budget: He had no secretary and the company's political action committee was financed with a paltry $16,000.",
  "And a week later, consumer advocate Ralph Nader organized a conference in a Washington hotel where a chorus of Microsoft competitors – who bought blocks of $1,000 seats – accused their rival of trying to dominate the Internet.",
  "It has given a raft of campaign contributions to candidates for state attorney general, although it sometimes bet on the wrong candidate; in California, Microsoft gave $25,000 to a Republican three days before he was trounced.",
  "They have had dozens of politicians and congressional staff members to the firm's Redmond \"campus,\" among them Armey, Rep. John R. Kasich (R-Ohio), Sen. John McCain (R-Ariz.) and Democratic presidential candidate Bill Bradley.",
  "Now, the two sides are engaged in the Washington version of a shootout, with Microsoft's opponents fielding an equally daunting team of well-connected lobbyists and scrambling to keep up with Microsoft's political giving.",
  "Microsoft's chief rivals – Netscape, Sun, Oracle Corp. and America Online Inc., which recently acquired Netscape – and their employees doled out $843,000 in the 1998 election cycle, more than four times their 1996 sum.",
  "That morning, Justice antitrust chief Joel I. Klein and Attorney General Janet Reno faced a phalanx of television cameras to announce that Justice and 20 state attorneys general were filing a massive antitrust lawsuit.",
  "Microsoft has ardently courted conservative think tanks, hoping their supportive comments will influence GOP congressional leaders and, ultimately, the Republican-appointed appeals judges who might hear the case.",
  "In October, Justice alleged that Microsoft was violating a 1995 agreement with the government by forcing makers of personal computers to distribute Microsoft's Internet browser as a condition of buying Windows.",
  "But Netscape was recruiting even more hired guns, including two newly departed Clinton administration officials: FTC commissioner Christine Varney and Vice President Gore's domestic policy adviser, Greg Simon.",
  "The anti-Microsoft lobbyists held numerous briefings in Congress featuring a slide show whose final panels urged members of Congress to \"encourage [Justice] to proceed promptly\" with an antitrust probe.",
  "Microsoft, which in its first decade never sent an employee to a political fund-raiser or legislative hearing in Olympia, the Washington state capital, has also lobbied states involved in the suit.",
  "Barksdale's disappointment deepened when he learned that only 90 minutes before, at the start of that very day's lunch, Gorton had ushered Gates in to shake hands with all the Republican senators.",
  "They carry a poll by the firm of Democrat Peter Hart and Republican Robert Teeter showing that two-thirds of Americans believe that the firm benefits consumers and that the suit is wrongheaded.",
  "The company, a flagship of the New Economy, has embarked on an all-out crusade to win friends in Washington that draws from every page of the traditional political influence playbook.",
  "Today, as it fights a government antitrust lawsuit that could threaten its corporate existence, Microsoft is scrambling to recover from its years of languor in the nation's capital.",
  "Because the new technology posed a threat to Microsoft's dominant Windows operating system, the government alleges in its lawsuit, Gates and Microsoft set out to crush Netscape.",
  "In an effort to persuade New York state to withdraw from the suit, the firm dispatched a lawyer friendly with the transition chief for incoming attorney general Elliot Spitzer.",
  "He is trying to deny a requested budget increase for Justice's antitrust division, and he recently derided the Microsoft trial judge, Thomas Penfield Jackson, as \"third-rate.\"",
  "), he made a request: Would Lott arrange for conservative icon Robert H. Bork to address the Senate GOP members' monthly luncheon on the need to crack down on Microsoft?",
  "Months before, Lott had signed a letter to the FTC requesting antitrust action against Microsoft, before Sen. Slade Gorton (R-Wash.) persuaded Lott to remove his name.",
  "Microsoft has a simple story to tell lawmakers on Capitol Hill: It would be unfair to penalize a company for success that helped set off the country's economic boom.",
  "Microsoft has key Democrats on board as well, including former representatives Vic Fazio (Calif.) and Thomas J. Downey (N.Y.), a close ally of Vice President Gore.",
  "The firm – which almost doubled its lobbying spending last year, to $3.7 million – has retained a Who's Who of consultants, many of them intimates of GOP leaders.",
  "Crafted by Deaver and Democratic media consultant Carter Eskew, the ads have run extensively in Washington during morning news programs and Sunday talk shows.",
  "But instead of spending the money in last November's elections, the company has held most of it in reserve for this year, with the antitrust verdict looming.",
  "As a result, Microsoft's campaign contributions and lobbying efforts – like those of many businesses dealing with Congress – have tilted toward Republicans.",
  "That lobbying effort, Microsoft officials believe, helped launch the antitrust suit filed last May by the Justice Department and 19 state attorneys general.",
  "Much of the money has gone to Microsoft critics, such as Sen. Orrin G. Hatch (R-Utah), whose PAC received $17,500 from executives at Netscape, Sun and AOL.",
  "Microsoft put its own browser in Windows – a move, the government contends, that discouraged computer manufacturers from installing Netscape's product.",
  "Four days later, Netscape's Barksdale delivered the keynote address at the opening of the Burns Telecommunications Center at Montana State University.",
  "In the 1997-98 election cycle, Microsoft was the 10th-largest corporate giver of unregulated \"soft money,\" with 80 percent of it directed to the GOP.",
  "Microsoft also is currying favor with the Republican-led Congress, which could provide legislative protection if the court rules against the company.",
  "For Gates, Washington Becomes Relevant Gates was introduced to Washington at age 15, when he served as an intern to then-Rep. Brock Adams (D-Wash.).",
  "Then-chief executive James Barksdale, who had come from Federal Express by way of McCaw Cellular, was intimately familiar with the political world.",
  "In coming months, the firm's executives whipped up alarm among employees about the legal case and exhorted them to contribute to the company's PAC.",
  "On Aug. 12, 1996, Reback fired off an eight-page letter to the Justice Department accusing Microsoft of illegally exploiting its Windows monopoly.",
  "Last October, he joined then-Sen. Lauch Faircloth (R-N.C.), who at the time was in a tight reelection race, at a Microsoft facility in Charlotte.",
  "Lott might do him that favor, Barksdale reasoned, because the two had been college chums in Mississippi, and their wives were sorority sisters.",
  "Since the donation, Burns has been virtually mum on the antitrust issue, though the senator says Microsoft's generosity is not the reason.",
  "Microsoft also has started to champion the favored projects of such powerful politicians as Montana's Burns, once a harsh company critic.",
  "In March, the software giant sent $50,000 to the Hudson Institute, and since 1995 has given tens of thousands to the Heritage Foundation.",
  "The television ads, one of which features a blind child using a computer for homework, argue that Microsoft's innovations help Americans.",
  "Three weeks later, Senate Judiciary Committee Chairman Hatch convened the first of three scathing hearings into Microsoft's market power.",
  "Such tightfistedness and indifference to politics had long been a point of pride for Microsoft and its billionaire chairman, Bill Gates.",
  "Meanwhile, Netscape hired a Washington lobbyist, Mitchell S. Pettit, an aide to former Senate majority leader Robert J. Dole (R-Kan.).",
  "Adams recalls Gates as a brilliant teenager, but uninterested in Watergate and other passion-inspiring events of that summer of 1972.",
  "If necessary, company executives can ask them by e-mail to flood the capital with letters, phone calls and electronic messages.",
  "Unfortunately, Lott replied, a Bork speech would be impossible, because outsiders are barred from the GOP conference's lunches.",
  "Victories for Its Rivals as Litigation Looms Suddenly, Microsoft realized it had been ambushed, and scrambled to respond.",
  "Adman Michael K. Deaver, who made Ronald Reagan's gauzy \"Morning in America\" commercials, helps craft its advertising.",
  "And behind the scenes, Microsoft has relied on a Democratic guru – Mark Penn, a pollster for the White House and Gore.",
  "It sent lawyers and technical experts to meet with the same members and aides who had granted its rivals an audience.",
  "He quietly retained Gary Reback, a Silicon Valley lawyer who had previously attacked Microsoft on antitrust issues.",
  "withdrew as the Democratic vice presidential nominee, the youngster tried to corner the market in Eagleton buttons.",
  "A few months earlier, the company had given $20,000 to the state GOP, one of the largest gifts in its history.",
  "The hard-charging former prosecutor has for years coached Gates, in private dinners, about Washington's ways.",
  "Courting the Powerful, Building Alliances A month later, Netscape's Barksdale planned his coup de gra^ce.",
  "Gates's attitude was typical of many in the software industry who dismissed Washington as irrelevant.",
  "Netscape had newfangled software called a \"browser,\" which allowed people to navigate the Internet.",
  "By the following spring, Netscape's consultants had built a coalition of Microsoft industry rivals.",
  "Gates, however, displayed the instincts of a nascent monopolist: When Sen. Thomas F. Eagleton (Mo.)",
  "Penn has fashioned key parts of its Washington strategy as well as its national marketing campaign.",
  "Last year, Microsoft donated $184,000 in cash and software to the Burns Telecommunications Center.",
  "\"It was very crude, obvious and unsuccessful,\" said Spitzer's transition chief, Lloyd Constantine.",
  "Condon has said he quit the suit because of America Online's $10 billion acquisition of Netscape.",
  "\"In the early period of this company, we didn't think much about politics,\" Gates told employees.",
  "In December, South Carolina Attorney General Charles Condon (R) pulled out of the antitrust case.",
  "Microsoft, the government alleged, was bullying competitors to maintain its Windows monopoly.",
  "Microsoft also has launched an advertising campaign aimed at Washington policy heavyweights.",
  "But that changed when a tiny Silicon Valley start-up called Netscape burst onto the scene.",
  "\"They paint themselves as Little Bo Peep,\" Krumholtz said of the firm's corporate enemies.",
  "Company officials punctuate visits to congressional offices with software demonstrations.",
  "In a 60-day period last summer, the PAC's bank account jumped from $31,000 to $326,000.",
  "Former Christian Coalition executive director Ralph Reed oversees grass-roots lobbying.",
  "On Sept. 19, Justice sent Microsoft a subpoena seeking information about its browser.",
  "All told, Microsoft almost doubled its lobbying expenses in the second half of 1997.",
  "The lobbyists found a receptive ear on the staff of Sen. Conrad Burns (R-Mont.",
  "Key to Microsoft's efforts to get back in the Washington game has been Gorton.",
  "Within weeks, it added former GOP representative Weber to its lobbying team.",
  "Convinced that Microsoft's actions were to blame, it went to Washington.",
  "\"I'm sorry that we have to have a Washington presence,\" he said in 1995.",
  "Washington, he boasted at the time, wasn't \"on our radar screen.\"",
  "Visiting the office of Senate Majority Leader Trent Lott (R-Miss.",
  "Even as Microsoft's chairman, Gates steered clear of politics.",
  "Throughout 1997, the anti-Microsoft forces lodged victories.",
  "© Copyright 1999 The Washington Post Company Back to the top",
  "\"We thrived during our first 16 years without any of this.\"",
  "Both have published antitrust analyses favoring Microsoft.",
  "But we have gotten more sophisticated about politics.\"",
  "\"But they're a group of billion-dollar companies.\"",
  "The software giant has notched one state victory.",
  "But all that was a prelude to May 18, 1998.",
  "By mid-1996, Netscape felt the squeeze.",
  "Gates, too, has become more involved.",
  "Members paid dues of up to $250,000.",
  "), who chaired a key subcommittee.",
  "\"We're not being shy about it.\"",
  "Score 1 for Microsoft, finally.",
  "\"Maybe we were a bit naive."
]