[
  "\"This year, Pyongyang successfully conducted two nuclear tests, an intercontinental ballistic missile test, breakthrough successes with its road-mobile intermediate-range missile and submarine-launched ballistic missile, a new solid-fuel rocket engine, and an improved liquid-fuel ICBM engine,\" Bruce Klingner, senior research fellow of Northeast Asia at the Heritage Foundation, told Business Insider.",
  "Reuters \"The main take-away here is not that they are still having problems, the main take-away is that they are absolutely committed to achieving a credible nuclear missile force,\" Rebeccah Heinrichs, a fellow at the Hudson Institute specializing in nuclear deterrence and missile defense, told Business Insider.",
  "\"Regardless of the discrete results of this particular test, it signals their [North Korea] continued resolve to get this right, meaning intermediate and longer range missiles,\" Thomas Karako, director of the Missile Defense Project at the Center for Strategic and International Studies, told Business Insider.",
  "And while negotiations to deploy THAAD to the region have been ongoing since South Korean President Park Geun-hye's October 2015 visit to the White House, North Korea's fourth nuclear bomb test on January 6 and long-range rocket launch on February 7 proved to be catalysts for the deployment.",
  "\"There's no silver bullets, no one system could handle everything most notably, ballistic missile defenses aren't designed against cruise missile threats, however this is an important part of a particular threat set posed by North Korea.\"",
  "KCNA/via Reuters\n\nIn order to counter North Korean threats, the US agreed to equip South Korea with a Terminal High Altitude Area Defense (THAAD) battery, America's most advanced and highly mobile missile defense system.",
  "People watch a TV news program showing a file footage of North Korea's ballistic missile that the North claimed to have launched from underwater, at Seoul Railway station in Seoul, South Korea, Wednesday, Aug. 24, 2016.",
  "The Musadan is speculated to have a range of approximately 1,500 to 2,400 miles, capable of targeting military installations in South Korea, Japan, and Guam, according to estimates from the Missile Defense Project.",
  "\"We know the path that North Korea is on and it is only a matter of time until they can hold the US at risk, as they already hold our allies South Korea and Japan at nuclear risk,\" Klingner told Business Insider.",
  "\"Not only are they improving the reliability of missiles with a variety of ranges, including long-range missiles, they are also working on ways to ensure their missiles are harder to detect,\" Heinrichs added.",
  "Ahn Young-joon/AP Photo WASHINGTON, D.C. — Despite North Korea's latest unsuccessful missile test, experts argue that several of the Hermit Kingdom's missile programs are closer than ever for deployment.",
  "AP\n\nWhat's more, Klingner notes that in four years under Kim Jong Un, North Korea has conducted more than twice as many missile tests as his father Kim Jong Il did in 17 years in power.",
  "Reuters/Amanda Macias/Business Insider On Friday at approximately 10:33 p.m. CDT, the US military detected a unsuccessful North Korean missile test near the northwestern city of Kusong.",
  "USMDA/Amanda Macias/Business Insider And while THAAD's deployment has China, North Korea's strongest ally, peeved, Karako says equipping Seoul is \"almost certainly the right solution.\"",
  "\"Based on these successes, as well as North Korean-released information, experts reassessed several missile programs as being more capable and closer to deployment,\" Klingner added.",
  "South Korea's military will have the unique air-defense system operational by the end of 2017; however, there have been discussions to expedite THAAD's deployment.",
  "\"North Korea can rest assured that it has the undivided attention of its neighbors, who aren't going to take it anymore,\" Karako told Business Insider.",
  "\"A submarine launch poses an especially grave threat since it could catch the United States and allies by surprise,\" Heinrichs told Business Insider.",
  "In August of this year, North Korea successfully launched a missile from a submarine with a range capable of striking parts of Japan and South Korea.",
  "The launch of the presumed Musadan intermediate-range ballistic missile failed immediately, according to a statement from the South Korean military.",
  "A man watches a TV news program showing a file image of a missile launch conducted by North Korea on Sunday, Oct. 16, 2016.",
  "Pyongyang first attempted a submarine-based missile launch last year and again at the end of April 2016.",
  "North Korean leader Kim Jong Un looks at newly built rockets in this undated photo released by KCNA.",
  "North Korean leader Kim Jong Un watches a ballistic rocket fire exercise in this undated photo.",
  "\"They will get it right sooner or later, so we'd better be ready,\" Karako added.",
  "All launches except the sixth one on June 22 were considered to be failures.",
  "So far this year, Pyongyang has conducted seven Musudan missile tests.",
  "A look at North Korea's nuclear facilities and capabilities."
]