[
  "And he drew a connection between U.S. foreign policy and domestic culture, arguing that “in recent years, there has been far too much institutionalization of grievance and victimhood.”\n\nStory Continued Below\n\nThe Australian-born media mogul, a naturalized U.S. citizen, also touched on the Republican presidential primary, which he said “has articulated a deep distaste for the slow descent of our country.”\n\n“Before delivering my modest message,” Murdoch joked at the outset of his address accepting the Hudson Institute's Global Leadership Award, “I feel obliged to alert college students, progressive academics and all other deeply sensitive souls that these words may contain phrases and ideas that challenge your prejudices — in other words, I formally declare this room an ‘unsafe space.’”\n\nAfter a few words of praise for former Secretary of State Henry Kissinger, who had just introduced him to the hawkish think-tank crowd, Murdoch quickly pivoted to a sweeping indictment of U.S. foreign policy under Barack Obama, though he did not mention the president by name.",
  "“Why agonize over inhumanity when you could blithely celebrate yourself?”\n\nPraising Kissinger’s role in nudging China toward a market economy, which he called “a modern miracle” that had lifted hundreds of millions of people out of poverty, Murdoch said, “this fundamental, irrefutable truth must be denied by those who despise America and detest economic freedom.”\n\n“The soft left,” he added, “cannot countenance that remarkable human success.”\n\nIn a seeming digression, Murdoch also weighed in on the U.S. domestic debate over hydraulic fracturing, which he said “has become a litmus test of principle.”\n\n“Those governments that forbid fracking are the flat-earth fraternity, yes, including New York state,” he said.",
  "“For America to have a sense of direction, two conditions are essential: A U.S. leader must understand, be proud of and assert the American personality,” he said, noting that Kissinger had offered a forthright defense of American exceptionalism in his book “World Order.”\n\n“An identity crisis is not a starting point for any journey; and secondly, there must be clear goals informed by values and by a realization of the extraordinary potential of its people,” Murdoch continued.",
  "News Corp CEO Rupert Murdoch said “in recent years, there has been far too much institutionalization of grievance and victimhood.” | Getty Murdoch unloads on Kerry, Obama, the left\n\nNews Corp CEO Rupert Murdoch, in a discursive speech Monday evening, blasted Secretary of State John Kerry and attacked the left for creating an “identity crisis” that he charged has undermined American strength and fostered terrorism around the world.",
  "The triumph of the me over the needs of the many.”\n\nLiberal “self-indulgence” had hobbled America’s sense of moral purpose, Murdoch suggested, asking: “How can we in this room be content with poverty, intellectual or economic, and how can we be content with a world defined by the ideologies of those who seek to please and appease?”\n\n“We are here not to apologize for America, but to celebrate America,” he concluded.",
  "“For a U.S. secretary of state to suggest that Islamic terrorists had a ‘rationale’ in slaughtering journalists is one of the low points of recent Western diplomacy and it is indicative of a serious malaise,” Murdoch said, referring to Kerry’s recent mangled attempt to draw a distinction between the assault on the French satirical magazine Charlie Hebdo and the more recent Paris attacks.",
  "“For America to be embarrassed by its exceptionalism is itself exceptional and absolutely unacceptable.” (Kerry quickly walked back those comments, remarking the next day that “such atrocities can never be rationalized, and we can never allow them to be rationalized.”)\n\nMurdoch also laid out a mission for the next U.S. president, according to a copy of his prepared remarks.",
  "He then offered a brief tour of 20th century diplomatic and military history, hailing the U.S. role in defeating Japan during World War II and standing up to North Korea — fortitude he said the United States had lost in recent years in favor of a culture of self-obsession.",
  "“They believe that the Earth revolves around them.”\n\nEnvironmentalists fail to recognize the need for oil and gas to remain the dominant sources of energy, he charged.",
  "“To deny that reality is to condemn the most vulnerable to the indignity of poverty for the sake of an ideology -- that being the ideology of self.",
  "“The left seemed to be happy for the incarceration of millions, whether in Vietnam under Ho or in China under Mao,” he said.",
  "“We are here to reflect upon the world as it might have been without America — a much, much lesser world.”"
]