[
  "“At this special event, you will discover many of my unique wealth creating secrets and strategies that I use to buy and sell real estate and that I also use in many of my highly profitable businesses.”\n\nThe letter, which was obtained by the Democratic opposition research group American Bridge, illustrates just how widely the Trump Institute cast its net in search of people willing to turn over their cash.",
  "“What you have in your hands right now is my personal invitation for you and your guest to attend a special event featuring a hand-picked member of my organization who will teach you many of the strategies and techniques that are the reasons for my success,” read the letter, which was signed by Trump.",
  "“I promise it will be well worth your time and to prove it, I am giving everyone who attends one of my best selling books, Think Like a Billionaire, as a bonus.”\n\n“Seating is definitely limited and I expect to have a full house filled with people like you who want a piece of the good life,” it read.",
  "In an advertisement unearthed by BuzzFeed, he said attendees would make “piles of cash” and obtain the keys “to unlock the secrets that I know can make you rich.”\n\nChao’s letter appears to be nothing more than the run-of-the-mill variety.",
  "But they were to seemingly non-exclusive events in the Virginia and Maryland suburbs of Washington, D.C. Of course, the letter made it appear that this was an exclusive opportunity that Chao would be a fool to pass up.",
  "She’s been the chair of the Federal Maritime Commission, the director of the Peace Corps, the president and CEO of United Way of America and a distinguished fellow with the Heritage Foundation.",
  "Then, in 2001, she was appointed as President George W. Bush’s secretary of labor, the first Asian-American woman in U.S. history to be granted a cabinet position.",
  "But his seminar business, the Trump Institute, did send a package to Chao promising that she, too, could get rich quickly with the tutelage of its chairman, Trump.",
  "But sometime during that second half of that administration, someone came knocking on Chao’s door promising even more success, more power, more wealth and glitz.",
  "“This invitation and the enclosed tickets have been sent only to those that have demonstrated a desire and a willingness to be successful,” it read.",
  "Carolyn Stewart, the press secretary at the Hudson Institute, where Chao now works, did not confirm whether or not Chao attended.",
  "It was operated by a couple who had “run afoul of regulators in dozens of states.” Trump merely lent his name to the operation.",
  "The envelope appears to be dated August 2005, though it is possible that it was 2008 (the font is too blurry to tell).",
  "which we won’t disclose, but which matched addresses listed for her husband, Sen. Mitch McConnell (R-Ky.) ?",
  "there is no indication that the Trump Institute actually knew that it was blitzing the secretary of labor.",
  "The Huffington Post Two VIP tickets to a Trump Institute seminar that were offered to Elaine Chao.",
  "Chao, by any stretch of the imagination, was not your typical target for get-rich-quick-schemers.",
  "The Huffington Post The letter sent to then-Labor Secretary Elaine Chao by the Trump Institute.",
  "People who signed up tended to be economically distressed and looking for shortcuts to wealth.",
  "No, Trump didn’t literally walk up to Chao’s home in Washington, D.C. and ring the doorbell.",
  "She only left the Department of Labor when Bush left the White House: January 2009.",
  "As The New York Times reported in June, the institute was predatory in nature.",
  "The Huffington Post The pitch for Chao to attend a Trump Institute seminar.",
  "Elaine Chao has had a career arc unmatched by many other people.",
  "Either way, Chao was serving in the administration at the time.",
  "The Trump Institute’s licensing agreement expired in 2009.",
  "Absent the name and the address listed on the envelope ?",
  "Enclosed were two complimentary VIP tickets.",
  "That someone was Donald J. Trump.",
  "And Trump promised them that."
]