[
  "A heroin addict smokes heroin in Lamu Thomson Reuters\n\n\"I would say... that for the government to step into the role of officially providing addictive heroin to its citizens so transforms the relationship of the citizen to the government that we should fear it,\" said David W. Murray, a research fellow at the Hudson Institute who previously worked at the White House Office of National Drug Control Policy.",
  "The Vancouver patients would go to the clinic multiple times a day to receive their dose under medical supervision, and many spoke out about how it helped them manage their addiction, stay away from crime, and integrate back into society.",
  "British Columbia recently became the first province in Canada to declare a public health emergency following a huge spike in overdose deaths related to fentanyl, a synthetic opioid that is 50 times more potent than heroin.",
  "The move comes amid what's been described as an opioid overdose epidemic across Canada and the US, and experts have heralded the decision a positive step to help mitigate opioid dependence and promote harm reduction.",
  "A small kit of supplies containing syringes, bandaids and antiseptic pads waits to be used by a drug addict inside a safe injection site on Vancouver, British Columbia's eastside Aug. 23, 2006.",
  "In 2014, doctors at a medical clinic in downtown Vancouver became the first in North America to legally prescribe diacetylmorphine to a group of patients who weren't part of a clinical trial.",
  "Doctors can now apply to a special-access government program to get prescriptions for patients who have not responded to methadone and other medically-assisted treatment options.",
  "Reuters/Andy Clark\n\nAs a wave of opioid overdoses continues to spread across North America, Canada is now allowing doctors to prescribe heroin as a treatment for severe addicts.",
  "\"Treatment with diacetylmorphine in a comprehensive setting can lead to improved treatment outcomes and health benefits for these patients,\" Health Canada wrote on Wednesday.",
  "Results from a pilot study out of a supervised injection site in Vancouver confirmed that most of the city's drug supply, heroin in particular, is tainted with fentanyl.",
  "During hearings on the opioid crisis this summer, members of a Senate committee criticized the idea of supervised injection facilities and prescription heroin.",
  "Other countries, including Germany, Denmark, Switzerland, and the Netherlands, also allow supervised medical treatment involving prescription heroin.",
  "There were 433 drug overdose deaths reported in the province in the first six months of 2016, 238 of which were reportedly linked to fentanyl.",
  "Health Canada lifted rules this week that barred physicians from prescribing diacetylmorphine, which is pharmaceutical-grade heroin.",
  "Most drugs accessed through the federal program are provided by the manufacturer at no cost to the patient.",
  "The outcomes were positive, so the group launched a constitutional challenge against the government's ban.",
  "They eventually won an injunction that allowed them to continue the practice.",
  "But the approach remains controversial in the US."
]