[
  "“In a worst-case scenario,” Stratfor cautioned in a briefing about EgyptAir 804, “we may have a competent bomb-maker on the loose with knowledge of how to get a bomb onto a plane, and the authorities have no idea what method he is using,”\n\nA new group is responsible, but wants to lay low\n\nThe absence of claims from ISIS and al-Qaeda “makes me think it might be a new group, or a splinter of a group,” said Jonathan Schanzer, a former terrorism analyst at the U.S. Treasury Department.",
  "The likeliest would be “an indigenous organization, maybe in Egypt.” The Russian charter plane that exploded with 224 on board in November was brought down over Sinai by an ISIS affiliate long active on the lawless peninsula—and which publicly took credit, calling it revenge for Russia’s military support for Syrian President Bashar Assad.",
  "Tadros, an Egyptian national who knew five of the passengers killed on Flight 804, said numerous small groups have sprung up from the Brotherhood to answer state violence, but “they have specialized in low level violence, throwing Molotov cocktails at police… toppling electrical towers.",
  "Targeting EgyptAir, a parastatal company closely identified with the government, amounts to striking a blow against President Abdul Fattah al-Sisi, who alienated millions of Islamists when he deposed his elected predecessor, President Mohamed Morsi, and outlawed the Muslim Brotherhood.",
  "If this is a terrorist incident and it’s a completely new group, that would be a really major development for Egypt.”\n\nYet another possibility\n\nThe bomb was planted by individuals, likely motivated by radical ideology, but not organized as a group.",
  "In December 1994, Ramzi Youssef, the mastermind of the 1993 World Trade Center bombing, tucked a homemade bomb with a timer into the life vest under his seat on a Philippine Airlines flight, then left the plane.",
  "But a week after the airliner went down, from what experts and government officials from Cairo to Washington continue to say was very likely a terrorist attack, no terrorist group has taken responsibility.",
  "There have been exceptions, he noted, citing the “underwear bomber,” but even that exception offers a measure of solace: He said he waited because he wanted the plane to explode on U.S. territory.",
  "In the vacuum, terrorism specialists are weighing the possibilities:\n\nIt wasn’t a terrorist attack at all\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "It was a bomb, but smuggled on board by means the terrorists hope to keep secret\n\nThe private intelligence company Stratfor dubs this the “more sinister” if less likely explanation.",
  "Schanzer noted that a similar crackdown on Islamists in the 1990s gave rise to the The Islamic Group and Egyptian Islamic Jihad (which later merged with al-Qaeda).",
  "“Why bring down a plane if you’re not going to take credit for it?” asked Clint Watts, formerly executive officer at West Point’s Combating Terrorism Center.",
  "“Historically, numerous organizations make a claim even though they had nothing to do with it,” said Samuel Tadros, a senior fellow at the Hudson Institute.",
  "When it detonated on the next leg of the flight (killing one and wounding 10, though the pilots managed to land), he made no public claim of responsibility.",
  "That, as much as the absence of any suspicious names on the passenger manifest, argues against the presence of a suicide bomber on board, Watts speculated.",
  "Perhaps clarity on EgyptAir Flight 804 will surface with the black box, which reports say sensors have located on the Mediterranean floor.",
  "The bomb was a test run for a larger plot, to plant explosives in the same way to bring down 10 U.S. airliners while crossing the Pacific.",
  "As the Brotherhood has been forced underground and labeled a terrorist group in Egypt, history may be repeating itself.",
  "Watts finds “somewhat reassuring” not only the silence from jihadi groups, but also the physical facts of the event.",
  "And even when they take their time, specious claims bubble up from obscure groups trying to seize the spotlight.",
  "Every day that goes by, it conjures up more thoughts, and scary thoughts.”\n\nContact us at editors@time.com.",
  "(“I’d be much more concerned if it was coming from Cairo.”) What’s more, it went down late in the flight.",
  "“It’s unusual to be waging a military campaign and not tell anyone why you’re doing it,” Schanzer said.",
  "Like the shoe-bomber and underwear-bomber later, that plot produced warnings instead of mysteries.",
  "The plot was discovered only because a bomb maker accidentally set fire to a Manila apartment.",
  "View Sample Sign Up Now\n\nThe lack of a claim may well indicate a lack of responsibility.",
  "That, however, still does not explain why there has been no statement claiming credit.",
  "Flight 804 departed for Cairo from an extremely security-conscious airport in Paris.",
  "ISIS and al-Qaeda, the big global terror powers, tend to make their claims promptly.",
  "Like other experts, he does not claim to have answers: “It’s just very odd.",
  "“You get in the plane, you reach altitude, you detonate it,” he said.",
  "The slogan was: anything that is below bullets is nonviolent.",
  "But none has the sophistication that we see here.",
  "Flight 804 was over international waters.",
  "That’s unsettling all by itself.",
  "Still, it’s happened before.",
  "But this time, nothing."
]