[
  "Even avowed conservatives don't always agree on what these are, because they include social causes such as opposing abortion and same-sex marriage; political ones such as curbing the reach of government and devolving power to the states; martial ones such as asserting American power abroad and maintaining a superior military; and economic ones such as lowering tax rates and spending less money.",
  "REUTERS/Carlos Barria\n\nHe favored the economic stimulus plan, the automobile industry bailouts, the bank bailouts and the assault-weapons ban; he has called himself \"very pro-choice,\" \"very liberal\" and a backer of \"universal health care\" on national television; during the 2012 campaign, he criticized Republican Mitt Romney's harsh immigration rhetoric.",
  "A supporter of U.S. Republican presidential candidate Trump tries to get the crowd fired up at a campaign rally at Oral Roberts University in Tulsa, Oklahoma Thomson Reuters\n\nTrump claimed he would rid the world of the Islamic State by \"bombing the s-- out of them.\"",
  "Perhaps his penchant for blaming others for his mistakes, as he has for several misogynistic and racist tweets, is even more worrying than the mistakes themselves because it indicates a man averse to being humbled by his errors and unwilling to learn from them.",
  "To hear their critiques and pretend your candidate still advances your worldview is like being diagnosed with a deadly disease and refusing to listen to the doctors who are specialist in the field because you're just going to walk it off.",
  "You are angry with the gridlock caused by the petty bickering of professional politicians more interested in being lackeys to lobbyists and other big-money donors than in improving the lives of average wage-earning Americans.",
  "His windshield-wiper party affiliation — in 1999 he switched from Republican to independent, then to Democrat in 2001, then to Republican in 2009 — suggests either internal conflict on the issues or blatant pandering.",
  "Another aspect of Trump's so-called toughness is his inclination to attack anyone who disagrees with him, from journalists to other politicians to Muslims writ large — people who have the freedom to disagree with him.",
  "To see whether he is a false prophet, let's look at the most important reasons people say they support Trump: First, they are either the most conservative voters or they say he represents conservative values.",
  "Because Trump would be powerless to do a lot of the things you want — make new laws, alter U.S. strategy — a vote for him is a guarantee that actual, realistic changes you want will never happen.",
  "Michael Pregent, a former Army intelligence officer and adjunct fellow at the Hudson Institute, says, \"Carpet bombing only works with armies out in the open, but those days are kind of gone now.",
  "Your passion for Donald Trump, an outsider to governing, is proof that our political system, though sometimes infuriating, is as noble, contradictory and inspiring as America itself.",
  "No wonder National Review, the house organ of the right, recently used an entire issue to showcase famous conservatives from across the spectrum warning against supporting Trump.",
  "The same Pew poll found that, compared to Ben Carson, Ted Cruz, Marco Rubio, Hillary Clinton, and Bernie Sanders, Trump was considered the least religious presidential candidate.",
  "Even in this campaign, your critics say you often sound more like a Democrat than a Republican, calling several of your opponents on the stage things like 'clowns' and 'puppets.'",
  "REUTERS/Brian C. Frank\n\nA month later, he amended that by telling Christian Broadcasting Network's David Brody that his favorite was \"Proverbs, the chapter 'never bend to envy.'",
  "Trump supporters: Don't you want someone who can actually get the job done rather than just say what they know won't work just because they think it's what you want to hear?",
  "If you are a Trump supporter who likes the billionaire's conservatism, ask yourself this question: In what ways were the most articulate and well-known conservatives wrong?",
  "(What that verse actually says is, \"Do not be envious of evil men, nor desire to be with them; for their heart devises violence, and their lips talk of troublemaking.\")",
  "Basketball legend Kareem Abdul-Jabbar speaks during a news conference at the Los Angeles Unified School District headquarters, Thursday, July 9, 2015, in Los Angeles.",
  "Accordingly, Trump has asserted his deep religious belief and spoken several times of his respect for the Bible in an effort to win evangelical support.",
  "Instead of translating your outraged voices into meaningful action, you would be thwarted by a candidate who knowingly made promises he couldn't keep.",
  "Running a real estate company has nothing to do with running a country, forging alliances in Congress, or dealing with foreign allies and enemies.",
  "Forget the crazy stuff (that everyone will say \"Merry Christmas\") and focus on the big-ticket items such as building a wall at Mexico's expense.",
  "Perhaps it is tough to say, as Trump has, that \"I could stand in the middle of Fifth Avenue and shoot somebody, and I wouldn't lose any voters.\"",
  "In a more recent flub, Trump referred to Second Corinthians as \"two Corinthians,\" showing a fundamental lack of familiarity with the Bible.",
  "Which is what most military experts think of the carpet-bombing \"plan,\" which also would slaughter innocent families on an enormous scale.",
  "FactCheck.org, which called him the \"King of Whoppers,\" said, \"In the 12 years of FactCheck.org's existence, we've never seen his match.\"",
  "Money, jobs and opportunities seem to flow upstream to those who already have everything, rather than downstream to those most in need.",
  "Politifact gave him the 2015 Lie of the Year award because 65 percent of his statements were mostly false, false, or \"pants on fire.\"",
  "Former defense secretary Robert Gates said people \"making these broad pronouncements\" simply \"don't know what they're talking about.\"",
  "Even if Trump could win in November, bluster and insults are not enough when it comes to our economic, spiritual and social futures.",
  "You also tell pollsters you want an outsider because you're tired of political elites who constantly lie and manipulate the truth.",
  "Here's the most important reason for not supporting Trump: You're throwing away your chance to change the country for the better.",
  "According to a recent Pew Research Center poll, being an atheist is the trait most likely to cause voters to reject a candidate.",
  "AP Photo/John Minchillo\n\nTrump's dominance reflects your disgust and dissatisfaction, not an endorsement of his vague policies.",
  "Last week, Trump withdrew from Fox News's presidential debate because he didn't think host Megyn Kelly would treat him fairly.",
  "The promise of Trump is that he will destroying from the inside what the terrorists are trying to destroy from the outside.",
  "In the first GOP debate, she said, \"You've called women you don't like, 'fat pigs,' 'dogs,' slobs, and disgusting animals.",
  "According to several polls and focus groups, the other main reason people support Trump is because they think he's tough.",
  "Or, once he is elected, will the status quo persist, leaving you disappointed and sheepish about having missed the signs?",
  "Although Brody couldn't recall the specific phrase, Trump's aides later informed him that it came from Proverbs 24:1-2.",
  "As a Trump supporter, aren't you worried about his toughness if he refuses even to face simple questions like these?",
  "So ask yourself this: Of everything Trump has promised, what does the president actually have the power to change?",
  "If Trump is willing to abrogate one part of the Constitution in his quest for power, why should he stop there?",
  "You once told a contestant on 'Celebrity Apprentice' it would be a pretty picture to see her on her knees.",
  "But what about the fact that Trump has proven to be the most dishonest politician running for president?",
  "Fox News screenshot\n\nShe also said, \"In 1999, you said you were, quote, 'very pro-choice.'",
  "It's a reasonable question to ask a man who wants to govern 158 million American women.",
  "Is it tough to insult you, his own supporters, as mindless zombies and cult worshipers?",
  "The question for this election is: Which candidate will actually do something about it?",
  "If that's a good idea, can a president make it happen, and how would he or she do so?",
  "Also a fair question, given that his largest group of supporters are conservatives.",
  "Does that sound to you like the temperament of a man we should elect as president?\"",
  "Americans are smart, and they appear to harbor no illusions about Trump's piety.",
  "\"I wouldn't want to get into it, because to me that's very personal,\" he said.",
  "… Your Twitter account has several disparaging comments about women's looks.",
  "Imagine how much harder the questions would be if he were elected president.",
  "Running a lemonade stand is not the same as running a massive citrus farm.",
  "But asked about his favorite Bible verse, Trump was unable to recall any.",
  "They are more likely to vote for you if you are Muslim than an atheist.",
  "The problem is that, to be tough, you actually have to know how to win.",
  "I've had that thing all of my life where people are bending to envy.\"",
  "America works best when all voices are championed by true believers.",
  "Don't let yours get lip-synched by the Milli Vanilli of politics.",
  "Jae C. Hong/AP Photo Dear Trump supporters:\n\nAmerica hears you.",
  "In 2004, you said in most cases you identified as a Democrat.",
  "That's the way we like our Clint Eastwoods to solve problems.",
  "Then blamed someone else for writing it down incorrectly.",
  "But can Trump be the champion his supporters really want?",
  "But on few of these is Trump a classic conservative.",
  "But is he actually tough or merely tough-talking?",
  "Trump supporters: Does this mean nothing to you?",
  "Does Trump really represent conservative values?",
  "Was he an Old Testament or a New Testament guy?",
  "Religion is very important to American voters.",
  "Steeliness without strategy is just bluster.",
  "You favored an assault-weapons ban as well.",
  "When did you actually become a Republican?\"",
  "An odd statement for an avowed Christian.",
  "Even supporting partial-birth abortion.",
  "Truly, this is how most Americans feel.",
  "That makes him a dupe and a puppet.",
  "Only 1 percent were strictly true.",
  "They're not doing that anymore.\"",
  "A decidedly unbiblical attitude.",
  "Donald Trump holding a bible.",
  "\"Probably equal,\" he replied.",
  "(Focus groups bear this out.)",
  "Second, because he's tough.",
  "Yours,\n\nKareem Abdul-Jabbar",
  "Who will be our champion?",
  "Donald Trump.",
  "Donald Trump."
]