[
  "The youngest president in modern French history, Macron has made a series of missteps that have led the French army’s top general to quit, turned the public against his wife, angered students and advocates for the poor, and surprised those who hadn’t realized that Macron wouldn’t play nicely with the country’s boisterous and aggressive press corps.",
  "Macron’s poll numbers are worrisome for the newbie politician\n\nIn an interview with the New York Times this week, Jerome Fourquet, a pollster for IFOP, told the newspaper, “The causes of this discontent are deep.”\n\nThere are a lot of close observers of French politics who believe Macron will weather the current storms.",
  "“In the current circumstances I see myself as no longer able to guarantee the robust defense force I believe is necessary to guarantee the protection of France and the French people, today and tomorrow, and to sustain the aims of our country,” de Villiers said in a statement on July 19.",
  "When centrist Emmanuel Macron trounced far-right candidate Marine Le Pen in France's presidential election, Europe was simultaneously relieved and excited by the possible emergence of a new and charismatic champion of the values of tolerance and openness.",
  "Three short months later, Macron’s shine has dulled, his domestic popularity has plummeted, and critics are beginning to argue that the inexperience and inclinations of France’s new leader may be a bigger liability than they initially thought.",
  "After all, François Fillon, Macron’s conservative rival in the first round of French elections, had his campaign derailed after press reports revealed his wife was paid hundreds of thousands of euros for a job she may not have actually done.",
  "In an era of surging populism on the right (Marine Le Pen) and the left (a former Socialist minister named Jean-Luc Mélenchon who nearly upset the French election), Macron risked being seen as out of touch with the needs of the common folk.",
  "\"It's clear today that the executive cannot bear a situation where its top public servants have a view of things that is different from the political view put together by the Élysée,\" retired French Gen. Vincent Desportes told Reuters.",
  "Macron’s elitism problem hasn’t gotten better\n\nOne of the concerns for Macron heading into the May 8 presidential election was his background as a banker, and his general grooming at France’s elite schools for public service.",
  "A new poll published by YouGov last week found Macron has a remarkably weak 36 percent approval rating — a massive slide for a man who won the presidency with 65 percent of the vote despite never having held elected office.",
  "Maybe, but it’s not a good sign for Macron that he’s facing so much public anger before what’s likely to be one of his most politically controversial ideas: a campaign promise to radically revamp the French labor code.",
  "But it painted an awkward picture for a man who recently floated a tax reform bill that will enormously benefit the rich, and announced he’d like to slice back housing subsidies for students and the poor.",
  "The whole thing looked particularly awkward because Macron’s political party, En Marche, is also in the middle of a parliamentary process that will make it illegal to hire close relatives.",
  "Since his victory, she’s generally received positive coverage from media outlets, which have noted that she’s a trusted adviser to her husband and canny political player in her own right.",
  "Benjamin Haddad, a Hudson institute research fellow who campaigned for Macron in the spring, told me some of the new president’s troubles aren’t nearly as bad as they look.",
  "“If something puts the chief of the armed forces at odds with the president of the republic, the chief of the armed forces changes,” Macron told the Journal du Dimanche.",
  "“[W]e cannot in all decency support a statute specifically for the wife of President Macron,” Thierry Paul Valette, the petition’s creator, told the New York Times.",
  "Hanging out with celebrity musicians only cemented the idea that Macron isn’t a man of the people, even if those celebs were there to talk about the people.",
  "France’s unions are powerful; hiring and firing is such an arcane and cumbersome process that many simply don’t hire new workers — even when they need them.",
  "That’s because he had also vowed to meet the European Union’s requirement to keep the national budget deficit from exceeding 3 percent of the country’s GDP.",
  "A source close to Macron told Le Monde that “[Macron’s] 'complex thought process' lends itself badly to the game of question-and-answer with journalists.\"",
  "\"It's not Erdoganism, but it's not far off,\" Desportes said in the same interview, in a reference to Turkey’s authoritarian leader, Recep Tayyip Erdogan.",
  "In the traditional public address to the military, made on Bastille Day, Macron mentioned his annoyance at those who questioned his military choices.",
  "Those numbers are far lower than those his previous three predecessors enjoyed at the same point in their presidency, according to polling firm IFOP.",
  "Presidents far more seasoned than this first-time elected politician have been besieged by protests for suggesting small changes to the labor laws.",
  "Altering the Code du Travail, as the work law is called, was supposed to be where Macron faced the biggest tests of his standing with the public.",
  "Macron royally angered the man in charge of the French army\n\nDuring his bid for the presidency, Macron promised to increase defense spending.",
  "Infatuation with Macron is showing cracks, French pundits commenting on his \"Louis XIV\" complex: won't talk to media, sends out photos only.",
  "Researchers there concluded that as written, the top 10 percent of French society would pick up 46 percent of the benefit from the reforms.",
  "Just last year, former President François Hollande saw his country descend into chaos and strikes in reaction to similar reform proposals.",
  "It’s instead been a long series of gaffes that began with a public scuffle with the army and has now spread to Macron’s own marriage.",
  "Gen. Pierre de Villiers, the head of the French armed forces since 2014, partly agreed to stay in his job with that promise in mind.",
  "In other words, the leader Europe saw as the anti-Donald Trump is now about as popular in his own country as Trump is within the US.",
  "It turns out the French have absolutely no interest in an American style first lady role for Brigitte, especially not a paid one.",
  "In late June he decided he would be the first president since the 1970s to eschew a traditional Bastille Day press conference.",
  "To do so, he suggested cutting a €5 monthly housing benefit that currently costs the government about €16.7 billion per year.",
  "As of this morning, more than 300,000 people had signed a Change.org petition asking that she not be given an official post.",
  "De Villiers, it seems, had complained about the cuts in a closed-door parliamentary meeting — and in a social media post.",
  "But that money was largely given to the working poor and to students, some 800,000 of whom would be affected by the cuts.",
  "During the campaign, Macron floated the idea that he would make his wife a paid adviser, with a new title of first lady.",
  "The relationship between Emmanuel Macron and his wife, Brigitte, has long been an obsession of the French press.",
  "Granted, both were there on humanitarian missions — Rhianna to talk about students, Bono to talk about poverty.",
  "At the end of July, Macron and his wife welcomed pop singer Rhianna and rock star Bono to the Élysée Palace.",
  "The tax reform ideas were reviewed by the French Economic Observatory at the French University Sciences Po.",
  "She was married with children when they met; he was a student at the high school where she taught theater.",
  "This one did — and the entire affair led to sharp criticism of Macron from retired military officers.",
  "It wasn’t just that Macron decided to cut the budget — he also publicly criticized De Villiers.",
  "“The poll numbers have been dropping, but I wouldn't call it anger at this stage,\" Haddad said.",
  "Macron’s collapse has come quickly, but there wasn’t a single event that has brought him low.",
  "Turns out those tests have already started — and Macron is already struggling to pass them.",
  "He’s been called too authoritarian in his instincts, and too elitist in his approach.",
  "Arguments between the military and the Élysée Palace don’t often play out in public.",
  "Theirs was a May-December romance: Brigitte Macron is more than 20 years his senior.",
  "— Matthew Fraser (@frasermatthew) June 29, 2017\n\nThe French don’t have a first lady.",
  "That’s not, to be generous, a comfortable place for a newly elected president to be.",
  "It’s a number, according to Le Monde, that has risen precipitously since the 1980s.",
  "(Haddad points out Hollande attempted these reforms too late in his presidency.)",
  "That positive news coverage didn’t mean the French wanted her to get a salary.",
  "To do that, Macron decided the military would have to take a $980 million hit.",
  "Once in office, Macron soon realized that pledge was impossible to keep.",
  "It wasn’t the first time Macron had been accused of imperious behavior.",
  "Meanwhile, Macron was wrestling with efforts cut back public spending.",
  "It’s the most rapid descent for a French president in recent memory.",
  "The French were not particularly in the mood for more spousal jobs.",
  "Their implementation would, ultimately, worsen French inequality.",
  "This week the president backed away from the idea entirely.",
  "Macron’s next gaffe was entirely mistake of his own making.",
  "In the ensuing, very public, scuffle, De Villiers resigned.",
  "It's a soft unpopularity that could rally back quickly.\"",
  "But Macron’s comments were seen as unseemly swagger.",
  "Opponents quickly began calling Macron a hypocrite.",
  "Ascending to the presidency hasn’t grounded him.",
  "De Villiers then, too, aired his grievances.",
  "Both proposals looked mean and out of touch.",
  "That too made for some unhappy constituents.",
  "It was a bit of a tin-eared move.",
  "\"He's not divisive like Trump.",
  "Macron wanted to change that.",
  "That didn’t go over well.",
  "Ouch."
]