[
  "To be sure, the U.S. could strike North Korea’s nuclear enrichment facilities with a barrage of tomahawk missiles, similar to those President Donald Trump unleashed against the regime of Syrian President Bashar al-Assad in April after an alleged chemicals weapon attack targeting civilians.",
  "Addressing an emergency meeting of the U.N.’s Security Council the following day, Haley said Washington did not want war, but its forbearance was “not unlimited.”\n\nBut the Trump administration better dig a little deeper, because the alternative is simply too horrific to contemplate.",
  "According to U.S. and South Korean intelligence, Kim has more than 1,000 missiles of varying ranges, as well as stockpiles of chemical weapons such as Sarin gas and VX nerve agent (used to assassinate Kim’s half-brother Kim Jong Nam at Kuala Lumpur International Airport on Feb. 13).",
  "Despite Haley’s bravado, and U.S. Defense Secretary James Mattis insisting that “we have many military options,” the reasons against military intervention are more, not less, compelling today than when North Korea first started down the nuclear road in the mid-1990s.",
  "“The consequences would be tremendous.”\n\nPreemptive or preventative war to disarm a nuclear adversary has been considered by American leaders many times before: by Eisenhower against the Soviet Union, by Johnson and Kennedy against Mao Zedong’s Red China.",
  "However, there are big questions over their aim, whether the regime has mastered the miniaturization of nuclear warheads, or the ability to get a ballistic-missile payload back into the atmosphere from the peak of its trajectory.",
  "Still, hawks who favor military strikes against North Korea point to the U.S.’s “escalation dominance” — Pyongyang could cause America’s allies significant damage, but the U.S. can wipe North Korea off the face of the planet.",
  "When a power is vastly inferior and unpredictable, like North Korea, and lives in constant fear of its own annihilation, “we may approach that point when Mr. Kim says ‘what do I have to lose,’” says Goldstein.",
  "Moreover, “there are no indications that North Korea is going to launch an imminent attack against the United States,” says John Park, director of the Korea Working Group at the Harvard Kennedy School.",
  "But, if provoked, the regime could target America’s regional allies, especially the greater Seoul area, which is home to half of South Korea’s 50 million people and lies just 35 miles from the DMZ.",
  "Troops participating in the joint U.S.-South Korea military drills are practicing “decapitation strikes” — simulating Kim’s assassination — which can hardly be putting the young despot at his ease.",
  "Furthermore, if the U.S. was seriously contemplating striking the North, it would have to evacuate American citizens in South Korea and Japan, and put its forces there on a state of high alert.",
  "If the 33-year old Kim, a living deity ensconced in an opulent palace alongside a coterie of adoring sycophants, faced his own ignominious demise, who’s to say he wouldn’t feel the same?",
  "However harsh and terrible the solution, there would be no other.”\n\nConfronted with defeat, Castro was happy to see Cuba disappear under a nuclear cloud alongside its hated adversary.",
  "There are 28,500 American troops in South Korea and some 50,000 in Japan, who would likely be the first target of any retaliation, plus tens of thousands more American civilians.",
  "Analysts estimate that Pyongyang’s most advanced missiles, such as the Hwasong-12 that was launched over Japan last week, could perhaps reach California — at a stretch.",
  "“It’s exceedingly dangerous.”\n\nDuring the Cuban Missile Crisis, Fidel Castro, believing a U.S. invasion was imminent, sent a note to Soviet leader Nikita Khrushchev.",
  "“Many countries would question the wisdom of their U.S. alliances,” says Richard Weitz, director of the Center for Political-Military Analysis at Hudson Institute.",
  "Nikki Haley, the U.S ambassador to the U.N., said that North Korean leader Kim Jong Un was “begging for war” following his regime’s sixth nuclear test on Sept. 3.",
  "For the U.S. to act against Pyongyang, South Korea and Japan would have to sign on, but this is a near impossibility given their place on the front line.",
  "There would also a small, though distinct, possibility of Beijing coming to North Korea’s defense, and open conflict between the world’s two superpowers.",
  "“They’d have to build a pretty good reentry vehicle for that,” says Ryan Barenklau, the CEO of Washington, D.C.–based think-tank Strategic Sentinel.",
  "Experts believe the regime’s new generation of solid-fuel rockets are launched from mobile batteries —making them harder to strike preemptively.",
  "North Korea may be an impoverished nation of 25 million, but it also has the world’s fourth-largest standing army, numbering 1.1 million.",
  "If Cuba fell, he wrote, “that would be the moment to eliminate this danger forever, in an act of the most legitimate self-defense.",
  "“If you can induce anxiety in your adversary then he will come to the table in a mood to accommodate you,” says Goldstein.",
  "However, North Korea is a highly clandestine state and the Pentagon knows little about its armaments or where they are.",
  "But this would set off warning bells in North Korea, thus possibly even herald a preemptive strike of Pyongyang’s own.",
  "The U.S., acting unilaterally, would shred Washington’s East Asian alliances, pushing the region closer to China.",
  "Kim has also tested submarine launches, and no preemptive strike could comprehensively nullify that threat.",
  "America’s THAAD anti-missile defense system could stop few missiles but it couldn’t intercept them all.",
  "Therefore, the thinking goes, the North will have to moderate its response to ensure its own survival.",
  "Never did it pass rudimentary cost-benefit analysis, and history has proven those decisions correct.",
  "And let’s not forget its atomic arsenal: U.S. intelligence believes Kim has 30 to 60 nuclear bombs.",
  "Many facilities are hidden underground, with caches of weapons in an elaborate system of tunnels.",
  "They have a range of 6,500 miles, potentially putting the continental U.S in their crosshairs.",
  "“The North has Seoul as a hostage,” says Lyle Goldstein, associate professor at the U.S.",
  "Whatever patience Washington had left for Kim Jong Un appears to be evaporating fast.",
  "But raising the temperature also drastically increases the risk of a miscalculation.",
  "So if military action is so fraught, why the open bluster from Haley and Mattis?",
  "As the recent missile tests show, Tokyo is also a viable target.",
  "The problem is that this theory works best for rational regimes.",
  "These may not be able to threaten the U.S. mainland quite yet.",
  "Naval War College, speaking to TIME in a personal capacity.",
  "Write to Charlie Campbell at charlie.campbell@time.com.",
  "The scale of retaliation is also uncertain.",
  "This appears to be strategic bargaining."
]