[
  "The country’s security service noted that the biggest intelligence threat in 2014 came from Russia, where agents have been illegally gaining access to information about Sweden’s defense capabilities, as well as aggressively recruiting new spies in Sweden from the Russian expatriate community.",
  "“If carried out successfully, control of those territories would make it all but impossible for Nato allies to reinforce the Baltic states,” Edward Lucas, the senior vice-president of the Centre for European Policy Analysis, wrote in the report.",
  "McCain favors a much more active response to Russia, which has included supplying arms to Ukraine, a point McCain has hammered home at the various Senate Armed Service Committee nomination hearings over the past couple of months.",
  "There’s no discussion of it.”\n\nIn June, the Center for European Policy Analysis stated the Russian military held an exercise simulating a takeover of Norway, Finland, Sweden and Denmark, using 33,000 troops.",
  "Republican Sen. John McCain said Wednesday during his trip to Sweden that Russian President Vladimir Putin is trying to “restore the Russian Empire.”\n\nThe purpose of the trip, made along with Sens.",
  "Last September, two SU-24 bombers reportedly entered Swedish airspace for about 30 seconds, prompting Swedish Foreign Minister Carl Bildt to harshly criticize the Russian ambassador.",
  "Follow Jonah Bennett on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“I think what Putin does now is that he sorts of calibrates about how far he can go without triggering some kind of real opposition,” McCain said at the Hudson Institute in July.",
  "The scenario posited that Western powers were supporting an uprising in Moscow to unseat Putin, and in response, Russia launched an assault against the four bordering countries.",
  "John Barrasso and Sheldon Whitehouse, is to reiterate concerns regarding Russia’s aggressive military build-up and other threatening activities, The Local reports.",
  "Nobody talks about Crimea, nobody talks about the Malaysia Airliner that we know was shot down with Russian equipment and probably with Russian(s) manning it.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "For McCain, even sending millions in non-lethal aid isn’t enough to force the Russian side to shift tactics.",
  "“We are arguing now over when and how to raise the sanctions.",
  "Sweden seems to agree that Russia presents a major threat."
]