[
  "Khalid Al-Obeidi welcomes Al-Muhandis who thanked the MoD for its support of the PMF https://t.co/J0KeOANOty pic.twitter.com/CIL5f5Wuhl — Dr. Khalid Al-Obeidi (@khalid_alobeidi) January 14, 2016\n\nAs the former commander of Kataib Hezbollah, a Shia extremist group with links to Iran, al-Muhandis and his group “committed, directed, supported, or posed a significant risk of committing acts of violence against Coalition and Iraqi Security Forces” according to a Treasury press release.",
  "“[Al-Muhandis] is funded, backed and paid for by Iran,” Michael Pregent, a fellow at the Hudson Institute and a former military intelligence officer who operated in Iraq, told The Daily Caller News Foundation,”he is responsible for American deaths.”\n\nPregent said al-Muhandis continues to work closely with Qassem Soleimani, leader of Iran’s Quds Force, the paramilitary organization responsible for covert operations across the Middle East.",
  "According to the defense minister’s website, al-Obeidi “expressed his appreciation for the [PMF’s] … sacrifices that have contributed to strengthen the effort on Daesh [ISIS],” during the meeting in Iraq’s capital of Baghdad.",
  "Al-Obeidi also tweeted a picture of he and al-Muhandis, who was designated as a terrorist by the U.S. Department of the Treasury in 2009 for his role in destabilizing the Iraqi government and attacking U.S forces.",
  "According to Pregent, Iran does not plan to defeat ISIS, but to create a land corridor to the Shia crescent, an area that crosses several countries in the Middle East where a large portion of Shia Muslims live.",
  "Iraqi Defense Minister Khaled al-Obeidi praised known terrorist Abu Mahdi al-Muhandis during a meeting with him Thursday, and published pictures of the two of them together on his official Twitter account.",
  "The PMF is an umbrella organization of predominantly Iraqi Shia Muslim forces that have been working with the Iraqi government in its fight against ISIS.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Though it has reportedly been useful in countering ISIS, the PMF has also been accused committing mass murder of Sunnis in several Iraqi cities.",
  "He notes that the meeting between al-Obeidi and al-Mouhandis shows that Iraq is becoming more beholden to Iran.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Follow Russ Read on Twitter\n\nSend tips to russ@dailycallernewsfoundation.org.",
  "Al-Muhandis now heads up a faction of the Popular Mobilization Forces (PMF)."
]