[
  "With a potential Iranian nuclear agreement in the cards, Arkansas Sen. Tom Cotton told “The Hugh Hewitt Show” Monday any U.S. senator who votes for the deal is putting “their political fate in the hands of the Ayatollah.”\n\nCotton, who has been one of the more outspoken opponents to a potential bad deal with the Iranians, also argued that “this is not just any old vote,” telling the host if Iran gets a nuclear weapon, “the American people will want to know who supported the deal.”\n\nHUGH HEWITT: All right, so I’m hoping you’ll make this argument, or somebody will.",
  "Any congressman or senator who votes for this deal is voting to put their political fate in the hands of the Ayatollah for the rest of his or her life in the public spotlight, because if Iran gets a nuclear weapon in a year, or five years, or 10 years, the American people will want to know who supported the deal that gave them that nuclear weapon.",
  "It ought to be framed are you for it or against it, so that a yes vote means yes to Iran, and a no vote means no to Iran, but that it start in the Senate, not in the House, because it’s easier for Democrats in gerrymandered districts to vote for this thing.",
  "This is not like a vote for, say, higher taxes, or Democrats, you know, you wanted a little bit more money coming into the government, you’re going to face an attack ad or two next year, and then it’s all going to be water under the bridge.",
  "TOM COTTON: I suspect we’ll take up consideration promptly in the Senate, Hugh, but you should also think about the political consequences of this vote, because I can assure you senators and congressmen are thinking about it.",
  "It’s important that the debate begin in the Senate, not in the House, because it’s a harder vote for senators to vote in favor of this deal, and Kristol and I both agreed it ought to be up or down.",
  "So that’s what every Democrat congressman and senator is going to be thinking about when they present this very dangerous deal to the Congress that they reach in Vienna.",
  "And they will hold that person accountable.",
  "Do you think it will start in the Senate?",
  "It’s harder for senators to do so.",
  "This is not just any old vote."
]