[
  "Paul Giarra, President of Global Strategies and Transformation at Hudson, explained, “Taiwan is a viable alternative to the PRC…politically, legally, and ideologically.”\n\nNot only does Taiwan represent a legitimate democratic alternative to China’s authoritarian regime, but Taiwan is also at the nose of the first island chain.",
  "Experts with the respected think tank, the Hudson Institute, pushed for increased U.S. arms sales to Taiwan to undermine the legitimacy and authority of the Chinese Communist Party at an event yesterday, “Defending Taiwan: What Should America Do?”\n\n“China has not abandoned its long-standing objective of taking over Taiwan.",
  "It is a core interest for the Communist Party, and as Taiwan persists in deepening and broadening its democratic culture, the Chinese Communist Party views this democracy in Taiwan as an existential threat,” said Richard Fisher, a Senior Fellow with the International Assessment and Strategy Center at Hudson.",
  "From the U.S., Taiwan needs surface ships like the Aegis cruiser, program management support for Taiwan’s budding submarine development program, advanced cybersecurity training, and air defense systems and units such as the Terminal High-Altitude Area Defense (THAAD) system.",
  "Addressing frequent Chinese dismissals of similar actions taken by the United States, Giarra fervently remarked that America “should wear this title like a badge of honor, for this is unquestionably a Cold War scenario.”\n\nSend tips to ryan@ dailycallernewsfoundation.org.",
  "Ian Easton, a research fellow at the Project 2049 Institute, pointed out that increasing the frequency of arms sales to Taiwan, and meeting Taiwanese military needs is the best way to ensure that Taiwan has what it takes to stand up to an increasingly-assertive China.",
  "It “blocks China’s global projection of power.”\n\nThe People’s Liberation Army (PLA) is currently being transformed into a modern fighting force capable of carrying out rapid, surprise, and combined arms operations against the island of Taiwan.",
  "China is also making efforts to neutralize South Korea, isolate Japan, and prevent U.S. involvement in the East China Sea and the South China Sea in order to surround Taiwan and arguably exploit its helplessness.",
  "Using naval assets, China could put two divisions on the island, but it could raise that number to 12 if it were to employ the nation’s vast supply of hundreds and hundreds of river barges.",
  "If the old carriers are replaced by new missile carriers, which the PLA has already developed, the number of SRBMs threatening Taiwan may grow up to 5,000 in the next few years.",
  "A democratic Taiwan is proof to all ethnic Chinese that political and economic freedoms can coexist, and yes, this does undermine the legitimacy of the Chinese Communist Party.",
  "Experts suggested several things the United States could do to honor the Taiwan Relations Act and the Six Assurances in the face of daunting challenges from China.",
  "It is probably the only real lever the United States has to help real Chinese themselves discover that they deserve a better political system,” argued Fisher.",
  "Not only should the U.S. protect Taiwan because it reaffirms America’s support for democracy, but Taiwan is also a “capstone” for the first island chain.",
  "“At a public level, we should recognize and state, however appropriate, that Taiwan remains a critical political and military asset of the United States.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The PLA’s next generation missile carriers, unlike current carriers, which can only hold one missile, may be able to hold up to eight missiles.",
  "The panelists at yesterday’s event were resolute that the U.S. will uphold its commitments and will not tolerate aggression against Taiwan.",
  "Failure to protect Taiwan could expose American allies to new threats from China and severely cripple American influence in the region.",
  "China presently has an estimated 1,200 short-range ballistic missiles (SRBM) aimed at Taiwan, reports indicate.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The PLA has also been putting a great deal of effort into preparations for a possible invasion of Taiwan.",
  "The money required for a new F-35 could easily be used to purchase several ballistic missiles.",
  "New Patriot missiles, F-16s, and the new F-35s are also assets recommended for Taiwanese use.",
  "Taiwan’s defensive fighter force, on the other hand, is likely to remain fixed at around 400.",
  "Regional actors also expect China to have at least 1,500 fourth generation fighters by 2020.",
  "“We must demonstrate to China that we are in this for the long haul,” Giarra said."
]