[
  "Also, the elected government in the province did not get significant mandates because the Baloch parties boycotted the last election and many people were elected with the low turnout of 10, 12, in some places 15 percent.",
  "But it became even more important during the rise of the Taliban, and for many years the U.S. government and the international community have accused Pakistan of providing safe haven to the Taliban in Bolochistan.",
  "To understand the gravity of such loss, and what it means for the region, I spoke with Hussain Haqqani, a former ambassador of Pakistan to the United States, and a senior fellow at the Hudson Institute.",
  "It has always been a low-level insurgency, and Pakistan has occasionally accused Afghanistan and India of supporting the Baloch, although it has not been able to prove that allegation.",
  "There have been suggestions that the Pakistani intelligence service uses the area—especially in Quetta—for activities it wants hidden form the view of the international community.",
  "J. Weston Phippen: Can you tell me a little about the history of violence with militant extremists, the military, and the separatists in the region?",
  "Haqqani: Yes, lawyers have spoken out against corruption, but more importantly, they have criticized the Pakistani army and its conduct.",
  "The ethnic Baloch areas have a greater sympathy for nationalists who would like to see either an independent or autonomous Balochistan.",
  "This is a resource-rich province, and instead of the people benefitting from those resources, they end up in other parts of Pakistan.",
  "In Balochistan, you must remember, the Pakistani army has been accused of killing and dumping the bodies of Baloch nationalists.",
  "With all those allegations around, the role of those lawyers becomes important because they are the voice against such excess.",
  "Haqqani: This goes back to the country’s creation, when the Muslim majority part of India left and became Pakistan.",
  "Phippen: Lawyers have played an important role in criticizing the corruption in the area, which there is a lot of.",
  "Hussain Haqqani: The Baloch have been mounting an insurgency against the Pakistani state for several decades.",
  "Haqqani: Significant parts of Balochistan are not necessarily controlled by Pakistan’s central government.",
  "So these political leaders are seen by the majority of Baloch as the puppets of Islamabad.",
  "Balochistan was also the staging ground for the war against the Soviets during the 1980s.",
  "Some Baloch leaders say Balochistan’s integration into Pakistan was done forcefully.",
  "The army tries to suppress them, sometimes with the help of religious extremists.",
  "What follows is some of our conversation, edited and condensed for clarity.",
  "It has been accused of having hundreds of people abducted without trial.",
  "… Can you tell me how lawyers play a role in seeking justice?",
  "Phippen: How would you explain the political situation today?",
  "Phippen: Why do they want to separate from Pakistan?",
  "But more important than that is the neglect."
]