[
  "“They have less access to transportation to get to the health-care providers.”\n\nDangerous and under dispute\n\nIn June, two peer-reviewed studies trumpeted a conclusion at odds with years of solid science: fine-particle pollution long linked to premature death and chronic illness isn’t as dangerous as health advocates contend.",
  "Such studies, like the NERA report Trump cited when he announced the US exit from the Paris climate agreement earlier this year, can be “extremely misleading”, often tallying every conceivable cost and ignoring every possible benefit, said Ben Franta, a Stanford University researcher investigating API’s climate activities.",
  "“One time he almost looked blue.”\n\n\n\nGabriel’s health is deteriorating alongside air quality in San Antonio, where oil and gas development, a hotter climate and a growing population have combined to spell misery for a city that once boasted clean air compared to other Texas metropolitan areas.",
  "Milloy’s July congressional luncheon at the Rayburn House Office Building – billed as a “congressional staff and media briefing” – helped him plug his latest book, Scare Pollution: Why and How to Fix the EPA, which condemns the “echo chamber of deceptive science” on ozone and fine particles.",
  "Residents of San Antonio’s low-income, mostly Latino neighborhoods – like Hillcrest, where Gabriel Rosales lives – bear the brunt of poor air quality even if they aren’t in ozone hot spots, said Mario Bravo, an outreach specialist with the Environmental Defense Fund.",
  "“It got to the point where I couldn’t even leave him with anybody,” said his father, Gabe, who works as a consultant to the National Association of Public Employees, a workers’ advocacy group, and a seasonal field director of the Bexar County Democratic Party.",
  "Since Smith became chairman of the House Committee on Science, Space and Technology in 2013, the panel has handed out dozens of subpoenas – many to scientists at regulatory agencies and environmental groups – aiming to debunk climate research.",
  "Smith – whose district includes San Antonio – has opened the committee’s hearing rooms to Cooler Heads Coalition events such as Milloy’s book promotion and briefings that urged the United States to drop out of the 2015 Paris climate agreement.",
  "NERA, whose clients include API collaborators such as the National Association of Manufacturers and the American Chemistry Council, was co-founded by Irwin Stelzer, an economist who works at the Hudson Institute, a free-market think tank.",
  "Other speakers included Gradient scientists, the editor of Critical Reviews in Toxicology, industry toxicologist Michael Dourson and air researcher Robert Phalen, known for saying the air “is a little too clean for optimum health”.",
  "“This stuff is pulled out of thin air.”\n\n\n\nReached for comment, Milloy said the study is not an attack on the Clean Air Act but part of his 20-year effort to expose the EPA’s “garbage-in, garbage-out” air pollution research.",
  "During a congressional luncheon a month later, the former coal executive took credit for conceiving the study before turning it over to friend, S Stanley Young, and two other statisticians, who authored the final article.",
  "Using consultants also hired by API, the commission has spent millions of taxpayer dollars in an effort to question scientific evidence linking particulate matter and ozone with bronchitis, asthma and premature death.",
  "Now, by attempting to discredit established research on ozone and fine particles, API and its cadre of doubters are trying to undermine the Clean Air Act – the landmark US law credited with saving millions of lives.",
  "Years before, API had refuted the very concept of global warming under its president, Charles DiBona, who joined the institute shortly after a stint as energy policy advisor to Richard Nixon in the 1970s.",
  "In recent years, fringe views espoused by API have found a receptive audience in US Representative Lamar Smith, whose climate-denial credentials rival those of Republican Senator James Inhofe of Oklahoma.",
  "Armed with seemingly authoritative studies from firms such as NERA Economic Consulting, the institute has recast issues such as action on climate change as reckless moves that could tank the US economy.",
  "API promptly sued the EPA, with DiBona claiming the relaxed standards would still cost “billions of dollars without significantly improving the quality of the environment or the health of the public”.",
  "Facebook Twitter Pinterest Steve Milloy Illustration: Robert G Fresson\n\nYoung, who authored the study, stood behind its findings and disputed the idea that industry funding presents ethical conflicts.",
  "The agency, which is legally required to update air standards to keep pace with evolving science, would be obligated to review rules for pollutants once a decade, as opposed to once every five years.",
  "Unlike Cox, most researchers are no longer fixated on whether this form of pollution is fundamentally dangerous; they worry instead about whether it can cause – not just exacerbate – chronic illness.",
  "The articles – which were published within a week of one another – appeared in Critical Reviews in Toxicology and Regulatory Toxicology and Pharmacology, two journals favored by industry consultants.",
  "The TCEQ declined to comment on this story but on its website describes its mission as protecting the “state’s public health and natural resources consistent with sustainable economic development”.",
  "In 1971, the newly formed EPA set the ozone standard at 80 parts per billion, but in 1979 took an unexpected U-turn and weakened it to 120 ppb – angering industry and environmentalists alike.",
  "Trump announces US exit from Paris President Trump announces the US exit from the Paris climate agreement, citing industry-hired economists that call the accord a bad deal for US businesses.",
  "Part of the problem lies southeast of the city in the Eagle Ford Shale,a 400-mile-long hub of hydraulic fracturing that unleashes microscopic particles and smog-causing, ground-level ozone.",
  "In an email, Olson’s office wrote that the congressman “believes the Clean Air Act is critically important” but has “fundamental concerns” about Texas’ ability to meet tighter standards.",
  "Spurred by lawsuits from the American Lung Association that compelled it to update air standards based on the latest science, the EPA reverted to its original 80 ppb ozone limit in 1997.",
  "Nasa scientist gives evidence Nasa scientist James E Hansen testifies before Congress that the planet is warming because of carbon dioxide and other greenhouse gases from fossil fuels.",
  "Attacking the science is one way of undermining the Clean Air Act, said John Walke of the Natural Resources Defense Council, which advocates for more protective air-quality standards.",
  "Since he joined Congress in 1989, Smith’s top campaign donors have been from the oil and gas sector, which gave him at least $764,000, according to the Center for Responsive Politics.",
  "Pruitt had put forth what Dr Greg Diette – a lung specialist at Johns Hopkins University who has testified in favor of tighter ozone standards – calls “a tired, old industry argument.",
  "Second world war starts During the second world war, the US government worked closely with the oil industry, putting a federal investigation into its monopolistic practices on hold.",
  "By law, the EPA is not allowed to consider cost when setting ozone standards, but that hasn’t stopped API and other industry groups from injecting economics into the policy debate.",
  "Read the final part of the Guardian US/Center for Public Integrity pieces on big oil and power on Sunday: Venue of last resort: the climate lawsuits threatening future of Big Oil.",
  "The particles – found in automotive and industrial exhaust and smaller than one-fifth of the width of a strand of hair – form a toxic mix with ozone that lodges deep in the lungs.",
  "“I am very, very disappointed in the American Petroleum Institute and all the oil companies for not defending their products, for leaving the science to people like me,” he said.",
  "The science on particle pollution, much like the science on global warming, is exhaustive and widely accepted, with thousands of studies pointing to serious health implications.",
  "President Johnson warns of global warning Lyndon B Johnson is the first US president to publicly acknowledge climate change, calling it a serious global threat during a speech.",
  "Photograph: Tom Dart for the Guardian\n\nThe state’s environmental regulator – the Texas Commission on Environmental Quality – has been criticized for not making things better.",
  "In 2016, Influence Map, a nonprofit environmental research group, estimated that ExxonMobil had spent about $27m on “climate obstruction” lobbying and advertising campaigns.",
  "More than $2.2m in taxpayer funds have also been spent on contracts with Gradient – a consultancy previously hired by API to question the benefits of a stricter ozone limit.",
  "In February, he reissued a controversial subpoena to New York attorney general Eric Schneiderman, who is investigating ExxonMobil’s historical knowledge on climate change.",
  "Some of the same data was used in the Critical Reviews article published by Louis Anthony “Tony” Cox Jr, which also disputed the link between fine particles and mortality.",
  "‘Tired, old industry argument’\n\nIn July, the House passed a bill targeting what its proponents called “job-killing regulations” – namely, bedrock air-quality standards.",
  "$600m of EPA junk science up in smoke,” Steve Milloy, a climate change skeptic and Donald Trump acolyte, tweeted in June, linking to the Regulatory Toxicology article.",
  "If true, the findings would call into question health benefits claimed by the US Environmental Protection Agency, which has set ever-tightening air-quality standards.",
  "Nonetheless, EPA administrator Scott Pruitt – a former Oklahoma attorney general with deep ties to oil and gas – tried to keep the 70 ppb standard from taking effect.",
  "Milloy and Ebell were listed among the authors of a $2m plan to amplify uncertainty in climate science – as revealed in a 1998 API memo leaked to The New York Times.",
  "The World Health Organization notes that particulate matter “affects more people than any other pollutant”, with effects observed at even “very low concentrations”.",
  "Cox disclosed that his paper “benefited from close proofreading and copy editing suggestions from API” but denied in an interview that his findings were influenced.",
  "In November, he was named the next chair of the EPA’s Clean Air Scientific Advisory Committee, drawing criticism from groups like the Union of Concerned Scientists.",
  "Countries pledge to reduce greenhouse gases and recognise the scientific consensus that global warming is occurring and is likely caused by fossil fuel emissions.",
  "Global warming warning API hosts renowned nuclear physicist Edward Teller at a conference at Columbia University, where he warns of impending global warming.",
  "White House communications show that DiBona regularly met with then president Frank Ikard, a close friend of Nixon’s, before becoming Ikard’s deputy in 1974.",
  "The event was hosted by Myron Ebell, who chairs the Cooler Heads Coalition, a climate skeptics’ group that began as an alliance of free-market think tanks.",
  "In fact, it’s followed in the footsteps of Big Oil’s biggest lobby, the American Petroleum Institute, which has forestalled progress on ozone for decades.",
  "CO2 warning Scientists at the Stanford Research Institute deliver reports to API, warning of global warming induced by CO2 emissions from fossil fuels.",
  "She was among several industry-friendly voices at a 2015 TCEQ ozone workshop in Austin led by Michael Honeycutt, the agency’s director of toxicology.",
  "Relocating isn’t possible for the Rosales family of San Antonio, who are uninsured and struggling to keep up with the cost of Gabriel’s medications.",
  "What’s left are unsupported arguments: “New ozone rules could be the most expensive ever,” reads an API webpage linking to dozens of NERA findings.",
  "And both studies were funded by API, a trade group that has spent $40m since 2013 to lobby Congress on topics ranging from taxes to global warming.",
  "Opponents of the law “deny that air pollution is deadly … or even harmful in order to try to pretend that no benefits are delivered,” Walke said.",
  "Senator Sheldon Whitehouse, co-founder of the Senate Climate Action Task Force, complained that such appointments have become all too common.",
  "Ten years later, another trade association, the Independent Petroleum Association of America (IPAA) is formed to represent smaller companies.",
  "Both say the memo grew out of an API brainstorming session that never resulted in concrete action, with Milloy calling it “just a big joke”.",
  "“These people were fringe fanatics and industry stooges fighting on behalf of the industry a propaganda war against science,” he said.",
  "Paris accord signed Some 195 countries back the Paris climate agreement, pledging efforts to reduce emissions and curb global warming.",
  "Timeline Big oil and the US government Show Hide\n\nStandard Oil broken up Standard Oil’s monopoly is broken up by the US supreme court.",
  "Under Olson’s bill, states would have until 2025 to meet the EPA’s latest ozone limit, which was supposed to take effect in October.",
  "The cap is now at 70 ppb, though even that number may not be protective enough, as some research has found health effects at 60 ppb.",
  "The same day his bill passed, 144 trade groups, including regional offshoots of API, pledged their support in a letter to Congress.",
  "Since 2013, the TCEQ has paid NERA more than $870,000 for economic research on ozone – a topic the firm studied earlier for API.",
  "How big oil is tightening its grip on Donald Trump's White House Read more\n\nOver the past year, Gabriel’s asthma has worsened.",
  "This fall, Honeycutt, Anne Smith, Dourson and Phalen were all named to key EPA science positions as either advisers or staff.",
  "Some feel as if they’re going to die.”\n\n\n\nAsthmatics can do little more than hide indoors in an air-conditioned environment.",
  "He gets a second dose at the end of the day before heading home from St John Bosco Elementary School, in San Antonio, Texas.",
  "Because data underlying these reports are proprietary, Franta said, in many cases they can neither be verified or debunked.",
  "A peacetime version of a wartime committee becomes the National Petroleum Council, an advisory committee that exists today.",
  "The institute has fueled uncertainty on climate by producing what critics call misleading scientific and economic studies.",
  "API created Brought together by the war, oil executives form a trade body, the American Petroleum Institute (API) in 1919.",
  "Oil and gas interests have been Olson’s top political contributors, donating more than $1m to his campaigns since 2007.",
  "The 2017 bill is the latest iteration of a proposal Olson first floated in 2015, seeking to delay regulation of ozone.",
  "Oil industry gets close to government during war The US joins the first world war and supplies allied forces with oil.",
  "On sunny days, when his classmates run out to play, Gabriel Rosales heads to the school nurse for a dose of Albuterol.",
  "The trust which had been set up by John D Rockefeller in 1882, had gained control of nearly 90% of US oil production.",
  "In 2015, the EPA estimated that the law will have saved the US economy $2tn by 2020 while costing $65bn to implement.",
  "The latter called the reversal scientifically indefensible and accused the EPA of prioritizing economics over health.",
  "The air he breathes is expected to degrade further as oil prices rebound and drilling picks up in the Eagle Ford.",
  "About 85% of the act’s benefits come from reducing fine-particle pollution, which raises the risk of early death.",
  "President Woodrow Wilson appoints multiple oil executives to war-effort committees and nationalises the railways.",
  "Ebell agreed, accusing the agency of using “junk science” to justify air-quality and greenhouse-gas regulation.",
  "The Clean Air Act is routinely hailed as one of the most cost-effective federal laws, even by business groups.",
  "In a lawsuit filed this month, however, environmental groups accused the EPA of failing to enforce the rule.",
  "Visits to the emergency room, shortened trips to the park and reliance on inhalers have become his new norm.",
  "EPA created President Nixon signs an executive order creating the US Environmental Protection Agency (EPA).",
  "Anne E Smith, a managing director at NERA, did not respond to emails and phone calls seeking comment.",
  "Earlier this year, Ebell oversaw the EPA transition for Trump, leading a group that included Milloy.",
  "Supporting the move is Scott Pruitt, a climate-change sceptic, who Trump appointed to head the EPA.",
  "CO2 research by Exxon starts Exxon starts an internal climate research programme on carbon dioxide.",
  "Economics, like some controversial science, has provided API with grist to challenge regulations.",
  "Its lead author was Representative Pete Olson, a Republican from the ozone-plagued Houston area.",
  "Working in concert with other free-market groups, they’re taking their message to Capitol Hill.",
  "Ozone standards weakened The EPA relaxes the standard for ozone, which contributes to smog.",
  "Pollution control, the email said, “can be done rationally and with an eye on our economy”.",
  "Read more in the Center for Public Integrity’s special report, Unites States of Petroleum.",
  "Despite their misgivings about the EPA, all three men have become tethered to the agency.",
  "“All this stuff always comes down to who has to pay.”\n\n\n\nBut not all costs are economic.",
  "He backed off on the delay after 16 state attorneys general sued the agency in August.",
  "Speakers at the Austin workshop have risen to prominence in the Trump administration.",
  "All but four of the 229 “aye” votes were cast by Republicans, Lamar Smith among them.",
  "API officials did not grant interview requests from the Center for Public Integrity.",
  "That amount was dwarfed by the $65m API spent on similar efforts, the group found.",
  "“It can be terrifying – it’s the sensation of not being able to breathe,” he said.",
  "His study data are publicly available, he said, but the EPA isn’t as transparent.",
  "The Texas Commission on Environmental Quality has taken a tack similar to API’s.",
  "They say, ‘It’s going to put us out of business,’ and it doesn’t,” Diette said.",
  "Air quality is the new frontier for climate-change skeptics long tied to API.",
  "Cox, a biostatistician from Colorado, started consulting for API in 1988.",
  "Economics has long figured into API’s strategy to derail ozone rules.",
  "Without it, recess could leave the nine-year-old gasping for breath.",
  "The fine mist opens his airways, relaxing the muscles in his chest.",
  "Young was named to the EPA’s Science Advisory Board in October.",
  "No mention of Milloy’s involvement is made in the publication.",
  "Facebook Twitter Pinterest Gabe Rosales and his son, Gabriel.",
  "With additional reporting by Tom Dart in San Antonio, Texas.",
  "Copies of the book were on a table at the side of the room.",
  "Kyoto Protocol signed The Kyoto protocol treaty is signed.",
  "ExxonMobil is one of the oldest and largest API members.",
  "A Senate version of the bill has not come up for a vote.",
  "“Our study is published ... air quality does not kill.",
  "High ozone days are the hardest for Diette’s patients.",
  "The move angers environmentalists and industry alike.",
  "“It’s a lot like climate,” Milloy told the audience.",
  "“They have less access to healthcare,” Bravo said.",
  "The only other option, Diette said, is to move.",
  "Smith did not respond to requests for comment.",
  "“Some feel as if they’re going to pass out.",
  "He denied having any formal ties to API.",
  "There was a catch, however.",
  "API sues the agency."
]