[
  "There have been numerous “sternly worded” United Nations Security Council Resolutions here and there over the years, U.S. statements condemning this or that test, and regular joint military exercises between South Korea, Japan, and the United States, which demonstrate the commitment the U.S. and the largest military on the planet have to its Asian allies.",
  "George Washington once told Alexander Hamilton if a foreign power can tell America “what we shall do, what we shall not do, we have Independence yet to seek, and have contended hitherto for very little.” The thought of ceding U.S. independence to the barbaric Kim Jong Un should inspire every American to get behind the president in his effort to foil it.",
  "Two, immediately beginning an initiative to invest in and rapidly expand U.S. missile defense systems, including more Ground-based Interceptors on the U.S. homeland, sea-based systems in the Pacific, THAAD and Patriot in South Korea, and, like some in the Congress have been advocating for– a space-based sensor and interceptor layer.",
  "To be sure, there have been sanctions that have had the effect of marginalizing North Korea, but, alas, even they can’t stop the nuclear missile program because China has not effectively enforced sanctions and Chinese trade keeps the regime leaders’ and scientists’ pockets and stomachs full, even as the North Korean people starve.",
  "Forcing North Korea to heel will require a significant cost: economically, if the United States puts the squeeze on China in order for China to put the squeeze on North Korea, or in American and ally lives, if a necessary military strike is followed by retaliatory strikes against our troops and allies South Korea and Japan.",
  "It’s time the president address the nation and explain the threats posed by a North Korean regime with a nuclear missile that can reach U.S. shores, and lay out a plan for protecting Americans and eliminating the threat, much like Ronald Reagan did in his historic 1983 Strategic Defense Initiative Speech.",
  "The regime is totally committed to having a nuclear weapon that can reach the United States for the very reason the United States cannot allow it to: it wants to be able to credibly coerce and threaten American presidents by holding Americans at risk of nuclear attack.",
  "With the pair of July successful flight tests of intercontinental-ballistic-missiles (ICBMs) Kim is now calling “bluff” on the U.S. bi-partisan, long-standing promise not to allow North Korea to hold the U.S. homeland hostage to nuclear attack.",
  "The alternative is to allow North Korea, a nation ruled by a cruel, inhumane, and morally repulsive regime to assert a significant degree of control over the United States, and with a penchant for the worst kinds of weapons proliferation.",
  "Supposedly, the Pentagon is waiting for a study on missile defense, called the Ballistic Missile Defense Review, not due for several months, that may result in budget increases, but that timeline doesn’t reflect the urgency of the threat.",
  "And, frankly, that patience is over.”\n\nAnd then, on July 30th, Nikki Haley responded to the second ICBM launch with this head-turning statement:\n\nThere is no point in having an emergency session if it produces nothing of consequence.",
  "Imagine the U.S. Navy being instructed by the impetuous Kim that it could not traverse international waters, come to U.S. allies’ defense, or that the United States could not strike particular deals with its Pacific allies… or else.",
  "During President Obama’s two terms, it ramped up the tempo of its missile tests and with each one, including satellite launches, submarine launches, medium, and long-range ballistic missiles, it advanced its missile capabilities.",
  "A few suggestions for diminishing the threat include the following:\n\nOne, evacuate the roughly 230,000 U.S. citizens, including family members of the 28,500 plus American servicemembers deployed in South Korea.",
  "A space-based interceptor layer will give the country the ability to take a shot at missiles in their boost phase of flight, a capability the current U.S. ballistic missile defense system (BMDS) does not have.",
  "The president should explicitly state his willingness to do this, as opposed to the intentionally ambiguous “all options are on the table” refrain, while also stressing it is what he earnestly wishes to avoid.",
  "Then, in June after another North Korean test, President Donald Trump, speaking alongside South Korean President Moon Jae-in, asserted, “The era of strategic patience with the North Korean regime has failed.",
  "If it wasn’t for the help of Chinese entities assisting North Korea’s program, and the look-the-other-way approach of the Chinese government, there wouldn’t be a mature North Korean nuclear missile program.",
  "Three, clamp down on the countries and financial institutions that are having the effect of enabling the North Korean missile program including in Singapore, Malaysia, Africa and China—especially China.",
  "The desperate North Korean people he has made slaves, who he and his predecessors have trapped in a hellish nightmare of indoctrination, starvation, state-sanctioned sexual assault, torture, and murder?",
  "When North Korea acquires a new deadly capability, it is almost certain those weapons will proliferate to Africa or the Middle East, places with booming markets for illicit arms.",
  "Therefore, unwilling to do either of those things, the Obama administration chose the route of inaction, and even had a name for this maddening policy: strategic patience.",
  "For all of the criticism levied against the Trump administration for not having a coordinated message, this sure looks like a well-disciplined and coordinated message.",
  "But it will only work if the administration follows through; otherwise, the policy, though with tougher talk, will be effectually no different than President Obama’s.",
  "In fact, it is worse than nothing, because it sends the message to the North Korean dictator that the international community is unwilling to seriously challenge him.",
  "After an April missile test, Secretary of State Rex Tillerson issued a punchy statement:\n\nNorth Korea launched yet another intermediate range ballistic missile.",
  "North Korea’s Kim Jong Un has tested the threats from U.S. presidents, and is unconvinced the United States is willing to stop him, because, well, they haven’t.",
  "North Korea is already subject to numerous Security Council resolutions that they violate with impunity and that are not complied with by all UN Member States.",
  "Except now the stakes are even higher for President Trump, and therefore, his failure would be more egregious and the potential consequences catastrophic.",
  "Deploying a couple THAAD batteries to South Korea is a tactical move; dramatically increasing the capabilities of the overall BMDS is a strategic one.",
  "And, in addition to being a reclusive communist dictatorship in pursuit of reliable, credible nuclear ICBMs, it is also a global arms dealer.",
  "We do not seek an excuse to send our military north of the 38th parallel.” This will rile policy-makers and analysts on the right and left.",
  "The hard truth is that the United States doesn’t look willing to put an end to the North Korean problem because it hasn’t been willing to.",
  "An additional security council resolution that does not significantly increase the international pressure on North Korea is of no value.",
  "They are in harm’s way, and when implementing a serious strategy to press North Korea, their safety will be in even greater jeopardy.",
  "But that’s why the American people elected Donald Trump: they believe he is a man of action, who relentlessly pursues results.",
  "Four, use sabotage and cyber-attacks to disable whatever part of the missile and nuclear programs the United States is able.",
  "Talking about the problem and promising to defend against it is one thing, and Washington is good at talking and promising.",
  "Secretary Rex Tillerson clarified the scope of the U.S. goals in North Korea when he said, “We do not seek regime change.",
  "Despite the evident danger in allowing North Korea’s march toward a nuclear ICBM, the United States has let it happen.",
  "We don’t need more studies to know we need to deploy the capabilities to protect Americans from this reckless regime.",
  "But it’s hard to get around the obvious fact that North Korea made the most gains on President Obama’s watch.",
  "Usually the most convincing way to look willing is to be willing,” so said the nuclear theorist Herman Kahn.",
  "The president has stated his intent to expand missile defenses, but then, his defense budget came up short.",
  "Ambassador to the U.N. Nikki Haley are saying precisely all the right things and with the right tone.",
  "But neither will they permit our fellow American men and women remain exposed to nuclear holocaust.",
  "Diplomatic talks will not work for the simple fact there is nothing we can offer Kim that he wants.",
  "And five, be prepared, truly prepared, to strike targets critical to the nuclear missile program.",
  "And, since the most convincing way to look willing is to be willing, he must be ready to do it.",
  "To be sure, Presidents Clinton and George W. Bush share the blame for not stopping North Korea.",
  "The danger the North Korean regime poses to international peace is now clear to all.",
  "This will also send a powerful signal to Pyongyang about how serious Washington is.",
  "That does not seem to be the strategy the Trump administration is going to pursue.",
  "Americans will not send their young men and women to die to unify the two Koreas.",
  "There’s no matter more critical than this for the president to prove them right.",
  "It also conducted three of its five nuclear tests during the Obama years.",
  "China must decide whether it is finally willing to take this vital step.",
  "There is no dictator alive who is more cruel and inhumane than Kim.",
  "It’s honest and it should make Kim sit up straight and listen up.",
  "We do not seek an accelerated reunification of the peninsula.",
  "The United States has spoken enough about North Korea.",
  "It’s now up to President Trump to prove him wrong.",
  "But he is wise to make this clarification.",
  "He’ll just use it on his missile program.",
  "President Trump, his Cabinet, and U.S.",
  "And not anytime in the near future.",
  "It’s time for them to come home.",
  "We have no further comment.",
  "The time for talk is over.",
  "Doing is much harder.",
  "Food and aide?",
  "Not today.",
  "For who?",
  "Money?"
]