[
  "In the past, state media video and pictures of North Korea's parades and ballistic missile launches have been \"very valuable\" for obtaining information about the regime's arsenal, according to Bruce Klingner, a former CIA deputy division chief for the Korean Peninsula and national security specialist at the Heritage Foundation, a conservative Washington think tank.",
  "\"I think in their view, Seoul allowed the North Koreans to partially hijack the Olympics because Seoul recognizes DPRK [North Korean] strength and made concessions out of fear,\" said Denny Roy, an Asia Pacific security expert and senior fellow at the East-West Center, a Honolulu-based think tank.",
  "\"The North has, in effect, staged a take over of the theater of the games, when they should have been a celebration of South Korea's achievements,\" said Peter Jennings, executive director of the Australian Strategic Policy Institute, an independent think tank.",
  "North Korea's decision to stage a massive military parade in Pyongyang showing off its growing arsenal just one day before the Winter Olympics begin is a deliberate attempt to upstage the South Korean games and stir fear, according to some observers.",
  "For a static rocket test, he added, observers \"can literally look at the size, shape and color of the exhaust flame and determine that it is different propellant\" while also learning if it's more effective or efficient.",
  "Satellite images taken Tuesday show an estimated 13,000 troops preparing for the upcoming parade, according to the website 38 North, a think tank at the School of Advanced International Studies at Johns Hopkins.",
  "Thursday's parade was expected to feature thousands of goose-stepping soldiers, intercontinental ballistic missiles, tanks and other military hardware under the watchful eye of dictator Kim Jong Un.",
  "\"Clearly, this parade is meant as a show of force,\" said former U.S. Army officer and intelligence expert Michael Pregent, an adjunct fellow at the Hudson Institute, a nonpartisan think tank.",
  "According to 38 North, there normally are ballistic missiles and unmanned aerial vehicles at such parades, but they were not visible on satellite images and could have been in storage areas.",
  "Kim Jong Un's decision to hold the parade a day before the Olympics start could be in response to \"negative South Korean press mocking\" the young North Korean autocrat, Pregent added.",
  "\"This is a typically provocative act on the part of Kim Jong Un and shows that the North still presents a massive threat to South Korea, even if they have a combined Olympic team.\"",
  "The nuclear-armed regime said last month the parade was to mark its army founding day — the celebration of which had been held in April until 2015.",
  "South Korea's unification minister, Cho Myoung-gyon, recently said the North's military parade \"is likely to be a quite intimidating event.\"",
  "Regardless, Pregent said the North Koreans have a track record of sometimes showing off fake weapons or exaggerating technology.",
  "Experts were also looking for it to feature new long-range missiles and a submarine-launched ballistic missile.",
  "Still, North Korea is sending a delegation of athletes and others to the Pyeongchang games in South Korea.",
  "Still, he said the information is important since \"we do know that they do have a serious capability.\"",
  "He said there were several missiles that were displayed last year for the first time by the regime.",
  "The researcher said the images showed tanks, armored personnel carriers and other combat vehicles.",
  "\"The information people are able to get from that is pretty astrounding,\" said Klingner.",
  "\"Now Pyongyang wants to deepen that trend.\""
]