[
  "The main features of the law include doubling the standard deduction for individual taxpayers, a temporary reduction in the top marginal tax rate from 39.6% to 37%, a significant reduction of the number of families subject to the estate tax and slashing the top corporate rate from 35% to 21%.",
  "Specifically, channeling more money to the rich, via tax cuts, does not improve economic growth, worsens educational opportunities for poorer Americans and even reduces life expectancy, which declined for a second year in a row in 2017.",
  "As a result, the median wealth of upper-income families (earning US$639,400 on average) was nearly seven times that of middle-income households ($96,500) in 2013, the widest gap in at least 30 years.",
  "The tax law's proponents claim that it won't increase levels of inequality because the money that the rich will save will \"trickle down\" to other American households and lift their boats too.",
  "The survey, and other research, also partially affirmed the other half of his quote by showing that by and large Americans do care about wealth inequality and would prefer it to be lower.",
  "For example, research shows most benefits of lowering business taxes go to the rich, and fewer estates subject to the inheritance tax means more wealth accumulation across generations.",
  "The wealthiest 5% of households in the U.S. have almost 91 times more wealth than the median American household, the widest gap among 18 of the world's most developed countries.",
  "The conservative Hudson Institute in 2017 reported that the wealthiest 5% of American households held 62.5% of all assets in the U.S. in 2013, up from 54.1% 30 years earlier.",
  "And while I'm not one to promote violence in the streets, I do believe it's important for citizens to be fully aware of the levels of disparity in their society.",
  "Whether existing wealth inequality in the U.S. is socially or morally sustainable — or might lead to the riots envisioned by Chris Rock — is an open question.",
  "Actor and comedian Chris Rock made this astute statement during a 2014 interview with New York magazine, referring to the yawning gap between rich and poor.",
  "Only by studying wealth inequality do scholars, policymakers and others get the deepest and broadest measure of the gap between the rich and everyone else.",
  "More notably, inequality scholars Emmanuel Saez and Gabriel Zucman found that the top 0.01% controlled 22% of all wealth in 2012, up from just 7% in 1979.",
  "Wealth, on the other hand, is an aggregation, affected not only by current income but earnings accumulated in previous years and by previous generations.",
  "American 'exceptionalism'\n\nWhen we do look at the data on wealth inequality in the U.S., it's stark and dwarfs that of the rest of the developed world.",
  "If you have wealth, the sudden cost of replacing a broken water heater or paying a medical bill doesn't cause nearly as much stress as if you're poor.",
  "For example, the bottom 20% of households will see a lower tax bill of about $40 on average, compared with $5,420 for those in the top quintile.",
  "People like me who study the topic, however, are always looking for more data and better and more accurate ways to measure the rich-poor gap.",
  "In 2013, for example, the top 5% of households earned just 30% of all U.S. income (compared with possessing nearly 63% of all wealth).",
  "While the U.S. is not the only developed country that has seen wealth inequality rise over the past three decades, it is an outlier.",
  "The wealthy would probably prefer we stay in the dark about how rich they are, presumably to avoid the aforementioned riots.",
  "Whatever happens, first things first, we need to know and understand just how bad wealth inequality in the U.S. has become.",
  "Let's learn the facts\n\nSo is Chris Rock right that Americans just aren't aware of the levels of disparity in their society?",
  "Respondents to a 2011 national survey, for example, \"dramatically underestimated\" levels of wealth inequality in the U.S.",
  "It determines the ability to invest in education, financial assets and the comfort and security of one's retirement.",
  "However, being rich is not about a single year of earnings but rather about the accumulation of wealth over time.",
  "By 2025, the richest will see their benefit grow to $152,200, while everyone else won't see much of a change.",
  "Andrea Natali/Unsplash\n\n\"If poor people knew how rich rich people are, there would be riots in the streets.\"",
  "\"If poor people knew how rich rich people are, there would be riots in the streets\" — Chris Rock.",
  "How much wealth someone has is also a better measure of their quality of life and opportunities.",
  "If you only looked at data on income inequality, however, you'd see a different picture.",
  "Most inequality studies have focused on income — measures of which are widely available.",
  "The recently passed Tax Cuts and Jobs Act will make this problem a whole lot worse.",
  "The most revealing way to do this, in my view, is by looking at wealth inequality.",
  "Wealth also mitigates worries about paycheck variability or unexpected expenses.",
  "Wealthier taxpayers will also gain from the other main features of the new law.",
  "The next highest is the Netherlands, which has a ratio less than half that.",
  "As a consequence, the wealth of the other 95% declined from 45.9% to 37.5%.",
  "That's largely because there's more data, and it's a lot easier to measure.",
  "Measuring the rich-poor gap\n\nThere are several ways to measure inequality.",
  "In so doing, he stumbled upon a key challenge in the study of inequality.",
  "What we then choose to do about it is up to all of us.",
  "The main impact, however, is skewed to the wealthy.",
  "All the individual cuts are set to expire in 2026.",
  "Empirical evidence, however, suggests otherwise.",
  "The richest 0.1%, meanwhile, will save $61,920.",
  "In the past, quantifying that has been tricky.",
  "One of the most popular is by income.",
  "What's the best way to measure it?",
  "But this measure is a snapshot.",
  "Getty\n\nLifting all boats?",
  "Surveys suggest he is."
]