[
  "The Chaldean Catholic Church leaders who assumed responsibility for them after they fled to Erbil, in Iraqi Kurdistan, testified to Congress in September that American aid has systematically and completely by-passed them: Stephen Rasche, a lawyer for the Erbil Chaldean Archdiocese, attested that apart from some “tents and tarps” in August 2014, “the Christian community in Iraq has received nothing in aid from any US aid agencies or the UN.”\n\nIraq’s churches have scoured the West for private donations to feed and shelter some one hundred thousand indigent refugees from ISIS.",
  "Now, as the UN Development Program plans for the distribution of US and other funding to rebuild Iraqi towns devastated by ISIS, that agency, expected to receive billions of dollars in US aid, has released a plan that fails to list a single funding distribution center in the Christian areas of Nineveh among the some 20 facilities approved for the distribution of reconstruction aid in Iraq.",
  "As president, Donald Trump should immediately issue instructions to every relevant US department to end the marginalization of the genocide minorities in all U.S. aid programs; and a demarche along the same lines to the United Nations and the Iraqi government – both of which receive generous American support.",
  "John Pontifex, a director of the papal agency Aid to the Church in Need, emailed me that he visited a UNHCR registered camp in Lebanon, from where, he discovered, all the Christian refugees had fled in fear, opting instead for the cramped but safer quarters of a nearby Christian home.",
  "To say in this context of religious genocide and sectarianism, as the Obama administration sometimes does in trying to explain why Iraqi Christians are being excluded from US assistance programs -- that there should be no religious test for US assistance -- is unconscionable.",
  "Unless President Trump acts fast to reverse the current practices and policies, Iraq’s ancient Christian communities, with direct ties to the earliest Church and who speak Aramaic, the same tongue as Jesus of Nazareth, will disappear completely.",
  "Monsignor John Kozar of the pontifical Catholic Near East Welfare Association, run by the NY Archdiocese, told a New York conference on Dec. 5 that Christians don’t dare enter UNHCR camps for they would be targeted by Islamic gangs within them.",
  "Most of these Christians have been effectively shut out of the $1.1 billion American humanitarian aid program for Iraq since ISIS seized their hometowns in Iraq’s northern Nineveh province, in 2014.",
  "Iraqi Catholic nun Diana Momeka wrote to me last month that troop reports from three predominantly-Christian towns estimate damage affecting up to 80 per cent of the buildings and historical site.",
  "Nor have the persecuted Christians been able to find shelter in the refugee camps of the UN High Commissioner for Refugees, an agency heavily supported by the US, anywhere in the region.",
  "In fact, the administration has not been able to offer any coherent explanation as to why the Christians are being systematically left out of these key US funded aid programs in Iraq.",
  "Trump must act fast to save Iraq’s Christian genocide victims; Obama policies have been epic fail\n\nBy Nina Shea, Director of Hudson Institute’s Center for Religious Freedom.",
  "American reconstruction funds largely failed to reach Iraqi Christians during the Bush years, as a July 2012 US Government Accountability Office report verified.",
  "Careful reporting by CBN’s Chris Mitchell reveals widespread destruction of civilian homes and businesses in the largest of the Christian towns, Qaraqosh.",
  "In four years, they could all be gone, warns the Knights of Columbus, a prominent private donor to the displaced Nineveh Christians.",
  "This piece is adapted from remarks given at the Anglosphere conference at the NY Catholic Archdiocese’ Sheen Center, on December 5.",
  "Sinjar’s Yizidis now have reason for hope, since one of the UNDP facilities for funding reconstruction is to be located there.",
  "It was recaptured from ISIS last year but its residents have yet to return from camps in Kurdistan because it lies in rubble.",
  "The US government acknowledged the ISIS genocide suffered by these Christians, Yizidis and other minorities, last March.",
  "Otherwise, these communities are soon likely to become extinct, and the term “genocide,” itself, morally meaningless.",
  "Iraq’s Christian genocide survivors are hanging on with hope and the help of a fraying thread of private aid.",
  "As Iraq’s post-ISIS reconstruction phase now comes into focus, the Christians stand to lose out again.",
  "ISIS has left Nineveh in ruins, notwithstanding recent headlines of church bells ringing there again.",
  "Since then, the Obama administration’s humanitarian response toward them has been epic fail.",
  "Sinjar, the Yizidi’s center, stands as a warning for other Nineveh towns.",
  "In its third year, this private effort is foundering from donor fatigue.",
  "Continued US indifference all but ensures this will occur again.",
  "Each month, more Christians leave Iraq to resettle in the West.",
  "Unfortunately, the same can’t be said for the Christians.",
  "Pres."
]