[
  "Some analysts, almost certainly including all of the top White House advisers, believe America’s interests are best served by maintaining the status quo in the Pacific—preventing the nuclearization of Japan and others by providing them reliable protection under the U.S. nuclear and conventional umbrella.",
  "The alternative is a status quo in which the U.S. pays most of the bills to defend the Pacific against China, risks war with countries like North Korea, and must further “bribe” its allies by promoting purportedly job-destroying cheap imports from countries like South Korea.",
  "Although some Chinese experts understand that the U.S. presence in Asia advances their interests, others are so buoyed by China’s economic growth and dismissive of Japan that they would rather focus on reducing American power in the region.",
  "The Japanese public has been deeply skeptical, but North Korean threats and missile overflights—combined with doubts about American commitment and reliability—are leading more people to think the unthinkable.",
  "On the one hand, Washington can abandon seven decades of national strategy and risk growing instability in Asia; on the other, it can risk an ugly and dangerous war with a vicious and unprincipled opponent.",
  "Conservative nationalists there have long believed that a nuclear arsenal would allow Japan to resume its place as an independent great power, freed at last from its post-1945 dependence on the U.S.",
  "For decades the U.S. has guaranteed the status quo in places like East Asia while providing “international public goods” like the sea power that has kept the oceans open to all.",
  "It is no longer clear that U.S. public opinion supports this long-term strategy; neither Trump Republicans nor Bernie Sanders Democrats seem to think in these terms.",
  "The theory is that China’s interest in blocking Japanese and Taiwanese nuclearization is great enough to enlist Beijing in an all-out campaign to stop Pyongyang.",
  "Moscow wouldn’t greatly mind a nuclear Japan, whose rise would reduce American influence, promote a more “multipolar” international system, and check China.",
  "Close observers have long understood that North Korea’s belligerence and nuclear buildup are pushing Japan toward fielding its own nuclear weapons.",
  "Advertisement\n\nBut American retreat in the Pacific would more likely lead to arms races and military confrontation than to peaceful development.",
  "Others, who may include President Trump, might see the nuclearization of East Asia not as a defeat, but as a victory for U.S. foreign policy.",
  "In the ensuing chaos, it’s likely that South Korea and Taiwan would follow suit, with at least Taiwan receiving quiet help from Japan.",
  "In the process he has exposed a deep divide in American thinking, laying bare the hard choices Washington may soon be forced to make.",
  "Neither the U.S. nor China should look to Russia, which benefits from the North Korean crisis, for much help checking the Kim regime.",
  "Washington could remove troops from Korea and cut the defense budget, while letting allies pay the costs of containing China.",
  "Yet standing aside in East Asia would also represent a clean break with American strategic thought after World War II.",
  "Many analysts believe it would take Tokyo only months to go from deciding to nuclearize to having the weapons.",
  "North Korea’s drive for bigger bombs, and the intercontinental missiles to deliver them, would only continue.",
  "We must hope that Mr. Trump’s White House can succeed where so many of its predecessors have failed badly.",
  "In this scenario Russia’s influence in Asia would increase, with China and Japan competing for its favor.",
  "The effort to get China to put its weight behind stopping North Korea is predicated on these assumptions.",
  "Beijing’s ambitions in the South China Sea threaten the security of trade routes on which Japan depends.",
  "China’s geopolitical ambitions would be contained by a nuclear Japan, South Korea, and maybe Taiwan.",
  "Mr. Mead is a fellow at the Hudson Institute and a professor of foreign affairs at Bard College.",
  "As the North Korean nuclear crisis continues to deepen, the stakes are slowly becoming clearer.",
  "This isn’t only about the threat Pyongyang poses to its neighbors or even to the U.S. mainland.",
  "This option does not seem all that attractive to Mr. Trump’s “America First” voters.",
  "The North Korean crisis presents the U.S. with two deeply undesirable alternatives.",
  "Kim Jong Un is challenging the foundations of the American position in East Asia.",
  "The Trump administration is trapped in a strategic dilemma with no easy escape.",
  "Elite Japanese opinion is perceptibly shifting in favor of the nuclear option.",
  "The allegedly crazy Kim regime has managed to put the U.S. in a tight corner.",
  "No nonnuclear power in the world is nearer to a nuclear capacity than Japan.",
  "Advertisement\n\nThe Trump administration appears divided.",
  "Americans have kept the peace at a sustainable cost.",
  "Logical as the concept may be, it is a hard sell."
]