[
  "As DeMuth argued in his Weekly Standard article, \"If persons with specific competencies such as these saw congressional careers as a route to high achievement, the pool of office seekers could be enriched and diversified, and the prospects for reestablishing Congress's constitutional position much improved.\"",
  "More resources for support agencies\n\nCongress also relies on support agencies: the CBO (Congressional Budget Office) for budgetary matters, the GAO (Government Accountability Office) for investigations, the CRS (Congressional Research Service) for general research support.",
  "Now comes along another strong conservative case for congressional re-assertion from Kevin R. Kosar, a senior fellow at the free-market R Street Institute, whose new essay, \"How to Strengthen Congress\" is in the new issue of the right-leaning quarterly National Affairs.",
  "Members of Congress should take their job more seriously\n\nKosar also wants members of Congress to work harder - to not just show up on a Tuesday and leave on a Thursday, but rather put in five solid days a week in Washington, and be in session most weeks of the year.",
  "Recovering Congress's lost powers will require relearning legislative skills, redirecting legislators' energies, and risking the ire of party constituencies who are unfamiliar with the obligations of legislating and their centrality to the separation of powers.",
  "Kosar offers four basic ideas:\n\nmore resources for Congress generally;\n\nmaking members of Congress take their job more seriously;\n\nmore resources for congressional support agencies;\n\nmore tools for Congress to fight back against executive branch overreach.",
  "The consequence is that self-inflicted budget cuts have left House offices scrambling to retain staff, and thus less capable of responding to a president who has finally decided that he is going to stop begging for permission or asking for forgiveness.",
  "It's also important to note that the periodic moments of congressional re-assertion through re-organization and staffing up (in 1946, and again in the early 1970s) came when Congress collectively felt it was getting rolled by the executive branch.",
  "At the same time, if it's only about inter-branch balance of power, it runs the risk of becoming one of many government structure and procedure issues in which the parties permanently trade positions back and forth, depending on who is in power.",
  "The first major messenger was former AEI President and current Hudson Institute Fellow Christopher C. DeMuth, who has made a strong claim for Congressional re-assertion in an October 2014 Weekly Standard article, \"A Constitutional Congress?\"",
  "He'd like Congress to take a more active role in approving agency inspectors general (which he worries tend to be too friendly to the agencies) and he'd like Congress to take a more active role in approving and reviewing regulations.",
  "If congressional staffers overwhelm support agencies with dumb and pointless questions, and don't bother to read their reports because they don't have time, the support agencies can't help Congress make thoughtful policy.",
  "I'm more worried that if we have a Congress that lacks its own independent knowledge and capacity, we get a Congress that is forced to rely on whatever lobbyists show up to provide that knowledge and capacity.",
  "But as Kosar, who quit the CRS after 11 years last year, noted in a Washington Monthly article explaining his decision to leave, the support agencies can only be as good as the staffers who use them.",
  "Now, a few thinkers on the conservative side are coming around to the view that cutting congressional funding to prove a point turns out to be at best pointless, and more likely counter-productive.",
  "), but keep in mind the entire House staff and the entire Senate staff combined costs just about $2 billion a year, less than one-tenth of one percent of the total $3.5 trillion federal budget.",
  "\"It is time,\" Kosar writes, \"to lay to rest the appealing notion of the earnest, amateur legislator who can appear at the Capitol three days a week and govern with pure horse-sense.\"",
  "This post is part of Polyarchy , an independent blog produced by the political reform program at New America , a Washington think tank devoted to developing new ideas and new voices.",
  "But I fear that it will be hard to change as long as Congress remains a synonym for incompetence and dysfunction, making the politics of congressional re-assertion fraught at best.",
  "Presumably, a smarter Congress would understand its strengths and weaknesses, and members would work with the agencies, rather than against them, to achieve shared policy goals.",
  "Congress might even want to give agencies a little more flexibility in implementing rules, thinking more about metrics for effectiveness, rather than specific rigid rules.",
  "Much of this is the fault of the non-stop media, which creates opportunities for attention-hungry freshmen like Ted Cruz that just didn't exit three decades ago.",
  "It's easy for members of Congress to criticize the runaway bureaucracy when it does something wrong, and easy to claim credit when it does something right.",
  "Yet, instead of gearing up to fight back by staffing up, House GOP leaders have cut their own funding by 20% since taking over the majority in 2011.",
  "Kosar also wants members of Congress to specialize a little more, especially in the Senate, where each senator sits on far too many committees.",
  "He also urges a focus on committees, which, he says, should expand their staffs, raise salaries, and start \"making staff retention the norm.\"",
  "Fighting back against the executive branch\n\nSince Kosar is also concerned about executive branch over-reach and waste, he wants a few extras.",
  "More resources for Congress generally\n\n\"Members should be granted the resources for more policy-focused staff positions,\" Kosar writes.",
  "In his Weekly Standard article, DeMuth argued that Congress should reclaim some of the many powers it had delegated or just given up.",
  "The initial cutting instincts were the knee-jerk reflexes of a conservative ideology whose first principle was smaller government.",
  "But, as I've argued, most of those staff should be concentrated on committees, which should be the real policymaking workhorses.",
  "To get policy right takes time and thought, and agencies are better equipped to be specialists in actually implementing policy.",
  "Ever since Barack Obama became president, congressional Republicans have been fulminating about executive branch over-reach.",
  "The first is that members of Congress understand that they don't have adequate expertise in a large number of policy areas.",
  "as well as in more recent pieces in National Review and the Liberty Law Forum (all three are right-leaning publications).",
  "Moreover, there is some wisdom in delegation, especially given the level of complexity that exists in most policy areas.",
  "But it would take an awful lot of Congressional capacity to adequately oversee the vast federal rulemaking machinery.",
  "That's fine, and probably the way it has to be, given the increasing demands and complexity of modern policymaking.",
  "A broader case for competent, expert government appeals to wonks like me, but for now it is a harder sell publicly.",
  "Describing the events of 2015, Kosar writes that \"Republicans were left spluttering over Obama's power grabs.\"",
  "The politics of congressional reform\n\nUltimately, congressional leaders hold the power over their own fate.",
  "Congress as countervailing force to executive over-reach, thus, may be necessary political justification.",
  "If improved congressional capacity becomes partisan issue, this makes it harder to accomplish anything.",
  "But Republicans are almost certainly going to control the House for a while, and possibly the Senate.",
  "You picked a few orphaned issues on which to really become an expert, and you waited for your moment.",
  "And to create Congressionally-established commission to identify \"archaic and wasteful regulations.\"",
  "Or do you want it to be corporate lobbyists, who you never would elect, and who you can't vote out?",
  "But, even more broadly, he argued that: \"a constitutional revival will require a cultural revival.",
  "For decades, congressional leaders have decided against giving themselves adequate resources.",
  "To fill the gap, congressional offices inevitably turn to outside lobbyists to help them.",
  "There are probably two reasons Congress delegates so much policymaking to the agencies.",
  "I disagree that executive over-reach is the biggest problem our democracy is facing.",
  "Do you want it to be experienced, qualified people that you elect and can vote out?",
  "But without adequate capacity, it is no wonder they had only spluttering to offer.",
  "My concern is less about an imperial presidency or an out-of-control bureaucracy.",
  "The old model of congressional service was that you kept a low profile for years.",
  "Even if members stayed in DC, it would be harder to get them to focus on policy.",
  "It might have made for good symbolism (look at us, we're tightening our belts!",
  "So, again, the politics of inter-branch rivalry can be a good spur to action.",
  "This is why I put more faith in staff, who are forced to keep a low profile.",
  "Now everybody is an expert on everything immediately and therefore nothing.",
  "The second reason is that it's easier politically to delegate to agencies.",
  "And there is some wisdom in a reasonable level of bureaucratic autonomy.",
  "He also wants Congress to \"cut the number of existing federal programs.\"",
  "Congress, in Kosar's stinging phrase, was \"complicit in its diminution.\"",
  "These agencies have all seen their staffing levels decline for decades.",
  "I, too, have been making the case for congressional capacity-building.",
  "Long-term, a more substantive Congress might attract wonkier members.",
  "But differences aside, we agree on the need to strengthen Congress.",
  "The vast majority of those lobbyists represent large corporations.",
  "Most of the work of congressmen is done by their staff anyway.",
  "They can decide to spend more money or less money on Congress.",
  "It's reasonable to argue that Congress has over-delegated.",
  "Whatever thinking led to this place, it has to change.",
  "Kosar notes that CRS is down 22% in staff since 1979.",
  "Democrats seem more likely to hold the White House.",
  "VIDEO: Lawmaking has a liberal bias, in one chart",
  "Congressional staffs are small and inexperienced.",
  "That is a tall order, but the time may be ripe.\"",
  "It's a nice idea, so sure, let's go with that.",
  "It's a form of passing along responsibility.",
  "GAO is down about 40% since the mid-1970s.",
  "Still, it's a case that needs to be made.",
  "We need higher salaries, and more staff.",
  "Somebody is going to write the laws.",
  "The 24/7 media is not going away.",
  "The obvious question becomes how.",
  "The argument ought to be simple.",
  "Demands on offices are large.",
  "Let me discuss each briefly.",
  "Norms are hard to change.",
  "They set spending levels.",
  "He wants to boost these.",
  "I whole-heartedly agree.",
  "I do as well."
]