[
  "It's infuriating, but it's not the same menace to American national security as the one presented by a man too ignorant to know the first thing about the American nuclear deterrent, who has promised to spark a civil-military crisis by ordering war crimes, and whose foreign policy boils down to \"bombing the shit\" out of bad guys.”\n\nAdded Schoenfeld, “His preposterous pronouncements on issue after issue not only make him a menace to global stability--economic and military--but also an enemy of our own Constitution.",
  "Instead, we’ve nominated somebody who doesn’t have a strong track record as a conservative, someone who’s more unpopular than Hillary Clinton.”\n\nFergus Cullen, the former chairman of the New Hampshire Republican Party who strongly opposes Trump but won’t vote for Clinton, said that Trump—who himself has a long record of reversing himself on policy positions and withholding information like tax returns—can’t effectively make the case against Clinton and her email practices.",
  "I still think the onus falls on Donald Trump to speak to conservatives and independents and say, ‘This is why I’d be the kind of president you’d be proud of, that you can trust to be the leader of the free world.’ That’s on him.”\n\nBarbour and other longtime Republicans lamented what they saw as Trump’s inability to capitalize on what they believe should be a major vulnerability for Clinton.",
  "“But I still would prefer her terribly serious flaws to his completely disqualifying ones.”\n\nOn Tuesday, Comey called Clinton’s practice of conducting official State Department business over private email servers and from a personal email account “extremely careless.” But he also said that he recommended that the Department of Justice not pursue charges.",
  "The Republican operatives, activists and foreign policy wonks who have thus far refused to rally behind Donald Trump aren’t changing their minds now, even as they say that FBI Director James Comey’s critique of Clinton’s email practices at the State Department, which he issued Tuesday, are deeply concerning.",
  "“Comey's devastating findings confirm all the bad things I've ever thought about Hillary and add some new ones to my list,” said Gabriel Schoenfeld, a former senior adviser to Mitt Romney and now a senior fellow at the Hudson Institute who has written extensively about national security.",
  "“The reality is if you don't vote for @realDonaldTrump you're not making the mistake of voting for @realDonaldTrump,” tweeted Bill Kristol, a prominent conservative and editor of the Weekly Standard, who has long been pushing for an independent candidate.",
  "“Nothing has changed my view that if the choice comes down to Clinton or Trump, I would still prefer Clinton,” said Tom Nichols, a professor at the Naval War College who writes for the Federalist, a conservative-leaning publication.",
  "Trump, who has pushed protectionist trade policies and a more isolationist foreign policy than what is usually embraced by Republican nominees, has long faced particular problems with the GOP foreign policy establishment.",
  "The FBI’s criticisms of Hillary Clinton’s email practices offered plenty of fodder to her political foes — but not enough to make Never Trump Republicans embrace their own nominee.",
  "He predicted that politically, the email issue would go the way of the Benghazi attacks: It might make an impact with the GOP base, but it won’t move the dial with swing voters.",
  "And foreign policy and national security hawks remained dissuaded by Trump Tuesday afternoon, despite FBI condemnations of his opponent’s State Department practices.",
  "Story Continued Below\n\nThat’s the view, too, for that small but vocal segment of Republicans who have publicly acknowledged that they will back Clinton over Trump.",
  "| Getty Clinton’s email woes fail to sway Never Trump Republicans Some say they dislike the Democrat more than ever, but they still see the alternative as worse.",
  "Intense scrutiny over Clinton’s handling of Benghazi, he said, “resonated with conspiracy-minded people, her opponents, but it doesn’t win over any other voters.",
  "But for those who previously refused to back Trump, the FBI criticism wasn’t cause enough to trigger a second look at uniting behind their party’s nominee.",
  "We couldn't do worse than Donald J. Trump.”\n\nThose Republicans who won’t be supporting Clinton but haven’t come around to Trump were unmoved as well.",
  "Austin Barbour, a Mississippi-based GOP operative, doesn’t consider himself part of the “Never Trump” movement, and he won’t be voting for Clinton.",
  "But Trump is completely incapable of delivering that message, both because the campaign has been incompetent, and he’s completely untrustworthy.”",
  "“I don’t think this is a beacon call for Republicans to go, ‘Oh man, this reminds me, I dislike Hillary,’” said one GOP operative.",
  "This is not a general election, that we’re moving into, where we feel we have a candidate, as Republicans, who can go beat her.",
  "The email stuff is the same, except it’s contributing to the sense that she’s untrustworthy, and that’s a problem for her.",
  "But he has yet to be convinced by Trump to come onboard, and the FBI critique of Clinton isn’t speeding up that process.",
  "“I don’t think this is a beacon call for Republicans to go, ‘Oh man, this reminds me, I dislike Hillary,’” he said.",
  "Trump was quick to slam the decision: “FBI director said Crooked Hillary compromised our national security.",
  "“We know who Hillary Clinton is,” he said, calling her “untrustworthy.” “That’s why it’s so sad.",
  "“This was classic Clintonism: entitled, reckless, breaking the rules and beating the rap.",
  "They didn’t need the head of the FBI to come out and tell you this or that.",
  "You know they’re shady, they do things to benefit themselves.",
  "“Everybody already knows how much they dislike Hillary.",
  "Plenty of Republicans agreed with his condemnation.",
  "This should be an election we win pretty handily.",
  "We could do far better than Hillary Clinton.",
  "#RiggedSystem” he tweeted.",
  "No charges.",
  "Wow!"
]