[
  "Speaking in Beijing’s cavernous Great Hall of the People to mark the 90th anniversary of the founding of the People’s Liberation Army (PLA), Chinese President Xi Jinping called upon “capable, brave and virtuous” soldiers “with soul” to lead the modernization of the nation’s armed forces, while warning that China “will never allow any people, organization or political party to split any part of Chinese territory out of the country at any time.”\n\nIt was Xi’s latest move to assert his authority ahead of the 19th Chinese Communist Party (CCP) Congress in the fall, a crucial five-yearly meeting when key leadership positions are chosen.",
  "According to Xi on Tuesday, “No one should expect us to swallow the bitter fruit that is harmful to our sovereignty, security or development interests.”\n\n“Maybe China is trying to weaken the U.S. alliance with South Korea,” suggests Weitz, “or establish the ability to say to other countries there are some things you can’t do: you can’t host U.S. missile bases, you can’t drill in our territorial waters, you cant send naval patrols in our territorial waters.”\n\nWhile China’s military ascendancy is a distinct challenge to American hegemony, there are significant side benefits.",
  "“The U.S. would be very fortunate to intercept all the North Korea missiles in these situations,” says Weitz, “but it’s beyond comprehension that the U.S. defenses could capture all China’s missiles.”\n\nRead More: A Row With China Over U.S. Missiles Is Devastating South Korea’s Tourism Industry\n\nOf course, China’s opprobrium is more likely fomented by what it would mean if the THAAD rollout expands to America’s other regional allies — such as Japan, the Philippines and Australia — which would be much more damaging strategically.",
  "“Anything west of Hawaii they would like to have conventional superiority over any potential adversary.”\n\nSee China's Epic Parade Commemorating the End of World War II Fei Maohua—Xinhua Press/Corbis ChinaFotoPress/Getty Images Andy Wong—Getty Images Kevin Frayer—Getty Images Kevin Frayer—Getty Images Lintao Zhang—AP Getty Images Wu Hong—EPA ChinaFotoPress/Getty Images Ng Han Guan—AP Meng Yongmin—Xinhua Press/Corbis China Daily—Reuters 1 of 12 Advertisement\n\nThis projection of power is aimed squarely at the U.S.",
  "“And they have prioritized developing special capabilities to make up for their weakness, including cyber weapons and anti-satellite weapons, negating what they see as U.S. advantages.”\n\nThe latest U.S. development in the region has been the controversial deployment of the Terminal High Altitude Area Defense (THAAD), an anti-missile system based in South Korea whose stated aim is to safeguard the U.S. and her allies against North Korean missiles.",
  "“It deployed substantial forces into West Africa during the Ebola crisis and the PLA handled itself very well by all accounts.”\n\nLast month, China established its first ever overseas military base in Djibouti, situated at the southern entrance to the Gulf of Aden on the horn of Africa, to assist such “international obligations,” according to a Foreign Ministry spokesperson.",
  "“The army should increase its political awareness … and carry forwards and implement the Party’s absolute leadership.”\n\nXi was once again dressed in his familiar immaculate white shirt and red tie, dispensing with the military fatigues he’d donned at the weekend for a military parade at PLA’s Zhurihe training base in Inner Mongolia.",
  "Historically, this stems from the Third Taiwan Strait Crisis, when hints of a move toward formal independence in the self-governing island — which Beijing deems a renegade province to be reclaimed by force if necessary — prompted the PLA to start hurling missiles into the Strait.",
  "“In the long term, they have a vision for what kind of order they would like to see in Asia, and that’s clearly one where China has regional military dominance,” says Richard Weitz, director of the Center for Political-Military Analysis at Washington DC’s Hudson Institute.",
  "Read More: While the U.S. Is Distracted, Beijing Is Winning the Battle to Control the South China Sea\n\nChina’s military is modernizing rapidly as the Asian superpower attempts to sure up its global leadership position and project greater power beyond its borders.",
  "“China does not want to be the United States,” adds Goldstein, “they understand that if they get heavily involved in the Middle East — the graveyard of superpowers — they will regret it.”\n\nWrite to Charlie Campbell at charlie.campbell@time.com.",
  "“Across the board it’s hard to find any weaknesses.”\n\nNew missiles were on display in Inner Mongolia, including the road-mobile DF-31AG, a new variant of its DF-31A intercontinental ballistic missile, as well as the the DF-16G and DF-26.",
  "Xi’s signature Belt and Road Initiative — a trade and infrastructure network spanning Central Asia, the Middle East and Africa — involves a $900 billion investment spread across some of the most unstable places on earth.",
  "“If you have that kind of global footprint on the economy you want to at least have protections for your interests,” he says, adding that he would expect future installations to remain in the Indo-Pacific region.",
  "Then, Xi announced a reduction of 300,000 troops and other high-level organizational changes aimed at transforming the PLA into a modern, sleek fighting force, with significant implications for global security.",
  "“This had the catalytic effect of China wanting to push America’s ability to project power further and further from its shores,” says Carlyle Thayer, emeritus professor at the Australian Defence Force Academy.",
  "It’s indicative of the larger geopolitical role President Xi Jinping has sought at a time when the U.S. under President Donald Trump appears to be withdrawing from its international commitments.",
  "Today, China contributes 2,500 troops to U.N. peacekeeping efforts, more than the other four permanent Security Council members combined, while also putting up $7.87 billion toward operations.",
  "More than 12,000 service personnel from across the army, air force, navy, police and strategic support troops marched below clear blue skies, as tanks and missile launchers rumbled by.",
  "“The force is modernizing very rapidly, probably more rapidly than most Westerners grasp,” says Lyle Goldstein, associate professor in the China Maritime Studies Institute at the U.S.",
  "China’s single shiny new aircraft carrier, for one, relies on a ski jump launch instead of the technically superior slingshot action prevalent on America’s 10 carriers.",
  "It also marks what should be the mid-point of Xi’s ten-year leadership term, which has been characterized by an ideological tightening and a crackdown on free speech.",
  "However, China believes the deployment of THAAD’s sophisticated radar technology so close to its border is an attempt to spy on its own military installations.",
  "Washington responded with the biggest display of U.S. military might in Asia since the Vietnam War, dispatching two air carrier battle groups to the vicinity.",
  "As such, Goldstein expects an engorged Chinese military presence — including new bases — commensurate with its status as world’s second largest economy.",
  "Following the Allied victory in World War II, the PLA successfully defeated the Nationalists and forced their retreat across the Taiwan Strait.",
  "The HQ-22 surface-to-air missile (SAM), the HQ-9 SAM, and the YJ-12A anti-ship missiles were also eagerly examined by cooing weapons experts.",
  "Since this time the PLA has had a reputation as a bloated, unsophisticated and poorly trained fighting force — though that is now changing.",
  "China has launched economic warfare against South Korea as a result, organizing boycotts of its businesses and limiting tourist numbers.",
  "More than 100 high-ranking military officers have been punished for various offenses including corruption since Xi took office in 2012.",
  "In April, China launched its first aircraft carrier and has long been reclaiming and militarizing islands in the South China Sea.",
  "On Friday, the Kim Jong Un regime performed a second test of what it claims was an ICBM capable of reaching the continental U.S.",
  "The PLA was formed in 1927 in response to anti-communist purges launched by China’s then-ruling Kuomintang, or Nationalists.",
  "This means Chinese aircraft can only carry limited armor and payload, and cannot take-off or land during very bad weather.",
  "Xi’s 50-minute address on Tuesday included several calls for the 2 million-strong armed forces to rally around the Party.",
  "It was China’s largest parade since the 70th anniversary of the culmination of World War II in September 2015.",
  "New generation aircraft on display included the Shenyang J-16 strike fighter and Chengdu J-20 stealth fighter.",
  "China has taken a welcome larger role in international peacekeeping, anti-piracy and anti-terrorism efforts.",
  "Seven PLA regional commands have been consolidated into five “theaters” and its schools cut from 74 to 43.",
  "“China is making a lot of contributions to global security, which is often overlooked,” says Goldstein.",
  "The American armed forces are by far the superior, and have considerably more battlefield experience.",
  "“The Chinese are still behind, but they are making a lot of progress,” says Weitz.",
  "Fighter jets roared and dozens of commandos leapt out of whirring helicopters.",
  "Today, countering the U.S. is again utmost in the Chinese leadership’s mind.",
  "“Our army will remain the army of the party and the people,” Xi said.",
  "Still, THAAD is far from a game changer.",
  "Naval War College."
]