[
  "Not only would our county have totally become that which John Adams warned against in the 1780 Massachusetts state constitution—a government of men and not of laws—but the American people would be endorsing this shift, choosing to be ruled by a woman so blinded by decades of corruption that she can so flippantly violate national security law while serving as the Secretary of State.",
  "Her former deputy chief of staff and current vice chairman of her campaign, Huma Abedin, for example, was employed simultaneously by the State Department, the deeply controversial Clinton Foundation, the secretary of state’s personal office, and a consulting firm that has connections with the Clinton family for the last six months of Clinton’s tenure at State.",
  "In fact, Comey admitted:\n\nWhile not the focus of our investigation, we also developed evidence that the security culture of the State Department in general, and with respect to use of unclassified e-mail systems in particular, was generally lacking in the kind of care for classified information found elsewhere in the government.",
  "For the American people to knowingly promote someone like Hillary Clinton to the highest office, to charge her with safeguarding the nation’s security and our Constitution, when she so clearly has neither the will nor the judgment to safeguard national secrets, would be a new, dark chapter in American history.",
  "Given that combination of factors, we assess it is possible that hostile actors gained access to Secretary Clinton’s personal e-mail account.”\n\nIt’s astonishing that the Secretary of State could behave in such a blatantly negligent way—when the very security of those she has sworn to protect is at stake.",
  "What more could she do if she had the authority as chief executive, with the FBI, and the courts on her side… not to mention a predominantly friendly media, if occasionally honest about her failures, is quick to forgive and eager to get back to the work of the dutiful “echo chamber”?",
  "While admitting Hillary Clinton was “extremely careless” in handling highly classified information, and then outlining the ways in which she was extreme in her carelessness with highly classified information, Comey announced that the FBI recommends no charges against her.",
  "The president, vice president, members of Congress, and Supreme Court justices do not hold typical clearances, which means they do not receive the kind of extensive security background investigations as a prerequisite to having access to classified material.",
  "First, under no circumstances should Hillary Clinton have a security clearance, and neither should any government official—any member of her staff-- who engaged in the same kind of extremely careless mishandling of highly classified information.",
  "And, confirming what the rest of us were thinking as we listened to his statement, he confessed, \"To be clear, this is not to suggest that in similar circumstances, a person who engaged in this activity would face no consequences.",
  "With respect to potential computer intrusion by hostile actors, we did not find direct evidence that Secretary Clinton’s personal e-mail domain, in its various configurations since 2009, was successfully hacked.",
  "Likewise, according to emails from the Department of State, Clinton’s chief of staff, Cheryl Mills, involved herself in vetting politically sensitive documents requested under the Freedom of Information Act.",
  "Hillary and Bill push the boundaries of the law or break them outright for the sake of personal pleasure, for financial gain, to leverage power, and for basic convenience, and are not held accountable.",
  "But most critically, the American people should deny Hillary Clinton the ultimate access to highly sensitive information by ensuring she is not elected to the highest office in the country.",
  "Suspiciously, the Clinton staffer who set up the server, Bryan Pagliano, in exchange for cooperation with the FBI, was granted limited immunity from prosecution by the Justice Department.",
  "FBI Director Comey has just confirmed this week that Hillary Clinton is unfit for this enormous responsibility since she cannot personally be trusted to handle state secrets with care.",
  "She also used her personal e-mail extensively while outside the United States, including sending and receiving work-related e-mails in the territory of sophisticated adversaries.",
  "We do assess that hostile actors gained access to the private commercial e-mail accounts of people with whom Secretary Clinton was in regular contact from her personal account.",
  "And what about all of the people either on the sending or receiving end of the 110 messages in 52 email chains that the FBI has determined contained classified information?",
  "Comey may not want to indict Hillary, but by explaining the manners in which she mishandled U.S. secrets, and then exonerating her, he just indicted the U.S. legal system.",
  "Attorney General Loretta Lynch then issued a statement the following day announcing that the Department of Justice had officially closed the security breach Clinton case.",
  "What was she so resolutely determined to keep out of the public eye that she needed that private server and conducted official business with a private email address?",
  "The electoral and confirmation processes stand in for the typical security vetting process and getting elected is a public seal authorizing access to state secrets.",
  "Moreover, regardless of the outcome of this election or future elections, Congress should ensure those top aides never receive confirmation of appointed positions.",
  "China and Russia), it is common knowledge that whatever you are sending or receiving on your mobile device or laptop is being accessed by those governments.",
  "Additionally, as commander-in-chief of the armed forces, the president has the authority to set the standards for access to classified information.",
  "This kind of behavior on the part of someone with her leadership responsibilities inevitably leads to subordinates behaving in a similar fashion.",
  "But, given the nature of the system and of the actors potentially involved, we assess that we would be unlikely to see such direct evidence.",
  "We also assess that Secretary Clinton’s use of a personal e-mail domain was both known by a large number of people and readily apparent.",
  "If we treated those documents with the same degree of recklessness that Hillary Clinton treated them, there would be major consequences.",
  "They are not entitled to a government career, and those who broke the public trust should find another way to make a living.",
  "Comey’s statement Tuesday should leave Americans wondering… what more has she done that we just don’t know about?",
  "FBI Director James Comey dropped a bombshell Tuesday, and as a result, is testifying before Congress on Thursday.",
  "Just observe the blurry legal and ethical boundaries Hillary’s closest aides seem to be comfortable with.",
  "The outcome confirms exactly what half the country has been saying for decades about the Clintons.",
  "Imagine if the intelligence community had the same loose standards as a Hillary State Department.",
  "The next paragraph of Comey’s statement lays out some of the consequences of such recklessness.",
  "To take just the last two sentences above, when traveling to “sophisticated adversaries” (i.e.",
  "To the contrary, those individuals are often subject to security or administrative sanctions.",
  "Government staff are public servants and they serve at the pleasure of the American people.",
  "Despite all the talk about the proverbial glass ceiling, for Hillary, the sky is the limit.",
  "The FBI interviewed both women in the course of the Clinton security breach investigation.",
  "He’s talking about you and me, and anyone else unconnected to the Clintons.",
  "Like Clinton, Abedin used email accounts hosted by the private server.",
  "Are we to understand that nobody committed a crime, however small?",
  "But that is not what we are deciding now.\"",
  "But not her; no, not Hillary Clinton.",
  "So, what is there to be done?",
  "This isn’t hard to imagine.",
  "No doubt she knew this."
]