[
  "Charles Woods, the father of a Navy SEAL killed in Benghazi, said Secretary of State Hillary Clinton told him when his son’s body returned to Andrews Air Force Base: “We will make sure that the person who made that film is arrested and prosecuted.”\n\nLo and behold, Nakoula was brought in for questioning by five Los Angeles County sheriff’s deputies at midnight, eventually arrested and held without bond, and finally thrown into jail for a year.",
  "In a speech at the United Nations around this time, the president declared — no doubt with Nakoula in mind — “The future must not belong to those who slander the prophet of Islam.”\n\nAfter Benghazi, the administration was evidently filled with a fierce resolve — to bring Nakoula Basseley Nakoula to justice.",
  "Story Continued Below\n\nIn the weeks after the attack on U.S. facilities in Benghazi that killed Ambassador Chris Stevens and three others, the Obama administration claimed the terrorist assault had been the outgrowth of a demonstration against the Nakoula video.",
  "A violation of probation, though, usually produces a court summons and doesn’t typically lead to more jail time unless it involves an offense that would be worth prosecuting in its own right under federal standards.",
  "He sits in La Tuna Federal Correctional Institution in Texas right now, even as the deceptive spin that blamed his video for the Benghazi attack looks more egregious by the day.",
  "Using a false name, Nakoula gulled actors into appearing in his video on the pretense that it was a desert epic and then went in afterward and dubbed in the anti-Muhammad lines.",
  "As a practical matter, though, everyone knows that Nakoula wouldn’t be in jail today if he hadn’t produced a video crudely lampooning the prophet Muhammad.",
  "The administration ran public service announcements in Pakistan featuring President Barack Obama saying the U.S. had nothing to do with it.",
  "He is not going to win any good citizenship awards and violated the terms of his probation by using an alias (something Nakoula admits).",
  "As Nina Shea of the Hudson Institute points out, Al Capone’s underlying offense was racketeering and gangland killings.",
  "The thing is low-down, low-rent, and should be offensive, not just to Muslims, but to all people of goodwill.",
  "He is the first person in this country jailed for violating Islamic anti-blasphemy laws.",
  "A few years ago, he was sentenced to nearly two years in jail on bank fraud charges.",
  "The Benghazi patsy\n\nNakoula Basseley Nakoula deserves a place in American history.",
  "One is that his video, made with an $80,000 budget, can barely be called a video.",
  "Lowry says Nakoula Basseley Nakoula was exercising his First Amendment rights.",
  "Nakoula Basseley Nakoula’s underlying offense wasn’t an underlying offense.",
  "You won’t find that anywhere in the charges against him, of course.",
  "This wasn’t a case of nailing Al Capone on tax evasion.",
  "Even Lindsay Lohan would hesitate to appear in it.",
  "Two things must be said about Nakoula upfront.",
  "The second is that he has a history of fraud.",
  "He exercised his First Amendment rights.",
  "He has more aliases than P. Diddy.",
  "Not for Nakoula."
]