[
  "Mike Blake/Reuters\n\nMore drones, cash cut-off\n\nPakistan has received more than $33 billion in US assistance since 2002, including more than $14 billion in so-called Coalition Support Funds (CSF), a US Defense Department program to reimburse allies that have incurred costs in supporting counter-insurgency operations.",
  "Lisa Curtis, prior to becoming senior director for South and Central Asia at the National Security Council, co-authored a report with Husain Haqqani, Pakistan's former ambassador to Washington, in which they recommended the Trump administration warn Pakistan the status could be revoked in six months.",
  "Other US officials are skeptical of the prospects for success, arguing that years of previous US efforts to curb Pakistan's support for militant groups have failed, and that already strengthening US ties to India, Pakistan's arch-enemy, undermine chances of a breakthrough with Islamabad.",
  "Potential Trump administration responses being discussed include expanding US drone strikes, redirecting or withholding some aid to Pakistan and perhaps eventually downgrading Pakistan's status as a major non-NATO ally, the two officials said, speaking on condition of anonymity.",
  "But the Pentagon, in a report to Congress released on Tuesday, explicitly accused elements of Pakistan's government of supporting Afghanistan-focused militant groups, including the Taliban and Haqqani Network, who it said retained \"freedom of action\" within Pakistan.",
  "Although long mindful of Pakistan, the Trump administration in recent weeks has put more emphasis on the relationship with Islamabad in discussions as it hammers out a regional strategy to be presented to Trump, who took office in late January, one official said.",
  "Thomson Reuters\n\nA Pakistan strategy\n\nExperts on America's longest war argue that militant safe havens in Pakistan have allowed Taliban-linked insurgents a place to plot deadly strikes in Afghanistan and regroup after ground offensives.",
  "Pakistan's army chief of staff last week criticized \"unilateral actions\" such as drone strikes as \"counterproductive and against (the) spirit of ongoing cooperation and intelligence sharing being diligently undertaken by Pakistan.\"",
  "\"I believe there will be a much harder US line on Pakistan going forward than there has been in the past,\" Hamdullah Mohib, the Afghan ambassador to the United States, told Reuters, without citing specific measures under review.",
  "Thomson Reuters President Donald Trump's administration is exploring hardening its approach toward Pakistan to crack down on Pakistan-based militants launching attacks in neighboring Afghanistan, two US officials tell Reuters.",
  "Last year, the Pentagon decided not to pay Pakistan $300 million in CSF funding after then-US Secretary of Defense Ash Carter declined to sign authorization that Pakistan was taking adequate action against the Haqqani network.",
  "US officials say generally they seek greater cooperation with Pakistan, not a rupture in ties, once the administration finishes a regional review, due by mid-July, of the strategy guiding the 16-year-old war in Afghanistan.",
  "Pakistan won the status as a major non-NATO ally in 2004 from the George Bush administration, in what was at the time seen in part as recognition of its importance in the US battle against al Qaeda and Taliban insurgents.",
  "\"Singling out Pakistan and pinning the entire blame on Pakistan for the situation in Afghanistan is neither fair nor accurate, nor is it borne out by the ground realities,\" said Abid Saeed, press minister at the embassy.",
  "Without more pressure on militants within Pakistan who target Afghanistan, experts say additional US troop deployments will fail to meet their ultimate objective: to pressure the Taliban to eventually negotiate peace.",
  "Another option under review is broadening a drone campaign to penetrate deeper into Pakistan to target Haqqani fighters and other militants blamed for attacks in Afghanistan, US officials and a Pakistan expert said.",
  "Afghanistan's main intelligence agency said the attack - one of the deadliest in memory in the Afghan capital - had been carried out by the Haqqani network with assistance from Pakistan, a charge Islamabad denies.",
  "Any US pivot in its approach would be sharply different than the one taken at the start of the Obama administration, when US officials sought to court Pakistani leaders, including Army chief General Ashfaq Kayani.",
  "David Sedney, who served as Obama's deputy assistant secretary of defense for Afghanistan, Pakistan and Central Asia from 2009 to 2013, said the attempt to turn Islamabad into a strategic partner was a \"disaster.\"",
  "A senior Pakistani government source, speaking on condition of anonymity, doubted the Trump administration would press too hard, saying: \"They don't want to push Pakistan to abandon their war against terrorism.\"",
  "\"Thinking of Pakistan as an ally will continue to create problems for the next administration as it did for the last one,\" said the February report, published by the conservative Hudson Institute think tank.",
  "It bristles at US claims that Pakistan's spy agency, the Inter-Services Intelligence (ISI) directorate, has ties to Haqqani network militants blamed for some of the deadliest attacks in Afghanistan.",
  "The discussions include officials from across the Trump administration, including the White House and the Defense Department, both of which declined comment on the review before its completion.",
  "Since 2003, almost 22,000 civilians and nearly 7,000 Pakistani security forces have been killed as a result of militancy, according to the South Asia Terrorism Portal, which tracks violence.",
  "The growing danger to Afghanistan from suspected Pakistan-based militants was underscored by a devastating May 31 truck bomb that killed more than 80 people and wounded 460 in Kabul.",
  "But Pakistan's embassy in Washington warned against \"scapegoating\" Pakistan to explain the stalemate in Afghanistan, pointing instead to Afghanistan's own troubled internal dynamics.",
  "\"Now the Americans (will be) saying, you aren't taking out our enemies, so therefore we are taking them out ourselves,\" said the Pakistan expert, who declined to be identified.",
  "A US Marine shows off a Grp I UAS Black Hornet Drone as part of the Rim of the Pacific (RIMPAC) 2016 exercise held at Camp Pendleton, California United States, July 13, 2016.",
  "The United States is again poised to deploy thousands more troops in Afghanistan, an acknowledgment that US-backed forces are not winning and Taliban militants are resurgent.",
  "It also noted past Pakistani efforts to battle militants and expressed willingness to work with the United States and Afghanistan on border management.",
  "(Additional reporting by Josh Smith in Kabul, Drazen Jorgic in Islamabad and John Walcott in Washington; Editing by Yara Bayoumy and Howard Goller)",
  "US Navy Admiral Mike Mullen, then the top US military officer, told Congress in 2011 that the Haqqani network was a \"veritable arm\" of the ISI.",
  "The strategy will more clearly say what we want from Pakistan specifically,\" the US official said, speaking on condition of anonymity.",
  "But US aid cuts could cede even more influence to China, which already has committed nearly $60 billion in investments in Pakistan.",
  "The status is mainly symbolic, allowing limited benefits such as giving Pakistan faster access to surplus US military hardware.",
  "At the end of the day, Washington needs a partner, even if an imperfect one, in nuclear-armed Pakistan, they say.",
  "Other US officials question whether any mix of carrots and sticks can get Islamabad to change its behavior.",
  "US officials said the Trump administration was discussing withholding at least some assistance to Pakistan.",
  "Washington believes the strikes appeared to be the work of the Haqqani network, US officials told Reuters.",
  "But it's not an ally,\" said Bruce Riedel, a Pakistan expert at the Brookings Institution think tank.",
  "The United States designated the Haqqani network as a terrorist organization in 2012.",
  "It called Pakistan \"the most influential external actor affecting Afghan stability.\"",
  "It was unclear how seriously the Trump administration was considering the proposal.",
  "US frustration over the Haqqani's presence in Pakistan has been building for years.",
  "Pakistani officials point towards the toll militancy has taken on the country.",
  "Pakistan fiercely denies allowing any militants safe haven on its territory.",
  "\"We've never really fully articulated what our strategy towards Pakistan is.",
  "In fact, I would argue it made Pakistan's behavior worse,\" Sedney said.",
  "Some US officials and experts on the region scoff at the title.",
  "Kabul has long been critical of Pakistan's role in Afghanistan.",
  "Yanking the title would be seen by Pakistan as a major blow.",
  "Curtis' report singled out the aid as a target.",
  "\"It didn't affect Pakistan's behavior one bit.",
  "Precise actions have yet to be decided.",
  "Pakistani Prime Minister Nawaz Sharif.",
  "Thomson Reuters\n\nIs Pakistan an ally?",
  "It's not North Korea or Iran.",
  "\"Pakistan is not an ally.",
  "President Donald Trump."
]