[
  "“My concern right now is it would be far better to lower the volume of rhetoric and focus on developing both our strength and capacity in the region, developing better containment, developing better deterrence, and try to deal with sanctions that can really have an impact on North Korea,” Panetta said during remarks at the Hudson Institute on U.S. foreign policy and countering terrorism.",
  "Asked how the White House was handling Russian leader Vladimir Putin, Panetta replied: “Not so good,”\n\n“You have to send a clear message to the Russians that because of their aggressiveness in the Ukraine, in Syria, and against the United States that the United States is not going to sit back and just allow that to continue,” he said.",
  "Story Continued Below\n\nPanetta also cautioned against pursuing heavy military action against the Asian nation — as the president has repeatedly threatened to do — arguing that those options have long existed but haven’t been followed through on due to the complexity of the relationship between the U.S. and North Korea.",
  "Panetta urges White House to ‘lower the volume of rhetoric’ on North Korea\n\nFormer Secretary of Defense and CIA Director Leon Panetta said on Monday that the Trump administration should “lower the volume of rhetoric” on North Korea, criticizing President Donald Trump for ratcheting up tensions in the volatile region.",
  "A month later while addressing the United Nations General Assembly, the president said that if the U.S. were forced to defend itself he’d have no choice but to “totally destroy North Korea.” Kim, who Trump derided as “rocket man,” was on a “suicide mission,” the president added.",
  "But the president’s numerous threats against North Korea and its leader Kim Jong Un, Panetta said, have served to escalate tensions to the region and increase the threat of retaliation against the U.S. and its ally, South Korea.",
  "Trump in August warned that the foreign state would “be met with fire and fury like the world has never seen” if it continued its weapons tests and military provocations against the U.S. and its allies.",
  "“The concern I have is when you ratchet up the rhetoric between ‘fire and fury’ and destroying the United States … what it does is it increases the pressure level in North Korea,” he said.",
  "“Containment and deterrence,” Former Secretary of Defense and CIA Director Leon Panetta argued, is the most effective tool in dealing with North Korea.",
  "“Containment and deterrence,” the former chief of staff to President Bill Clinton argued, is the most effective tool in dealing with North Korea.",
  "Panetta also gave a dim assessment of the Trump administration's efforts to deter Russia from future interference in the U.S. electoral process.",
  "“The noose of containment and deterrence has to be tightened,” he said.",
  "“You cannot just hope that at some point they’ll be nice guys.",
  "That’s not the way it works.\""
]