[
  "During the panel, Samuels described an apocalyptic scenario of “unchecked nuclear proliferation in a world where the United States has decided that it will no longer enforce the very, very basic structures we put in place after World War II in order to prevent the horror of a world in which many, many states, some of them led by people whose perceptions of reality depart from our own in very significant ways, are armed with weapons whose capacity to kill hundreds of thousands of people and to destroy if used in great numbers the basic functioning of not just individual societies but of large chunks of the global system that feeds and provides basic security to billions of human beings on the planet.”\n\n“This is a terrifying, terrifying prospect,” he said.",
  "It was a drive by shooting.”\n\nIn covering the Iran nuclear talks for four years, Rozen said her Twitter feed “has become one of the go-to follows for people around the world interested in this issue,” and that the information she tweets and retweets “comes from a wide range of news sources, journalists, diplomats, governments, experts of broad and varied ideological views on Iran and many other foreign policy and political issues.”\n\nIn an email, Silverstein expressed support for the writer’s “helped retail” characterization, while acknowledging the two journalists should’ve been contacted.",
  "Silverstein said the magazine was interested in looking at how a 38-year-old with a background in creative writing was now “playing such a critical role in the formation and distribution of American foreign policy.”\n\n“That idea was very interesting to us, this idea of storytelling and narratives and the role they play in the way the Obama administration not only communicates its message, but shapes its message in the first place,” Silverstein said.",
  "In the much-discussed profile, Samuels explored how the White House pushes its foreign policy narrative in the media and, specifically in the case of the Iran nuclear deal, how the administration was able to spin “often clueless reporters.” Rhodes candidly described creating an “echo chamber” in which experts speaking to reporters validated the administration’s arguments.",
  "As [Director of Digital Response for the White House Office of Digital Strategy Tanya Somanader] explained how the process worked, I was struck by how naïve the assumption of a “state of nature” must seem in an information environment that is mediated less and less by experienced editors and reporters with any real prior knowledge of the subjects they write about.",
  "At the Hudson Institute event, Samuels described being \"startled by the lack of attention and clarity” in much of what had been reported on the Iran deal, and suggested cutbacks in the media business led to a situation in which the Obama administration's claims weren't being as thoroughly vetted as they would've been in the past.",
  "On Monday, Times Magazine Editor-in-Chief Jake Silverstein defended the article’s language, telling HuffPost that the publication did not mean to imply the veteran journalists “were colluding with the administration.” Silverstein did acknowledge, however, that magazine should have asked for their response prior to publication.",
  "He was more complimentary toward the press this time around, writing that “there was no shortage of good reporting and analysis — positive, negative, and mixed — about the Iran deal.”\n\nHe also disputed the idea that Goldberg was hand-picked to help “retail” the White House’s message in a response to Goldberg.",
  "The article, a nearly 10,000-word profile of Deputy National Security Adviser for Strategic Communications Ben Rhodes by David Samuels, suggested that the Atlantic’s Jeffrey Goldberg and Al Monitor’s Laura Rozen “helped retail” the Obama administration’s argument for a nuclear deal with Iran.",
  "“They elect who they’re going to believe.” For those in need of more traditional-seeming forms of validation, handpicked Beltway insiders like Jeffrey Goldberg of The Atlantic and Laura Rozen of Al-Monitor helped retail the administration’s narrative.",
  "It is also important to note that David's piece is about a system for crafting and disseminating policy narratives, and because of his remarkable access, he was able to describe that system from the perspective of the people who operate it.\"",
  "In a phone interview, Silverstein suggested the genesis of the article -- which has prompted both criticism of the writer and the administration since being published online Thursday and in Sunday’s print edition -- was fairly conventional.",
  "After getting a commitment from Times editors, Samuels approached Rhodes, who not only agreed to an interview, but also provided extensive access and offered surprisingly candid assessments of the foreign policy establishment and the press.",
  "They literally know nothing.”\n\nBut later in the article, it’s Samuels who specifically identifies Goldberg and Rozen, each of whom have reported on foreign affairs for decades, as having helped promote the administration’s narrative.",
  "“This is an unsupported, defamatory allegation that somehow slipped into The New York Times Magazine by a guy, it should be pointed out, who has had a grudge against me for several years,\" Goldberg told HuffPost.",
  "“She would just find everything and retweet it.”\n\nRozen said in an email that she is “seeking a correction from the editor and an apology for misleading and inaccurate assertions made about me” in the profile.",
  "And the inability of people to recognize that that is what we are talking about is, in part, tied to the institutional collapse of the structures in which I’ve spent a good deal of my own life working.\"",
  "“The New York Times Magazine editor has already acknowledged to me that the magazine made a mistake by failing to give me a serious chance to respond and offer my blanket objection,” she wrote.",
  "“The engine of this piece was the trust that David was able to build with Ben Rhodes, who was one of the primary architects of how that deal was crafted and disseminated,” Silverstein added.",
  "NEW YORK — Two prominent foreign policy journalists are pushing back at The New York Times Magazine for what they described as a “defamatory” characterization in a much-discussed article.",
  "“I told him that our goal was to try to convince you and a handful of other columnists that the Iran deal wasn’t a total catastrophe,” Rhodes recalled of his discussion with Samuels.",
  "Kimberly White via Getty Images Jake Silverstein, the magazine's editor-in-chief, said the article didn't mean to imply the journalists were colluding with the Obama administration.",
  "“I think David told a very compelling story and one that is true and accurate.”\n\n\"I’ve seen some people saying this was an ideological hit job, which is just ridiculous.",
  "This is familiar territory for the magazine, which last year examined how the Obama White House communicated details of Osama bin Laden's death through the press.",
  "“As I also expressed to them, when David used the phrase ‘helped retail’ he did not mean to imply that Goldberg or Rozen were colluding with the administration.",
  "Rather, he meant that certain people within the White House were retailing their talking points, and that they saw Goldberg and Rozen as helpful in doing so.",
  "In recent days, critics of Samuels’ framing of events have seized on video of an April 2015 panel as evidence of his opposition to the Iran nuclear deal.",
  "Kevin Lamarque / Reuters In a profile for The New York Times Magazine, Ben Rhodes candidly described how the White House spun the Iran deal in the media.",
  "The Times Magazine editor said that Rhodes apparently “felt that he was going to be getting a fair shake” from Samuels given the access he provided.",
  "Both Goldberg and Rozen described the description as false, even slanderous, and criticized the paper for failing to seek comment ahead of time.",
  "“As I've told Goldberg and Rozen, we should have asked them for a response, and I regret that we did not do so,” Silverstein told HuffPost.",
  "(He later wrote of once accepting, then declining, a position at Tablet, where Samuels was a senior editor and Samuels' wife is editor).",
  "During the Hudson Institute panel, he said it was wrong to take the possibility of a military strike off the table during negotiations.",
  "That cover story drew criticism from some prominent Washington journalists, including several in the paper's own Washington bureau.",
  "The average reporter we talk to is 27 years old, and their only reporting experience consists of being around political campaigns.",
  "Rhodes took to Medium late Sunday night to respond to the story and explain how the White House advocated for the Iran deal.",
  "And Rhodes offered his unvarnished thoughts on how some reporters lack the experience and expertise of their predecessors.",
  "I think it’s a complicated story, one with a lot of nuance, and one that can’t be easily fit into a particular category.\"",
  "“Samuels mischaracterizes the meaning of what the White House aide said to him about me: that she reads my Twitter feed.",
  "“The magazine slandered me without speaking to me; or giving me a reasonable chance to strongly object,” she added.",
  "\"I sort of take it as a mark of the success of the piece that it’s been such widely divergent reads on it.",
  "Samuels, a veteran magazine writer, pitched Times Magazine editors late last year on a profile of Rhodes.",
  "“What happens to a Democratic society when you decide to do away with the institutions of a free press?",
  "Samuels argued in Slate in 2009 that Israel should bomb Iran before it can develop a nuclear weapon.",
  "I should not have been named in the piece at all based on Samuels’ mischaracterization of her quote.",
  "I’ve also seen people saying it was a puff piece, which is also ridiculous,\" Silverstein added.",
  "The Times Magazine story doesn’t mention Samuels’ past, public concerns with the Iran deal.",
  "“I don’t really find that stuff to be relevant to what David did here,” Silverstein said.",
  "“I don’t believe he feels he was burned by David either,” Silverstein said of Rhodes.",
  "“They call us to explain to them what’s happening in Moscow and Cairo,” Rhodes said.",
  "Because that is a decision, without knowing it, our country has made.” he said.",
  "“People construct their own sense of source and credibility now,” she said.",
  "“I told him I don’t think I ever convinced you that it was a good deal.”",
  "“Most of the outlets are reporting on world events from Washington.",
  "David's extensive reporting supports this assertion.",
  "“Laura Rozen was my RSS feed,” Somanader offered.",
  "“And that’s what’s at stake in this deal.",
  "That’s a sea change."
]