[
  "Join us on Twitter and Facebook\n\nAs Gen. Hyten put it: \"Everybody's watching us wherever we are, and everything we do down to the smallest tactical level in today's world delivers a strategic message to not just the United States and our citizens, but our allies and our adversaries.\"",
  "In a hearing Tuesday before the Senate Armed Services Committee, the most credible, measured and thoughtful member of the President's national security team said he believes the deal struck by President Obama to prevent Iran from possessing nuclear weapons is in our best interest.",
  "The chairman was echoing sentiments expressed last month by the commander of US Strategic Command, Gen. John Hyten, who told an audience at the Hudson Institute that when the United States of America signs an agreement, \"it's our job to live up to the terms of that agreement.\"",
  "Assuming it will do so again in the near future, Mr. Trump's decision to decertify Iran on his own would fly in the face of the IAEA's considered, scientific and professional assessment - not that he has shown much care in the past for the views of other international bodies.",
  "We now see reporting that suggests Mr. Trump will try to split the difference with some sort of arrangement whereby he refuses to certify to Congress that Iran remains in compliance and then kick it over to lawmakers to determine whether or not to reimpose sanctions.",
  "He's joined in that assessment by Gen. Joseph Dunford, the chairman of the Joint Chiefs of Staff, who likewise told the panel that Iran was not in breach of the deal and that it has \"delayed the development of a nuclear capability by Iran.\"",
  "In what could have been a nod to North Korea, he said , \"It makes sense to me that our holding up agreements that we have signed, unless there is a material breach, would have an impact on others' willingness to sign agreements.\"",
  "The International Atomic Energy Association , which is the international body responsible under the terms of the deal for certifying Iranian compliance , has thus far been able to do so with each quarterly report.",
  "It's hard to see how in the wake of all this -- from his top military leaders, no less -- President Trump could pull out of the deal, much less refuse to certify next week that Iran remains in compliance, right?",
  "CNN National Security Analyst John Kirby is a retired rear admiral in the US Navy who served as a spokesman for both the State and Defense departments in the Obama administration.",
  "The man responsible for ensuring our military's readiness to defend the country just made clear that he believes one way to accomplish the goal is to keep the Iran deal in place.",
  "In case you missed it, here's the exchange:\n\nSen. Angus King, I-Maine: \"Do you believe it is in our national security interest at the present time to remain in the JCPOA?",
  "If we snap them back unilaterally and without cause, we, the United States -- not Iran -- would be in noncompliance and on the outside of international convention.",
  "That's basically a \"bake-your-cake-and-eat-it-too\" scenario that will no doubt make the President feel good but stop well short of terminating the actual deal.",
  "Whatever that is, one must hope Mr. Trump also bears in mind these things:\n\n1) No problem in the Middle East gets easier with a nuclear-armed Iran.",
  "Last week, Dunford also told senators he worried about the impact to our credibility if the United States precipitously pulled out of the deal.",
  "If Iran ever tried to cheat, we'd know about it and all the nuclear-related sanctions that were lifted could be snapped right back in place.",
  "And we -- not Iran -- would be the ones sending a clear message that we are neither a credible nor trustworthy negotiating partner.",
  "But, there's a political base to please and a predecessor's legacy to tear down and so much blustery rhetoric to live up to.",
  "Not to quibble, but the deal binds Iran to a permanent commitment never to pursue nuclear weapons.",
  "JCPOA stands for Joint Comprehensive Plan of Action, colloquially known as the Iran nuclear deal.",
  "There are plenty of ways to address Iran's other \"misconduct,\" as Secretary Mattis calls it.",
  "2) The hardliners in Tehran would love to see nothing more than the deal ripped up.",
  "So soon, perhaps even today, we will learn what the administration has in mind.",
  "3) It was nuclear-related sanctions that brought Iran to the negotiating table.",
  "As we've seen, it would also contradict the opinions of his own generals.",
  "It's true that certain restrictions begin to ease after a period of time.",
  "So, finding a way to damage it hands the mullahs a nice little victory.",
  "That's James Mattis, by the way, the secretary of defense.",
  "The deal is doing exactly what it was designed to do.",
  "The views expressed in this commentary are his own.",
  "It's time for Mr. Trump to listen to his generals.",
  "It's time to send the right strategic message.",
  "It's time to stop arguing over the Iran deal.",
  "He no doubt believes he must do something.",
  "But the inspection regime lasts forever.",
  "But that something should be nothing.",
  "That is a yes or no question.\"",
  "Mattis: \"Yes, senator, I do.\"",
  "Not so fast."
]