[
  "And a new law gives up to five years in jail for saying that Poles are responsible for the German crimes in concentration camps -- Poles see themselves as blameless victims of World War II, even though there is ample evidence many Poles killed Jews, took their property and assisted the Nazis in the gassing and burning of six million Jews during the Holocaust.",
  "http://www.timesofisrael.com/dutch-jewish-familys-home-vandalized-in-anti-semitic-attack/\n\nPolish researcher, Aleksandra Gliszczynska-Grabias said that Poland has \"anti-Semitism without Jews\" since nearly all of the country's three million Jews were slaughtered by the Nazi Holocaust, leaving perhaps 5,000 Jews today.",
  "Small communities are doomed in Holland, Sweden and other countries where Jews now face open hatred as they walk the streets, according to U.S. officials and Jewish representatives of Sweden, Holland, Poland and France speaking at the Keith Stolz Biennial Conference on Jewish Civilization, held at Georgetown.",
  "While all of the incoming refugees and migrants, fleeing Syria, Iraq, Afghanistan and other Muslim lands, may not hold anti-Jewish views, an extremely large number do -- simply as a result to being raised in places where anti-Jewish vitriol is poured out in TV, newspapers, schools and mosques.",
  "Haddad, a research fellow at the Hudson Institute, saw a resurgence of old style French anti-Semitism such as the Dreyfus Affair at the turn of the 20th century; and he cited the anti-Jewish views of the right wing National Front, a small but growing party of the far right.",
  "David Saperstein, U.S. ambassador at large for International Religious Freedom at the State Department, said \"there is increasing violence in Europe ... verbal and physical attacks that we never thought we'd see again after World War II.\"",
  "A Swedish-American man who normally wears a Jewish hat called a kippa in Virginia and in Sweden told me he no longer goes to the Swedish border town of Malmo because of the threat it posed of anti-Semitic attack.",
  "Speakers at the Georgetown symposiums said the chants of \"kill the Jews\" and \"death to Israel\" rattling down ancient Parisian streets are really the same anti-Semitism that has lasted for 2,000 years.",
  "Apart from Israeli and Jewish news outlets, and a few pro-Arab sites, there was nearly a total absence of reporting in European mainstream media on the fate of this remnant of Europe's Jews.",
  "\"There is no counterspeech,\" said Voet, who has been escorted from public meetings by police after anti-Zionist and anti-Semitic mobs demonstrated at Jewish and Israel meetings.",
  "When Jews spoke to the Malmo mayor about ant-Semitic threats and attacks, he advised them not to wear kippas, hide their Jewish faith and downplay their involvement with Israel.",
  "In Holland, migrants from Morocco watch Arab-language television laced with anti-Semitic and anti-Zionist rants, said Esther Voet, editor in chief of the Dutch Jewish Weekly.",
  "But in some European cities, one third of Jewish kids are in Catholic schools because they are safer than Jewish schools and less likely to be targeted by Muslim terrorists.",
  "\"I don't think it is the 1930s, I don't see boxcars arriving,\" said Ira Forman, Special Envoy to Monitor and Combat Anti-Semitism at the US State Department.",
  "Migrants streaming into Europe from the Middle East are bringing with them virulent anti-Semitism which is erupting from Scandinavia to France to Germany.",
  "But the real challenge is from within the six million Moroccan, Algerian, Tunisian and other Arabs in France who are motivated by anti-Zionism.",
  "And the new juggernaut of anti-Semitic feelings --more than a million Arab and Muslim migrants last year and another 100,000 so far this year.",
  "Benjamin Haddad of France listed a half dozen violent and fatal attacks against the 500,000 French Jews - largest Jewish community in Europe.",
  "It is interesting to note that after the recent Georgetown conference, I looked for articles on the internet about the rise of anti-Semitism.",
  "She showed photos of a soccer match where a banner said \"death to hooked noses,\" an anti-Semitic slur that was ignored by the authorities.",
  "The future of our civilization is at risk, said a French expert, speaking at a Georgetown University conference Feb. 29 in Washington DC.",
  "\"There is no future for Jews in Europe\" said the chief Rabbi of Brussels, shortly after the killings of some 130 people in Paris.",
  "In one court case against the display of the swastika, the judge ruled it was a Hindu symbol of happiness and dismissed charges.",
  "Although 90 percent of Poles never met a Jew, polls showed 63 percent believe in a Jewish conspiracy to run the world, she said.",
  "In Paris last year I met a Jewish taxi driver who told me he could not go into the mainly Arab suburbs without facing an attack.",
  "He said many of his friends and family are moving to Israel although the living standards and salaries are lower than in France.",
  "Thousands are moving to Israel, England and the United States, seeking safety to raise their families without fear.",
  "\"But the smaller Jewish communities will disappear\" in far-flung places such as Norway, Sweden and Greece.",
  "There is a serious threat to Jewish life due to expanding anti-Semitism, said Saperstein.",
  "Out of 17 million people in Holland, some 500,000 to 1.2 million are Muslim, she said.",
  "France has moved quickly after the attacks in Paris last year to protect its Jews.",
  "\"Anti-Semitism is a fundamental threat to fundamental freedoms,\" said Saperstein.",
  "Another 10,000 soldiers are prowling French cities to prevent terror attacks.",
  "It assigned 4,700 police to protect 700 Jewish schools and synagogues.",
  "This threat to Jewish communities in Europe comes from three sides:\n\n?",
  "They come from countries where hatred of Jews is part of the culture.",
  "Malmo is seen today as the most hostile, anti-Semitic city in Europe.",
  "\"It is the canary in the coalmine\" and alerts us to deadly threats.",
  "Some of these communities have existed for more than 2,000 years.",
  "Some Arab groups say they are anti-Zionist but not anti-Semitic.",
  "\"Now, even the Turkish people come out against Jews and Israel.",
  "If governments cannot protect their Jews, who can it protect?",
  "European Jews are going into exile rapidly in recent months.",
  "Leftists siding with Arab anti-Zionist complaints;\n\n?",
  "\"Zionist is a code word for Jews,\" said Haddad.",
  "Traditional right-wing neo-Nazi groups;\n\n?",
  "\"Governments voice anti-Semitic views .",
  "and question Israel's right to exist.\"",
  ".",
  "."
]