[
  "Selling the deal took precedence over reality, as did the disdain for the “establishment” foreign policy that Rhodes and Obama apparently shared, members of which Rhodes derisively termed “the blob.” The strategy Rhodes employed mirrored the Obama ideology; the reality of the political situation was essentially irrelevant, anything resembling the establishment was worse than anything else that could be done, and therefore to be avoided.",
  "It was Rhodes’ penchant for “storytelling” that would lead to the creation of a dedicated team of propagandists from the State Department, Treasury Department, the U.N. ambassador’s office, the Department of Defense, Department of Energy and the National Security Council tasked with “selling” the Iran deal to Congress and the public from the time it was signed in July to September.",
  "Rhodes explained that though he would “prefer” that Iran’s politicians were “real reformers,” he and the administration were “not betting on that.”\n\nThe revelations as to the true nature of the process behind the Iran deal have drawn the ire and fury of many in the foreign policy spectrum since Samuels’ piece was published.",
  "“And now we have Ben Rhodes admitting he sold false narratives.”\n\nRhodes’ tactics were not without purpose; they come from a very real, evident and disturbing desire to dramatically shift American foreign policy in the Middle East from the ideas of “the blob” to those he and President Obama intimately shared.",
  "“But that’s impossible.”\n\nThe primary objective of Rhodes and Obama was a tectonic shift on U.S. foreign policy which was predicated on removing what both men felt is an undue American influence which creates problems, in addition to a desire to engage with actors traditionally viewed as enemies.",
  "Rhodes’ brilliant, albeit fraudulent, narrative started with pushing the idea that an opportunity had been opened for the Obama administration to engage with the Iranian “moderates” that supposedly beat the hardliners in an election and were interested in cutting back on nuclear ambitions.",
  "Samuels’ description of Rhodes’ response showed little concern for the well-being of the military personnel, instead readers are presented with a political operative doing his best to bury the story from reporters; a story which he had been aware of hours earlier.",
  "As Samuels writes, “no potential negative comment passed without a tweet.”\n\nEven non-profit organizations were recruited to participate in the scheme, among them the Ploughshares Fund, run by former congressional staffer Joseph Cirincione, and the Iran Project.",
  "The piece focuses on Ben Rhodes, the White House’s deputy national security adviser for strategic communication, and offers a particular insight into how he and his team created the narrative surrounding the Iran deal, Obama’s key foreign policy objective.",
  "“We knew the administration politicized intelligence and downplayed threats,” Mike Pregent, a former U.S. Army intelligence officer and current fellow specializing in Middle East policy at the Hudson Institute, told The Daily Caller News Foundation.",
  "In reality, Rouhani’s pride for his work advancing Iran’s nuclear program in the early 2000’s, tricking Western diplomats throughout, has been on the record well before the Joint Comprehensive Plan of Action (JCPOA) was signed last July.",
  "The piece, written by David Samuels, shows how Rhodes applied his creativity and unique relationship with the president toward the narrative that eventually convinced the public, and in turn Congress, that the deal was worthwhile.",
  "The idea that the negotiations began with Obama engaging with the recently elected so-called moderates, led by the new President Hassan Rouhani, was a clever fabrication that many proponents of the deal continue to believe.",
  "“There was not much question that the Quds Force and the supreme leader ran that country with a strong arm, and there was not much question that this kind of opposing view could somehow gain any traction,” said Panetta.",
  "Panetta noted that during the negotiations process, it was his job to prevent the Israelis from preemptively striking Iran’s nuclear facilities, even if there was evidence that the Islamic Republic was building a bomb.",
  "Told @farhip thought Samuels mischaracterized me in his Rhodes profile https://t.co/LoPbuzjRtB — Laura Rozen (@lrozen) May 7, 2016\n\nThe @TheIranDeal handle was a key rhetorical weapon for the Rhodes team.",
  "The primary talking point from which Rhodes and his colleagues in the ironically named “war room” was creating the now infamous binary argument that the nuclear deal was a choice between war and peace.",
  "Rhodes’ ability to predict and grasp the president’s thinking garnered him not only significant face time with the president, but also a remarkable amount of latitude on foreign policy issues.",
  "A recent New York Times profile on a top Obama national security official explains the intricate, and dubious methodology the administration used to spin the Iran nuclear deal to the public.",
  "Obama’s former CIA director and Secretary of Defense Leon Panetta confirmed to Samuels that there was little doubt within the administration regarding the true nature of Iranian politics.",
  "Months after Rhodes’ mission to sell the Iran deal was complete, a flare up with Iran threatened to scuttle a carefully crafted State of the Union speech Rhodes himself helped create.",
  "Tom Ricks of Foreign Policy magazine, a two-time Obama voter, went as far as to refer to Rhodes as “the asshole who is the president’s foreign policy guru” in a headline.",
  "The Iran deal was a perfect opportunity to achieve a bit of both, as well as moving away from the “collapsed” Sunni Arab world the U.S. helped create in the region.",
  "“The way in which most Americans have heard the story of the Iran deal presented … was largely manufactured for the purpose of selling the deal,” wrote Samuels.",
  "Following this logic, Samuels explained that Rhodes’ “one-word answer to any and all criticism” was Iraq and what he and Obama see as the U.S. failure there.",
  "The so-called moderates, explained Samuels, were nothing but typical hardliners hand-picked by Supreme Leader with the intent to be appetizing to onlookers.",
  "“Like Obama, Rhodes is a storyteller who uses a writer’s tools to advance an agenda that is packaged as politics but is often quite personal,” said Samuels.",
  "Rhodes’ underling Tanya Somanader claimed Rozen was her “RSS feed” and would simply re-tweet anything she put up under the Twitter handle @TheIranDeal.",
  "Somander was tasked with crafting an adjusted narrative to be respectively gobbled up by all potential supporters, from the general public to pundits.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "He said that Obama’s resolve to prevent engaging in another war was steeled, no matter what the reality on the ground may have been.",
  "“I mean, I’d prefer a sober, reasoned public debate, after which members of Congress reflect and take a vote,” Rhodes told Samuels.",
  "That narrative, however, was made up of little more than an invented “story” of an aspiring novelist turned foreign policy wonk.",
  "Hours before Obama was set to speak to Congress, reports came in that Iran had captured ten U.S. sailors in the Persian gulf.",
  "Critics of the deal would soon be frequently demonized by Rhodes’ sycophants, and the president himself, as war mongers.",
  "Samuels notes when he questioned Rhodes’ methods, the spin-master was unmoved and proud of the way he “sold” the deal.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Rhodes has drawn near universal criticism from all political leanings since the piece was published.",
  "Realistically, Iran was defiant on its nuclear program before, and after, the JCPOA was agreed upon.",
  "It is evidently clear that he, and therefore Obama, simply felt they knew better than the rest.",
  "A day later, Secretary of State Kerry would thank the Iranians for the return of the sailors.",
  "Rozen has since countered the allegation, claiming she was “mischaracterized” in the piece.",
  "Among those accused are The Atlantic’s Jeffrey Goldberg and Laura Rozen of Al-Monitor.",
  "Samuels described how Rhodes’ team used loyal media sources to push their invention.",
  "Rhodes used these organizations as “test drives” to ensure his “tactics” worked.",
  "Follow Russ Read on Twitter\n\nSend tips to russ@dailycallernewsfoundation.org.",
  "Response pieces have ranged from accusations of impropriety to pure disdain.",
  "The relationship between the two was described as a “mind meld” by Samuels.",
  "Rhodes masterfully worked media to push the narrative.",
  "Even Iran’s President Rouhani would follow cue."
]