[
  "In a detailed response to questions, the spokesperson’s service of the European Commission said that Juncker “has not been personally involved in or discussed at any time the Paks II project with Prime Minister Orban,” adding, “The assessment of the project’s compatibility with EU law is a legal procedure which — as in all such cases — is handled by the relevant Commission services according to legal criteria.”\n\nIn its response, the Commission largely ignored the issue of Russia’s involvement and its growing dominance in the atomic energy market, saying only “regardless of the nationality of the investor in a public energy project, the Commission is called to assess each case by its own merits.”\n\nIt also said the EU treaties allowed Hungary to pursue a nuclear project, even if that might seem to run counter to the EU’s own larger energy goals.",
  "“We clearly see the power plant will be profitable without any price guarantee.”\n\n“Everybody who has ever been to Hungary knows the potential for energy efficiency in that country ... would come at no cost, or very low cost” — Mycle Schneider, a Paris-based independent energy analyst\n\n“If we do not implement the Paks II project,” he said, “when we shut down the existing reactors [in the 2030s], we will not have any other possibility, just to increase gas imports, which would result in a more vulnerable situation in the country.”\n\nThat assessment is fiercely disputed by some energy analysts, particularly the estimates regarding future electricity prices, but it goes to the heart of the European Commission’s competition review, legal experts said.",
  "“With these legal constraints under our treaties,” Vestager added, “the Commission cannot question why other technologies were not chosen.”\n\nA ‘premature decision’\n\nOne person with close knowledge of how the Commission reviews nuclear power projects disputed Vestager’s position, noting the authority exists for the EU to put up major roadblocks without violating the Euratom treaty — as it had done in the case of the controversial Hinkley Point C plant in the United Kingdom — and also that it was quite normal for the European Court of Justice to hear potential disputes should any arise.",
  "“The Brussels bureaucracy wants to treat this whole story as an internal Hungarian issue as much as possible,” Romhányi said, adding: “If there is European energy union as a vision, how does Hungary fit in, which is basically an energy slave of Russia?”\n\nAlready, the Commission has dismissed the infringement investigation, finding the no-bid award justified because only Rosatom could meet Hungary’s technical requirements, despite other companies including U.S.-based Westinghouse Electric, saying they could handle the work and were eager to bid for it.",
  "“This can be seen as an imperfection or an inefficiency of the EU treaties, as it limits the options to design a truly common energy policy and ensure member states’ technological and political independence, but it is the EU legal reality.”\n\nThat Juncker would not take a political position on Paks II is remarkable given that he has conceived of the Commission as a more political institution and has previously criticized Orban's heavy-handed governing style.",
  "“The political questions are not on the table” — Balázs Romhányi, director of the Fiscal Responsibility Institute Budapest\n\nThe cost of oil, gas and wholesale electricity generation have dropped sharply since the decision to award the contract to Rosatom in December 2013, meaning electricity rates in Hungary will have to be far higher than current levels for the government to earn back the cost of the new reactors in a reasonable amount of time.",
  "It would come at no cost, or very low cost, and it would come very quickly.”\n\nAndrás Deák, head of the research group on the economics of globalization, at the Centre for Economic and Regional Studies of the Hungarian Academy of Sciences, said the risks of Paks II losing money and becoming a drain on Hungary’s budget appeared to outweigh the chances that energy prices would rise, making the nuclear reactors a profitable investment.",
  "“There was no reason whatsoever beyond political to take the decision now.”\n\nMore broadly, energy experts said it makes little sense to build nuclear power stations when renewable energy, battery storage and energy efficiency technologies are developing quickly and the EU is focused on linking electricity markets to avoid the need for massive infrastructure projects.",
  "Hands off\n\nThe EU legal review is not yet done, but the hands-off approach by European leaders, who initially expressed concerns about the project, reflects a reluctance to further challenge Hungarian Prime Minister Viktor Orbán, who has clashed repeatedly with Brussels, particularly over migrant policy.",
  "Meanwhile, EU competition regulators have signaled that they have limited room to maneuver, citing provisions of the 1957 Euratom Treaty — one of the EU’s core, founding documents, which gives special status to national nuclear energy programs and limits the legal authority of competition regulators.",
  "In an interview with POLITICO in Budapest, Attila Aszódi, the government commissioner for the maintenance of the capacity of the Paks nuclear power plant, said the benefits of Paks II were indisputable and it would not require setting any guaranteed minimum electricity rates to recoup costs.",
  "Some analysts said that Hungary will have to pay far too high an interest rate — 4 percent or higher — on the loan from Russia to build Paks II and that the country could potentially access cheaper financing elsewhere, particularly given recent improvements in Hungary’s credit ratings.",
  "Hannah Thoburn, a research fellow and Russia expert at the Hudson Institute, a think-tank in Washington, said that the West had paid surprisingly little attention to the growing reach of Rosatom, which boasts of projects in dozens of countries including Finland, Iran, China and India.",
  "The controversies swirling around the Paks II project include:\n\nA no-bid contract to build the reactors was awarded to Rosatom, the Kremlin-owned power conglomerate, at a time when Europe has been working aggressively to curtail its energy dependence on Russia, especially in the East.",
  "Yet EU regulators seem ready to wave Paks II through, having examined it only in the framework of two relatively narrow questions: an infringement case regarding the appropriateness of the no-bid contract and a competition inquiry centered on the possibility of illegal state aid.",
  "“The political questions are not on the table,” said Balázs Romhányi, the director of the Fiscal Responsibility Institute Budapest, a nonprofit group that has studied Paks II and is suing the Hungarian government in an effort to uncover its costs to the country’s budget.",
  "At a time when European Commission President Jean-Claude Juncker has made transparency, openness and fair competition in energy markets a top priority, the Hungary project is opaque, with even the annual cost to Hungary’s national budget classified as a state secret.",
  "“Not that many, and the potential benefits are unproportionally small compared with risks and other outcomes.” Still, Deák said, the government had a responsibility to wrestle with the question of Hungary’s energy needs beyond the life-span of its existing reactors.",
  "The reluctance of EU officials to raise broader questions about the political and security implications of Paks II — not to mention the broader ramifications for Juncker’s goal of a new European energy union — has left some critics of the Hungary project dismayed.",
  "Bulgaria, which canceled a nuclear power project in 2012, four years after signing a contract with Rosatom, last week paid more than €600 billion to Atomstroyexport, a subsidiary of Rosatom, to comply with an order by the International Court of Arbitration.",
  "Last spring, Mangold gave former European Commissioner for Energy Günther Oettinger, who is now in charge of digital policy, a ride on a private jet to Budapest for a meeting with Orbán, raising questions about whether Oettinger violated disclosure rules.",
  "The thrust of a 1,000-page clean-energy package of proposals the European Commission released late last month is about driving a shift towards smaller and decentralized energy and harmonizing national markets so that power can move freely across borders.",
  "The environmental implications are ominous, green energy advocates say, with Budapest locking itself into a 50-year commitment to atomic power and nuclear waste at a time when renewable technologies are advancing and costs for them are plummeting.",
  "Meanwhile, others are raising doubts, including independent analysts who said it is difficult to justify Paks II, either on financial or energy grounds, and the decision to move forward is suspicious given recent developments in energy markets.",
  "If that’s the future, a project that costs billions of euros and takes a decade to build no longer stacks up economically, especially given the alternatives, said Mycle Schneider, a Paris-based independent analyst on energy and nuclear policy.",
  "Some €10 billion in financing for the €12 billion project is being funneled through the Kremlin’s Vnesheconombank, which is under EU sanctions — barred from accessing Western capital markets because of Russia’s military meddling in Ukraine.",
  "The plan, known as Paks II, has faced only minor regulatory hurdles, and senior EU officials, including European Commission President Jean-Claude Juncker and European Council President Donald Tusk, have said virtually nothing about it.",
  "EU leaders are poised to green-light Hungary’s controversial deal with Russia to build two new nuclear reactors, shrugging off a series of concerns that might be expected to set off political and economic air-raid sirens in Brussels.",
  "European Commissioner for Competition Margrethe Vestager said last week that her office was still scrutinizing Paks II, but legal experts said that while her office might be able to delay the deal, it almost certainly cannot stop it.",
  "Like the state-owned gas behemoth, Gazprom, and the state-owned oil firm, Rosneft, the nuclear power conglomerate, Rosatom, is a crucial tool of the Kremlin both in generating revenues and projecting and expanding Russian influence.",
  "The first and best alternative is to improve the quality of energy services to simply use less energy, he said: “Everybody who has ever been to Hungary knows the potential for energy efficiency in that country is just unbelievable.",
  "Still, it is widely understood that Orbán — who like Juncker and Tusk, is a member of the center-right European People’s Party — is preferable to the radical-nationalist Jobbik party, which has gained popularity among young voters.",
  "Reliance on Russia\n\nHungary’s finances may be of limited concern in Brussels, given it is not yet a eurozone country, but Russia’s influence has been a major concern of EU leaders since the conflict over Ukraine began in 2013.",
  "“If you are just looking at it from the energy perspective or the global influence perspective, I am surprised it hasn’t gotten nearly as much attention as so many other things that Russia does around the world,” Thoburn said.",
  "That importance was never more obvious than in October when Russian President Vladimir Putin appointed the chief executive of Rosatom, Sergei Kiriyenko, as his new first deputy chief of staff in charge of domestic politics.",
  "The EU’s silence stands in sharp contrast to its position in 2014, when Commission President José Manuel Barroso interceded personally, and in remarkably public fashion, to derail Russia’s South Stream gas pipeline project.",
  "The economic prospects of Paks II are highly dubious, experts say, requiring potentially illegal state aid and likely forcing Hungarians to pay high electricity rates to help the government recoup the cost of the reactors.",
  "One of the strongest endorsements of Paks II’s finances is a report by the German consulting firm Rothschild, which is led by a German lobbyist, Klaus Mangold, whose ties to Moscow earned him the nickname “Mr.",
  "While there has been much focus in Europe on limiting the reliance on Russian natural gas, the Kremlin’s tightening grip on the global nuclear power market has largely gone unnoticed and unaddressed.",
  "“That treaty allows member states to invest in nuclear technology if they choose to do so,” Vestager wrote in July in a letter to Members of the European Parliament who raised concerns about Paks II.",
  "EU leaders may be concerned they have little legal standing to stop the project and trying and failing to do so risks undermining their effort to portray Europe as solidly united on energy policy.",
  "On December 6, the Hungarian parliament passed legislation stripping the country’s nuclear regulatory authority of oversight over Paks II and giving that responsibility to Orbán’s government.",
  "At a summit meeting this week, European leaders plan to extend the financial sanctions imposed against Russia over its annexation of Crimea and its military intervention in eastern Ukraine.",
  "“It remains a fact that member states are free to choose between different energy sources and decide on the general structure of their energy supply,” the Commission said in its statement.",
  "Also, by all accounts, if the project moves forward now, it will be completed up to seven years ahead of the decommissioning of existing reactors that are already meeting Hungary’s needs.",
  "“If the Commission decides the level of aid is too high, it can impose conditions designed to reduce it,” said Stéphane Hautbourg, a competition lawyer with Gide Loyrette Nouel.",
  "Oettinger, who has been nominated by Juncker to take over the EU budget portfolio, has said he did nothing wrong and that his meeting with Orbán had nothing to do with Paks II.",
  "In 2014, Orbán reacted angrily to the decision to kill the South Stream project and had made preparations to defy the EU and push ahead with Hungary’s portion of the pipeline.",
  "South Stream, which had been a major Kremlin priority, would have run under the Black Sea, allowing Russia to bypass Ukraine when transiting gas to its customers in Europe.",
  "Romhányi, the director of the Fiscal Responsibility Institute Budapest, said it was irresponsible of Orbán’s government to push ahead with Paks II years before necessary.",
  "And while changes in the energy sector might cause Hungary to regret pushing forward with Paks II, a decision to halt construction could also have grave consequences.",
  "Hungarian rhapsody\n\nHungarian officials insist Paks II makes financial sense and will provide Hungary with much-needed energy stability, security and independence.",
  "“If Hungary can prove that the economics work out there is little one can do under the state aid rules,” said Kai Struckmann, a competition lawyer at White & Case.",
  "Hungary had far less of a financial stake in South Stream than it does in Paks II and Orbán has shown no willingness to let Brussels get in the way this time.",
  "Among the sanctioned financial institutions is Vnesheconombank, the troubled state-controlled bank that is handling the loan to Hungary to finance Paks II.",
  "Even if EU regulators express concerns about the levels of Hungarian state aid to the Paks II project, those issues will likely prove easy to address.",
  "And, at a time of populist fervor, EU leaders may fear making Orbán’s government vulnerable to defeat by the far-right Jobbik party.",
  "“The world is in the middle of an energy revolution, and it’s going to be a very different world 10 years from now,” Schneider said.",
  "That means an interim period in which the Paks plant would produce large amounts of unneeded, potentially exportable energy.",
  "That could include increasing the plant’s debt repayments or force it to share larger-than-expected profits with the state.",
  "The Commission largely ignored the issue of Russia’s involvement and its growing dominance in the atomic energy market.",
  "Russia.” That report begins with a long section of disclaimers about potential inaccuracies in its projections.",
  "“Definitely there are some energy market outcomes when it may turn out to be a good deal,” Deák said.",
  "They may also be reluctant to exacerbate an already strained relationship with Russia.",
  "If the projects are even remotely plausible, they could justify Hungary’s position.",
  "In a statement to POLITICO, the European Commission denied any political calculus.",
  "“We calculated the possible future electricity market prices,” Aszódi said.",
  "“Nuclear shall not be ruled out totally, this would be a luxury,” he said.",
  "“The decision on behalf of the government was clearly premature,” he said.",
  "Joshua Posaner and Quentin Ariès contributed reporting to this article.",
  "(Like nuclear, renewables have zero emissions but also no waste.)",
  "But it also seems to reflect a healthy dose of realpolitik.",
  "Other concerns, however, fall outside the EU’s purview.",
  "The reasons for that reluctance are not yet clear."
]