[
  "(AP Photo/Bullit Marquez, File)\n\nBEIJING (AP) — A look at recent developments in the South China Sea, where China is pitted against smaller neighbors in multiple disputes over islands, coral reefs and lagoons in waters crucial for global commerce and rich in fish and potential oil and gas reserves:\n\n___\n\nEDITOR'S NOTE: This is a weekly look at the latest developments in the South China Sea, the location of several territorial conflicts that have raised tensions in the region.",
  "FILE - In this May 18, 2018, file photo, protesters display placards during a rally at the Chinese Consulate to protest China's deployment of missiles on the Philippine-claimed reefs in South China Sea in the financial district of Makati city east of Manila, Philippines.",
  "The Philippines intends to raise its concern again in another meeting with China, possibly in September, due to continuing reports of such incidents, including one reportedly witnessed by a TV news crew on board a fishing boat at Scarborough.",
  "The officials said the Philippines expressed concern to China in a February meeting in Manila after receiving a report of Chinese coast guard personnel boarding a Filipino fishing boat at Scarborough Shoal and taking some of its catch.",
  "He said Chinese warships followed the French vessel closely as it maneuvered around Mischief, Subi and Fiery Cross, reefs that China has converted into military bases by piling sand and cement atop coral foundations.",
  "That naval confrontation came shortly after the Pentagon withdrew its invitation for China to participate in multinational naval exercises near Hawaii to protest China's military moves in the South China Sea.",
  "Foreign ministry spokeswoman Hua Chunying warned the U.S. against \"hyping up militarization and stirring up trouble,\" while promising that China would take all necessary measures to defend its sovereignty.",
  "Last week's flyby near Scarborough Shoal, which China took from the Philippines in 2012, came after U.S. Defense Secretary Jim Mattis accused Beijing of \"intimidation and coercion\" in the South China Sea.",
  "Chinese foreign ministry spokesman Geng Shuang said Monday the government was looking into the reports, but that Chinese coast guard vessels were deployed in the area to \"ensure peace and order.\"",
  "Writing in the Wall Street Journal, Jonas Parello-Plesner said he was on the bridge of a French warship when a Chinese ship radioed: \"The Nansha islands are under Chinese sovereignty.",
  "France's navy regularly operates in the area and draws far less attention than when the U.S. conducts what it calls freedom of navigation cruises that China objects to vociferously.",
  "He said such actions by Britain, Australia and others will likely increase, saying, \"as French warships have now demonstrated, the coalition for free navigation is growing.\"",
  "___\n\nCHINA ACCUSED OF SEIZING FISH\n\nFilipino officials say China's coast guard has continued to seize the catches of Filipino fishermen at a disputed shoal.",
  "\"If these reports are confirmed, the relevant Chinese departments will deal with them seriously,\" Geng said at a regularly scheduled news conference.",
  "___\n\nCHINA CHALLENGES FRENCH VESSEL\n\nChina reportedly challenged a French naval vessel sailing near its claims in the disputed Spratly island group.",
  "Hua told reporters at a daily briefing that the U.S. \"doing whatever they want is risky and China will not be threatened by any military warships.\"",
  "___\n\nCHINA CRITICIZES US\n\nChina lashed out at the U.S. after a pair of B-52 bombers flew past a Chinese-held shoal in the South China Sea.",
  "They said Chinese officials at the meeting \"took note\" of the concerns and promised to look into the reported incidents.",
  "Filipino officials say China's coast guard has continued to seize the catches of Filipino fishermen at a disputed shoal.",
  "Video: US Angers Beijing, Sending Ships Near China-Claimed Islands\n\nFor more news videos visit Yahoo View.",
  "Parello-Plesner said the French responded that they were operating in international waters.",
  "Parello-Plesner is a senior fellow at the Washington, D.C.-based Hudson Institute.",
  "Such incidents have reportedly continued nonetheless.",
  "Nansha is the Chinese name for the Spratlys.",
  "What are your intentions?\""
]