[
  "Aziz Taher/Reuters\n\nSince Lebanese Prime Minister Saad al-Hariri unexpectedly stepped down from office last month reportedly under the orders of his Saudi patrons, Lebanon has found itself caught in the middle of the rivalry between the Saudis and Iran, putting it in a dangerous position that experts say could lead at best to economic and political deterioration, and at worst to another civil war.",
  "While Saudi Arabia has long sought to counter Iran's far-reaching influence in the Middle East, experts say this latest series of events not only places Lebanon at the center of this rivalry, but that it also threatens to undermine Lebanon's political and economic stability — potentially dragging the country into sectarian violence.",
  "Bilal Hussein/AP\n\nAlthough Ghaddar, Rabil, and other experts agree there is no single, organized entity on the ground in Lebanon that could credibly challenge Hezbollah's might, Rabil says that decades of political marginalization have radicalized Sunnis, many of whom feel politically dispossessed under Hezbollah's dominance.",
  "Hanin Ghaddar, the Friedman Visiting Fellow at the Washington Institute think tank, said that even though Hezbollah is in control of much of the government in Lebanon, the group has refused to recognize Hariri's resignation because they do not want to be responsible for choosing a new prime minister.",
  "Hariri eventually returned to Lebanon and agreed to \"suspend\" his resignation after speaking with the country's president — but before he agreed to do so, he stopped to pray at the tomb of his father, former Prime Minister Rafic Hariri, who many allege was assassinated in 2005 by Hezbollah.",
  "Nibras Kazimi, a blogger and former fellow at the Hudson Institute, says that many analysts have overlooked the possibility that jihadism could fester in Sunni communities in Lebanon, especially impoverished ones in the country's north and in Syrian refugee camps.",
  "Saudi Arabia's actions against Hezbollah may push Lebanon's institutions and economy to their breaking point\n\nGhaddar says it is likely that Saudi Arabia will wage an economic war against Hezbollah and Lebanon, which on its own would have disastrous consequences.",
  "In 2008, the US-backed Lebanese government attempted to crack down on the group's political influence and military might in the country, but was handed an embarrassing defeat as Hezbollah secured near total control over the capital Beirut.",
  "\"Based on my interviews with more than one [Sunni] leader, they mentioned that when elections come, all the politicians come to see us, speaking mainly about Sunni politicians like Hariri, because they need them,\" Rabil recounts.",
  "\"Of course it could lead to social unrest, because if you listen to Nasrallah's speeches, he's calling for calm and tranquility, because he knows this is going to escalate and he's going to have problems,\" Rabil said.",
  "Lebanon has managed to keep its various groups together through many tense periods, Rabil said, but now that Hezbollah has had virtually all political power in the country thrust upon it, the situation has changed.",
  "In his resignation speech from Riyadh, Hariri, who has traditionally been seen as a Saudi ally, attacked Iran and its Shia clients in Lebanon's Hezbollah, stating that \"Iran's arms in the region will be cut off.\"",
  "Since 2011, Hezbollah has also been fighting under the command of both Iran and Syrian President Bashar al-Assad in Syria, much to the chagrin of many Sunnis in Lebanon who do not support the group's war effort.",
  "REUTERS/Ali Hashisho\n\nEver since the end of Lebanon's bloody civil war in 1990, Hezbollah has steadily been gaining power in Lebanon, where it is the only militia that did not disband at the end of the war.",
  "A host of actions taken by Saudi Arabia in connection to Hariri's allegedly forced resignation have indicated to many experts that the country is attempting to isolate and weaken Hezbollah directly.",
  "The last thing Hezbollah wants is to be seen as the ruling government of Lebanon\n\nA Hezbollah fighter stands in front of anti-tank artillery at Juroud Arsal, the Syria-Lebanon border, July 29, 2017.",
  "This feeling is exactly what led to clashes in Lebanon between Shia supporters of Syria's Assad and supporters of Syria's mostly Sunni rebels following the outbreak of the Syrian Civil War in 2011.",
  "Hariri's resignation could invigorate Lebanese Sunnis to act out against Shias and Hezbollah forces\n\nThe aftermath of twin bomb attacks on a poor, Shi'i suburb of Beirut on November 12, 2015.",
  "Rabil said Hezbollah's leader, Hassan Nasrallah, is trying his best to soothe things because he knows the situation could lead to dangerous instability in the country.",
  "Hezbollah, a Shia militant movement, is the most powerful political faction in Lebanon, and is part of a coalition government headed by Prime Minister Saad al-Hariri.",
  "Robert Rabil, a professor of political science at Florida Atlantic University and author of \"Salafism in Lebanon: From Apoliticism to Transnational Jihad,\" agreed.",
  "\"This is something that they do not need at this point, because they know there will be more sanctions coming from the US, more sanctions coming from the Gulf.\"",
  "Hezbollah leader Hassan Nasrallah spoke to supporters in Beirut in early November, criticizing Saudi Arabia for its aggressive moves over the last week.",
  "Hariri's forceful exit from the prime ministership was done at Saudi Arabia's bidding, according to sources in Lebanon who spoke with Reuters.",
  "Hariri formed a coalition government with Hezbollah in October 2016, and was seen by many as a tempering influence on the Shia group's power.",
  "\"It's become clearer and clearer since 2011 that it has a Sunni audience beyond these small groups,\" Kazimi says, in reference to jihadism.",
  "\"They want to expose Hezbollah to international sanctions, and of course they want to expose the Lebanese state somehow.",
  "They feel that the Shia of Lebanon are not only humiliating the Sunnis, but trying to take away some of their powers.",
  "\"It is going to be a slow disintegration of society, the economy, and escalation of sectarian tensions,\" she said.",
  "\"Without Hariri, a Hezbollah prime minister would mean that it is a Hezbollah state officially,\" Ghaddar said.",
  "Understanding that dynamic, understanding what that may lead to, is not in the literature.\"",
  "You have problems between Shia and Sunni on the individual and neighborhood level.",
  "\"This is really bad because as it is, Lebanese institutions are very very fragile.",
  "And third, they want to achieve their regional objective of challenging Iran.\"",
  "They feel that the Lebanese government has been hijacked by Hezbollah.",
  "Lebanese flags are seeing flying side-by-side with Hezbollah banners.",
  "Any small change might actually push the institutions to the brink.",
  "Second, they are looking for a new Sunni leadership in Lebanon.",
  "\"Somehow [Lebanon] was able to manage its stability,\" he said.",
  "\"[Saudi Arabia is] pulling the political cover,\" he said.",
  "Of course what Saudi Arabia did is going to affect that.\"",
  "\"But immediately after the election they forget them.",
  "The perpetrators had ties to Sunni jihadist groups.",
  "The political undertones of the move were clear.",
  "\"Now this has been lost, this has been shaken.\"",
  "\"The poor Sunnis have been radicalizing.",
  "This is already very bad.\"",
  "\"Already he has problems.",
  "They feel it.\""
]