[
  "She further indicated, “The international community cannot afford dismantling an agreement that is working and delivering…Iran is complying.”\n\nMogherini confirmed that all of the parties to the JCPOA, including the United States, agreed in the closed-door meeting that “there is no violation.” This prompted questions for Secretary of State Rex Tillerson, who had to sheepishly admit that “from a technical standpoint, the IAEA reports continue to indicate and confirm that Iran is in technical compliance of the agreement.”\n\nForeign Policy reported that the Trump administration’s ploy to use the threat of decertification to reopen negotiations on the JCPOA and squeeze more concessions out of Iran “collapsed on Wednesday as key European powers persevered in their effort to rescue the deal from an American walkout, and Iran’s president made clear his government wouldn’t revisit the terms of the pact.”\n\nThe New York Times reported that Trump’s repudiation of the international consensus and his brash denunciation of the JCPOA was unintentionally generating global sympathy for Iran, while damaging U.S. credibility and trust.",
  "On Tuesday, Rep. Ed Royce, Republican Chairman of the House Foreign Affairs Committee, told CNN that Trump should not withdraw from the Iran deal, but rather continue to “enforce the hell out of it.” Senator Rand Paul (R-KY), who opposed the deal when it was signed in 2015, told reporters, “if [Iran is] complying with it, I think we should stay in it.”\n\nThen, on Wednesday afternoon, the Commander of U.S. Strategic Command, General John Hyten, in a speech at the Hudson Institute, said, “The facts are that Iran is operating under the agreement that we signed up for under JCPOA… We have an agreement that our nation has signed and I believe that if the United States of America signs an agreement, it’s our job to live up to the terms of that agreement, it’s our job to enforce that.”\n\nIt’s not clear that this overwhelming resistance to decertification will dissuade President Trump.",
  "As the president has indicated, he plans in mid-October to decertify Iranian compliance with the nuclear deal, or the Joint Comprehensive Plan of Action (JCPOA), negotiated and signed in 2015, which rolled back Iran’s nuclear program, placed severe restrictions on it for the foreseeable future, and imposed the world’s most intrusive inspections regime on what remained.",
  "MEHDI MARIZAD/AFP/Getty\n\nIn a press conference following a meeting with representatives from every signatory country, Federica Mogherini, High Representative of the European Union, said that if the United States walks out of the deal, Europe would make sure it remains in place anyways.",
  "According to legislation passed subsequent to the signing of the JCPOA, that requires the president to certify Iranian compliance every 90-days, decertification triggers a 60-day clock for Congress to decide by majority vote whether to re-impose nuclear-related sanctions on Iran.",
  "Leaving aside for now the various and profoundly negative ramifications of Trump’s stated intention to declare Iran in violation of the agreement, the most immediate problem for the president has always been that Iran is, in fact, not in violation of the deal .",
  "As attested to by the International Atomic Energy Agency (IAEA) and all other signatories to the agreement – including Germany, France, the United Kingdom, China, and Russia – Iran is fully compliant with its obligations under the JCPOA.",
  "Following the president’s speech to the UN General Assembly on Tuesday, world leaders and diplomats reportedly pressured the president and members of his administration in numerous meetings to reconsider his plan to scuttle the JCPOA.",
  "“Renouncing [the Iran deal] would be a grave error, not respecting it would be irresponsible,” said the French president Emmanuel Macron, suggesting further that decertification could create another nuclear crisis like North Korea.",
  "But the American people should know that if Trump goes through with it, he’ll be doing it in defiance of the facts, the international community, much of his own cabinet, and at least some prominent members of his own party.",
  "A decision to do so and join President Trump in his misbegotten scheme to unravel the Iran deal would be dangerous and irresponsible.",
  "John Glaser is director of foreign policy studies at the Cato Institute.",
  "This has not been a good week for President Trump’s Iran policy.",
  "But this week brought significant pushback to Trump’s plan.",
  "This article first appeared on the Cato Institute site.",
  "Even members of Trump’s own party began to break ranks.",
  "This may soon become Congress’s responsibility.",
  "Allies publicly criticized him."
]