[
  "\"The notion that there's a personal relationship which will somehow supersede China's strategic interests and the well-being of the Communist Party — including its ability to manage its own economy consistent with its political interests — is absurd,\" said Daniel Russel, top U.S. diplomat for East Asia under President Barack Obama.",
  "China has chafed about the scope of U.S. relations with Taiwan; U.S. complaints about its construction of military outposts on islands in the South China Sea; tougher screening of Chinese investment in the U.S.; visa restrictions; and accusations that it's the main source of opioids.",
  "(AP Photo/Andrew Harnik, File)\n\nWASHINGTON (AP) — President Donald Trump's trade battle with China will exacerbate relations with Beijing that are already fraying on several fronts as the U.S. takes a more confrontational stance and an increasingly powerful China stands its ground.",
  "Denmark, who is now director of the Asia program at the Wilson Center think tank, warned of a broader deterioration in relations, as Trump pursues more aggressive policies toward Beijing, and China stakes out a position as world player unwilling to be pushed around.",
  "Abraham Denmark, a former senior U.S. defense official on Asia, said China has welcomed Trump's sudden shift from confrontation to diplomacy with North Korea and also his decision to halt large-scale military exercises with close U.S. ally South Korea.",
  "Recently returned from a visit to China, Pillsbury said he was told by government officials and businessmen that they were confused about what the Trump administration wanted them to do to get the U.S. to ease the trade tensions.",
  "Trump’s trade battle with China will exacerbate relations with Beijing that are already fraying on several fronts as the U.S. takes a more confrontational stance and an increasingly powerful China stands its ground.",
  "Trump's much-vaunted personal rapport with Chinese President Xi Jinping, whom he hosted at his Mar-a-Lago resort three months after taking office, won't help patch up differences, experts and former officials say.",
  "To what extent the trade tensions bleed into other aspects of the U.S.-China relationship, which has retained a mostly upward trajectory since the normalization of ties four decades ago, remains to be seen.",
  "Even as Trump has sought to cultivate his relationship with the increasingly dominant Chinese leader, his administration has chosen to confront an increasingly defiant China on pretty much all them.",
  "FILE - In this Nov. 9, 2017, file photo, U.S. President Donald Trump and Chinese President Xi Jinping shakes hands during a news conference at the Great Hall of the People in Beijing.",
  "After supporting tough U.N. sanctions and scaling back trade with the North after it ramped up nuclear and missile tests last year, Beijing has eased restrictions on its neighbor.",
  "\"If the U.S. is going to engage in a trade war, which is very troubling for China, politically, it's going to reduce their willingness to cooperate on North Korea,\" he said.",
  "The gloves came off Friday as the world's two largest economies imposed tariffs on billions of dollars of each other's goods amid a spiraling dispute over technology.",
  "But Mike Pillsbury, director of the Center for Chinese Strategy at the Hudson Institute, said U.S.-China relations are headed into \"uncharted waters.\"",
  "\"China has made it abundantly clear that it will never surrender to blackmail or coercion,\" Chinese state news agency Xinhua said Friday.",
  "Yet China also views what happens with North Korea through the lens of the geopolitical rivalry between the U.S. and China, he said.",
  "\"They explicitly said that,\" according to Pillsbury, who has written three books on China and has advised the Trump administration.",
  "Once again, China has again focused on rekindling its traditional alliance with Pyongyang — Xi has met Kim three times this year.",
  "\"There's no scenario in which an affectionate relationship, real or imagined, is going to stay Xi's hand,\" Russel said.",
  "China has, in fact, already distanced itself somewhat from its significant cooperation with the U.S. on North Korea.",
  "North Korea long served as a buffer against America's expanding its reach in Northeast Asia to China's border.",
  "It also identified China, along with Russia, as a threat in the most recent U.S. National Security Strategy.",
  "\"They said we will help you (the U.S.) less with North Korea if you start a trade war with us on July 6.",
  "It comes at a time when Washington needs China's help in ending its nuclear standoff with North Korea.",
  "That shift began after Trump in March abruptly decided to hold a summit with Kim Jong Un.",
  "If not new, these are now deepening sources of tension between Washington and Beijing.",
  "They threatened to back off assisting the U.S. nuclear talks with North Korea.",
  "Troubles in the bilateral relationship go beyond trade.",
  "In response, Beijing is hanging tough.",
  "Pretty clear, huh?\""
]