[
  "Yet the money hasn't been there, and no one person or agency is in charge of making sure the United States is ready for the next outbreak of Ebola or Zika or the next anthrax attack, Cole and other experts said at a meeting of the Blue Ribbon Study Panel on Biodefense at the Hudson Institute in Washington, D.C.\n\nRelated: The Biothreat Is Real and We're Not Ready\n\n\"We need some things around here to work on together.",
  "The Ebola epidemic happened in part because the World Health Organization responded slowly and in part because no government, including that of the United States, helped the three hard-hit countries of Guinea, Sierra Leone and Liberia build up health care systems, Klain and others argued.",
  "Cole also made the case for a public health emergency fund — something Anthony Fauci, director of the National Institute for Allergy and Infectious Diseases; Thomas Frieden, former director of the Centers for Disease Control and Prevention; and others have long argued for.",
  "/ Updated By Maggie Fox\n\nThe U.S. government is slacking off on preparing for the next big pandemic or biological terrorism attack and is not only endangering its citizens but also missing out on a great opportunity to score political points, experts said Monday.",
  "Related: Gaps Found in U.S. Biothreat Protections\n\nImagine that happening with a virus that spreads more easily, in a country \"that sends thousands of travelers around the world every day, in a country where outside help is less welcome,\" Klain said.",
  "John Moore / Getty Images\n\n\"This is actually an area where it has been pretty easy to bring Republicans and Democrats together on,\" said Rep. Tom Cole, R-Oklahoma, chairman of the House Appropriations subcommittee that oversees biomedical research.",
  "\"The more sensible the suggestion, the less likely it is to happen in Washington, D.C.\"\n\nAnd that one wasn't so bad, because the vast majority of the 28,000 infections and 11,000 deaths were right there in those three countries, Klain said.",
  "For at least two decades, infectious disease experts have been urging the U.S. government to do more to keep the country prepared for outbreaks of diseases such as a new strain of flu, Ebola and severe acute respiratory syndrome, or SARS.",
  "Cole pointed to a \"great wave of interest\" after the 2001 anthrax attacks, and the federal government was spending about $6 billion a year on various scattered biodefense projects, according to a 2015 report from the blue ribbon panel.",
  "Protecting the United States from the next pandemic of killer flu, or from a bioterrorist strike, is something Republicans and Democrats can easily agree on, a top congressional appropriator told a biodefense panel.",
  "The United States needs to be ready ahead of time, with stockpiles of drugs, vaccines and equipment, plans for deploying them and someone with the authority to make fast decisions, Cole and other experts said.",
  "The quick response to the 2014-16 Ebola epidemic shows how fast things can move, while the extremely slow and acrimonious response to the Zika outbreak shows just how badly wrong the process can go.",
  "They've also noted that other countries have prepared biological weapons such as smallpox and anthrax and have used chemical weapons — such as Syria's use of sarin gas against its own citizens.",
  "\"We just can't wait until the day after an attack,\" said Weber, who is now at the Belfer Center for Science and International Affairs at Harvard's Kennedy School of Government.",
  "A health care worker takes the temperatures of U.S. Marines arriving to take part in Operation United Assistance near Monrovia, Liberia, in October 2014.",
  "\"But by the time we got to the Ebola response, those investments had been frittered away,\" said Ron Klain, former President Barack Obama's \"Ebola czar.\"",
  "The 2017 budget agreement worked out early Monday by Congress would provide just $57 million specifically to prepare for a new pandemic of influenza.",
  "Related: Obama Seeks $6 Billion for Ebola Fight\n\nInfluenza specialists have said repeatedly that the chance of a new flu pandemic is 100 percent.",
  "Cole said Monday's agreement to boost biomedical spending in the 2017 budget shows it's possible to get conservatives and liberals to agree.",
  "\"The scenario we are facing in the future is a much more dangerous and threatening scenario than the Ebola scenario,\" he added.",
  "Ebola did not spread easily from person to person, and people in the hardest-hit areas didn't travel much outside the region.",
  "\"The more sensible the suggestion, the less likely it is to happen in Washington, D.C.,\" he said to laughter.",
  "Andrew Weber, a former assistant secretary of defense for nuclear, chemical and biological defense, agreed.",
  "\"We don't need a Zika czar, and I should be the last 'disease czar' appointed to the executive branch.\"",
  "The last one was H1N1 \"swine\" flu in 2009, which was fairly mild, but worse epidemics are probable.",
  "\"In the case of the president, it would be really good politics, because it would be unexpected.\"",
  "President Donald Trump could win \"bipartisan acclaim\" if he made biodefense a cause, Cole said.",
  "\"We as a country and the world have a long way to go to be ready for a truly seriously threat.\"",
  "\"The need to go to Congress to get funding can needlessly slow the response,\" Klain said.",
  "\"This would be a good time for an administration to seize the opportunity, in my view.\"",
  "\"We had the Ebola wakeup call, and I am afraid we are falling asleep again.\"",
  "Flu mutates constantly, and a major new strain emerges about every 20 years.",
  "\"I am not arguing that we should do this from a political perspective.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "Congress approved about $5 billion to fight Ebola in 2014.",
  "\"We need to have a policy directorate in place,\" he added.",
  "Because it's so obvious, it may be hard to do, Cole said.",
  "\"When the bad day comes, it will be horrific,\" Cole said.",
  "I am arguing it is good politics to do this,\" he added.",
  "\"Let's get back in the habit of doing the right thing.\"",
  "\"You can't create it the day you need it,\" Cole said.",
  "\"We need some things around here to work on together.",
  "There's plenty of things to fight about,\" Cole said.",
  "\"We just can't wait until the day after an attack.\"",
  "\"We are becoming complacent again,\" Weber said.",
  "There's plenty of things to fight about.\"",
  "\"It is not a divisive issue,\" he said.",
  "Klain called such a fund \"essential.\""
]