[
  "Call it the “Trump Effect.”\n\nIt wasn’t altogether clear why this Trump Effect was happening, since the GOP-controlled Congress had (typically) passed no legislation and Trump’s various executive actions were being frustrated by Leftist judges (although the Supreme Court has generally vindicated him).",
  "On immigration policy, this means nobody (probably including Trump) really knows what is going to happen with the DACA Amnesty, aimed at young adult illegal aliens allegedly brought here as children, or with the 2018 refugee quota, which the Administration must announce this month.",
  "Perhaps the strong economy is luring immigrants already in the U.S. into the labor force—they can move more easily because they don’t have family ties and houses to sell and they will accept lower wages—and, as a result, native-born Americans are still being displaced.",
  "Or it could be confirmed, for example if Trump actually gets behind the RAISE Act proposed by Senators Cotton and Perdue—which, ironically, finally tries to implement the 50% cut in legal immigration recommended by the bipartisan Jordan Commission over 20 years ago.",
  "Back in April, I reported that the monthly Bureau of Labor Statistics Household Survey report showed year-over-year growth in the immigrant population (legal and illegal, the government Doesn’t Ask) had completely stalled since Trump’s election.",
  "But meanwhile Trump, almost unnoticed, has achieved one of those much-touted “wins.”\n\nPeter Brimelow is the editor of VDARE.com and author of Alien Nation: Common Sense About America’s Immigration Disaster.",
  "For example, law enforcement officers have reported an immediate dramatic change in the willingness of ICE (Immigration and Customs Enforcement) to pick up illegal aliens arrested for criminal offenses.",
  "This was particularly significant because, during President Obama’s last years, it had been running well in excess of the million legal immigrants expected annually.",
  "Of course, it was always possible that this Trump Effect could reverse, or even that it was statistical “noise.” And the subsequent months did see some gyrations.",
  "But the data for August, reported on September 1, finally showed that the working age immigrant population in the U.S. had contracted, by some 138,000 or 0.33%.",
  "Paradoxically, the immigrant share of American employment, which had stalled, has finally struggled back to 17.27%, very slightly above its late Obama Era high.",
  "It’s an extraordinary development in a moderately strong economy—in the modern age of lax enforcement, economic expansion has usually meant more immigration.",
  "Some MSM reports suggest that illegal immigration, as measured by apprehensions on the Southwest Border, has begun to increase again during the summer.",
  "The Trump Administration—specifically, Attorney General Jeff Sessions—seems to have achieved this result simply by enforcing laws already on the books.",
  "This is the first contraction in the foreign-born population since the nadir of the Great Recession in 2009, and before that for many years.",
  "Here I rely on the work of economic consultant Edwin S. Rubenstein of ESR Research, previously of the Hudson Institute and National Review.",
  "Chaos, messiness, noise and frenzied rushing around seem normal to him, although they’re driving America’s political class absolutely nuts.",
  "Their hysteria about Trump apparently convinced illegal aliens in the U.S. (and maybe some legal immigrants) that it was time to leave.",
  "Which had meant an unreported illegal alien surge was under way—quite probably because the Democrats were blatantly offering Amnesty.",
  "This suggests that Obama-era immigration may have pushed as many as 3.16 million native-born Americans onto the unemployment rolls.",
  "But during Trump’s first two full months, immigrant employment fell by 0.26%, while native-born American employment rose by 0.78%.",
  "Even the widely reported summer rebound in illegal aliens crossing the southern border is based on a statistical misunderstanding.",
  "Of course, all this could be reversed, for example if the Trump Administration actually does cave on the DACA Amnesty.",
  "I argued it was an example of what economists call “jawboning”—producing economic effects through informal pressure.",
  "And it has—but it is still dramatically lower than illegal immigration in 2016, which also rose during the summer.",
  "But we do now know, looking at government data, what’s quietly happening with immigrants: they’re leaving.",
  "Of course, this is far from enough to reverse the erosion of the Obama years (let alone the Bush years).",
  "It was the Democrats and the Main Stream Media (to the extent that they can be distinguished).",
  "But obviously this displacement cannot continue if the immigrant population continues to fall.",
  "—\n\nPerspectives expressed by op-ed authors do not represent the views of The Daily Caller.",
  "In Obama’s last full month, December 2016, the immigrant share had risen to just over 17%.",
  "When Barack Obama took office, about 15% of persons working in the U.S. were immigrants.",
  "And it suggests that American workers may finally be able to demand higher wages.",
  "Additionally, immigrant displacement of American workers had reversed.",
  "Get used to it: Donald Trump spent his life on building sites.",
  "Ironically, it wasn’t even Trump’s jawbone, particularly.",
  "And the data suggests it is still swamped by emigration.",
  "He has been tracking this effect for years.",
  "Perhaps some seasonal factor is at work.",
  "(More details here).",
  "But it was a start."
]