[
  "“I don’t see any reason why it would be.”\n\nFollowing intense backlash from both Democratic and Republican lawmakers, Trump attempted to walk back his statement on Tuesday, claiming that he mistakenly said “would” instead of “wouldn’t.”\n\n“I accept our intelligence community’s conclusion that Russia’s meddling in the 2016 election took place,” he said Tuesday, appearing to read from prepared remarks, before suggesting that it “could be other people also.",
  "If I’m to be extra generous, it is as plausible as the “sort of a double negative...” thing: https://t.co/jObOptLrslhttps://t.co/NcOT7nq8Yt — Asawin Suebsaeng (@swin24) July 18, 2018\n\nCoats said Friday that Russia was “the most aggressive foreign actor” carrying out cyberattacks against the U.S.\n\n“The warning signs are there,” Coats said at the Hudson Institute in Washington, D.C. “The system is blinking.",
  "It is why I believe we are at a critical point.”\n\n“Today, the digital infrastructure that serves this country is literally under attack,” he said, adding that Russia continues “their efforts to undermine our democracy.”\n\nTrump came under fire earlier this week for apparently siding with Russian President Vladimir Putin over the U.S. intelligence community during a press conference in Helsinki.",
  "I was standing right there and the reporters question was clear despite minimal “crosstalk.” It was clear to me and other folks in the room I’ve spoken to that he was addressing her Q, I heard him say “no” very clearly, then he proceeded to further address the question.",
  "“President Putin just said it’s not Russia,” Trump said Monday, referring to U.S. intelligence agencies’ unanimous determination that Russia interfered with the 2016 presidential election.",
  "pic.twitter.com/L5ZY9DE4r1 — Meg Wagner (@megwagner) July 18, 2018\n\nHours later, White House press secretary Sarah Huckabee Sanders claimed Trump was saying “no” to taking more questions ?",
  "https://t.co/ytZp7FhH4B — Asawin Suebsaeng (@swin24) July 18, 2018\n\nAgain, from being one of several people standing right there at the time, this is simply not true.",
  "Trump told reporters Wednesday that he did not believe Russia was continuing to target the U.S., as Director of National Intelligence Dan Coats suggested last week.",
  "Several reporters who were present, including the Daily Beast’s Asawin Suebsaeng, tweeted that Trump had “clearly” responded to the Russia question.",
  "A day after publicly reaffirming his confidence in U.S. intelligence agencies, President Donald Trump has rejected their findings once again.",
  "But video shows that Trump continued to take questions after appearing to answer the inquiry about Russia.",
  "There’s been no president ever as tough as I have been on Russia.”\n\nIs Russia still targeting the US?",
  "A lot of people out there.”\n\nThis story has been updated with Huckabee Sanders’ comments.",
  "not responding to the reporter’s question about Russia.",
  "“Probably as well as anybody has ever done with Russia.",
  "“We’re doing very well,” Trump said.",
  "Trump says, \"No.\""
]