[
  "Asked about whether he held Mr Putin personally responsible, he said: “I would because he’s in charge of the country just like I consider myself to be responsible for things that happen in this country.”\n\nHe added; “So certainly as the leader of the country you would have to hold him responsible.”\n\nMr Trump’s remarks came amid mounting pressure to try and make right on what was widely seen as a damaging summit with Mr Putin in Finland.",
  "Having said on Tuesday he had “misspoke” in Helsinki when he said he saw no reason Russia would have interfered in the election, on Wednesday in an interview the president said he did indeed agree with the conclusion of four US intelligence agencies that Moscow sought to influence the outcome of White House battle.",
  "Amid intense controversy following his summit in Helsinki with the Russian leader where he was accused of failing to press him over Moscow’s attempts to interfere in the presidential race and undermining US intelligence, Mr Trump embarked on the latest in a series of attempts at damage limitation.",
  "Director of National Intelligence Dan Coats last week raised what he said was the growing threat of cyberattacks against the United States, saying the situation is at a “critical point” and coming out forcefully against Russia.",
  "On returning to Washington, Mr Trump sought to smooth over the matter, telling reporters ahead of a cabinet meeting that he had “misspoke” in Helsinki, a claim that raised eyebrows among many commentators.",
  "It could have been [that] a lot of people interfered … Nobody really knows for sure.”\n\nAs such, his remarks in an interview with CBS represented his toughest comments yet about Russia and Mr Putin.",
  "When Mr Trump appeared to suggest he trusted the comments of Mr Putin as much as he did his own intelligence officials, the president triggered outrage among Republicans and Democrats in Congress.",
  "Since he entered the White House in January, Mr Trump has on a handful of occasions, seemingly grudgingly acknowledged the belief of his top intelligence officials that Russia interfered in 2016.",
  "While most Republicans voiced their anger in private, some critics such as Senators John McCain, who has cancer, and Jeff Flake, who is leaving Capitol Hill, spoke out in strident terms.",
  "Sort of a double negative.”\n\nEmbellishing his written notes, Mr Trump added: “I accept our intelligence community’s conclusion that Russia’s meddling in the 2016 election took place.",
  "Asked about the issue at a press conference in Poland in July 2017, he said: “Well, I think it was Russia and I think it could have been other people and other countries.",
  "Donald Trump has for the first time said he holds Russian leader Vladimir Putin personally responsible for Moscow’s alleged efforts to interfere in the 2016 US election.",
  "White House spokesperson Sarah Sanders also said Mr Trump had been misunderstood when he appeared to say he thought Russia no longer represented a cyber threat.",
  "A lot of people out there.”\n\nEarlier on Wednesday, Mr Trump had triggered more headlines when he appeared to say Russia was no longer targeting the US.",
  "Mr McCain said Mr Trump’s press conference with the Russian leader was “one of the most disgraceful performances by an American president in memory”.",
  "His comments came just days after a senior intelligence official said said the cyberattack threat from Moscow was “blinking red”.",
  "In the interview, he claimed he had told Mr Putin in “very strong” terms the US would not tolerate any repeat of such efforts.",
  "Asked by reporters if Russia was still targeting the country, Mr Trump gave a brief shake of his head, and said “no”.",
  "“In a key sentence in my remarks I said the word ‘would’ instead of ‘wouldn’t,” the president said.",
  "where the Russian leader again denied that his country had sought to interfere in the election.",
  "His comments were in stark contrast to the assessment of one of his top intelligence officials.",
  "“The sentence should have been: “I don’t see any reason why it wouldn’t be Russia.",
  "Some people HATE the fact that I got along well with President Putin of Russia.",
  "We’re not going to have it and that’s the way it’s going to be,” he said.",
  "— Donald J. Trump (@realDonaldTrump) July 18, 2018",
  "They would rather go to war than see this.",
  "It’s called Trump Derangement Syndrome!",
  "“I let him know we can’t have this.",
  "It could be other people also."
]