[
  "Not wanting to be left behind, Chinese diplomats in charge of Europe managed to sprinkle the year with recurring scandals: censorship of British academic publishers; a scurry of acquisitions of German companies that raised alarms all the way to Brussels; and — most damagingly — an over-solicitous defense of Chinese interests by a number of friendly European nations.",
  "In September, it was reported that Yang Jian, a leading member of parliament from the National Party in New Zealand, had a military intelligence background in China that he failed to disclose when he immigrated to New Zealand and that he has pursued close ties with the Communist Party in Beijing.",
  "A source in the EU’s Foreign Affairs Council recently told me that the greatest obstacle to the routine works of the bloc’s foreign policy machinery has been the way Greece and Hungary now object to every decision that could be construed as adverse to Chinese positions.",
  "Be that as it may, the most surprising and consequential story of the year was how Chinese power revealed itself in all its breathtaking size for the very first time in centuries, and — more importantly — how the world recoiled in horror.",
  "Faced with similar cases of heavy-handed interventions in local politics, Australia is preparing a wide-ranging package of foreign interference laws designed to force new levels of disclosure from people acting for other countries.",
  "But now it may be too late: Delhi has decided that the Belt and Road — Xi’s pet geopolitical project — should be actively opposed, and Indian concerns helped push the United States into an equally confrontational approach.",
  "China would always face a difficult challenge when the moment of truth arrived and the world realized how much would have to change in order to accommodate a powerful China charting its own route.",
  "Deng Xiaoping said that one should cross the river by feeling the stones, meaning that even though China is becoming more powerful, it needed to stay grounded, aware of its surroundings, prudent.",
  "Weeks later, on the other edge of the Himalayan range, troops from both countries engaged in a cinematic stone-pelting battle that could easily have degenerated into something more serious.",
  "LONDON — The biggest news story of the year stars China — but not the story of how Beijing took advantage of Donald Trump’s isolationism to emerge as the world leader on trade and climate.",
  "China reacted angrily — another clumsy move which only reinforced the conviction that its activities in Australia had crossed the line from soft power to something more sinister.",
  "When Trump entered the White House, he was the most hawkish American president on China since Nixon, but he was also a universally reviled figure among the establishment.",
  "By the end of the year, China had also managed to alienate the strong support it has traditionally benefited from within the American foreign policy establishment.",
  "China started the year following its proven strategy of waiting for its time, moving slowly and relying on long-term forces to tilt the plot in its favor.",
  "Instead, it preferred to enjoy some early media victories, creating an environment where everyone is calling for a response from Trump.",
  "The two countries are now actively coordinating on tactics and strategy to block Chinese moves across the whole Eurasian chessboard.",
  "Bruno Maçães is a senior adviser at Flint Global in London and a nonresident senior fellow at the Hudson Institute in Washington.",
  "Nor do you face the inevitable fact that the rest of the world will come to resent your power by uniting them in their anger.",
  "Chinese President Xi Jinping has been universally praised for his strategic acumen, but this all looks too clumsy.",
  "In June, Chinese troops were spotted extending a road through a piece of land claimed by both China and Bhutan.",
  "It noted that China has opened a military base in Djibouti, with another planned in Gwadar, Pakistan.",
  "But, as they say, you do not face the fact of your inevitable death by jumping out of the window.",
  "It saw how its large neighbor is taking over strategic ports all over the Indian Ocean.",
  "India perceived this as a direct threat and crossed its own border to block the works.",
  "Maybe Beijing grew impatient, or maybe fate and destiny played their usual tricks.",
  "And it has realized that Pakistan could quickly turn into a Chinese dependency.",
  "We should see it soon in the form of new trade restrictions on Chinese exports.",
  "As an admirer of Chinese diplomacy, I will not hide my disappointment.",
  "As an admirer of Chinese diplomacy, I will not hide my disappointment.",
  "There is a bullet train, driving full speed ahead before the dawn.",
  "His book “The Dawn of Eurasia” will be published in January.",
  "In this case, it all came down to badly rehearsed tactics.",
  "India, it’s clear now, feels threatened and encircled.",
  "Let’s call that the romance theory of world politics.",
  "China could have played its Indian card much better.",
  "Again, China could have played a long game.",
  "In the new China, there are no stones.",
  "The reality is more like a thriller.",
  "Maybe not even the river is left.",
  "The story started in South Asia.",
  "This was only the beginning.",
  "Then something happened."
]