[
  "“What we have is a coordinated attack between elements of the press, elements in the bureaucracy and then sitting — during the transition — and now former Obama officials weaving this vast Trump-Putin conspiracy theory, which doesn’t hold up under scrutiny.”\n\nPanelist David Tafuri, former State Department legal counsel, argued that, although there is no evidence of collusion between Trump and the Russians, evidence could be unearthed by special counsel Robert Mueller, who was named by the Department of Justice to look into ties between President Trump’s campaign and Russian officials.",
  "“Much relevant information remains classified and congressional and executive-branch inquiries are far from concluded.”\n\n“But the outlines of this purported Kremlin meddling do reflect a range of intelligence tactics previously developed by Russia to destabilize its Baltic neighbors and weaken democratic institutions worldwide,” the Hudson Institute website states.",
  "A former senior director of the National Security Council under President George W. Bush said on Thursday that the liberal media and Obama loyalists inside and outside of the federal government had executed a “coordinated attack” on President Donald Trump since he was elected.",
  "“Intelligence community testimony and an ongoing special counsel investigation suggest an extensive Russian effort to interfere in last year’s U.S. presidential election and thereby undermine confidence in our democratic system,” the Hudson Institute said of its event.",
  "Michael Doran made the remarks at the Hudson Institute in Washington, DC, where he is a senior fellow on Middle East security and was a panelist for a discussion at the institute on Russian meddling in the U.S. 2016 presidential election.",
  "But Doran said that Russians meddling into U.S. elections and government has been going on for years, including the eight years that President Barack Obama was in charge of protecting the nation from its enemies.",
  "“One of the psychological benefits to the Democrats of this Russian collusion nonsense is that it has completely white-washed the appeasement of the Russians by Obama.",
  "“We knew the Russians were involved in all kinds of nefarious actions and we did nothing until December 29th [2016] just before the Trump inauguration,” Doran said.",
  "The conversation quickly shifted to Trump and his campaign’s relationship with the Russians and the ongoing investigation into it.",
  "“We’ve just forgotten all that,” Doran said."
]