[
  "“Washington and other Western capitals have impeded potential progress through their often hypocritical focus on ideas such as democratization, inequality, corruption, and regime change,” Page said last month during a commencement speech at a Moscow economics graduate school.",
  "The week after Page’s speeches, Trump operatives persuaded Republican Party convention delegates to drop from the party’s platform a call to send arms to Ukraine to help defend the country following Russia’s 2014 occupation and subsequent annexation of the Crimean peninsula.",
  "“I have supported lethal aid to Ukraine and believe we should help our allies resist efforts to change borders by force.”\n\nNeither Page nor the Trump campaign responded to HuffPost’s queries regarding Page’s travel and his foreign policy advice to the candidate.",
  "Page told Bloomberg News this spring that he still attends Gazprom shareholder meetings, and that U.S. sanctions against top Kremlin officials and state-owned Russian companies have hurt his consulting business and the value of his Gazprom shares.",
  "But delegates at the Platform Committee meetings and officials with the Republican National Committee said that not only was the Trump campaign behind the new language, but that it was, in fact, the only major revision the campaign demanded.",
  "Just days before Republicans adopted a new, more Russia-friendly plank into their party platform, one of Donald Trump’s top advisers visited Moscow in July to deliver speeches criticizing decades of U.S. foreign policy.",
  "Since then, Page has criticized U.S.-Russia policy in a number of public speeches, and repeatedly expressed his hope that a closer relationship between the two nations might be possible with Trump in the White House.",
  "“The U.S. must continue to push back against Russian aggression, including Putin’s invasion of Eastern Ukraine and his illegal annexation of Crimea,” Sen. Bob Corker (R-Tenn.) told The Huffington Post this week.",
  "Page also suggested the United States should ease economic sanctions imposed on Russia following its 2014 incursion into Ukraine and Crimea, which was condemned in an overwhelming vote in the United Nations.",
  "Page’s financial interests in Russia include investments in the Russian state oil conglomerate Gazprom, as well as consulting work advising companies on how to do business in Russia.",
  "After Yanukovych fled Ukraine in 2014, Manafort went to work for the exiled president’s chief of staff, Serhiy Lyovochkin, helping to rebuild Yanukovych’s fractured political party.",
  "“I lived in Crimea for two years, so I’m very disappointed.”\n\nThe new Ukraine language also failed to impress the Republican chairman of the Senate Foreign Relations Committee.",
  "She said Manafort’s decade of work for Viktor Yanukovych, the pro-Russian former president of Ukraine, might explain Manafort’s interest in the modification.",
  "The reality TV star frequently boasts that Russian leader Vladimir Putin would respect Trump more than he would Trump’s Democratic rival, Hillary Clinton.",
  "He frequently speaks of improving relations with the Russian president, who is widely regarded by both Republicans and Democrats as a ruthless autocrat.",
  "In exchange for sanctions relief, Page said, American companies might be invited to partner with Russian firms to exploit Russia’s oil and gas fields.",
  "I think it would be great to get along with him.”\n\nTrump has also praised Putin as a stronger and more effective leader than President Barack Obama.",
  "Neither Trump’s campaign nor a spokesperson for Lyovochkin would confirm or deny whether Trump’s campaign chairman is still on the payroll.",
  "Trump has been the focus of growing scrutiny over the web of ties that he and his closest advisers have to Russian business interests.",
  "“The other option is that is truly what a Donald Trump presidency, if there is a Donald Trump presidency, would be,” she said.",
  "“So many people who I know and have worked with have been so adversely affected by the sanctions policy,” Page said in March.",
  "“It is somewhat stupefying,” said Hannah Thoburn, a Ukraine and Russia expert at the Hudson Institute, a think tank.",
  "“Wouldn’t it be great if we got along with Russia?” Trump said Tuesday during a campaign appearance in Virginia.",
  "“I don’t think [Putin] has any respect for Clinton,” Trump said in a recent press conference.",
  "Trump and his top campaign aide, Paul Manafort, both denied that they were behind the change.",
  "“There’s a lot of excitement in terms of the possibilities for creating a better situation.”",
  "Page’s expressed desire for better ties between the two countries mirrors Trump’s.",
  "Whether Manafort is still working for the pro-Russian party today is unclear.",
  "Global energy investor Carter Page joined Trump’s team in March.",
  "Watch Page’s speech below.",
  "“I think he respects me.",
  "WASHINGTON ?"
]