[
  "\"There is a growing chorus of political and faith leaders, genocide scholars, human rights experts and numerous Iraqi and Syrian, Christian and Yazidi firsthand testimonies recognizing that the most accurate description for the atrocities unfolding at the initiative of the Islamic State is genocide,\" reads the letter sent Wednesday by International Religious Freedom Roundtable, an informal and diverse group of non-governmental organizations and individuals which meets in Washington D.C.",
  "The letter, signed by numerous groups and individuals, including Nina Shea and Paul Marshall from Hudson Institute, Christian author and spokesperson for Middle Eastern Christians Johnnie Moore, Russell Moore from the Southern Baptist Ethics and Religious Liberty Commission, Tony Perkins from Family Research Council, Thomas Farr from Georgetown University's Religious Freedom Project, and Douglas Napier from ADF International among others.",
  "The Christian Post obtained an early copy of a letter sent to President Barack Obama from more than 100 organizations and individuals, including Hudson Institute, Ethics and Religious Liberty Commission, Family Research Council, as well as Assyrian and Iraqi groups, urging his administration to declare Islamic State atrocities as genocide against all minorities, including Christians, and not just Yazidis.",
  "The signatories included representatives from Assyrian Patriotic Party in Iraq, Alliance of Iraqi Minorities, Chaldean Syriac Assyrian Popular Council, Yazidi Youth Union General Consul, Coptic Solidarity, Dwekh Nawsha Assyrian Army and many more.",
  "Earlier this month, the European Parliament passed a resolution declaring that the Islamic State terror group, also known as ISIS or ISIL, \"is committing genocide against Christians and Yazidis … (and) other religious and ethnic minorities.\"",
  "The letter comes a week after Pope Francis and Patriarch Kirill stated in their historic joint statement that \"whole families, villages and cities of our brothers and sisters in Christ are being completely exterminated.\"",
  "She said on Dec. 29, 2015: \"I am now sure we have enough evidence, what is happening is genocide deliberately aimed at destroying lives and wiping out the existence of Christians and other religious minorities.\"",
  "Democratic presidential candidate and former Secretary of State Hillary Clinton has also used the word \"genocide\" to describe the Islamic States actions against Christians and other religious groups.",
  "Click Here to Read the Full Story at ChristianPost.com"
]