[
  "The plan put out by Democrats proposes to spend:\n\n-$210 billion repairing roads and bridges\n\n-$180 billion upgrading rail and bus systems\n\n-$110 billion modernizing the electrical grid\n\n-Billions more for schools, shipping waterways, airports and more\n\nThough former President Obama’s stimulus package and other infrastructure plans were derided by Republicans, Democrats behind the new proposal are hoping to appeal to Trump’s interest in putting Americans to work on vital construction projects.",
  "“This is an opening salvo from the Democrats trying to test the president -- they know there are some differences on his views of infrastructure versus that of the Republican caucus in terms of how this should be funded.”\n\nAccording to Cohen, infrastructure can be funded one of two ways: through direct government spending, or by incentivizing private firms to construct or repair infrastructure with the help of a tax break or other benefit.",
  "“So I can tell you what I’m against – which is a replication of the Obama stimulus package in 2009.”\n\nHarry Zieve Cohen, a research associate at the Hudson Institute, the same center-right think tank where Trump’s nominee for Transportation Secretary Elaine Chao works, told Fox News that everyone will be forced to compromise.",
  "Senate Democrats, in a bid to seize on President Trump’s inaugural address call for repairing the nation’s infrastructure, have unveiled a $1 trillion plan they say would create 15 million jobs over the next 10 years – though they could face resistance from Republicans uneasy about endorsing a stimulus-style spending bill.",
  "“But we can’t throw out the kitchen sink just to be able to try to get into the spirit of bipartisanship.”\n\nBut McConnell said Republicans are willing to consider proposals coming from the Trump administration, which would include, if confirmed, his wife Elaine Chao in the Transportation Department.",
  "“We have a $21 trillion debt, but I think we would all like to tackle infrastructure in a credible way and hopefully that’s what they’ll recommend.”\n\nTrump’s own plan is expected to offer tax credits to businesses that join in public-private partnerships to restore infrastructure.",
  "“I don’t think we ought to borrow a trillion dollars and plus up a bunch of federal accounts, incur a lot of additional debt, and don’t build a lot of projects to speak of,” Senate Majority Leader Mitch McConnell, R-Ky., said Tuesday.",
  "“If we are willing to sign off on something that even we consider astronomical numbers, there has to be strong evidence that this does not continue to add to the burden.”\n\nFox News’ Carl Cameron contributed to this report.",
  "“We call on the president to persuade his Republican colleagues in the House and Senate to drop their opposition to investing in infrastructure and get on board with this plan,” Schumer said.",
  "Throughout the campaign, Trump promised to both rebuild America’s infrastructure and reduce the national debt, but doing both simultaneously could prove difficult.",
  "“This plan is the way to make it happen.”\n\nSchumer met with Trump and said the president seemed “willing” to work on moving forward.",
  "Republican Study Committee Chairman Rep. Mark Walker, R-N.C., told Fox News there needs to be a “limitation” on the proposal.",
  "“He campaigned on a promise of bigger and better infrastructure,” Senate Minority Leader Chuck Schumer, D-N.Y., said Tuesday.",
  "“I wouldn’t be surprised to see some sort of compromise where there is increased private spending,” Cohen told Fox News.",
  "“Infrastructure plans are great – they lead to jobs – we need to do something,” Walker told Fox News.",
  "“We have to pay attention to [the deficit and national debt],” Walker told Fox News.",
  "But the plan already is facing resistance from Capitol Hill Republicans.",
  "“I’d imagine both of those things would appeal to Trump,” Cohen said.",
  "“I hope it will be something credibly paid for,” McConnell said."
]