[
  "\"North Korea has a long history of kidnapping people – forcing them to work at whatever position the North deems it needs,\" said Kirkpatrick, who wrote a book titled, \"Escape from North Korea: The Untold Story of Asia's Underground Railroad.”\n\nIn 2002, Kim Jong Il admitted to the visiting Japanese prime minister that North Korea had kidnapped 13 Japanese citizens.",
  "\"Research from regional experts has uncovered disturbing parallels between David's disappearance and the known operational patterns of kidnappings of citizens from many counties, including our close allies Japan and South Korea, conducted by North Korean security agents in East Asia over the past four decades,\" the two lawmakers wrote.",
  "\"Thus far, we have not been able to verify any information suggesting that David Sneddon was abducted from China by North Korean officials or is alive in North Korea, but we will continue our efforts to search for any verifiable information,\" said a State Department spokesperson for the East Asia and Pacific Bureau.",
  "The parents of an American college student who disappeared in China in 2004 said they are convinced their son was kidnapped by the North Korean regime to teach English and is alive inside the Hermit Kingdom -- citing a plethora of circumstantial evidence collected over the years indicating an abduction.",
  "She cited a September 2016 Japanese news report in which a South Korean organization specializing in North Korean abductions claimed Sneddon was kidnapped for the purpose of teaching English to North Korean government officials -- including the late ruler's son, Kim Jong Un.",
  "The State Department told Fox News, \"We have been in contact with the Sneddon Family\" -- though the Sneddons said they have not heard from the State Department \"in years\" and that no one within the Trump administration has contacted them about their son.",
  "His parents, as well as sources inside Japan and South Korea, believe Sneddon -- a devout Mormon fluent in Korean who would be 37 now -- was kidnapped by North Korean agents to serve as an English tutor, possibly to Kim Jong Un, the nation’s dictator.",
  "Melanie Kirkpatrick, a senior fellow at the Hudson Institute and an expert on North Korea, said the region of China where David was last seen is a known route for the underground railroad -- a pathway used by North Koreans to flee the country.",
  "On Monday, Sen. Mike Lee, R-Utah, and Rep. Chris Stewart, R-Utah, sent a letter urging Trump to probe North Korean involvement in the disappearance of Sneddon, according to Fox affiliate KSTU-TV, which obtained a copy of the letter.",
  "Information that Sneddon was kidnapped by North Korea would trickle in to the family over the years, eventually building to an \"overwhelming amount of circumstantial evidence\" the Sneddons and others say cannot be ignored.",
  "She also said in 2013 that Keiji Furuya -- Japanese minister of state for the abduction issue -- told her, \"It is most probable that a U.S. national has been abducted to North Korea,\" when asked about the Sneddon case.",
  "The Sneddon family, meanwhile, said it believes David was snatched by North Korean agents who mistakenly thought he was helping North Korean defectors, given his religious background and unique linguistic skills.",
  "The search for David took the family to the small tourist city of Shangri-La -- not far from Tiger Leaping Gorge -- where a cafe owner said she met David, describing his appearance and what food he liked to eat.",
  "If there is a silver lining in their son's disappearance, it is the thought he might be helping a population living under one of the most oppressive and brutal regime's in the world, the family said.",
  "\"There's no evidence of that – zero,\" said Kathleen Sneddon, noting her son is the \"only American missing in China since World II whose body has not been found and whose whereabouts remain unknown.\"",
  "The Chinese government claims Sneddon -- an experienced traveler who had served as a missionary in South Korea -- plunged to his death while backpacking through Tiger Leaping Gorge and drowned.",
  "One tour guide said he had walked the entire gorge with Sneddon until they reached a youth hostel at the end of the hike called Tina's Guesthouse -- indicating Sneddon made it across alive.",
  "\"It's a crime to leave North Korea and we know that North Korean operatives were active in that region around the same time David was there -- with China's full permission.\"",
  "— Kathleen Sneddon, David's mother\n\nWhen Sneddon failed to meet his brother days later in Seoul, South Korea, his family immediately contacted the U.S. Embassy in Beijing.",
  "The Japanese were abducted for the purpose of teaching North Korean agents the language and culture so they could pose as Japanese nationals, according to Kirkpatrick.",
  "In one correspondence, the college student said he wished he had more money on hand -- to which his father joked, \"Don't worry -- we won’t leave you in China.\"",
  "Further, the idea of a North Korean abduction is very plausible given the regime's well-documented history of abducting foreign nationals for various purposes.",
  "As the Sneddons continued their trek, they encountered more people at guest homes and shops well beyond the gorge who recalled in great detail meeting David.",
  "Kathleen Sneddon said David emailed her two to three times a day while backpacking through China -- silly and light-hearted notes about his adventures.",
  "The family said they turned over their findings to the U.S. State Department, but officials there deferred to the Chinese police theory of a drowning.",
  "\"One theory is the North Koreans kidnapped him to take him home to Kim Jong Il as a gift -- an American who could be useful to him,\" Kirkpatrick said.",
  "Skeptical of the Chinese police reports, Roy Sneddon and his two other sons flew to China in September 2004 and walked the very trail David had hiked.",
  "The regime also kidnapped \"hundreds\" of South Koreans, as well as individuals living in Italy, England, Singapore, Thailand and Austria, she said.",
  "\"The typical route of the underground railroad goes right through Yunnan Province, which is where David was vacationing,\" Kirkpatrick said.",
  "But Sneddon's body was never found and his family members -- several of whom retraced his footsteps -- do not believe China's explanation.",
  "David Sneddon, a 24-year-old student at Brigham Young University, was last seen in August 2004 hiking through China's Yunnan Province.",
  "The report went on to claim Sneddon was currently living in Pyongyang, where he teaches English and is married with two children.",
  "\"If my son has a part in helping North Koreans have a normal life in any way, I would just be thrilled,\" Kathleen Sneddon said.",
  "Along the way, the three showed David's photo to the locals, many of whom recalled seeing a young man matching his description.",
  "David's the 'only American missing in China since World II whose body has not been found and whose whereabouts remain unknown.'",
  "\"My thought initially is they mistook him for someone who was trying to move North Koreans out,\" Roy Sneddon told Fox News.",
  "\"David was taken for a purpose, to help with English,\" Sneddon and husband Roy said Monday from their home in Logan, Utah.",
  "For the Sneddon family, the anguish over their son -- one of 11 children -- is as painful today as it was 14 years ago.",
  "Roy Sneddon also told Fox News he and his sons did not consider the hike through Tiger Leaping Gorge a dangerous one.",
  "An official there told Kathleen Sneddon, \"You can’t lose an American in China,\" and dismissed her concerns, she said.",
  "Warmbier was released by North Korea after more than a year in captivity, accused of stealing a propaganda poster.",
  "\"If he, by being there, can bring attention to how North Korea is treating its people, we would be most pleased.\"",
  "The family's comments come shortly after the death of Otto Warmbier, another American college student.",
  "\"We spoke to the youth hostel and found out David successfully traversed the gorge,\" Roy Sneddon said.",
  "\"It was no big deal compared to the areas of Wyoming we had backpacked through as a family.\"",
  "\"The evidence [of a kidnapping] is circumstantial, but it’s very strong,\" Kirkpatrick said.",
  "\"We want him home,\" Sneddon's mother, Kathleen, told Fox News this week.",
  "He was let go on June 12 and flown to the U.S. in a vegetative state.",
  "Cristina Corbin is a Fox News reporter based in New York.",
  "\"That message haunts me to this day,\" his mother said.",
  "Warmbier died days later at a Cincinnati hospital.",
  "He was serving a sentence of hard labor.",
  "Follow her on Twitter @CristinaCorbin.",
  "\"We will never stop looking for him.\"",
  "\"It was nothing difficult,\" he said.",
  "Then the trail grew cold."
]