[
  "All the signs of trouble that were present across his career and during the campaign are present today, plus more: the conspiracy theorists whom Trump has selected as his key White House national security advisers; the compulsive tweeting about everything from a dearth of U.S. nuclear weapons to the wounds inflicted by Saturday Night Live to his blossoming love affair with Russian President Vladimir Putin; the impulsive policymaking based upon whatever adviser or business partner or child has most recently entered or left the room; the cyber bullying of critics, the threats against individual companies for daring to contradict him, the self-dealing, the incessant lying about matters trivial and great.",
  "We are witnessing human suffering on a grand scale while simultaneously enduring strategic defeats, with Russia and Iran making headway in the Middle East and a refugee crisis in Europe merging with a terrorism crisis to jeopardize the post-war European liberal order.",
  "If America’s relationship with the world is reduced to a balance sheet of profits and losses, as seems to be one of Trump’s core ideas, how will a country like Taiwan fare if its security turns out to be a bargaining chip in a negotiation with China over tariffs?",
  "Obama’s foreign policy legacy is so appalling — and Obama and his apologists are so blithe about what they have wrought, while also stopping to shaft Israel at the United Nations on their way out — that it fosters the impression that Trump can only do better.",
  "How will Israel fare under a president who wants to “sort of be neutral” between Israel and the Palestinians, who also wants to back Israel to the hilt, while also bringing about the “ultimate deal” between the parties?",
  "Reflecting the bitter divisions of the campaign, Trump’s transition (as no doubt will be true of the early months of his presidency) is turning out to be one of the nastiest honeymoons in the history of marriage.",
  "Gabriel Schoenfeld, a member of USA TODAY's Board of Contributors, is a senior fellow at the Hudson Institute and the author of Necessary Secrets: National Security, the Media, and the Rule of Law.",
  "Trump and his entourage have been subjected to relentless salvos of over-the-top criticism — which are having a boomerang effect, discrediting his detractors and building support for their target.",
  "At the same time, the outgoing administration of President Obama is failing so abjectly in core duties that one wonders whether, under incoming President Trump, things could possibly get worse.",
  "Soon, as Trump gains the power to move aircraft carriers or dispatch the Marines or make nuclear threats, their impact will be magnified by the awesome powers of the U.S. presidency.",
  "You can read diverse opinions from our Board of Contributors and other writers on the Opinion front page, on Twitter @USATOpinion and in our daily Opinion newsletter.",
  "If they turn out to be right, and I have made a monumental misassessment of President-elect Donald Trump, I will be deservedly dining on crow for the rest of my life.",
  "It is oddly reassuring to feel I might be wrong, but we could just be in the honeymoon phase\n\nPresident-elect Donald Trump in Cincinnati on Dec. 1, 2016.",
  "POLICING THE USA: A look at race, justice, media\n\nAlready, the audience for these eccentricities extends to the heads of state of allies and adversaries.",
  "He is America's next president, after all, and even his harshest critics want him to succeed, to make the country prosperous and to keep it secure.",
  "Beyond Trump’s erratic character, there is the troubling substance of the Trump Doctrine itself, encapsulated in the formula Art of the Deal.",
  "Rather, as I look around at the emerging Trump administration, if I am not feeling vindication, I am perceiving something else.",
  "Worse, I also slammed his supporters for willful blindness at best and moral turpitude at worst, quite a few of them by name.",
  "This is not strategic ambiguity; it is an incoherence replicated in Trump’s approach to every trouble spot on the globe.",
  "Even as I continue to fear the worst, I sincerely hope, for the good of the country, that I will soon be dining on crow.",
  "In some quarters (including my own), expectations have been so low that we are inwardly astonished when he exceeds them.",
  "The fall of Aleppo, Syria, has illuminated a grim and seemingly endless landscape of national security failure.",
  "The record of this interregnum is enough to give a determined conservative #NeverTrumper like myself pause.",
  "An anti-Trumper abusing Ivanka in front of her children on a JetBlue flight is part of a larger pattern.",
  "If so, having denounced Trump in op-ed after tweet after op-ed, I will be personally embarrassed.",
  "Is this rough orange beast slouching toward the White House the second coming of Ronald Reagan?",
  "It is only human to hope that will be true, and of course, we will have to wait and see.",
  "We should not succumb to the pitfall of defining Trump's manifest deviancy downward.",
  "First, Trump is in the honeymoon phase that is part of our democratic tradition.",
  "Yet some of the nastiness directed at the groom is working to his advantage.",
  "Deregulation and tax cuts that have already sent the stock market soaring.",
  "A Cabinet with key slots assigned to individuals of impeccable integrity.",
  "Will America not only avert disaster but enjoy an unexpected renaissance?",
  "To submit a letter, comment or column, check our submission guidelines.",
  "(Photo: Mark Lyons, epa)\n\nCloser relations with democratic Taiwan.",
  "To be sure, exceeding them has not happened with great frequency.",
  "However, I have not yet quite reached the point of repentance.",
  "A pledge to restore America’s atrophied military power.",
  "But the reality is, Trump can do worse, much worse.",
  "But Trump is also benefiting from something else.",
  "Read or Share this story: http://usat.ly/2hyQunr",
  "Follow him on Twitter @gabeschoenfeld.",
  "Unflinching support for Israel.",
  "Will this presidency end well?",
  "Did I badly misjudge things?",
  "Was I wrong?"
]