[
  "They are, of course, top secret, but last month Vice President Biden told NBC’s Meet the Press that we would be “sending a message” to Putin, one that “will be at the time of our choosing, and under the circumstances that will have the greatest impact.”\n\n\n\nThat was tough talk, but an unfortunate axiom applies to Obama administration pronouncements: the tougher the talk, the lower the likelihood commensurate action will follow.",
  "(Photo: Alexei Druzhinin, AFP/Getty Images)\n\nIn his remaining time in office, perhaps the most difficult decision President Obama will face is how the United States should respond to the stunning Russian cyberattack on our electoral system: the penetration of Democratic National Committee servers and the email account of John Podesta, Hillary Clinton’s campaign chairman.",
  "As we draw closer to the moment Trump takes the oath of office, the American people deserve an accounting that clears up as thoroughly as possible all questions about one of the many extraordinary aspects of the 2016 presidential campaign: how a candidate favored by Russia, and who favors Russia, was helped by Russia to ascend to the most powerful position in the world.",
  "His most notable public comment about it came at the second debate with Hillary Clinton, where he tossed a word salad of doubt over the matter: “Maybe there is no hacking,” Trump said, “but they always blame Russia.”\n\n\n\nIf Obama does not act in his final weeks, it is a virtual certainty that President Trump will not act either.",
  "Indeed, given Biden’s swaggering threat, we might be witnessing a repeat of the Syrian chemical weapons fiasco in which Obama drew a red line, Syria promptly crossed the red line, and Obama — contemplating the unknown cost of launching a military operation — chickened out and said sorry, never mind.",
  "Even if this means disclosing sensitive sources and methods, a timeline, a list of players and a description of the technology involved, and any and all relevant evidence should be put into the public domain in a report prepared and signed by trusted blue-ribbon names.",
  "The way the world is wired today, we could undoubtedly repeat such a feat with the right sequence of key strokes on a laptop in Langley, causing major pieces of Russia’s infrastructure to fail catastrophically.",
  "A non-kinetic alternative, already much discussed, is to make public some portion of the enormous trove of documents the CIA undoubtedly possesses that demonstrate massive corruption by Putin and his cronies.",
  "If we do not obtain a documented account before Inauguration Day of what we have just witnessed, the incoming Trump administration will have every incentive to erase the evidentiary trail and bury the truth.",
  "Follow him on Twitter: @gabeschoenfeld\n\nYou can read diverse opinions from our Board of Contributors and other writers on the Opinion front page, on Twitter @USATOpinion and in our daily Opinion newsletter.",
  "Gabriel Schoenfeld, a member of USA TODAY's Board of Contributors, is a senior fellow at the Hudson Institute and the author of Necessary Secrets: National Security, the Media, and the Rule of Law.",
  "Already back in the Cold War, the CIA planted “Trojan horse” computer chips in turbine technology the KGB was stealing from the West to control the flow of natural gas in Siberian pipelines.",
  "Donald Trump, despite having received classified briefings on the Russian cyber threat, has refused to accept the intelligence community’s judgment that such an attack took place.",
  "His designated national security adviser, retired general Michael Flynn, is a brazen Putinophile who has taken money from RT, Moscow’s principal English-language propaganda organ.",
  "POLICING THE USA: A look at race, justice, media\n\n\n\nThe Russia-WikiLeaks assault on our electoral process was one of the most consequential influence operations in modern history.",
  "When the doctored chips performed their special task, the largest non-nuclear explosion ever seen from outer space was the result celebrated in CIA headquarters in Langley, Va.",
  "Among other capabilities, the Pentagon’s cyber command or the CIA's Center for Cyber Intelligence could send signals into Russian computers that could wreak destruction.",
  "Still, even if there is no effective means of retaliation, there remains one thing that Obama absolutely must do, though it comes at a price.",
  "As the beneficiary of the hacking, and as an admirer of Russian strongman Vladimir Putin, Trump would have every reason to let it slide.",
  "Given how computerized our economy is, we stand to lose a lot more than we would gain from engaging in such kinetic action.",
  "Unless we settle for engaging in some petty retaliatory hacking of little moment, it would seem that we’re out of tricks.",
  "Both have been employed in response to past bouts of North Korean and Chinese hacking, and both would induce more yawns.",
  "But every Russian already knows that the denizens of the Kremlin have pillaged the country’s treasure for personal gain.",
  "Moreover, whatever punitive economic measures Obama puts in place today, President Trump could reverse on Jan. 20.",
  "That rule is especially likely to pertain in this instance because all the imaginable options are so unattractive.",
  "Options for a response have already been outlined in a paper that has made its way to Obama’s desk.",
  "Mutual assured destruction applies to the cyber age just as it did (and does) in the nuclear age.",
  "Retaliation is a bad idea, but Obama should order a full accounting before Trump takes the oath.",
  "The trouble is, Russia is not a democracy and there is nothing its citizens can do about it.",
  "For an extraordinary reason, this is not something Obama can leave to his successor.",
  "Trump has exhibited no compunctions about falsifying far more trivial things.",
  "The major effect of such a U.S. action would be to induce a collective yawn.",
  "But the Russians could retaliate just as easily, and they probably would.",
  "To submit a letter, comment or column, check our submission guidelines.",
  "Russian President Vladimir Putin and President Obama Sept. 5, 2016.",
  "The public deserves a full accounting of exactly what happened.",
  "The intelligence community should lay out what it knows.",
  "Read or Share this story: http://usat.ly/2fIs2Qf",
  "This would have some salutary consequences.",
  "Flynn will only be too happy to go along.",
  "The stakes here could not be higher.",
  "Indictments?",
  "Sanctions?"
]