[
  "After Microsoft announced that its speech recognition software surpassed human-level language recognition in October 2016, Andrew Ng, then head of research at Baidu, tweeted: “We had surpassed human-level Chinese recognition in 2015; happy to see Microsoft also get there for English less than a year later.”\n\nOne obvious advantage China enjoys is access to almost unlimited pools of data.",
  "The Russian military plans to introduce its first robotic guards unit this year and Russian President Vladimir Putin has ominously announced that “whoever becomes the leader in AI will become the ruler of the world.”\n\nI was asked to comment on a draft of the AI strategy the European Commission will publish on April 24.",
  "Unfortunately, even the first dimension quickly turns out to be about “European values” and the need to place “the human” at the center of AI — forgetting that the first word in AI is not “human” but “artificial.”\n\nIn a 14-page document, only two pages are devoted to ways of boosting Europe’s AI capacity.",
  "If the draft of its AI strategy is anything to go by, the EU has yet to recognize the technology’s epochal significance | Saul Loeb/AFP via Getty Images The Coming Wars Europe’s AI delusion Brussels is failing to grasp threats and opportunities of artificial intelligence.",
  "In a passage perhaps aimed at responding to the Chinese gambit for AI supremacy, the Commission intends to argue — or so it is written in the current draft — that the EU “can position itself as a leader in the international reflection on AI.” Let others lead on AI.",
  "Everyone I have talked to is unhappy with the result, but they add that the issue is too complex and the people working on the text — a vast body coordinated by Digital Vice President Andrus Ansip’s Cabinet — too novice to produce anything better.",
  "That’s why it’s so worrying that while China has been quick to react to the threats and opportunities of AI, the European Union — if the draft of its AI strategy is anything to go by — has yet to recognize the technology’s epochal significance.",
  "By 2030, China seeks to become the world’s “primary” AI innovation center, with a core AI industry gross output exceeding RMB 1 trillion ($150.8 billion) and AI-related gross output exceeding RMB 10 trillion ($1.5 trillion).",
  "In a three-year action plan to develop AI, published by China’s Ministry of Industry and Information Technology in December 2017, Beijing laid out a goal of being able to mass-produce neural-network processing chips by 2020.",
  "After noting that the EU faces a financing gap of $90 billion a year to keep up with the United States in advanced manufacturing technologies, the Commission proposes to mobilize $50 million to create AI excellence centers.",
  "As I’ve written before, the great conflict of our time is about who can control the next wave of technological development: the widespread application of artificial intelligence in the economic and military spheres.",
  "If algorithms can already surpass the abilities of a master Go player, it can’t be long before they will be similarly supreme in the activity to which the classic board game has always been compared: war.",
  "Last July, less than two months after AlphaGo’s victory, China’s State Council issued its New Generation AI Development Plan, with the explicit goal of attaining AI supremacy in just a few years.",
  "With advanced image recognition, data analytics, prediction systems, military brain science and unmanned systems, devastating wars might be waged and won in a matter of minutes.",
  "Bruno Maçães, a former Europe minister for Portugal, is a senior adviser at Flint Global in London and a nonresident senior fellow at the Hudson Institute in Washington.",
  "When the computer program AlphaGo beat the Chinese professional Go player Ke Jie in a three-part match, it didn’t take long for Beijing to realize the implications.",
  "Already on its second page, the text frets about the legal and ethical problems raised by AI and discusses the “legitimate concerns” the technology generates.",
  "In one of the most recent moves, Chinese authorities announced they will build a $2.1 billion AI technology park in Beijing’s western suburbs.",
  "With 700 or 800 million Chinese internet users and fewer data protection rules, China is as rich in data as the Gulf States are in oil.",
  "The country’s cloud computing companies are racing to deploy increasingly sophisticated services featuring machine learning and AI.",
  "The EU’s strategy is organized around three concerns: the need to boost Europe’s AI capacity, ethical issues and social challenges.",
  "If China’s ambitions sound plausible, that’s because the country’s achievements in deep learning are so impressive already.",
  "The machine-learning technologies boosting the current wave of AI expansion are as good as the amount of data they can use.",
  "That could be the number of people driving cars, photos labeled on the internet or voice samples for translation apps.",
  "My initial assessment is that the European Commission's draft AI strategy has almost nothing to do with reality.",
  "Chinese commentators have embraced the idea of a coming singularity: the moment when AI surpasses human ability.",
  "First, future AI development will be conducted by AI itself, creating exponential feedback loops.",
  "It first considers how AI raises new threats and then goes on to discuss the opportunities.",
  "Beijing is clearly the greatest competitive threat, but Moscow is following close behind.",
  "They will have to be commensurately better in developing algorithms and computer power.",
  "The core of the new strategy turns out to be the development of a Charter on AI Ethics.",
  "At that point, the human mind will be unable to keep pace with robotized warfare.",
  "My initial assessment is that it has almost nothing to do with reality.",
  "There may be time for improvements, although that is running out fast.",
  "His book “The Dawn of Eurasia” was published by Penguin in January.",
  "The EU will be able to reflect on it better than anyone else.",
  "The EU will be able to reflect on it better than anyone else.",
  "So what is Europe’s response to these and other challenges?",
  "The text is still doing the rounds inside the Commission.",
  "Sadly, Europe is falling behind in these areas as well.",
  "The EU and Chinese strategies follow opposite logics.",
  "The argument in the new strategy is fully defensive.",
  "At that point a number of interesting things happen.",
  "Second, humans will become useless for waging war.",
  "How can Europe and the United States compete?",
  "Let others lead on AI."
]