[
  "Rouhani called out Trump indirectly when speaking to the General Assembly, describing his speech as \"ignorant, absurd and hateful rhetoric filled with baseless allegations\" that contradicted the spirit of the UN, which he called a \"world body to bring governments together to combat war and terror.\"",
  "Rouhani noted that he had been democratically elected on a platform of moderation and international outreach, a subtle reminder to his listeners that Iran's hardliners would be happy to see both him and the deal fail, and that they might be harder for the international community to contend with.",
  "\"It will be a great pity if this agreement were destroyed by rogue newcomers to the world of politics,\" he added in a clear reference to US President Donald Trump, who addressed the General Assembly the day before and offered scathing criticism of both Iran and the 2015 international agreement.",
  "\"In the last few years, there were extremely tough conversations and dialogue and negotiations that took place with the 5-plus-1 countries, including the United States of America,\" he said, referring to the group Iran negotiated with: the UK, US, Germany, China, Russia and France.",
  "\"I wish to underscore here that the defense capabilities of the Islamic Republic of Iran, including our missiles, are solely defensive deterrents for the maintenance of regional peace and stability and the prevention of adventurist tendencies of irrational aspirants,\" he said.",
  "\"We cannot forget that civilians in many of our cities became the targets of long range missile attacks by Saddam Hussein during his eight-year war of aggression against us,\" Rouhani said, referring to the conflict that left an estimated 1 million Iranians dead.",
  "\"Condemned by the American people\"\n\nRouhani told reporters that a decision to leave the agreement would be \"condemned by the American people\" and that US allies wouldn't support it either, \"because breaking the agreement is not something that can be defensible.\"",
  "JUST WATCHED Royce: Keep and enforce Iran deal Replay More Videos ... MUST WATCH Royce: Keep and enforce Iran deal 06:25\n\nRouhani gave his address to the UN shortly after Trump told reporters that he has decided on a plan of action for the Iran deal.",
  "\"At the same time they are rapidly, rapidly deploying and developing a whole series of ballistic missiles and testing ballistic missiles at all ranges that provides significant concerns to not just the United States, but our allies,\" he added.",
  "\"We cannot let a murderous regime continue these destabilizing activities while building dangerous missiles, and we cannot abide by an agreement if it provides cover for the eventual construction of a nuclear program,\" Trump told the assembly.",
  "\"The facts are that Iran is operating under the agreements that we signed up for under JCPOA,\" Hyten told an audience at the Hudson Institute, referring to the acronym for the Joint Comprehensive Plan of Action, the deal's official name.",
  "\"I declare to you the Islamic Republic of Iran will not be the first country to violate the agreement, but it will respond decisively and resolutely to its violation by any party,\" Hassan Rouhani told the United Nations Wednesday.",
  "The President and administration officials say the deal doesn't address Iran's missile development or its activities in the region, including support for Houthi rebels in Yemen and for the regime of Syria's Bashar al-Assad.",
  "\"By violating its international commitments the new US administration only destroys its credibility and undermines international confidence in negotiating with it or accepting its word or promise,\" Rouhani told the UN.",
  "Rouhani used his address at the annual UN meeting to offer a counterpoint to Trump's excoriation of Iran and the nuclear deal, and perhaps drive a wedge between the US and other countries who still support the pact.",
  "The International Atomic Energy Association, using site visits, satellite imagery and other ways of monitoring, has verified that Iran is meeting its terms of the deal, something US officials have reaffirmed.",
  "\"We are talking about enrichment, not building an atom bomb, even in Japan today they have enrichment, and with enrichment their power plants are receiving the needed fuel through enriched uranium.\"",
  "New York (CNN) Iran's president said it would be a \"great pity\" if \"rogue newcomers\" destroy the international nuclear deal that lifted sanctions in exchange for curbs on Tehran's nuclear program.",
  "\"So after having reached an agreement for years and having obtained and ratified that agreement, we see today that the Americans are seeking an excuse in order to break this agreement,\" he said.",
  "\"The deal is the outcome of two years of intensive multilateral negotiations overwhelmingly applauded by the international community and endorsed by the Security Council,\" Rouhani said.",
  "Instead, the US should \"enforce the hell out of the agreement and thereby force compliance on the part of Iran,\" Royce told CNN's Jake Tapper after Trump addressed the UN Tuesday.",
  "The commander of US Strategic Command, Gen. John Hyten, said Wednesday that \"Iran is operating under the agreements that we signed up for\" as part of the Iran nuclear deal.",
  "Rouhani also told reporters that Iran has never sought a nuclear weapon, but raised the possibility that Iran could one day enrich uranium for energy purposes.",
  "Most particularly, Rouhani used the UN platform to warn that if Trump walks away from the deal, it will undermine US credibility on the world stage.",
  "The Iranian leader pointed to the deal's economic benefits, international backing for the pact and the potential fallout if the deal is undermined.",
  "\"The JCPOA can become a new model for global interactions, interactions based on mutual constructive engagement between all of us,\" he said.",
  "Trump should not withdraw from the pact, said Rep. Ed Royce, the California Republican chairman of the House Foreign Affairs Committee.",
  "Money flowing to Iran because of sanctions relief is allowing Tehran to fund these destabilizing activities, the administration argues.",
  "He went on to declare that the \"Iran deal was one of the worst and most one-sided transactions the United States has ever entered into.",
  "Trump has repeatedly hinted that he is inclined to scrap the deal, most recently in his own remarks before the General Assembly.",
  "Rouhani addressed Iran's missile program, which the Trump administration holds up as one example of why the deal falls short.",
  "\"Iran has never sought nuclear weapons, will never seek nuclear weapons, is now not seeking nuclear weapons,\" Rouhani said.",
  "Rouhani also made indirect reference to political ramifications inside Iran that could ripple globally if the deal fails.",
  "He returned to the theme at a press conference later in the day, saying that Iran has little interest in renegotiating.",
  "And he made the point that the deal is not just the purview of the US, but was arrived at by a number of countries.",
  "The nuclear deal, Rouhani said, is evidence that Iran is committed to engaging with that international community.",
  "\"As such, it belongs to the international community in its entirety and not only to one or two countries.\"",
  "And, he predicted, US allies won't have much interest in standing by Washington for abandoning the accord.",
  "\"Well, I have decided,\" Trump said, adding that, \"I'll let you know what the decision is.\"",
  "One senior Republican lawmaker made a public appeal for Trump not to abandon the accord.",
  "\"What possible, logical reason would we have to talk to them about any other issues?\"",
  "Hyten said, though, that Iran is continuing other activities that concern the US.",
  "Iran, he indicated, will not be interested in entering new negotiations.",
  "\"A murderous regime\"\n\nTrump returned to the theme in his address.",
  "Frankly, that deal is an embarrassment to the United States.\""
]