[
  "This week representatives of a leading corporate investigative firm provided CNBC with a 12-page dossier on Guo detailing his use of social media to make \"allegations against women and his perceived enemies,\" and the fact that he \"has been subject to accusations of questionable business dealings and the defrauding of business partners.\"",
  "\"What the U.S. ought to do is take action, instead of just talking to the Chinese kleptocracy,\" Guo said through a translator at the event, two days after a previously scheduled appearance at a think tank in the same city was postponed due to what he called heavy pressure from the Chinese government.",
  "Guo Wengui's comments came as the Chinese government has ramped up allegations that the real estate magnate has engaged in a slew of crimes, including sexual assault — and as a number of companies and people whom Guo has criticized press lawsuits accusing him defaming them with false allegations.",
  "Guo's appearance in Washington was just the latest in a recent flurry of controversies surrounding the real estate magnate, who fled to the United States in 2015 after reportedly learning a security official he had ties with was being targeted by an anticorruption campaign.",
  "\"For the injustices and the injuries and the deaths they have rendered to my younger brother, to my family members, to my brothers, and to my cousins, and to promote and bring about justice and equality to the whole country by overthrowing the existing system.\"",
  "A controversial Chinese billionaire in self-imposed exile blasted on Thursday what he said was a small clique of corrupt \"kleptocrats\" running China — as he also warned of a wave of Chinese spies being dispatched to the United States in recent months.",
  "Guo said he was aware of multiple initiatives by that clique in China to increase the number of spies in the U.S. and \"to weaken the United States, to bring about turmoil in the United States and to ... decimate the United States.\"",
  "Guo has unloaded a barrage of allegations of corruption by people in the highest levels of China's ruling Communist Party, which include claims that the party's own head of anticorruption activities, Wang Qishan, has unclean hands.",
  "In April, the Voice of America, which is operated by the U.S. government, reportedly abruptly cut short an interview with Guo, and later put five of its own journalists on administrative leave in connection with the interview.",
  "The dossier from the firm, which has been retained by a number of clients around the world that have been targets of Guo, also noted \"a series of defamation suits\" filed in New York City against the billionaire since April.",
  "At around the same time, Guo said, \"due to some kind of a trade dispute\" that his brother became involved with, police shot and killed his younger brother, as his brother tried to shield Guo's wife from their bullets.",
  "The Associated Press has reported that Chinese prosecutors are investigating Guo \"for at least 19 major criminal cases,\" which included allegedly bribing intelligence officials, kidnapping, fraud and money laundering.",
  "The suits were filed by, among others, Caixin Media; Soho China, a real estate company; an affiliate of the major Chinese conglomerate HNA Group, and China's vice minister of housing and urban rural development.",
  "Years before, during the Cultural Revolution, Guo said his father was beaten badly after being sent into internal exile, \"my brothers were injured physically ... and my mother had a nervous breakdown.\"",
  "Guo told reporters that he was jailed in China for 22 months after the government's 1989 crackdown on pro-democracy students in Tiananmen Square, whose efforts he supported with donations.",
  "Facebook said it took that action after confirming the pages included another person's identifiable personal information, in violation of the platform's terms of service.",
  "\"You have caused quite a stir, not only in the United States but also in China,\" said Bill Gertz, senior editor of the Washington Free Beacon, who moderated the event.",
  "\"What they're doing is against humanity,\" said Guo of the purportedly corrupt group he has identified, during an appearance at the National Press Club in Washington.",
  "\"From then on, I set myself a goal, which I had in my heart, that was to engage in revenge, not only for myself but for the whole of the Chinese people,\" Guo said.",
  "In August, AP revealed that Chinese authorities have asked for another Interpol warrant for Guo, on a claim that he raped a 28-year-old former personal assistant.",
  "\"I have the best house, private aircraft, yacht, so as far as my personal welfare and personal needs are concerned, I have no other needs that I really desire.\"",
  "The chief of VOA's Mandarin service told CNBC that Chinese authorities met with VOA's Beijing correspondent and asked that the interview with Guo be canceled.",
  "\"They are just a tiny group of Mafia, pure and simple,\" said Guo, also known as Miles Kwok, who lives in a $68 million apartment in New York City.",
  "The Hudson Institute told Guo around noon that day that it was postponing his planned appearance there on Wednesday, the Journal reported.",
  "Guo told The Wall Street Journal for a story published Tuesday that he has set up a $150 million legal war chest to fight the lawsuits.",
  "He claimed those efforts are \"100 times, or even 1,000 times\" as potentially damaging as the Sept. 11, 2001, terror attacks.",
  "Guo claims that Wang's family secretly controls one of the largest conglomerates in China, the New York Times has reported.",
  "\"The crime they gave me was so-called anti-revolutionary, and then they change it to obstruction of justice and fraud.",
  "Last Saturday, Facebook reportedly blocked a profile with Guo's name and removed another page linked to him.",
  "Earlier this year, the Chinese government asked Interpol to issue an international arrest warrant for Guo.",
  "\"I would like all the members of the Chinese Communist Party to wake up and say no to this ruling clique.\"",
  "He said that after making $17 billion, his goal was \"to engage in some kind of revolutionary activities.\"",
  "But he has kept on making scathing and sometimes salacious attacks on social media against his targets.",
  "After his own release from jail, Guo returned to business, and began building luxury hotels, he said.",
  "But Guo was stopped hours later Tuesday by the Hudson Institute think tank in Washington.",
  "\"These plans pose great threats to the American people and their property,\" Guo said.",
  "Guo told the paper that the think tank told him his appearance was \"poorly timed.\"",
  "That $17 billion, he said, is now \"all frozen by the Chinese government.\"",
  "So instead, Guo spoke to reporters Thursday at the National Press Club.",
  "They said I engaged in fraud and stole somebody's money,\" Guo said.",
  "\"Since I came abroad, I have also made a lot of money,\" Guo said.",
  "CNBC has reached out for comment from the Hudson Institute.",
  "In September, Guo applied for political asylum in the U.S.",
  "\"My only single goal ... is to change China,\" he said.",
  "Guo's targets haven't taken his claims lying down.",
  "\"Nothing can stop me,\" Guo told the Journal."
]