[
  "The FCC nonetheless decided to impose the mandate, acting on the assumption that consumers would not otherwise have access to ATSC tuners, but entertaining “little or no discussion of consumers purchasing external ATSC tuners separately as a long-term, viable option.” (RELATED: Consumer Tech Rip-Off From Patent Pools)\n\nThat reasoning has since been discredited by the profusion of ATSC tuners available to consumers for use with computers and older TV’s, Furchtgott-Roth asserts, pointing out that Amazon alone lists nearly 2,000 such entries at prices ranging from $10 to $100.",
  "Not only would eliminating the ATSC rule save the vast majority of households that do not use the tuner hundreds of millions of dollars in unnecessary expenses, he explains, consumers who do wish to purchase an ATSC tuner would still be able to do so “at no additional cost relative to today’s equipment.”\n\nFollow Peter Fricke on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Moreover, even though it was aware that the mandate would add between $15 and $60 to the cost of every television set sold, “the FCC did not address a cost-benefit analysis of imposing the ATSC tuner requirement.” Based on annual sales of about 25 million sets in 2002, such an analysis would have revealed between $375 million and $1.5 billion per year in direct costs to consumers.",
  "Harold Furchtgott-Roth, a Hudson Institute fellow who served as an FCC commissioner from 1997 to 2001, argues in a new research paper that while the justification for the ATSC rule was dubious from the outset, the requirement is now obsolete, and imposes significant costs on consumers while offering minimal benefit.",
  "(RELATED: Congress’ Patent Reform Efforts Don’t Go Far Enough)\n\nWhen the ATSC rule was originally implemented, he notes, “perhaps as few as 15 percent of households relied on over-the-air broadcast signals,” while the remaining 85 percent had cable or satellite service, and hence no need for the mandatory tuners.",
  "(RELATED: ‘Hidden TV Tax Lets Company Profit From Every Set Sold)\n\nFurchtgott-Roth concludes that repealing the rule would result in “unambiguously better consumer welfare,” not least because its sole justification is to correct a market deficiency that demonstrably does not exist.",
  "The Advanced Television Systems Committee (ATSC) tuner rule was adopted in 2002 to facilitate the transition to digital broadcasting by requiring that all television sets sold in the U.S. include digital TV tuners enabling them to receive over-the-air digital signals.",
  "TV sales are even higher today—about 36 million in 2014—and while the price of a tuner has fallen to a range of $15 to $35, Furchtgott-Roth calculates that the consumer welfare loss is even greater now than it was in 2002.",
  "Based on the plausible assumption that 85 percent of households have no use for the tuner, he estimates that those households now incur superfluous expenses of between $459 million and $1.071 billion each year.",
  "Licensing rights for the tuners are owned by MPEG LA, a for-profit Colorado company that charges a $5 fee for the compulsory product, adding nearly $200 million to the rule’s yearly price tag.",
  "The disparity has most likely increased since then, Furchtgott-Roth claims, citing a Nielsen estimate that fewer than 10 percent of U.S. households currently rely on over-the-air signals.",
  "To make matters worse, the mandate not only compels individuals to purchase a particular technology, but also the intellectual property behind that technology.",
  "A former commissioner is urging the Federal Communications Commission to scrap an outdated rule that costs consumers hundreds of millions of dollars per year.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org."
]