[
  "Michael Pregent, an adjunct fellow at the Hudson Institute, senior Middle East analyst and former intelligence adviser to Gen. David Petraeus, cautioned that Western fighters may now have new Muslim names and freshly-minted counterfeit passports, and could push its fighters into the refugee ranks without immediate detection.",
  "The slowing of all foreign recruits – from a pinnacle of 2,000 per month to now less than 50 – comes as a result of both stricter border controls in neighboring countries and evident ISIS battlefield losses, which hurts their resolve and enlistment efforts.",
  "As the noose tightens around ISIS’ Iraq headquarters of Mosul, and international forces take aim at the terror army’s main stronghold of Raqqa, in Syria, U.S. intelligence officials are watching for American jihadists aiming to flee for their homeland.",
  "ISIS jihadist and confessed bomb maker Jasim Mohammed Atti'ya, who held the leadership post of Amir before being captured by Kurdish authorities late last year, affirmed to FoxNews.com that it is \"prohibited\" for anyone to see Baghdadi.",
  "OUTSIDE OF MOSUL, Iraq -- Clouds of black soot and the acrid stench of burning tires hang over the ISIS-controlled road in the early morning, as rockets whistle through the air toward the Peshmerga-held posts.",
  "But this is more than normal, which means they are moving around the ISIS leaders,\" one Kurdish lieutenant commander told FoxNews.com from the front line wrapping around Shengal, also known as Sinjar.",
  "While the smoke hanging over the battlefield may be helping foreign fighters, including Americans, move undetected, the biggest target who may be inside Mosul is ISIS chieftain Abu Bakr Baghdadi.",
  "Three weeks ago, he released his first audio message in more than a year – addressing the Mosul operation and urging his eroding infantry to \"stay and resist the apostates and unbelievers.\"",
  "Within the ranks of the brutal terrorist organization, Western fighters – especially those holding U.S. passports – have held an esteemed position, if only for propaganda purposes.",
  "Gen. Sarhad Qader Mohammad, director of the Kirkuk Province Police Department, forces have \"killed many\" ISIS fighters, thought to be from the U.S., throughout the war's duration.",
  "Since the beginning, Baghdadi's location has been a secret to leaders even within his own terrorist organization – as have personal details pertaining to his life or background.",
  "Col. Marwan Sabri, of the Yazidi Peshmerga battalion, recalled that in March this year, a disillusioned American surrendered, begging Kurdish fighters not to shoot at him.",
  "According to an FBI spokesperson, 250 Americans have \"traveled or attempted to travel\" to Syria or Iraq to join ISIS or other terrorist groups over the past few years.",
  "Kirkuk Police Gen. Mohammad told FoxNews.com that Baghdadi was seen less than two months ago in Mosul, discreetly visiting his troops in an effort to boost morale.",
  "He then recited the seeming propaganda they were fed about their ruler – stressing that he was a \"good leader,\" \"a simple soldier\" and \"just like everyone else.\"",
  "\"He moves frequently and very carefully, with family, avoiding the use of any technical communication, using tunnels,\" one Iraqi intel source noted.",
  "I wouldn't want to meet him,\" Atti'ya said, his eyes nervously widening as if to suggest the self-styled Caliph was too almighty to meet on Earth.",
  "The locale of the 45-year-old is still a swirl of speculation, fueled by a string of alleged recent sightings in different places.",
  "In the early days of ISIS’ rise, Westerners routinely got the nicest homes, their pick of Yazidi sex slaves and the freshest food.",
  "In the case of foreign fighters, it could even allow them to live to fight another day in their homelands, including America.",
  "As it stands, around 8,000 total ISIS fighters, one-fifth foreign, are believed to still be inside the Mosul area alone.",
  "\"These Western fighters have the ability to go back home after their deadly training,\" Pregent said.",
  "Another high-ranking soldier affirmed that American accents have been heard on radio intercepts.",
  "It is not clear how many made it, but the FBI reports a decrease in recent months.",
  "He was extradited to the U.S. and is scheduled to stand trial in April.",
  "Some get to high positions, some have been killed,\" the source said.",
  "He turned out to be 26-year-old Mohamed Jamal Khweis from Virginia.",
  "\"And he has very good personal protection, mostly foreign fighters.",
  "Asking any questions about him too is strictly off-limits.",
  "\"Some Americans were working intel and some were fighting.",
  "The smoke helps ISIS fighters re-position, and even flee.",
  "He doesn't trust anyone outside his close circle.\"",
  "\"And likely, their key Western fighters, too.\"",
  "\"The Americans are in the ranks,\" Sabri said.",
  "\"The smoke is designed to dampen our vision.",
  "\"And some, we think, are still alive.\"",
  "\"It's very dangerous to meet him.",
  "According to Brig.",
  "\"And blend in.\""
]