[
  "POLICING THE USA: A look at race, justice, media\n\nYet Priebus has today emerged as an avid defender of a nativist platform, unsparingly defending a candidate who launched his campaign by calling Mexican immigrants rapists and murderers and went downhill from there to his Muslim ban and the equally egregious bigotry of questioning the impartiality of federal judge Gonzalo Curiel because of his Mexican heritage.",
  "The chairman commissioned and embraced a post-2012 “autopsy” that argued the path to victory in 2016 was greater Republican engagement with minority voters, especially Hispanics, to “demonstrate that we care about them.” Along the way, the document slammed Mitt Romney for using the phrase “self-deportation.\"",
  "The struggle to cleanse the party will no doubt be ugly and prolonged, but given the increasingly diverse complexion of the American electorate, as long as those who threw in with Trump manage to hang on, the GOP will occupy not the White House, but a ditch.",
  "“Trump’s Coward” was the apt headline on a Slate article scoring Ryan for treating “religious bigotry as a negotiable issue and a tolerable point of view.” Ryan’s peregrinations have left him looking feeble and ridiculous.",
  "(Photo: Carolyn Kaster, AP)\n\nThe message from Republican Party chairman Reince Priebus wasn’t subtle: Anyone who ran for president this year and agreed to support the primary winner, best get on board the Trump Train.",
  "What’s not at issue is that they all have soiled their reputations (try squaring the lessons taught in moralist Bennett’s famous Book of Virtues with Trump’s circle of ceaseless lying, philandering, and vulgarity).",
  "While the Florida senator was still fighting for the Republican nod, Trump was “a con artist,” “wholly unprepared” to be president, “an erratic individual” who couldn’t be trusted with the nuclear codes.",
  "With his direct involvement in the Bridgegate scandal now coming to light in the trial of his former top aides, it is difficult to envision the garden state governor making a political recovery.",
  "The GOP needs to rid itself of those who turned what should have been a banner year for Republicans into a moral disaster and, tightening polls notwithstanding, likely a political one as well.",
  "Cruz, of course, earned notoriety for declining to endorse Trump at the Republican convention, but that was after he spent months cozying up to the tycoon in hopes of inheriting his voters.",
  "In assessing the players, we can begin with the septuagenarians, a raft of whom — Jeff Sessions, Rudy Giuliani, Newt Gingrich and William J. Bennett — cast their lot with Trump.",
  "In jettisoning principle to promote a candidate who rejects almost everything the GOP has ever stood for, the name Reince Priebus should become a synonym for amoral functionary.",
  "It was only when Trump pulled far ahead of him that the unprincipled Cruz began to attack Trump on principle, earning no decorations for high-mindedness or consistency.",
  "You can read diverse opinions from our Board of Contributors and other writers on the Opinion front page, on Twitter @USATOpinion and in our daily Opinion newsletter.",
  "Revolving full circle in his adversary’s turnstile, Rubio emerged looking small and weak, becoming precisely the “Little Marco” that Trump had abusively dubbed him.",
  "Those who passed this character test include, most prominently, not only Romney, but Jeb Bush, John Kasich and senators Ben Sasse, Jeff Flake, and Lindsey Graham.",
  "In the next, he insisted that this font of racism was perfectly well suited both to represent the Republican Party and serve as president of the United States.",
  "Although his speakership appears to be secure, the GOP will never recover its moral standing as long as he remains its most powerful official.",
  "He was a scathing critic in the primaries but then metamorphosed into an ultra-loyal surrogate, drawing ridicule as Trump’s shoe-shine boy.",
  "As for those who facilitated or endorsed Trump, tying themselves to his xenophobic white nationalist platform, they have to go.",
  "When de-Trumpification of the GOP commences, as it ultimately must, theirs are the voices that deserve all honor and respect.",
  "With their glory days behind them, we can only speculate about whether they are seeking a desperate last moment of relevance.",
  "It is far easier to see him heading to a slot in the private sector or, more likely, a cell in a federal penitentiary.",
  "Christie, exceedingly unpopular in his home state of New Jersey, went the furthest of the four in Trump’s direction.",
  "In one breath, the House speaker denounced Trump for spouting what he called a “textbook definition” of racism.",
  "Gabriel Schoenfeld, a member of USA Today’s Board of Contributors, is a senior fellow at the Hudson Institute.",
  "Even if he manages to claw his way back into the Senate, Rubio’s national prospects have considerably dimmed.",
  "After Trump won the nomination, this same Rubio said he would be “honored” to help Trump in any way he could.",
  "Otherwise, he said on CBS’ Face The Nation, “I don’t think it’s going to be that easy for them” to run again.",
  "Rubio is a somewhat different story, doing just enough to dirty himself without fully casting in his lot.",
  "A more important group is younger Republicans like Ted Cruz, Chris Christie, Marco Rubio, and Paul Ryan.",
  "If there’s going to be a purge, banish Republican officeholders who supported Donald Trump.",
  "“It’s just a question that we have a process in place.”\n\nHe has it precisely backwards.",
  "GOP Chairman Reince Preibus and House Speaker Paul Ryan at the Republican convention.",
  "The party loyalists rejecting Trump should be rewarded, not penalized.",
  "Perhaps lowest of all on the ethical totem pole is Priebus himself.",
  "To respond to a column, submit a comment to letters@usatoday.com.",
  "A few Republicans have stood fast and publicly rejected Trump.",
  "Read or Share this story: http://usat.ly/2cXNcoP",
  "“It’s not a threat,” he added.",
  "Priebus has it backwards.",
  "Is Ryan any better off?"
]