[
  "The Hudson Institute, for example, cited the study to support its claim that it is a “misconception” that space-based missile defense is prohibitively expensive, stating that “the IDA assesses a 24-satellite constellation would cost $26 [billion] to $30 billion over its operational lifetime.” Sen. Cruz also referred to the IDA study last January, repeating its low-cost estimate.",
  "“I have serious concerns about the technical feasibility of interceptors in space,” he said, “and I have serious concerns about the long-term affordability of a program like that.”\n\nNothing of consequence has changed since then to make the idea any more realistic.",
  "Congress dismissed the Reagan-era missile defense concept as too expensive and unworkable, but advocates continued to nurture their dream of a constellation of interceptors orbiting the Earth, protecting the United States against missile launches from anywhere.",
  "But even that amount of money would not produce an effective defense, partly because the interceptor constellation would be vulnerable to anti-satellite weapons and to being overwhelmed by a salvo of missile launches.",
  "The Hudson Institute and Sen. Cruz both missed the fact that the small configuration the IDA priced out is intended for an entirely different purpose than defense of the US homeland against long-range missiles.",
  "A congressionally mandated study in 2012 by the National Academies of Science and Engineering concluded that a space-based boost-phase missile defense would cost 10 times more than any terrestrial alternative.",
  "Adversaries and allies alike would surely recognize this potential, and some adversaries might respond by attacking the space-based interceptors from the ground or by orbiting their own space-based weapons.",
  "In other words, a 24-satellite configuration as described in the IDA study could not provide boost-phase defense against long-range missiles from North Korea, much less from a more sophisticated adversary.",
  "| Charles Dharapak/AP Photo OPINION: Why a missile defense system in space is a bad idea The Union of Concerned Scientists once again is taking a leading role in questioning plans for a space-based shield.",
  "As a number of technical studies have shown, however, such a system would be incredibly complex, requiring hundreds or thousands of orbiting interceptors to defend against even a handful of missiles.",
  "That is clearly the case for a fully deployed defense, but it holds true even for a small number of orbiting “testbed” interceptors, which would still have significant security costs.",
  "Unlike previous years, the House did not offer its own amendment, perhaps because Arizona Rep. Trent Franks—a longtime advocate of space-based missile defense—is no longer in office.",
  "A provision added by Texas Sen. Ted Cruz requires the Pentagon to begin work on such a system even if it is not referenced in the administration’s forthcoming Missile Defense Review.",
  "What has changed is that space-based missile defense advocates support their position with a misinterpretation of a 2011 Institute for Defense Analyses (IDA) study.",
  "The IDA study itself is classified, but a 2011 letter from then-Missile Defense Agency (MDA) Director Patrick O’Reilly to then-Sen. Jon Kyl clarified the issue.",
  "While a small number of boost-phase interceptors would not provide defense against missiles, they could have significant inherent anti-satellite capabilities.",
  "Hitting a missile while it burns sidesteps the difficulty of evading decoys and other countermeasures that missiles can release after their engines shut off.",
  "While the Trump administration debates the wisdom of creating a new Space Force, Congress is moving forward with its own plan of putting weapons in space.",
  "Vice Admiral James Syring, then-director of the Missile Defense Agency, said as much when he testified before the House Armed Services Committee in 2016.",
  "And it calls for a comprehensive research and development program, including a live-fire test in 2022, even though it provides no money to fund it.",
  "A system with an “austere,” or simple, capability to counter a few North Korean missiles, the study estimated, would cost at least $300 billion.",
  "They imagined a system that would intercept long-range ballistic missiles during their “boost phase”—the few minutes when their engines burn.",
  "The same The MDA letter to Sen. Kyl indicated that a 960-satellite system designed for global boost-phase defense would cost $282 billion.",
  "Many members of Congress acknowledge that a space-based missile defense system would be unwise from a military and economic point of view.",
  "Story Continued Below\n\nSen. Cruz’ system would be a new program, but the space-based missile defense concept has a decades-long history.",
  "The FY19 Defense Authorization Act directs the Pentagon to develop a space-based missile defense, whether the military wants it or not.",
  "Laura Grego is a senior scientist and David Wright is co-director of the Union of Concerned Scientists’ Global Security Program.",
  "The 24-satellite constellation is designed specifically to engage anti-ship missiles during their midcourse phase.",
  "Congress is directing the Pentagon to develop a space-based missile defense, whether the military wants it or not.",
  "It would counter missiles during their midcourse phase, the longer coasting period after the boost phase.",
  "That suggests congressional support for this chimerical system rests only on a few remaining proponents.",
  "The number of satellites can be kept small because the defense faces a less stressful timeline.",
  "This space arms race would magnify threats to US satellites and increase the risk of conflict.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "They could reach and destroy high-altitude navigation and geostationary satellites.",
  "Pursuing space-based missile defense continues to be costly and deeply unwise.",
  "POLITICO Space POLITICO’s weekly must-read briefing on the second space age.",
  "This year the Senate was alone in pressing for space-based missile defense.",
  "The facts on the ground—and in space—have not changed.",
  "It also would be incredibly expensive.",
  "You can unsubscribe at any time."
]