[
  "| Win McNamee/Getty Images Trump second-guessed DNI Coats on cybersecurity before sit-down with Putin\n\nEven before his one-on-one with Russian President Vladimir Putin, President Donald Trump expressed skepticism of Director of National Intelligence Dan Coats' warnings about the cybersecurity threat from Russia.",
  "Story Continued Below\n\n\"I don't know if I agree with that,\" Trump said of the remarks in an interview with \"CBS Evening News\" anchor Jeff Glor that was taped Saturday in Scotland and released Monday.",
  "In a joint press conference Monday, Trump sided with Putin over U.S. intelligence agencies on whether the Kremlin interfered in the 2016 election to boost his presidential campaign.",
  "\"However, I also recognize that in order to build a brighter future, we cannot exclusively focus on the past – as the world’s two largest nuclear powers, we must get along!",
  "Director of National Intelligence Dan Coats (pictured) said in a statement that U.S. intelligence has been \"clear in our assessments of Russian meddling.",
  "He doesn't \"see any reason\" why Russia would hack Democratic Party servers, he said during the appearance with the Russian leader.",
  "He asserted that agencies \"will continue to provide unvarnished and objective intelligence in support of our national security.\"",
  "In response, Coats said in a statement that U.S. intelligence has been \"clear in our assessments of Russian meddling.\"",
  "\"Again, we're working on it very hard,\" the president continued in the interview, parts of which had already aired.",
  "Coats, speaking at the Hudson Institute last week, cautioned that U.S. digital infrastructure is \"under attack.\"",
  "\"As I said today and many times before, 'I have GREAT confidence in MY intelligence people,'\" Trump tweeted.",
  "Trump sought to underscore his faith in U.S. intelligence while en route to Washington on Monday.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Russia, the intelligence director asserted, is the \"worst offender\" among foreign entities.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "The president hedged his doubts by asserting that he has \"a lot of respect for Dan.\"",
  "\"We're upgrading things at a very rapid pace.\"",
  "Intelligence is \"what he does,\" Trump said.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time.",
  "\"I'd have to look.\"",
  "#HELSINKI2018\""
]