[
  "Durbin seems to argue that the 1965 law is a permanent, unreformable, unchangeable “birthright” that must determine the future identity of the United States, or as he described it earlier, “to deny our birthright as a nation is to really defy who we are, what we are and what we will be.”\n\n“This [November] election, the election of new members to the House and to the Senate, will decide the fate of this issue,” Durbin declared.",
  "— Donald J. Trump (@realDonaldTrump) July 28, 2015\n\nDurbin suggested that the United States’ strength is made greater by a huge cross-border inflow of non-European or non-white partway assimilated immigrants — “the face of immigration … from many different places … [with] background differences.” He said:\n\nYou know, [Trump’s] goal in changing the face of immigration in America is one that I will never buy into.",
  "It also drives up real estate prices, widens wealth-gaps, reduces high-tech investment, increases state and local tax burdens, hurts kids’ schools and college education, pushes Americans away from high-tech careers, and sidelines at least 5 million marginalized Americans and their families, including many who are now struggling with opioid addictions.",
  "The Washington-imposed economic policy of economic growth via mass-immigration shifts wealth from young people towards older people, it floods the market with foreign labor, spikes profits and Wall Street values by cutting salaries for manual and skilled labor offered by blue-collar and white-collar employees.",
  "Instead, Trump’s appointee stressed a focus on Americans’ priorities and assimilating immigrants:\n\nThe American people, through Congress, have entrusted USCIS with the stewardship of our legal immigration programs that allow foreign nationals to visit, work, live, and seek refuge in the United States.",
  "That focus on enforced variety and equality of outcomes is a spinoff of economic-minded Marxism, dubbed “cultural Marxism” because it seeks to demolish popular culture — such as families and marriage, idealism, churches, civic clubs –which puts up obstacles to elite rule, he said.",
  "But the federal government inflates the supply of new labor by annually accepting roughly 1.1 million new legal immigrants, by providing work-permits to roughly 3 million resident foreigners, and by doing little to block the employment of roughly 8 million illegal immigrants.",
  "That is because most journalists “are part of the cultural Leviathan … they are on the same cultural page, they’ve just absorbed this [in college]… it is group-think, it is lockstep.”\n\nNeither NPR nor Durbin’s office answered questions from Breitbart News about the interview.",
  "Durbin’s Nation of Immigrants claim came during an NPR interview, where he talked about the Democrats’ February 15 refusal to accept President Donald Trump’s popular amnesty-and-reform offer — and the importance of the 2018 elections in deciding the immigration issue.",
  "The choice of citizenship is the middle-ground position, said Fonte, between the extremes of Durbin’s elitist combination of Marxism and fascism, and of the libertarians’ vision of America as a consumer mall that is governed by contracts between buyers and sellers.",
  "“But I remind all of my friends who feel as I do about this issue, this election, the election of new members to the House and to the Senate, will decide the fate of this issue.”\n\nThe NPR interview of Durbin was “a softball interview, almost laughable,” said Fonte.",
  "Immigration polls which ask people to pick a priority, or to decide which options are fair, show that voters in the polling booth put a high priority on helping their families and fellow nationals get decent jobs in a high-tech, high-immigration, low-wage economy.",
  "The central elite treats people as members of competing identity groups and then balances each diverse group against the others to achieve politicians’ goals, such as a desired percentage of women serving as fighter pilots in the U.S. Navy, Fonte said.",
  "But if America must be a “Nation of Immigrants,” then Americans and their children cannot have a normal nation or even normal pocketbook politics, said John Fonte, director of Center for American Common Culture at the D.C.-based Hudson Institute.",
  "In contrast, in a nation of American citizens — both native-borns and assimilated immigrants — people impose their political goals in the “normal give-and-take of bread-and-butter politics,” in local, state and federal levels, he said.",
  "Durbin’s pitch also includes elements of Italian-style left-wing corporate fascism, which also wanted to classify and organize politics around fixed groups of people, such as business leaders, industrial workers or farmers, Fonte said.",
  "Trump has offered to amnesty 1.8 million ‘DACA’ illegals in exchange for a four-part reform — construction of a border wall, closure of border legal loopholes, ending the visa lottery and gradually ending chain-migration around 2030.",
  "On January 15, for example, Durbin told reporters:\n\nI’m focused on one thing — not that meeting [with Trump] — but on making sure that those who are being protected by DACA and eligible for the DREAM Act have a future in America.",
  "The immigration debate and the November election are not merely about a border wall or immigration levels, but are about whether the United States is and will remain a “Nation of Immigrants,” says Democratic Sen. Dick Durbin.",
  "We are also responsible for ensuring that those who naturalize are dedicated to this country, share our values, assimilate into our communities, and understand their responsibility to help preserve our freedom and liberty.",
  "Unlike Durbin’s claim that ‘Diversity is our strength’ Americans have favored the idea of “E Pluribus Unum … ‘Out of Many, One,” he said, allowing free citizens to pursue their freedoms in a coherent culture and society.",
  "And for this president to say that for the first time in 90 years he wants to dramatically cut legal immigration in America, that is a complete reversal of the policy of immigration that we’ve had since 1965.",
  "The “Nation of Immigrants” claim is also a political slogan which is intended to transform individualist American politics into a battle between identity groups under the supervision of an elite, he said.",
  "This “‘divide and conquer’ is how the British Empire worked – you put different tribes [identities] against each other.”\n\nIn contrast, American culture is built to help Americans, not rulers, Fonte said.",
  "Citizenship and Immigration Services which declared February 22 a shift in focus away from serving foreign “customers,” and dropped the “nation of immigrants” rhetoric from its mission statement.",
  "“It is a propaganda slogan, it is agitprop, to promote [the idea of] ‘Diversity,’ to impose equality of outcomes,” instead of the United State’s culture of individual freedom, he said.",
  "The underlying fight in the immigration debate is the nature of the United States, said Durbin, who wants the United States to be a “nation of immigrants,” not a nation of Americans.",
  "“To deny our birthright as a nation [of immigrants] is to really defy who we are, what we are and what we will be,” Durbin, the Democrats’ deputy leader in the Senate, told NPR.",
  "So Durbin’s push for “a National of Immigrants” is a cloaked campaign “against the right of a free people to rule themselves — that is really what is at stake here,” said Fonte.",
  "“Later immigrants assimilated to the settlers’ culture, while influencing it to some degree.” The “Nation of Immigrants” claim “is utter nonsense, as historical fact,” he said.",
  "Those results are very different from the “Nation of Immigrants” polls which are funded by CEOs and progressives, and which pressure Americans to say they welcome migrants.",
  "Durbin slammed Trump’s policies without explaining — or being asked by NPR to explain — what is objectionable about Trump’s view of America, where borders are deemed vital.",
  "Last week, one of our major federal agencies deleted that term, said we no longer want to have that as our mission statement, that America is a nation of immigrants.",
  "Durbin has led the opposition to Trump’s push, and also pushed his unpopular policies of amnesty, immigration, and diversity throughout the debate.",
  "Durbin’s diversity claim “is a form of Marxism, of fascist corporatism, of imperial rule — this is how the Ottomans ran their empire,” Fonte said.",
  "Under the rule of government-imposed diversity, people are just “clients of the administrative state, not citizens of their country,” he said.",
  "Durbin’s “1965” reference is to the 1965 immigration law which dramatically expanded the inflow of non-European migrants to the United States.",
  "But Durbin’s depiction of American history is simply wrong, and so is Durbin’s claim that Americans have no choice in the matter, said Fonte.",
  "Polls show most Americans support Trump’s view of America as a nation of Americans, wrapped in a network of mutual obligations.",
  "In Durbin’s Nation of Immigrants — including legal and illegal — politics is all about enforced “Diversity,” Fonte said.",
  "We come from many different places, all proud to be Americans, all working together as an American team, if you will.",
  "That push comes again in November when Democrats will try to block Trump by defeating GOP candidates.",
  "To deny our birthright as a nation is to really defy who we are, what we are and what we will be.",
  "Four million Americans turn 18 each year and begin looking for good jobs in the free market.",
  "“America is a country created by settlers mostly from the British Isles,” said Fonte.",
  "You know, we have a diverse nation, and that is our strength as far as I’m concerned.",
  "“I don’t know what lies ahead in terms of the midterm elections,” Durbin said.",
  "Durbin’s “Nation of Immigrants” view also has huge economic implications.",
  "It was about rejecting the notion that we are a nation of immigrants.",
  "Durin’s reference to a ‘major federal agency’ likely refers to U.S.",
  "He told NPR:\n\nIt turned out that this debate was not about a wall.",
  "It was about a new immigration policy in America.",
  "A nation WITHOUT BORDERS is not a nation at all.",
  "But we do have these background differences.",
  "I am focused on that full time.",
  "The rule of law matters.",
  "Jeb just doesn’t get it.",
  "We must have a wall."
]