[
  "“The quality and quantity of the challenges facing the United States and the world are unprecedented, in my experience.”\n\nThe litany is long: a rising China; Russia’s interference in several democratic elections and its forcible challenge of sovereign borders; North Korea’s unprecedented nuclear arsenal; Syria’s catastrophic civil war; Iran’s destabilizing interventions and the collapse of the nuclear deal; new turmoil along the Israeli-Palestinian border; the unravelling of global trade pacts; the dismemberment of the European Union; Venezuela’s breakdown; and America’s longest war, in Afghanistan.",
  "“The secret of Trump’s approach to Europe is this: he will not allow the United States to be dragged down with Europe, even if that means bringing about a new schism in the transatlantic alliance.”\n\nAs the great undoer of traditional U.S. policies, Trump has demanded the renegotiation of NAFTA, brokered with Canada and Mexico three decades ago; imposed new global tariffs that unravel globalization; and abandoned the young Trans-Pacific Partnership, which had represented some forty per cent of global trade.",
  "What we don’t see is any evidence that he’s thought this through.”\n\nOn issues ranging from North Korea and Iran to trade with China, Haass said, the Trump Administration will have to decide between what it wants and what is possible: “All-or-nothing foreign policy will lead to failed diplomatic gambits or conflict.” And the United States has “only seen Trump’s Act I,” he added.",
  "“Hovering above them all is the fundamental question of whether the United States will continue to disrupt important elements of the world order it did so much to build and so much to maintain over the past seventy years.”\n\nTrump has disrupted the global order far more than the domestic order, Ian Bremmer, the president of the Eurasia Group, told me.",
  "“No President has done this.”\n\nLike Richard Nixon, Trump also doesn’t trust the foreign-policy establishment at the State Department, at the National Security Council, or in the intelligence community, which has crafted diverse policies based on a consensus of principles since the Second World War.",
  "In the fifteen months of Trump’s Presidency, the United State has witnessed a stunning undoing of long-standing norms—of the U.S.-led world order, core alliances, trade pacts, principles of nonproliferation, patterns of globalization, world institutions, and, most of all, U.S. influence.",
  "“I’ve spoken to General Mattis and the Joint Chiefs of Staff, and our military—which is by far the most powerful anywhere in the world, and has been greatly enhanced recently, as you all know—is ready if necessary,” he said, in comments from the Roosevelt Room at the White House.",
  "Trump used the same tact with European allies on the 2015 Iran deal, spurning personal interventions by the leaders of Britain, France, and Germany to work on compromise language to salvage the most significant nonproliferation treaty in more than a quarter century.",
  "But he is pushing a rock that was already rolling down the hill much faster.” In a commencement speech at the Naval Academy on Friday, Trump touted the success of an agenda that rejects past policies and promotes stand-alone U.S. supremacy in the world.",
  "But, in an approach that appears more instinctive than strategic, Trump has moved more aggressively in changing the world order than any previous President, Douglas Brinkley, a historian and Presidential biographer at Rice University, told me.",
  "“Hopefully, positive things will be taking place with respect to the future of North Korea, but if they don’t we are more ready than we have ever been before.”\n\nTrump still wants a summit with Kim Jong Un, the White House insisted on Thursday.",
  "“What we’ve learned in the past fifteen months of Trump’s Presidency is that, tactically, there’s a pattern: he lays out a maximal position and hopes that, by some combination of threat and personal connection, it’ll work,” Haass told me.",
  "A local news agency quoted Moon as saying, “I am very perplexed, and it is very regrettable.” The dismantling of North Korea’s nuclear program is a “historic” task “that can neither be abandoned nor delayed,” Moon said.",
  "He moved the U.S. Embassy to Jerusalem, long considered the final, rather than the first, step of a Middle East peace—and ordered preparations for the withdrawal of U.S. forces that were still fighting ISIS in Syria.",
  "He challenged the global commitment to nuclear nonproliferation—and, implicitly, the treaty at its heart, in place since 1970—by calling for a more sophisticated U.S nuclear arsenal and abrogating the Iran deal.",
  "“The world you are entering is one filled by a large number of uncertainties and threats,” Richard Haass, the president of the Council on Foreign Relations, said at Colgate University’s commencement last Sunday.",
  "“For the first time, an American President believes that Europe is a has-been,” Bruno Maçães, a senior fellow at the Hudson Institute, wrote about the Trump doctrine, in The American Interest, in March.",
  "A year after Trump took office, a Gallup poll conducted in a hundred and thirty-four countries found that approval of American leadership had nose-dived, from forty-eight per cent to thirty per cent.",
  "In contrast, Trump has little interest in democracy-building—widely believed to be the greatest deterrent to war—and “admires dictators for their ability to consolidate power,” Brinkley said.",
  "Ignoring the experts, and with a limited sense of history, Trump has an approach to the world based on exclusive Presidential control and “blowing things up in a chaotic way,” he added.",
  "Presidents George W. Bush and Barack Obama had starkly different views of the Iraq War, even as they both believed that the United States had to confront extremism and stabilize Iraq.",
  "He’s publicly admired or deepened relations with autocrats, including the President of the Philippines, Rodrigo Duterte, and the President of Egypt, Abdel Fattah El-Sisi.",
  "In his meeting with President Emmanuel Macron, Trump made an embarrassing point of brushing dandruff off the French leader’s suit while television cameras were rolling.",
  "He has rejected “the group-speak of the past seventy years” and largely snubbed a community that had “treated him as a nobody” before he was elected, Brinkley said.",
  "Trump has even challenged the notion of a united Europe, suggesting that other nations may want to follow suit after Britain’s decision to exit the European Union.",
  "In the run-up to Memorial Day, the commemoration of the fallen from America’s wars, Donald Trump put the world on notice that he is prepared to fight another one.",
  "Since the nineteen-fifties, merging Europe into a common whole has been a central U.S. principle to foster peace on a continent rife with conflict for centuries.",
  "Trump’s “America First” ideology differs starkly even from that of isolationist Presidents, who still promoted democracy and the American model of government.",
  "He sees them as constraints.”\n\nWhen it comes to allies on any continent, Trump wants to be more than first among equals, which is the traditional U.S. role.",
  "And, in virtually every case, there is increasingly no alternative to replace the institutions, ideas, accords, and relationships that Trump is undoing.",
  "But his words were the latest unsettling prospect in a tumultuous time of all-or-nothing diplomacy that intrinsically increases the dangers of conflict.",
  "“These are but a few of the challenges awaiting you,” Haass, who has worked for three Republican Presidents and in one Democratic Administration, said.",
  "En route to Washington, his national-security adviser had told the accompanying press that he was “99.9 per cent” certain that the summit would happen.",
  "In his decision to cancel the North Korea summit, he spurned the closest U.S. allies in Asia—South Korea and Japan—with no advance consultation.",
  "“This historic low puts the U.S.’s leadership approval rating on par with China’s and sets a new bar for disapproval,” Gallup concluded.",
  "“In every instance, he exaggerates the ability of the U.S. to have its way, and he underestimates the ability of others to push back.",
  "As Trump headed to his helicopter on Friday morning, he told reporters that discussions between Washington and Pyongyang had resumed.",
  "“We don’t know what else is to follow.”\n\nThis post has been updated to include comments from Trump at the Naval Academy on Friday.",
  "He said that Trump has the style of Ronald Reagan but lacks the “spiritual sense.” “Trump leaves God out of his thinking.",
  "The cracks in America’s core alliances are weakening the West—and its ability to forge peace through joint policies.",
  "He issued the warning two hours after cancelling his summit with North Korea, and in consultation with the Pentagon.",
  "After Trump aborted the summit, Moon held an emergency session with staff shortly before midnight on Thursday.",
  "They were party to two years of intense diplomacy and were co-sponsors of the deal, as were China and Russia.",
  "The South Korean President, Moon Jae-in, had been in the Oval Office less than forty-eight hours beforehand.",
  "Yes, America is back.” He told cadets at the Annapolis stadium, “Winning is such a great feeling, isn’t it?",
  "“Internationally, the world was already moving away from the U.S.-led order when Trump took office.",
  "“And that’s the one world leader who was trying the hardest to understand him,” Brinkley said.",
  "Trump has challenged the global order by doing the same thing to long-standing allies.",
  "Everything has been resisted by the ‘swamp,’ the bureaucracy, and Congress,” he said.",
  "Iran “will pay a price like few countries have ever paid” in any showdown, he said.",
  "“We are not going to apologize for America—we are going to stand up for America.",
  "It’s a raw power crunch,” Brinkley, who has read Reagan’s diaries, said.",
  "Shortly before rejecting the deal, the President issued a blunt warning.",
  "But it has accelerated with breathtaking speed since Trump took office.",
  "“Trump has little interest in working with allies,” Bremmer told me.",
  "You got to win.”\n\nEvery President has charted distinctive policies.",
  "“Domestically, the President has not had a huge impact on policy.",
  "Leaders now fear his personal and policy narcissism, he added.",
  "He employs one-upmanship and humiliation to claim position.",
  "He even held out hope for the June 12th date in Singapore.",
  "A lot of it began in 2003, with the U.S. invasion of Iraq.",
  "In turn, challengers, notably China, are gaining ground.",
  "“He wrong-foots them all the time.",
  "No more apologies,” Trump said.",
  "“They are respecting us again.",
  "Nothing like winning."
]