[
  "“Adopting an ambitious amendment to phase down the use and production of hydrofluorocarbons — or HFCs — is likely the single most important step that we could take at this moment to limit the warming of our planet,” then Secretary of State John Kerry said in Kigali before the passage of the deal.",
  "View Sample Sign Up Now\n\nFormally known as Kigali Amendment to the Montreal Protocol, the deal enjoys support from an unusual alliance of manufacturers, conservative groups and environmentalists who argue that the deal supports U.S. jobs while also helping address climate change.",
  "But HFCs trap more heat on a pound per pound basis, meaning that switching to other refrigerants can make a significant dent in addressing climate change without the challenges of restructuring how Americans drive their cars or where they get their electricity.",
  "The Trump Administration has hesitated to throw out a key deal reached in 2016 to phase out a pollutant found in air conditioners that is a factor in climate change, in part because American companies think it could be a huge business opportunity for them.",
  "“The president wants to make sure that any international environment agreement does not harm U.S. workers,” said George David Banks, White House international energy and environment advisor, at an event at the Hudson Institute on Monday.",
  "From dropping out of the Paris climate deal to overturning environmental regulations, President Donald Trump has targeted a number of Obama-era policies on climate change in his first year — with one notable exception.",
  "More than 170 countries agreed to the Kigali amendment in October 2016 following years of discussion about how refrigerants known as HFCs, short for hydrofluorocarbons, contribute to climate change.",
  "“Will they pick our products and technology or will they pick those developed by the other countries that have ratified the amendment?”\n\nBanks says the Trump Administration still has questions.",
  "“If the president does decide to support Kigali … it will largely be because he wants to create U.S. jobs.”\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "If the U.S. remains out of the agreement, that could lead to a variety of different standards being used domestically and around the world, complicating things for American manufacturers.",
  "In a twist, HFCs came into widespread use after the 1980 Montreal Protocol required countries to stop using chlorofluorocarbons — or CFCs — because they depleted the ozone layer.",
  "“We want to be the global leaders like we alway have been in this industry,” says Stephen Yurek, CEO of the Air-Conditioning, Heating and Refrigeration Institute.",
  "But U.S. manufacturers face stiff and growing competition from China and other places that see an opening as the U.S. steps back from the international stage.",
  "American companies have invested in developing new products that can replaces HFCs, and the Kigali Amendment helps create a market for that technology.",
  "That would mark a significant step toward meeting the Paris agreement’s goal of keeping temperatures from rising more than 3.6° Fahrenheit by 2100.",
  "Total global HFC emissions contribute less to climate change than emissions from other greenhouse gases, namely carbon dioxide and methane.",
  "Beyond the climate change, manufacturers and business groups have argued that the deal will help the U.S. compete on the global market.",
  "An Administration official declined to say Monday whether Trump would send the Kigali amendment to the Senate for ratification.",
  "Perhaps more importantly, the U.S. could lose business to companies located in countries that have ratified the deal.",
  "Scientists now say adopting the Kigali amendment could prevent 0.9° Fahrenheit rise in temperature by 2100.",
  "“But first we need to know the economic impact.”\n\nWrite to Justin Worland at justin.worland@time.com.",
  "“We understand that there is broad industry support,” said Banks."
]