[
  "French oil company Total SA has announced it would abandon a billion dollar deal made with Iran if it did not obtain a waiver from the United States, which the administration has not rejected outright (though it has vowed to put “maximum economic pressure” on Iran).",
  "Even as the United Kingdom, France, and Germany assure Iran and the world that they are committed to remain in the agreement, European businesses, spooked by American threats and the specter of secondary sanctions, are leaving.",
  "But Iranian President Hassan Rouhani told French President Emmanuel Macron just Tuesday that European words of commitment to the JCPOA are not enough; Iran will only remain in the deal if it benefits from the deal.",
  "Part of the problem for Europeans is that, while they know what they want — to keep Iran in the deal — they are less clear on what, exactly, the United States wants, another European diplomat told BuzzFeed News.",
  "Total, Airbus or Allianz have already announced their intention to leave,” Benjamin Haddad, a research fellow at the Hudson Institute specializing in European affairs, told BuzzFeed News in an email.",
  "And he may be getting his way on another nuclear deal — namely, the one he yanked the United States from last month: the Joint Comprehensive Plan of Action, better known as the Iran nuclear deal.",
  "All of which raises a question: How, if at all, can European countries reconcile their commitment to the deal with the reality that their companies are more committed to the US market?",
  "A spokesperson for the German Embassy in Washington, DC, wrote in an email in response to a request for comment that saving the deal means making sure Iran sticks to its commitment.",
  "“Despite the rhetoric, Europeans have very little leverage to save business in Iran, especially for large companies with business in the US.",
  "Donald Trump has declared his recent summit with North Korean leader Kim Jong Un, the main topic of which was denuclearization, a victory.",
  "And in the meantime, major multinational companies, which have far more business in the United States than they do in Iran, are leaving.",
  "Regulations that the EU set up in the 1990s to undermine the US embargo on Cuba have little impact here, he said.",
  "“It is not about doing business there,” the spokesperson added.",
  "French car manufacturer Peugeot said the same.",
  "The list goes on."
]