[
  "(RELATED: Iranian Forces In Syria Reportedly Firing At Israeli Positions In Golan Heights)\n\nWhile Jerusalem has in the past justified the annexation of the Golan Heights as a buffer between Israel and its Arab neighbors, today’s Israeli leaders say holding on to the disputed territory is the only way to mitigate Iranian expansion in the region.",
  "Israel’s control of the Golan allows it to prevent Tehran from establishing a “land corridor” to Lebanese Hezbollah, which Jerusalem sees as an existential security threat, says Dore Gold, a former Israeli diplomat and current president of the Jerusalem Center for Public Affairs.",
  "“The starting point for rational discussion of the American position on the question of the Golan Heights must be this simple fact: Israel is never going to withdraw from the territory,” Doran told the House Subcommittee on National Security on Tuesday.",
  "Influential voices in pro-Israel circles are calling for Washington to formally recognize the Israeli claim to the disputed Golan Heights, building on momentum from President Donald Trump’s recognition of Jerusalem as Israel’s capital earlier this year.",
  "After nearly 30 years of administering the Golan Heights under Israeli law, the territory has become a strategic buffer that Jerusalem will never willingly relinquish, according to Michael Doran, a senior fellow at the neoconservative Hudson Institute.",
  "Trump himself has not commented publicly on plans to endorse the Israeli claim to the Golan, but doing to would be in keeping with his policies in the region, which have been staunchly pro-Israel and hawkish toward Iran.",
  "“Locally, Iran seeks to link Southern Lebanon with the Golan Heights.”\n\nProponents of Israel’s retention of the Golan appear to have found a sympathetic audience within the Trump administration and in Congress.",
  "In an interview with Reuters in May, Israeli intelligence minister Israel Katz said U.S. recognition of Jerusalem’s claim to the territory was “topping the agenda” in diplomatic talks with Washington.",
  "“Iran has escalated its threats against the Jewish state in recent months, launching direct attacks on Israel from Syria.”\n\nFollow Will on Twitter\n\nSend tips to will@dailycallernewsfoundation.org.",
  "Indeed, Israeli forces stationed in the Golan have engaged Tehran’s proxies inside of Syria on multiple occasions, most recently in a massive strike against Iranian-backed militia in May.",
  "Israel has used the territory as platform for countering the buildup of Iranian forces as they seek to gain a foothold in Syria through their support of Syrian leader Bashar al-Assad.",
  "As was the case with the U.S. embassy move, pro-Israel groups are pushing Congress and Trump administration to break with the international status quo and support the Israeli claim.",
  "The president would also likely have the backing of congressional Republicans, who overwhelmingly supported his decision to recognize Jerusalem as the capital of Israel.",
  "“Israel’s need for the Golan Heights is clearer than ever given the threats it currently faces on its northern border,” subcommittee chairman Ron DeSantis said Tuesday.",
  "The land bridge will provide Iran “with an assured line of supply to Syria and to Lebanon as its military presence grows,” Gold told the House committee.",
  "A strategically vital plateau straddling the border between Israel and Syria, the Golan Heights has played a key role in the ongoing Syrian civil war.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Officially, the U.S. considers the Golan Heights to be Syrian territory that should be returned in a negotiated settlement.",
  "Israel captured the western two-thirds of the Golan Heights during its 1967 war with Syria and other Arab countries.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "It formally annexed the territory in a 1981 law, but its claim has never been internationally recognized."
]