[
  "In a piece titled “Danger and Duty in Helsinki,” the magazine’s editorial staff described the meeting, which will likely include discussion of Russia’s meddling in the 2016 presidential election, as having “no clear agenda,” adding, “The U.S. stands to lose much and gain little from direct talks with Putin.”\n\nPointing to Trump’s tweet about the United States’ relationship with Russia — one retweeted by the Russian Ministry of Foreign Affairs — the magazine blasted Trump for blaming the US for the state of American-Russian relations:\n\nTo state the obvious: Russia, not the United States, is the primary cause of the strained relationship between the two countries.",
  "Even while Fox & Friends is challenging the president for his “ridiculous” and “insulting” tweets about the Russia summit, over at the Daily Caller — one of the internet’s bigger conservative news outlets — editors posted multiple stories focused largely on supportive messaging for the summit and criticism of the media (while selling commemorative coins to salute the occasion).",
  "But the fact that the Weekly Standard is now pleading with the president not to spend the day hanging out with Putin — with little chance of being heard within the White House — is a stark reminder of how far conservative publications, once the intellectual heart of the conservative movement and real movers and shakers within the GOP, have fallen to the side.",
  "An editorial in the conservative magazine the Weekly Standard — a frequent critic of President Donald Trump — sounded the alarm about his meeting in Helsinki, Finland, with Russian President Vladimir Putin, joining other right-leaning outlets and politicians in voicing concerns that the planned summit may do far more harm than good.",
  "The “foolishness and stupidity” of U.S. policy towards Russia was the failure of the Obama administration to see this — to recognize Russian hostility and adjust our approach accordingly, rather than pushing a “reset” born of naiveté and wishful thinking.",
  "Those intelligence officials the Weekly Standard cites include Director of National Intelligence Dan Coats, who on Friday gave a speech at the Hudson Institute focused on increasing cyberthreats coming from a number of foreign actors, including Russia.",
  "It’s a voice within conservative media that was once incredibly influential in shaping Republican politics, including helping to foment support for the invasion of Iraq (“The Right War for the Right Reasons,” as the magazine put it in 2004).",
  "And it is why I believe we are at a critical point.”\n\nThe Weekly Standard represents the “Never Trump” wing of the Republican Party; the magazine’s founder Bill Kristol has remained one of the president’s loudest critics.",
  "Russia consistently seeks to undermine American interests directly and indirectly — attacking our allies, strengthening our enemies, and targeting the pillars of our democratic republic.",
  "“These actions are persistent, they’re pervasive, and they are meant to undermine America’s democracy on a daily basis, regardless of whether it is election time or not,” he said.",
  "The days of chin-stroking conservative thought leadership, with the power to affect a presidency, appears to be largely over in the time of Trump.",
  "And he’s doing so with ever more evidence of Russian aggression and despite the stark warnings of his top intelligence officials.",
  "Russian behavior is that of an adversary — often that of an enemy.",
  "Trump isn’t learning from these mistakes.",
  "“The warning signs are there.",
  "The system is blinking.",
  "He’s repeating them."
]