[
  "A day after he said he accepted his intelligence agencies’ conclusion that Moscow had interfered in the 2016 election and that he had misspoken in Finland – a statement he was forced to make amid widespread anger over his comments in Helsinki – the president was asked at a cabinet meeting if Russia was still targeting the country.",
  "Suggesting that Mr Trump did still believe Russia posed a current threat, she added: “The president and his administration are working very hard to make sure Russia is unable to meddling in our elections.”\n\nSome people HATE the fact that I got along well with President Putin of Russia.",
  "“We have been clear in our assessments of Russian meddling in the 2016 election and their ongoing, pervasive efforts to undermine our democracy, and we will continue to provide unvarnished and objective intelligence in support of our national security,” he said in a statement.",
  "Press secretary Sarah Sanders, who said she spoke with Mr Trump about his answer earlier during a cabinet meeting, said on Wednesday afternoon that the president had been declining to answer shouted questions when he said “no” to a question about Russia’s current efforts.",
  "The comments by Mr Coats, came the same day the US Justice Department announced the indictment of 12 Russian military intelligence agents, accusing them of engaging in a “sustained effort” to hack Democrats’ emails and computer networks during the 2016 election.",
  "It is why I believe we are at a critical point.”\n\nAccording to CNN, he added: “Today, the digital infrastructure that serves this country is literally under attack.”\n\nMr Coats compared the warning signs to those the US faced ahead of the September 11 attacks.",
  "“And here we are nearly two decades later, and I’m here to say, the warning lights are blinking red again.”\n\nHe said the “worst offenders” were Russia, China, Iran and North Korea, and highlighted Russia as the “most aggressive foreign actor, no question.",
  "Mr Trump, who had been accused of undermining his own intelligence services when he suggested he trusted their views no higher than the word of Vladimir Putin, claimed to reporters his administration was “doing very well” at handling Russia.",
  "Director of National Intelligence Dan Coats, last week raised what he said was the growing threat of cyberattacks against the United States, saying the situation was at a “critical point” and coming out forcefully against Russia.",
  "— Donald J. Trump (@realDonaldTrump) July 18, 2018\n\nSpeaking last week about the threat from Russia, Mr Coats had told the Hudson Institute in Washington last Friday: “The warning signs are there.",
  "On Saturday, Homeland Security Secretary Kirstjen Nielsen, said Russia had not yet targeted the 2018 midterm elections with a “scale or scope” of its efforts during the 2016 presidential election.",
  "Mr Trump’s claim that Russia was no longer targeting the US, appeared to be in sharp contrast to the views of one of his top intelligence officials, and a member of his cabinet.",
  "Donald Trump has claimed Russia is no longer targeting the US, just days after a senior intelligence official said the cyberattack threat from Moscow was “blinking red”.",
  "On Wednesday, Mr Trump finished his comments about Russia, by saying: “I think President Putin knows that better than anybody, certainly a lot better than the media.",
  "Apparently aware of the controversy Mr Trump’s comments had made, the administration - for the second time in two days – said his remarks had been misconstrued.",
  "“He understands it and he’s not happy about it and he shouldn’t be happy about it because there’s never been a president as tough on Russia as I have been.”",
  "But speaking at a conference in Philadelphia, Ms Nielsen said the intelligence community had observed “persistent Russian efforts using social media”.",
  "“I have President Putin; he just said it’s not Russia.”\n\nMr Coats responded with was widely seen as a sharp rebuke to the president’s comments.",
  "“It was in the months prior to September 2001 when, according to then-CIA Director George Tenet, the system is blinking red,” he said.",
  "Mr Trump had mentioned Mr Coats and his views that Russia tried to hack the 2016 election during his press conference with Mr Putin.",
  "As his officials sought to push the media out of the room, Mr Trump gave a brief shake of his head, and said “no”.",
  "“My people came to me, Dan Coats came to me and some others, they said they think it’s Russia,” he said.",
  "“The president said thank you very much and said no to answering questions,” Mr Sanders said.",
  "“There has never been a president as tough on Russia has I have been,” he said.",
  "And they continue their efforts to undermine our democracy”.",
  "They would rather go to war than see this.",
  "It’s called Trump Derangement Syndrome!",
  "The system is blinking."
]