[
  "View Sample Sign Up Now\n\nA new report from the trade groups Air-Conditioning, Heating, and Refrigeration Institute and the Alliance for Responsible Atmospheric Policy, which counts large U.S. companies such as Dow and Carrier among its members, argues that the deal will “strengthen America’s exports and weaken the market for imported products.”\n\n“Without Kigali ratification, growth opportunities will be lost along with the jobs to support that growth, the trade deficit will grow, and the U.S. share of global export markets will decline,” the report says.",
  "“If the president does decide to support Kigali … it will largely be because he wants to create U.S. jobs,” George David Banks, former White House international energy and environment advisor, told a crowd at the Hudson Institute think tank in February.",
  "Industry leaders are pulling out the stops to convince Trump that the 2016 deal, formally known as the Kigali Amendment to the Montreal Protocol, will create American jobs and that the Administration should submit it to the Senate for ratification.",
  "The Trump Administration has sought to undo Barack Obama’s legacy on climate change at every turn — from withdrawing from the Paris Agreement to scrapping EPA regulations — arguing that addressing global warming hurts American industry.",
  "The Administration faces a decision on another key climate agreement that would reduce emissions of global warming-causing hydrofluorocarbons, known as HFCs for short, used as a refrigerant, but this one is backed by Big Business.",
  "The White House does not have an official position on the Kigali Amendment, but at least one Trump official has suggested in the past that evidence that the deal supports jobs might help earn the Administration’s support.",
  "Despite the business support for the Kigali Amendment, the deal could face headwind given Trump’s disdain for climate change policy and his apparent desire to overturn anything that has Obama’s stamp of approval on it.",
  "U.S. companies have traditionally led development of refrigerant products, used in air conditioning and other appliances, and the deal would create new demand for such expertise and products across the globe.",
  "The report estimates the U.S. would gain a total of 33,000 additional jobs by 2027 and $12.5 billion in annual economic output solely as a result of ratifying the deal.",
  "If Trump decides to support the agreement, it will need to go to the Senate for approval before the U.S. can ratify it formally, Banks said in February.",
  "That represents significant progress toward the goal embedded in the Paris Agreement of keeping temperature rise below 2°C (3.6°F) by 2100.",
  "At the time the deal was negotiated, scientists said that it could prevent a 0.5°C (0.9°F) rise in temperature by 2100.",
  "If the U.S. does not ratify it, other countries could surpass the U.S. position as the global leader in the industry.",
  "In doing so, Trump has earned the praise of his base and several key industries that supported his candidacy.",
  "The document — released Thursday — has been sent to the White House, EPA and State Department.",
  "Banks has since departed and it remains unclear how other Trump officials view the deal.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Ratification would also reduce the deficit, according to the report.",
  "Write to Justin Worland at justin.worland@time.com.",
  "But now the tables have turned."
]