[
  "The Times also claimed that Dubowitz’ think tank cohosted a conference that criticized Qatar, and that this conference received funds pass through George Nader, “a Lebanese-born American citizen working as an adviser to the de facto ruler of the Emirates, through Elliott Broidy, a Republican donor with substantial financial links to the Emirates.” Included in this description was a link to an article that stated $2.7 million was allotted to the Hudson Institute and to the Foundation for Defense of Democracies, but did not provide the discrepancy as to the exact amount each think tank received.",
  "Mark Dubowitz, head of the Foundation for Defense of Democracies, was cited by The Times as being “far from the usual tweedy think-tanker” and noted his salary as “$560,221 in compensation as the foundation’s chief executive.” The Times wrote that he “wears tailored French suits and keeps his curly hair just so” and that foreign governments tend to funnel millions of dollars into Washington foreign policy think tanks, implying that Dubowitz earned far beyond the average think tank executive.",
  "The New York Times also originally claimed Dubowitz’ think tank “has aligned itself with some policies of the Likud party in Israel, which is led by Prime Minister Benjamin Netanyahu, a fierce opponent of the Iran deal.” In the correction, the Times clarified that the Foundation for Defense of Democracies was actually not linked with the Israeli Likud party, but instead had independent sympathies to the same causes as the Likud party.",
  "In its correction, the Times wrote:\n\nAn earlier version of this article referred imprecisely to the salary of Mark Dubowitz, the chief executive of Foundation for Defense of Democracies, when compared with those of leaders of other Washington think tanks.",
  "Mr. Dubowitz’s $560,221 compensation in 2016 was determined by the foundation’s board of directors and is commensurate with the average annual salary of other think tank leaders in Washington in recent years.",
  "While Elliott Broidy provided $2.7 million in funds for consulting, marketing and other services, the foundation says it received only $360,000 from Mr. Broidy for one conference.",
  "The Times corrected this statement, saying:\n\nThe article also referred imprecisely to the funding of conferences held by the foundation and the Hudson Institute.",
  "The New York Times issued three major corrections on a story regarding the chief executive of an anti-Iran Deal think tank.",
  "In the correction, the Times stated:\n\nThe article also inaccurately linked the foundation to Israel’s Likud party.",
  "While the think tank does align with some of Likud’s positions, it is not directly involved with the party.",
  "It is not nearly twice as much as the salaries of his counterparts.",
  "Follow Julia Nista on Twitter\n\nSend tips to: jnista@dailycaller.com"
]