[
  "We’ll never know those numbers.”\n\nVeale was responding to a journalist’s question about a recent Amnesty International report that claims the US killed thousands of civilians when it tried to wrest Raqqa — which ISIS considered its capital in Syria — from the group in 2017.",
  "In one particularly powerful report from the New York Times last November, reporters Azmat Khan and Anand Gopal found that the US-led military coalition was killing civilians in Iraq at a rate 31 times higher than it’s admitting.",
  "On March 27, 2017 — just two months into the administration — Secretary of Defense Jim Mattis told reporters that “there is no military force in the world that has proven more sensitive to civilian casualties” than America’s.",
  "For example, in May 2017, Al Jazeera reported that more than 106 civilians, including 42 children, died during two days of bombing in Mayadin, Syria, by the US-led anti-ISIS coalition.",
  "The problem is that those bombs can kill and injure civilians who are nearby — especially if the US-led coalition doesn’t take proper measures to verify targets and their surroundings.",
  "That high tempo probably makes it hard to keep complete track of all potential civilian casualties, which may explain the discrepancy between official and reported accounts.",
  "“It is at such a distance from official claims that, in terms of civilian deaths, this may be the least transparent war in recent American history,” Khan and Gopal wrote.",
  "“I do not think you can fight wars without civilian casualties,” Rebeccah Heinrichs, a national security expert at the conservative Hudson Institute, told me in January.",
  "As president, he gave “total authorization” to lower-level military commanders to attack enemies if necessary, thereby increasing the bombing rate.",
  "Anyone who claims they will know is lying,” Col. Thomas Veale, a top spokesperson for the US-led coalition against ISIS, told reporters on Tuesday.",
  "“When we do our civilian casualty estimates, we are saying that, with a degree of certainty, we have killed at least X number of people.",
  "During the presidential campaign, then-candidate Donald Trump sent a clear message to voters: He would “bomb the shit” out of ISIS.",
  "That’s why it’s so striking that the Pentagon effectively admitted it can’t fully account for all the civilians it has killed.",
  "“It is a terrible, awful part of this war, and we’re trying to evaluate the evidence that we have, the best evidence we have.",
  "First, it arms, trains, funds, and provides other support for local groups who are already fighting ISIS in Iraq and Syria.",
  "And second, it uses its substantial airpower to bomb ISIS targets like weapons facilities, convoys, safe houses, and more.",
  "The United States is four years into its war against ISIS — and it has no idea how many civilians it’s killed to date.",
  "Airpower is extremely useful and is a major part of why the Trump administration has had success in defeating ISIS.",
  "On June 2, the Pentagon said the US military killed roughly 500 civilians in 2017 while injuring 169 more.",
  "But report after report shows that Trump’s anti-ISIS campaign has allegedly killed thousands of civilians.",
  "“As far as how do we know how many civilians were killed — I’m just being honest — no one will ever know.",
  "The US has a civilian casualties problem\n\nAmerica works to defeat ISIS in two broad ways.",
  "Some experts, however, say civilian casualties are, unfortunately, a reality in war.",
  "We may not know the full number — and the Trump administration is aware of it.",
  "The planes fired strikes at buildings that housed families of ISIS fighters.",
  "The Washington Post was the first to report on Veale’s comments.",
  "We know this because the Defense Department admitted it.",
  "“If you won’t accept them then you should not engage.”",
  "But I — I don’t think we — we’re — we’ll never know.",
  "And that is extremely unfortunate,” he continued.",
  "This was perhaps somewhat inevitable."
]