[
  "In the clip below, controversial TV host Sheikh Khaled Abdallah (known for such statements as \"Iran is more dangerous to us than the Jews\" and that Tehran had engineered a deadly soccer riot in Port Said) hypes the film as an American-Coptic plot and introduces what he says is its opening scene.As the fervor has built, both the Coptic Church and the U.S. embassy to Egypt issued formal condemnations of the film.",
  "That damage is apparently limited to one American flag (CNN at one point reported that it had been torn, rumors continue to circulate that it was burned) and presumably the evenings of the U.S. embassy staff, but the U.S.-Egypt relationship is tense enough , and Muslim-Coptic mistrust has already produced scant but horrifying violence against the Christian minority.",
  "That doesn't mean this incident will become anything more than a bizarre moment of cross-cultural misunderstanding (the protesters seem to assume that, as in Egypt, movies must secure the state's approval), but that it could go so far is yet another reminder of the tensions just beneath the surface in Egypt.",
  "In fact, as the Wall Street Journal now reports, Jones is playing a promotional role, but the film was in fact directed and produced by \"an Israeli-American California real-estate developer who called it a political effort to call attention to the hypocrisies of Islam.\"",
  "Right now, protesters in Cairo are gathered at the U.S. embassy compound, where some have scaled the walls and pulled down the American flag, with which they've replaced a black flag bearing the prayer \"There is no god but Allah and Mohammed is his messenger.\"",
  "* That's also because it's associated with Florida Pastor Terry Jones (yes, the asshole who burnt the Koran despite Defense Secretary Robert M. Gates' pleas) and two Egyptians living in the U.S., according to Egyptian press accounts .",
  "Other scenes in the above clip seem to portray Muslim Egyptian characters, who for some reason all have strong New York accents, as immoral and violent, particularly toward the Christians whom they pursue with near-genocidal fervor.",
  "What we do know is that some members of Egypt's sometimes-raucous often rumor-heavy media have been playing highly offensive clips from the highly offensive film, stressing its U.S. and Coptic connections.",
  "Separately, members of a Libyan Islamist extremist group called Ansar al-Sharia attacked the U.S. consulate in Benghazi, Libya, over the film, firing at the building with a rocket-propelled grenade.",
  "The above clip, which is allegedly from the film (update: Kurt Werthmuller , a Coptic specialist at the Hudson Institute, says he's confirmed the clip's authenticity) is one of the only in English.",
  "The latter, made just this morning, began , \"The Embassy of the United States in Cairo condemns the continuing efforts by misguided individuals to hurt the religious feelings of Muslims.\"",
  "The movie, like Terry Jones himself and his earlier Koran-burning stunt, have received attention far beyond their reach, which would be modest if not for obsessively outraged media.",
  "About half an hour in, someone took a photo that appears to show some of the protesters, of which Reuters estimates there to be 2,000, setting off celebratory fireworks.",
  "As the fervor has built, both the Coptic Church and the U.S. embassy to Egypt issued Obviously, there's a lot to this story that's still unclear.",
  "Terry Jones, the Florida Koran-burner, is helping to promote a movie vilifying Egypt's Muslims, and the Egyptian media got ahold of some clips.",
  "Innocence of Muslims, although some Egyptian media have reported its title as Mohammed Nabi al-Muslimin, or Mohammed, Prophet of the Muslims.",
  "He asks the donkey if it likes girls; when it doesn't answer, he bursts into laughter and says, \"He doesn't like girls,\" according to Stack.",
  "The above clip, which is allegedly from the film (update: The movie is called, although some Egyptian media have reported its title as, or.",
  "The statement also noted the September 11 anniversary, adding, \"Respect for religious beliefs is a cornerstone of American democracy.\"",
  "It's still not clear, but it appears to compare Mohammed to a donkey and Muslims, according to one translation , to \"child-lovers.\"",
  "* Correction: This sentence originally credited Terry Jones with producing the film, as some Egyptian media had suggested.",
  "And yet, here the movie is, not just offending apparently significant numbers of people, but producing real-world damage.",
  "The New York Times' Liam Stack, offering some offhand translations of the scene shown above, called it a \"doozy.\"",
  "A number of Islam's founding figures, including the prophet, are accused of homosexuality and child molestation.",
  "If you've never heard of it, that's because most of the few clips circulating online are dubbed in Arabic.",
  "If you've never heard of it, that's because most of the few clips circulating online are dubbed in Arabic.",
  "* The Egyptians are allegedly Coptic, the Christian minority that makes up about a tenth of Egypt.",
  "They say they're protesting an American film that insults Prophet Mohammed.",
  "The man in the scene says of his donkey, \"This is the first Muslim animal.\"",
  "Submit a letter to the editor or write to letters@theatlantic.com.",
  "We want to hear what you think about this article.",
  "What exactly does the film say?"
]