[
  "Sarah Palin, will discuss the latest developments in Robert Mueller’s investigation into Russian collusion in the 2016 presidential election, including today’s news that Paul Manafort’s associate and former Trump campaign aide Rick Gates pled guilty to one count of conspiracy against the United States and one count of making false statements to the FBI and to the Special Counsel in a January meeting.",
  "Michelle Malkin, bestselling conservative author, syndicated columnist, senior editor at Conservative Review, and one of the original conservative bloggers will call in to discuss her latest column entitled “Do Not Let the Children Lead.”\n\nTom Van Flein, chief of staff for Arizona Congressman Paul Gosar and former attorney to Gov.",
  "Herb London, president of the London Center for Policy Research, senior fellow at the Manhattan Institute, former president of the Hudson Institute, and professor emeritus, and the former John M. Olin Professor of Humanities at New York University will also join the show.",
  "He examine what the current state of culture and education tells us about increases in mass shootings, and whether or not the values of liberal democracy are being passed onto the next generation.",
  "Breitbart News’s AWR Hawkins will join the show to discuss President Donald Trump’s CPAC speech, including the president’s warning that Democrats seek to take away Second Amendment rights.",
  "On Friday’s edition of Breitbart News Tonight, Senior Editor-at-Large Rebecca Mansour will take your calls and discuss the news of the day.",
  "Breitbart News Tonight broadcasts live on SiriusXM Patriot Channel 125 from 9:00 p.m. to midnight Eastern Time (6:00 – 9:00 p.n.",
  "He will also discuss the latest developments concerning the mass shooting in Florida and the ongoing debate over gun control.",
  "Follow Breitbart News (@BreitbartNews) and Rebecca Mansour (@RAMansour) on Twitter for live updates during the show.",
  "Pacific Time)\n\nListeners are encouraged to into the show at: 1-866-957-2874."
]