[
  "The Trump administration has also signaled major reservations about the IMF granting Pakistan another bailout as Islamabad assumes billions of dollars in debt for the China-Pakistan Economic Corridor (CPEC), a multi-billion dollar series of Chinese funded infrastructure projects stretching from the Chinese border to Pakistan's deep water ports.",
  "JUST WATCHED Trump: Relations with India better than ever Replay More Videos ... MUST WATCH Trump: Relations with India better than ever 07:17\n\nIndia strategy\n\nThe main thrust of Pompeo's focus in New Delhi will be the Trump administration's Indo-Pacific economic strategy, seen by many as its response to China's Belt and Road initiative.",
  "The visit comes as the US tilts away from Pakistan , while deepening strategic and economic ties with India in a bid to counter China's increasing influence in the \" Indo-Pacific \" region -- Pompeo's preferred term for the area that stretches from the west coast of the United States to the west coast of India.",
  "Husein Haqqani, former Pakistani ambassador to the US and a director at the Hudson Institute, told CNN that although Washington has previously made threats to Pakistan over its alleged support of Afghan militants, Trump's administration means business.",
  "\"President Trump's stepping back from the globalization project and (China's) President Xi making efforts to step in are developments that India would be concerned about,\" said Biswajit Dhar, a professor of economics at Jawaharlal Nehru university.",
  "(CNN) US Secretary of State Mike Pompeo will talk tough on terrorism to Pakistan and attempt to strengthen his country's links with India during what is likely to be a difficult and potentially testing visit to South Asia beginning Wednesday.",
  "\"As a result, Pakistan-US relations are currently in a volatile state, though the prior status quo was itself volatile, and had grown increasingly untenable from the US perspective,\" said Jeff Smith, a research fellow at Heritage Foundation.",
  "Pompeo will have to perform a tricky balancing act, analysts say, as Pakistan is fast falling within China's sphere of influence and its arch-rival India is smarting over a series of trade threats and insults from President Donald Trump.",
  "On US-India relations, Ayres added that \"the unprecedented degree to which President Trump focuses on at times arbitrary and even trivial economic issues to measure the health of foreign relations has created new uncertainty.\"",
  "\"What is different this time is the willingness of the US side to recognize that Pakistan may not just be a difficult ally that needs to be persuaded to cooperate a bit more, but a country that is no longer an ally,\" he said.",
  "\"Given that Kabul and Washington have now signed off on direct talks between the US and the Taliban, Washington may not think Islamabad will play that important a role in helping bringing the Taliban to talks,\" said Kugelman.",
  "Chabahar, which would be a conduit for Indian supplies to Afghanistan, is seen by Islamabad as a rival to its Gwadar port, the mainstay of China's $60 billion Belt and Road Initiative infrastructure investment in Pakistan.",
  "\"To be sure, there does appear to be an air of unease in Delhi owing to an uptick in trade frictions and a general sense of unpredictability about the Trump Administration's priorities and intentions,\" said Smith.",
  "But in recent months Trump has cast uncertainty on the relationship, said Manoj Joshi, fellow at Observer Research Foundation, by sparking tit-for-tat tariff threats and pressuring India not to buy oil from Iran.",
  "However, earlier this week the US, frustrated by Islamabad's reluctance to crack down on Afghan Taliban militants in its territory, canceled $300m in military aid to Pakistan , further complicating relations.",
  "\"But, if a process of reconciliation begins, it will be a long and difficult slog, and Pakistan would still be useful if not essential in such a process, given its close ties to the Taliban,\" he added.",
  "\"India will likely look to impress upon Pompeo and Mattis that an abrupt withdrawal of US and international troops from Afghanistan will create greater instability in the region,\" said Ayres.",
  "Dhruva Jaishankar, a fellow at Brookings India, told CNN that \"on bilateral issues, relations have been more complicated, especially on trade and to a lesser degree on immigration\".",
  "\"This extends to continuing efforts to enable India access to advanced US military equipment based on a reduction in licensing requirements and offers of new kinds of technology.\"",
  "Khan is known for his criticism of US policy in Afghanistan, but he said after becoming the country's prime minister last month that he wants to improve relations with Washington.",
  "However, analysts said Pompeo should try to keep Pakistan on board as its links to the Taliban make it a key player in efforts to achieve a peace settlement with Afghanistan.",
  "Last month Islamabad disputed Washington's account of a phone call between Pompeo and Khan, denying there had been any discussion on militants operating in Pakistan.",
  "\"The fundamentals of the relationship remain sound and the geopolitical logic that's driven the historic India-US partnership is as compelling as ever,\" he added.",
  "\"India will likely also focus on their own constructive development assistance to Afghanistan and their work developing the Chabahar port in Iran,\" she added.",
  "\"For months, US officials had been telegraphing a message of unhappiness about a lack of clear movement on the Pakistani side to address the terrorism issue.\"",
  "Pompeo, who is scheduled to visit Islamabad for several hours on Wednesday, September 5, before moving on to Delhi, is due to meet Khan for high-level talks.",
  "The United States and India have been allies for a while, but Trump and Indian Prime Minister Narendra Modi have significantly strengthened their bonds.",
  "Also Trump's lampooning of Modi's accent and his threat of US sanctions if India imports Russian hardware have also cast a shadow on the relationship.",
  "Afghanistan will probably be discussed again by Pompeo during his visit to New Delhi, where he will be accompanied by Defense Secretary James Mattis.",
  "Smith added that Khan's views may differ from the Pakistan military's on Afghanistan, but the army remains in control of defense and foreign policy.",
  "Joshi said the two side will \"seek to find ways to minimize friction arising from Trump's actions against Iran, trade and the Russian sanctions.\"",
  "Islamabad reacted angrily, claiming that the funds were owed to Pakistan for counter-terrorism operations carried out at Washington's behest.",
  "The establishment of the first India-US \"2+2\" foreign and defense ministers dialogue was itself a significant accomplishment, said Smith.",
  "Pakistanis generally believe that the United States is a fair-weather friend, in contrast to the 'all-weather' friendship of China.\"",
  "The Afghanistan question\n\nPompeo is also due to meet the Pakistani army chief, General Qamar Javed Bajwa, during his visit.",
  "But, analysts agreed that overall US-India relations have improved under Trump in terms of geopolitical and military links.",
  "US support of Indian interests in Afghanistan has spooked Pakistan, which aims to help install a friendly regime in Kabul.",
  "\"US-Pakistan ties have deteriorated significantly,\" said Alyssa Ayres, senior fellow at the Council on Foreign Relations.",
  "Central to Pompeo's visit will be his first meeting with newly elected Pakistani Prime Minister Imran Khan.",
  "\"On strategic relations, ties have actually deepened and convergences have accelerated,\" said Jaishankar.",
  "\"This was an inevitable move,\" said Michael Kugelman, South Asia expert at the US-based Wilson Center.",
  "The general held meetings with Khan three times this week, but it is not known what was discussed.",
  "However, India remains concerned about the US's diminished stature on the world stage under Trump.",
  "\"The US hopes to act in concert with India to contain China in the Indo-Pacific.\"",
  "Pakistan also provides vital military supply routes to landlocked Afghanistan.",
  "\"India is now America's main South Asian ally and partner,\" said Haqqani.",
  "\"US patience across parties has grown thin.",
  "Few expect the meeting to be smooth."
]