[
  "Syrian rebel fighters in Idlib are preparing for an offensive by government forces (AFP Photo/OMAR HAJ KADOUR)\n\nWashington (AFP) - US President Donald Trump on Monday warned Syria against launching an attack on the country's last rebel stronghold with the help of Russia and Iran, saying the offensive could trigger a \"human tragedy.\"",
  "Damascus's main sponsor Russia has been sounding the war drums in recent days, all the while seeking to pressure Turkey into reining in jihadists in Idlib,\n\nTehran and Moscow have provided steady political, financial and military backing to Assad throughout the war, which has left over 350,000 people dead since it broke out in 2011.",
  "And that reality, he told AFP, is that \"Assad is advancing on the ground, aided by Iran by land and Russia by air,\" while the United States places its hopes on a UN-backed Geneva peace process that might best be described as \"moribund.\"",
  "But these \"verbal warning shots\" have little to do with today's reality in Syria, said Jonas Parello-Plesner, a researcher with the Hudson Institute in Washington who recently published a study on the US approach to the region.",
  "-\n\nBritain, France and the US, which together launched limited attacks on Syrian installations in mid-April in retaliation for an alleged Syrian chemical attack, say their red line against illegal weapon use remains in force.",
  "- Former de-escalation zone -\n\nSince early 2017, Iran, fellow regime ally Russia and rebel backer Turkey have sponsored the negotiations track based in the Kazakh capital to tamp down hostilities in Syria.",
  "Behind the scenes, American diplomats have been actively warning Moscow, which has been accused in the past of turning a blind eye to chemical weapon use by its Syrian proteges.",
  "The United Nations and aid groups have warned that a full assault on Idlib could spark a humanitarian catastrophe on a scale not yet seen in Syria's seven-year-old conflict.",
  "The warning came as Iran's foreign minister Mohammad Javed Zarif met with Syrian leader Bashar al-Assad in a surprise visit to Damascus ahead of the looming offensive.",
  "ICG said Russia, whose air support would be crucial for the offensive to succeed, should understand that a bloodbath in Idlib would jeopardize its own political goals.",
  "While he quickly backed away from talk of an immediate withdrawal, his underlying determination to leave Syria's seven-year war as soon as possible seems unchanged.",
  "Asked about the possibility of Israel hitting Iranian military positions in \"Iraq or Tehran,\" Lieberman said: \"We do not limit ourselves to Syrian territory alone.",
  "\"Russia seeks to ensure not just the regime's military victory in Syria but its full political restoration through international re-legitimation at war's end.\"",
  "Trump said in April that \"it's time\" to bring American troops home from Syria -- once the jihadists of the Islamic State group had been definitively defeated.",
  "Zarif's trip to war-ravaged Syria also comes just days before a top-level tripartite meeting in Tehran to discuss the Syrian conflict, now in its eighth year.",
  "The International Crisis Group, a Brussels-based think tank, said an all-out assault on Idlib and its catastrophic consequences could still be avoided.",
  "He met Assad to discuss \"issues on the agenda for the tripartite meeting,\" according to the Syrian presidency's account on the Telegram messaging app.",
  "\"By backing an all-out offensive, Russia risks undermining its long-term political objectives in Syria,\" ICG wrote in a nine-page briefing.",
  "But Russia and Iran have insisted that extremist groups in Idlib must be defeated and are expected to back regime forces in any assault.",
  "Last year, they had designated Idlib as a \"de-escalation\" zone where violence would halt in preparation for a countrywide ceasefire.",
  "The Russians and Iranians would be making a grave humanitarian mistake to take part in this potential human tragedy,\" Trump tweeted.",
  "But analysts still say the United States appears resigned to the likelihood of a final military victory by Syrian government forces.",
  "But Israeli Defense Minister Avigdor Lieberman on Monday signaled strikes could be extended to Iraq if necessary.",
  "Syrian forces are amassing around the northwestern province of Idlib, in preparation for the assault.",
  "Further Iranian engagement in Syria meanwhile risks drawing Israel deeper into the conflict.",
  "A series of recent strikes in Syria that have killed Iranians has been attributed to Israel.",
  "\"President Bashar al-Assad of Syria must not recklessly attack Idlib Province.",
  "\"Hundreds of thousands of people could be killed.",
  "- US warnings ring hollow?",
  "Don't let that happen!\"",
  "It must be clear.\""
]