[
  "Troy Balderson claimed victory in Ohio's special congressional election Tuesday in a race too close to call\n\nRick Gates, the star witness in the fraud trial of ex-Trump campaign manager Paul Manafort, admitted having an extramarital affair in London as defense attorneys attempted to undermine his credibility\n\nPresident Trump will make the final decision on whether he will be interviewed by Special Counsel Robert Mueller's team, Trump attorney Jay Sekulow told FOX News' Sean Hannity\n\nMore than 700,000 foreign nationals overstayed their visas in 2017, the Department of Homeland Security says in a new report\n\nThe Trump administration announced it will impose 25 percent tariffs on an additional $16 billion in Chinese imported products later this month\n\nNFL legend Jim Brown says he would always respect the American flag and prefers that players always stand during the national anthem\n\nTHE LEAD STORY - TOO CLOSE TO CALL: Buoyed by a dramatic last-minute rally by President Trump, Republican state Senator Troy Balderson appeared to be inching closer to beating back a challenge by insurgent Democrat Danny O’Connor in Ohio's special election for a vacant House seat Tuesday ... A victory in the race for the Ohio's historically conservative 12th Congressional District would deny Democrats the major upset they had sought ahead of the November midterm elections.",
  "TURNCOAT ADMITS CHEATING: Rick Gates, the star witness testifying against his former boss, ex-Trump campaign adviser Paul Manafort, after taking a plea deal, acknowledged having an extramarital relationship in London while working for Manafort as the defense accused him of leading a “secret” and “second” life ... For the last two days in court, Gates has testified that he and Manafort committed bank and tax fraud together.",
  "'I'LL NEVER KNEEL': Jim Brown, Hall of Fame running back and civil rights champion, said Tuesday that he would always stand for “The Star-Spangled Banner” — and would prefer if players would, too ... Brown, 82, who spoke before the HBO premiere of “Hard Knocks,” said: “I’ll never kneel and I will always respect the flag.” “I am not going to denigrate my flag and I’m going to stand for the national anthem,” he said.",
  "TRUMP'S CALL: President Trump will make the final decision on whether he will sit down with Russia Special Counsel Robert Mueller's team of investigators, despite his legal team's reservations against an interview ... Talks between both sides have been ongoing, but Trump attorney Jay Sekulow told FOX News' Sean Hannity Tuesday that he was strongly leaning against granting Mueller access to the president.",
  "FBI's handling of alleged Feinstein spy spurs claims of double standard with Trump campaign\n\nOVERSTAYING THEIR WELCOME: More than 700,000 foreign nationals who were supposed to leave the U.S. in recent months overstayed their visas, the Department of Homeland Security said in a report released Tuesday ...",
  "But during cross-examination on Tuesday, the defense painted Gates as living a “secret life” in London and accused him of embezzling money from Manafort’s foreign accounts at center of the trial to indulge in an extramarital affair in Britain.",
  "– Retired Florida State Seminoles' football coach Bobby Bowden, on \"The Story with Martha MacCallum,\" praising Joe Kennedy, a Washington State high school coach fired for taking a knee in prayer on the field with his players.",
  "Sekulow cited several concerns with Mueller's probe, saying it was initiated in part because of the unverified DNC-funded Steele Dossier and what he described as politically motivated leaks by fired FBI Director James Comey.",
  "ET: Special guests include: Health and Human Services Secretary Alex Azar; Porter Bibb, managing partner at Mediatech Capital Partners; Jim Farley, Ford Motor Company executive vice president; country music star Lyle Lovett.",
  "ET: Special guests include: the Wall Street Journal's James Freeman on his new book, \"Borrowed Time: Two Centuries of Booms, Busts, and Bailouts at Citi.” American Majority CEO Ned Ryun on the future of health care.",
  "2008: Former Democratic presidential candidate and vice-presidential nominee John Edwards admits having an extramarital affair with Rielle Hunter, a filmmaker hired to work for his presidential campaign.",
  "Balderson held a slim one-percentage point lead with all precincts reporting, but there were at least 3,435 provisional ballots left to be reviewed and 5,048 outstanding absentee ballots.",
  "TARIFF TIT-FOR-TAT: The Trump administration has finalized a set of tariffs against an additional $16 billion in Chinese goods, the U.S. Trade Representative’s Office said Tuesday ...",
  "\"Frankly it is the position of the legal team, and it's been pretty clear on this, is that there's not a constitutional basis to move an interview forward,\" he said on \"Hannity.\"",
  "On FOX News Radio:\n\nThe FOX News Rundown podcast: The Trump administration has restored sanctions on Iran, ratcheting up pressure to stop their nuclear weapons programs.",
  "The U.S. has already slapped China with tariffs on $34 billion worth of goods, and Beijing responded with tariffs of equal value when the levies kicked in last month.",
  "Florida restaurant cancels NFL package over national anthem protests\n\nAS SEEN ON FOX NEWS\n\nA MAN OF FAITH - \"I'm proud of him for standing up for what he believes.",
  "While Brown said he preferred if players would stand for the national anthem, he also respected the players’ right to do what they want — even if it is to kneel.",
  "Melanie Benesh, legislative attorney for Environmental Working Group, discusses the impact the new framework may have and whether health concerns are warranted.",
  "STAY TUNED\n\nOn Facebook:\n\nCheck out 'FOX News Update,' our new Facebook-exclusive news program hosted by Shepard Smith, Carley Shimkus and Abby Huntsman!",
  "MINDING YOUR BUSINESS\n\nElon Musk considers taking Tesla private in $70B deal | Did Musk violate securities regulations with his bombshell tweet?",
  "And meet the owners of a Florida restaurant who are not buying the NFL TV package because they say players' protests disrespect our veterans.",
  "China has said it would respond again with its own tariffs in an ongoing tit-for-tat trade dispute between the world’s two largest economies.",
  "The Environmental Protection Agency announced a proposal that will create opportunities for \"new uses\" of asbestos, sparking health concerns.",
  "The DHS determined that 701,900 people who entered the country by air or sea overstayed their visas between October 2016 and September 2017.",
  "ET: Carl Icahn, chairman of Icahn Enterprises; Ken Langone, co-founder of Home Depot; Lawrence Jones, editor-in-chief of CampusReform.org.",
  "WATCH\n\nTHE SEARCH FOR MOLLIE TIBBETTS\n\nTibbetts' father pleads with daughter's potential kidnapper: 'Let Mollie go and turn yourself in.'",
  "Edwards initially denies being the father of Hunter's love-child, but would eventually admit to being the baby-daddy in January 2010.",
  "The questioning was part of the Manafort defense strategy of presenting Gates to the jury as someone who lies and cannot be trusted.",
  "And in a tweet Tuesday night, Trump wrote that Balderson had won a \"great victory during a very tough time of the year for voting.\"",
  "But O'Connor has not conceded, and said in a statement released shortly before midnight that \"we don't know the results quite yet.\"",
  "The total number of overstays is much larger but has not been quantified because it doesn't include how many people arrive by land.",
  "The 25 percent import duties will take effect beginning Aug. 23, when customs will begin collecting tariffs on 279 product lines.",
  "#OnThisDay\n\n1974: President Richard Nixon, facing damaging new revelations in the Watergate scandal, announces his resignation.",
  "HOLLYWOOD SQUARED\n\n'The View' wraps Season 21 with its best ratings since the Barbara Walters era -- is it the Trump factor?",
  "Cavuto: Coast to Coast, Noon ET: Carol Roth, former investment banker; Lee Spieckerman, president of SpieckermanMedia LLC.",
  "Overall, an estimated 40 percent of the roughly 11 million people in the country illegally stayed past their visas.",
  "The winner takes the seat previously held by Republican Pat Tiberi, who resigned in January to take another job.",
  "ET: Rep. Louie Gohmert; David Avella, GOPAC chairman; Candace Owens, Turning Point USA communications director.",
  "Rachael Ray's dog food brand, Nutrish, sued for allegedly containing 'potentially harmful’ herbicide: reports.",
  "Speaking to cheering supporters Tuesday night, Balderson said O'Connor ran a \"hard race\" and claimed victory.",
  "– Greg Gutfeld, on \"The Five,\" slamming the growing trend of leftist mobs harassing political foes in public.",
  "Abby Huntsman on Tuesday's primary election results and their potential impact on the November midterms.",
  "2009: Sonia Sotomayor is sworn in as the U.S. Supreme Court's first Hispanic and third female justice.",
  "“I’m fighting with all of my strength to make it a better country, but I don’t think that’s the issue.",
  "John Stossel: Bernie Sanders is all over the internet – Here’s what his videos are not telling you.",
  "Plan to clear Great Pacific Garbage Patch, Texas-sized 'island' of trash in ocean, draws concerns.",
  "Dad attacks man at California Target after he allegedly snaps upskirt photos of his teen daughter.",
  "German central bank blocks $400 million cash delivery to Iran ahead of crippling U.S. sanctions.",
  "That's enough for O'Connor to potentially pick up enough votes to force a mandatory recount.",
  "FOX NEWS OPINION\n\nMarc Thiessen: The Democrats' rhetoric is just as dangerous as Trump's.",
  "Toxic algae bloom killing marine life, making people sick along Florida's Gulf Coast.",
  "Massachusetts man captures stunning video of shark leaping from water with jaws open.",
  "Rebeccah Heinrichs, senior fellow at the Hudson Institute, sheds insight on the move.",
  "TRENDING\n\nFacebook nixes Farrakhan video opposing interracial marriage after outcry.",
  "Developing now, Wednesday, August 8, 2018\n\nPresident Trump and Republican state Sen.",
  "Chicago in chaos: Is the real problem Mayor Rahm Emanuel and liberal policies?",
  "Senior UN official blasted for floating Israel's suspension from world body.",
  "ACROSS THE NATION\n\nTwo NJ detectives wounded in 'ambush' attack, police say.",
  "Former NFL head coach Tony Dungy weighs in on the NFL anthem controversy.",
  "Newt Gingrich: Why THIS must happen next in Trump’s economic revolution.",
  "Tibbetts' dad: I believe she's still alive, and with somebody she knows.",
  "Body found on New Mexico property where 11 children were found abused.",
  "Bear steals pizza from Tennessee restaurant customers dining on patio.",
  "Dennis Ross on the latest in U.S. relations with North Korea and Iran.",
  "THE SWAMP\n\nRepublican law limiting labor powers defeated in Missouri.",
  "ET: A breakdown of Tuesday's primary and special election results.",
  "Papa John’s sales, shares plunge amid battle with company founder.",
  "Andrew McCarthy on the latest in the Robert Mueller investigation.",
  "Dubai tourist racks up $45,000 in speeding tickets in four hours.",
  "Ruby Rose set to star as lesbian superhero Batwoman for the CW.",
  "Legal pot a cash cow for Western states – but concerns abound.",
  "Want the FOX News Rundown sent straight to your mobile device?",
  "WATCH\n\nTHE FACE OF FAILURE: \"This is what fascism looks like.",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "Amazon has yet to tackle these two trillion-dollar markets.",
  "We'll see you in your inbox first thing Thursday morning.",
  "FOX News First is compiled by FOX News' Bryan Robinson.",
  "Kennedy: How social media outlets suppress free speech.",
  "Plus, commentary by \"MediaBuzz\" host Howard Kurtz.",
  "Inside monthly spending habits of a millennial.",
  "On FOX Business:\n\nMornings with Maria, 6 a.m.",
  "ET: Special guests include: Rep. Andy Biggs.",
  "Saudi Arabia invests $2B in Tesla: report.",
  "Home prices soar in these cities, states.",
  "I'm proud of him for putting God first.\"",
  "The race remained too close to call.",
  "On FOX News:\n\nFOX & Friends, 6 a.m.",
  "People like this don't have jobs.\"",
  "The Intelligence Report, 2 p.m.",
  "The Brian Kilmeade Show, 9 a.m.",
  "Are you not going to stand up?",
  "Because what is the top side?",
  "This is our country, man.\"",
  "Welcome to FOX News First.",
  "FOX News @ Night, 11 p.m.",
  "Thank you for joining us!",
  "DID YOU HEAR ABOUT THIS?",
  "A timeline of events.",
  "Varney & Co., 9 a.m.",
  "Not signed up yet?",
  "Enjoy your day!",
  "Click here.",
  "Amb."
]