[
  "At the State Department briefing Feb. 23, a spokeswoman said that \"the United States will not force anyone to return to Iran,\" and that every case will receive “careful review.” In a follow-up email to me, she added that the U.S. and Austria are “working together on protection options.” She cited, as one such option, resettlement in Armenia – a country with a 17 percent unemployment rate, virtually guaranteeing refugees a future in poverty.",
  "The refugees include: a wheelchair-bound, 87-year-old grandmother; a Mandean man whose wife and 4-year-old twin daughters were admitted into the U.S. a year ago: and Armenian and Assyrian Christian, Mandean and Zoroastrian families with relatives in the U.S.\n\nImplausible as it seems, it’s always possible that some of these people could pose real security threats.",
  "This crisis began in fall 2016 when 87 members of Iran’s repressed religious minority communities were selected to benefit under the Lautenberg Amendment – a process initially adopted to rescue Jews from the former Soviet Union and expanded in 2004 for Iran’s religious minorities.",
  "(Both the State Department and HIAS insist that these rejections aren’t related to President Trump’s executive order on the “travel ban.”)\n\nThe Homeland Security Department sent some of the 87 Iranian refugees personal rejection letters, citing security concerns.",
  "America shouldn't send endangered religious minority refugees back to Iran\n\nBy Nina Shea, ,\n\nScores of members of Iranian religious minorities left their homeland more than a year ago at Washington’s invitation with the intention of coming to America.",
  "For those denied, find a humane solution in a third country – after all, for humanitarian reasons, Bermuda agreed to take Chinese Uighur terrorists from the U.S. military prison in Guantanamo, Cuba, after the Uighurs were captured in Afghanistan.",
  "After a preliminary review of their cases, the minority members – ranging from Armenian and Assyrian Christians to Mandeans and Zoroastrians – were invited to travel to Vienna, Austria for final vetting before resettlement in the U.S.",
  "But now they may be barred from the U.S. for security reasons and could be placed in imminent danger of deportation back to the Islamic dictatorship – where they likely would face persecution, or even imprisonment and death.",
  "A week earlier the 87 refugees had received their final Homeland Security Department rejections and were visited by Austrian police, who warned of their imminent deportation to Iran unless they claimed asylum in Austria.",
  "Also at risk are two signature Trump administration policies: protection of religious minorities as a U.S. National Security Strategy priority and the highlighting of the Iranian regime’s repression.",
  "Ambassador at Large for Religious Freedom Sam Brownback rightly put the issue of the Iranian refugees at the top of his agenda at the first public briefing he hosted at the State Department Feb. 23.",
  "Joining the Hudson Institute as a Senior Fellow in 2006, she has led the Center for Religious Freedom, which she founded in 1986, in its effort to defend religious freedom internationally.",
  "And the Homeland Security Department hasn’t answered the February request for a private briefing by Rep. Randy Hultgren, R-Ill., co-chair of Congress’ Tom Lantos Human Rights Commission.",
  "And as members of religious minorities who attempted to move to the United State – the “Great Satan” in the view of the Iranian regime – the refugees face double jeopardy back home.",
  "Far from being the “Cold War anachronism” that the New York Times has made it out to be, the Lautenberg Amendment gives life to U.S. national security strategy policies.",
  "I also learned from a government source that the security concerns arose from information volunteered by the applicants, not from unreliable Iranian government sources.",
  "It typically took only weeks or months and 99 percent of refugees made it through, reports HIAS, the nonprofit agency hired to facilitate the Lautenberg resettlements.",
  "Soon after arriving in Vienna, however, they were put on a security hold, and last month were finally rejected for undisclosed security reasons by the U.S.",
  "The State Department also seemed initially taken by surprise at the Homeland Security Department rejections and has no policy for dealing with them.",
  "The U.S. points to the fact that 800 others were admitted during 2017 through this program as evidence that there is no blanket denial policy.",
  "Allowing these refugees to be sent back to ugly fates in Iran would recast the administration’s noble policies as mere political propaganda.",
  "Iran’s prisons are filled with alleged spies and traitors – many falsely accused – as well as persecuted religious minorities.",
  "Iran is a “Country of Particular Concern,” – that is, a State Department-designated religious persecutor of the first order.",
  "Nina Shea has worked as a lawyer specifically focusing on religious freedom in American foreign policy, for thirty years.",
  "In 14 years, the Lautenberg Amendment has provided a lifeline to over 32,000 Iranians from minority religious groups.",
  "They have no right to appeal and their requests for review – a perfunctory process – failed to reverse any denial.",
  "In the past, the few people denied admittance to the U.S. either returned to Iran or applied for Austrian asylum.",
  "URL\n\nhttps://www.foxnews.com/opinion/america-shouldnt-send-endangered-religious-minority-refugees-back-to-iran",
  "The refugees are now “scared to death,” Austrian Catholic Church officials who are helping them told me.",
  "To resolve this tragic situation and salvage critical U.S. policy goals, Ambassador Brownback should:\n\n?",
  "Reforms are needed to avoid future debacles like this and to reassure our program partner, Austria.",
  "Prevent anyone’s forcible return to Iran, even after rejection in an Austrian asylum adjudication.",
  "In recent weeks, six political prisoners in those jails reportedly have died under torture.",
  "Ensure a case-by-case security review for each of the 87 refugees barred from the U.S.\n\n?",
  "She currently is a leader of a campaign for Christians threatened with genocide by ISIS.",
  "Others simply got forms giving unspecified discretionary reasons for their rejections.",
  "But in late 2016 the Obama administration instituted a new, secret security layer.",
  "Beyond that, however, nothing is known about the reasons for their rejections.",
  "Their prospects for asylum in Austria are dim, hurt by the U.S. rejections.",
  "The Vienna processing has been used in the past for Lautenberg refugees.",
  "Troublingly, their outcomes were not tracked, say HIAS lawyers.",
  "Brownback should also work to preserve the Lautenberg process.",
  "U.S. law prevents public disclosure of the security details.",
  "So a similar plan could be created for the 87 refugees.",
  "Resolving the issue will be his first major challenge.",
  "The amendment upholds the highest of American values.",
  "These statements provided little reassurance.",
  "Homeland Security Department.",
  "America should do no less.",
  "U.S.",
  "?"
]