[
  "https://t.co/JrchkodeMe pic.twitter.com/XUZG0A3uuo — Evan McMurry (@evanmcmurry) July 19, 2018\n\nWhen Mitchell asked Coats, “How do you have any idea what happened in that meeting” between Putin and Trump in Helsinki, Coats responded:\n\nWell, you’re right, I don’t know what happened in that meeting.",
  "— Kaitlan Collins (@kaitlancollins) July 19, 2018\n\nWhen Mitchell asked Coats what he hoped Putin and Trump would cover during the fall, he said that he didn’t think he would be consulted about their agenda but would brief the president with any relevant intelligence going forward.",
  "Trump’s intelligence chief added that he didn’t know about the president’s meeting with Russian Foreign Minister Sergei Lavrov and Russian Ambassador Sergey Kislyak in the Oval Office beforehand — the meeting where Trump reportedly told them, “I just fired the head of the FBI.",
  "Trump’s top intelligence official seemed to give the sense that he didn’t agree with some of the biggest foreign policy decisions made by the administration but was also largely out of the loop.",
  "I’m not under investigation.”\n\nMITCHELL: It occurred to me: Did you know beforehand that Kislyak and Lavrov, the ambassador and the foreign minister, were going into the Oval Office that day?",
  "Director of National Intelligence Dan Coats is apparently baffled by the news that President Trump plans to meet with Russian President Vladimir Putin at the White House this fall.",
  "Last Friday, he gave a speech at the conservative Hudson Institute saying that “the warning signs are there” of another Russian cyberattack aimed at American elections.",
  "Director of National Intelligence Dan Coats informed on stage at Aspen Security Forum that the Trump administration has invited Vladimir Putin to the White House.",
  "Dan Coats -- the intelligence chief -- said he didn't know beforehand that Lavrov and Kislyak were going to meet with Trump in the Oval Office last spring.",
  "We need to make sure that we call them out on this, that they are not able to make sure they can do this in elections coming up,” Coats said.",
  "I think as time goes by — the president has already mentioned some things that happened in that meeting — I think we will learn more.",
  "Coats revealed all of this in a candid Q&A session with NBC News reporter Andrea Mitchell at the Aspen Security Forum.",
  "If he had asked me how that ought to be conducted, I would have suggested a different way, but that’s not my role.",
  "At the forum on Thursday, he said that Russia is still a major concern for him and for national security experts.",
  "Coats also said that the subject of resigning was not one he discussed publicly.",
  "He wishes Trump had not met privately with Putin in Helsinki this week.",
  "This isn’t the first time Coats has pushed back on Trump in public.",
  "They are the ones that are trying to undermine our basic values.",
  "“It’s undeniable that the Russians are taking the lead on this.",
  "And he has no idea what was said during that meeting.",
  "MITCHELL: What was your reaction afterward?",
  "COATS: Probably not the best thing to do.",
  "I faced great pressure because of Russia.",
  "But that is the president’s prerogative.",
  "\"Say that again,\" he responds.",
  "He was crazy, a real nut job.",
  "So it is what it is.",
  "That’s not my job.",
  "That’s taken off.",
  "COATS: I did not.",
  "Holy moly."
]