[
  "Coats' stark warning was issued on the same day the Department of Justice announced an 11-count indictment against 12 Russian intelligence officers accused of hacking the Democratic National Committee and Clinton campaign – and just three days before President Trump is scheduled to hold a summit with Russian President Vladimir Putin.",
  "As part of an ongoing restructuring process called \"Intelligence Community 2025,\" Coats said, the 17 agencies of the intelligence community would make their own efforts to boost transparency and information-sharing, including by working to eliminate what he called \"information silos\" between the public and private sector.",
  "Director of National Intelligence Dan Coats warned of an impending, potentially devastating cyberattack on U.S. systems, saying the country's digital infrastructure \"is literally under attack\" and warning that among state actors, Russia is the \"worst offender.\"",
  "Speaking at a scheduled event at the Hudson Institute, he adopted the language of former Director of Central Intelligence George Tenet who, in the months ahead of the 9/11 attacks, warned that the \"system was blinking red.\"",
  "Despite an outpouring of admonishments from Republican and Democratic lawmakers, who said the meeting should be cancelled in light of the DOJ's most recent indictments, the White House said it would proceed.",
  "Coats also said there was \"no question\" that Russia was the \"most aggressive foreign actor,\" and its efforts to undermine American democracy are ongoing, even if they appear to have abated from 2016 levels.",
  "Russian attempts to stoke social and political tensions on social media platforms, Coats said, were still \"aggressive,\" with new fake accounts continually being created by the Internet Research Agency.",
  "He said the aggressors' targets were diverse, and included businesses, federal, state and local governments, the U.S. military, academic and financial institutions, and critical infrastructure.",
  "The FBI and Department of Homeland Security had already detected Russian government actors exploring vulnerabilities in energy, nuclear, water, aviation and manufacturing sectors, he warned.",
  "Yuri Gripas / Reuters\n\n\"All of these disparate efforts share a common purpose,\" he observed, \"to exploit America's openness in order to undermine our long-term competitive advantage.\"",
  "\"These actions are persistent, they're pervasive and they are meant to undermine America's democracy on a daily basis, regardless of whether it is election time or not,\" Coats said.",
  "Coats, citing daily attacks from Russia, China, Iran and North Korea, said, \"Here we are, nearly two decades later, and I'm here to say the warning lights are blinking red again.\"",
  "Coats, asked by moderator Walter Russel Mead what message he would offer the Russian president, said, \"My message would be, 'We know what you're doing,\" he said.",
  "\"Whether those sources are social media reports, cable news or newspapers, it is essential that we all apply critical thinking to all sources of information.\"",
  "\"The Russian state has never interfered and has no intention of interfering in the U.S. elections,\" said Kremlin adviser Yuri Ushakov.",
  "\"We need the American people to verify the credibility of the sources of information upon which they base their decisions,\" he said.",
  "\"We are not yet seeing the kind of electoral interference in specific states and in voter databases that we experienced,\" he said.",
  "For its part, hours before the Mueller indictment was issued, the Kremlin again denied ever attempting to meddle.",
  "Special counsel Robert Mueller indicted the IRA, along with thirteen Russian nationals it employed, in February.",
  "\"However, we realize we are just one click of the keyboard away from a similar situation repeating itself.\"",
  "\"President Putin, the decisions are up to you...we know what you do and so you make the choice.",
  "He also urged all consumers of information to be vigilant about its provenance.",
  "But if you want to stay in this tit-for-tat, we're going to beat you.\"",
  "And it is why I believe we are at a critical point.\"",
  "\"The warning signs are there.",
  "The system is blinking."
]