[
  "And it is why I believe we are at a critical point.”\n\nCoats compared the warning signs to those ahead of the September 11 attacks: “Here we are, nearly two decades later, and I’m here to say the warning lights are blinking red again.”\n\nCoats’s urgent comments about Russian aggression came on the same day special counsel Robert Mueller indicted 12 Russian spies for their role in hacking the Democrats during the 2016 presidential election — and for hacking a state board of election website and a vendor that supplies US voter registration software.",
  "Russian spies also penetrated a US vendor that supplied voter-registration verification software, and, in November 2016, sent over 1000 spearfishing emails to “organizations and personnel involved in administering elections in numerous Florida counties.” The hackers also visited election websites in counties in Georgia, Florida, and Iowa in an attempt to find vulnerabilities.",
  "Mueller’s indictment also revealed intrusions into US election infrastructure\n\nCoats had previously warned that the 2018 midterms could be a target on Russian hackers, and according to the New York Times, Coats indicated that the federal government was working with state and local jurisdictions to secure their infrastructure.",
  "Coats said at the event at Hudson Institute that so far analysts haven’t seen “electoral interference in specific states and in voter databases that we experienced.”\n\n“However,” he continued, “we realize we are just one click of the keyboard away from a similar situation repeating itself.”",
  "Kremlin-linked hackers “stole information related to approximately 500,000 voters, including names, addresses, partial social security numbers, dates of birth, and driver’s license numbers,” according to the indictment.",
  "“These actions are persistent, they’re pervasive and they are meant to undermine America’s democracy on a daily basis, regardless of whether it is election time or not,” Coats said at an event at the Hudson Institute.",
  "Coats has been one of the more vocal voices in the Trump administration about the very real threat of Russian incursions into US digital infrastructure, and its meddling to sow discord and division.",
  "But he called the Kremlin “the most aggressive foreign actor.” The intel chief said they are attacking on all fronts: federal, state, and local governments, as well as private entities.",
  "Coats’s Friday remarks were in stark contrast to that of the rest of the Trump administration, which largely used Mueller’s indictments of Russian actors to declare Trump’s innocence.",
  "President Trump’s scheduled meeting with Russian President Vladimir Putin is expected to go ahead as planned on July 16, despite objections from Democrats and Sen. John McCain (R-AZ).",
  "The incursions into US voting infrastructure had been widely reported, but Mueller’s indictment presents evidence that it was indeed Russian intelligence that probed the systems.",
  "There’s also no evidence that these hacks altered the vote count or outcome of the election, a point the Department of Justice reiterated on Friday.",
  "Director of National Intelligence Dan Coats warned Friday of the intensifying threat of cyberattacks against US infrastructure.",
  "Mueller’s indictment detailed a Russian hack into a state board of elections website (believed to be Illinois) in July 2016.",
  "Yet Russia wasn’t poking around for kicks; spies were likely gathering information and searching out vulnerabilities.",
  "Russia isn’t the only offender, Coats said — North Korea, China, and Iran are also waging attacks.",
  "He called Russia “the most aggressive foreign” actor in attempts to disrupt and divide America.",
  "The White House made a similar case, and failed to even condemn Russia for the attack.",
  "“The warning signs are there.",
  "The system is blinking."
]