[
  "The organization has internally — and publicly — debated allowing women to serve in leadership roles, whether to let gay men and boys join and lead scout troops, whether transgender boys could join and, most recently, including girls in Cub Scout and Boy Scout groups.",
  "In the two years since Russia made headlines for targeting an American political organization — the Democratic National Committee — and undermining Hillary Clinton's race for the presidency, Russian information warfare tactics have come a long way.",
  "Their defenses include knowing their enemy better, education systems that emphasize critical thinking and new efforts to teach ways to differentiate between reliable and unreliable sources and actively counter the Russian efforts.",
  "A similar technique appears to have been used against Texas Democrat Beto O'Rourke's Senate campaign, in which text messages purporting to be from inside his campaign offered to transport undocumented voters to the polls.",
  "Most recently, Russian attackers set up fake websites for the Hudson Institute and the International Republican Institute, two conservative think tanks seeking to counter Russian export of corrupt practices to the West.",
  "Russian-operated accounts have masqueraded as Americans, setting up demonstrations about hot-button issues, including rallies protesting racism and a demonstration against a planned Islamic center in Houston.",
  "For instance, a deliberately false news story planted by the Russian government claiming that an Arab migrant had raped a Russian-German teenager exacerbated tensions over Germany's immigration policies.",
  "The Kremlin uses disinformation campaigns and other disruptive tools to \"sow discord among European Union member states [and] destabilize European polities,\" according to a 2016 Atlantic Council report.",
  "In Germany, for instance, a town whose residents used Facebook a lot started out embracing refugees: \"So many locals volunteered to help\" that the refugee integration center was almost overwhelmed.",
  "But for anything controversial, including political discussions and civic issues, the technology creates an unequal playing field, making extremism and outrage easier than reason and calm.",
  "The State Department has documented Russian efforts \"focus[ed] on exploiting internal discord in an effort to break centrist consensus on the importance of core institutions.\"",
  "Those are the groups that knit together a community and a society, providing connections that keep legitimate disagreement from exploding into acrimony and sharp divisions.",
  "The sites were designed to collect login credentials that could be used to publish false, misleading or damaging information that appeared to come from official sources.",
  "Russia is trying to create similar social tension in the US — because an America that is tearing itself apart will be unable to contest Russia internationally.",
  "All of those changes, raising legitimate questions about equality and humanity, involved heated discussions in the scouting community and the wider society.",
  "The US is starting from a different, more divided, place, and its solutions must compensate for the inherent differences of the country's big melting pot.",
  "There's no indication this specific incident was Russian-made, but the example illustrates the type of activity they use to create discord.",
  "But then came a rise in hate crimes against the newcomers — while towns whose people used Facebook less saw smaller increases in violence.",
  "Internet companies can develop tools that quickly identify fake accounts and better vet clients to prevent promotions of phony content.",
  "The role of social media\n\nSocial media gives Russians — and any other adversaries — a perfect tool to foment civic disruption.",
  "In addition, social media has been designed to be addictive; pulling people toward more extreme views helps keep them hooked.",
  "They're the local sports teams, charities, Kiwanis and Lions clubs, churches and even community groups like the Boy Scouts.",
  "They've attacked national organizations; it's only a matter of time until they go after the less protected local groups.",
  "Mary Altaffer/AP\n\nIn the US, the Boy Scouts could be a tempting target for Russians seeking to inflame social discord.",
  "As people are exposed to these views, and their social community shifts, they may find their views changing as well.",
  "Now imagine that an outside group — one whose only goal was discord — jumped in to deliberately inflame the debate.",
  "Given the Russian efforts at disinformation and sowing mistrust, it's time for Americans to change their behavior.",
  "Russian attacks on civil society\n\nRussian efforts go well beyond interference in the 2016 presidential election.",
  "The Nordic countries — Denmark, Finland, Norway, Sweden — have had great success combating the Russian efforts.",
  "Cub Scouts watch a race during the Second Annual World Championship Pinewood Derby in New York's Times Square.",
  "First, attackers can claim to be in, or from, the US, deceiving other users about aspects of their identities.",
  "The texts were from the campaign — but from a first-time \"volunteer\" who had signed up under a fake identity.",
  "Over the past 50 years, the organization has been embroiled in various controversies over social values.",
  "O'Rourke's campaign quickly disavowed the texts, but the bad taste they created won't fade as fast.",
  "With adversaries attacking in force, Americans should be responding strongly to protect themselves.",
  "Recently, Microsoft announced that it had detected Russians targeting conservative think tanks.",
  "But consider how Russia is seeking to sow social disconnection and mistrust in Europe.",
  "Individuals can improve their cybersecurity, opting for stronger login requirements.",
  "Rather, it's extremely likely that they will soon target American civic society.",
  "The Russians are not just aiming to influence political activities in the US.",
  "Protecting society as a whole\n\nThe Russians are coming for American society.",
  "That may sound like a step back to the 1990s, but there's little choice.",
  "Social media is great for sharing photos of friends and family.",
  "That includes using more subtle means of hiding their traces.",
  "It may be hard to imagine Russia going after the Boy Scouts.",
  "I suggest taking sharp political disagreements offline.",
  "People need better ways to resist the attacks.",
  "What's at stake is the very society we share.",
  "But technology can only do so much.",
  "Defense is social, not technical.",
  "Technical protections can help.",
  "What about the Boy Scouts?"
]