[
  "“It means we’re having an effect, presumably.”\n\nDaniel Twining, IRI’s president, called the recent attempts “consistent with the campaign of meddling that the Kremlin has waged against organizations that support democracy and human rights.”\n\n“It is clearly designed to sow confusion, conflict and fear among those who criticize Mr. Putin’s authoritarian regime,” Twining told The Washington Post.",
  "Smith said the fake sites were linked to secret web pages that could’ve exposed visitors to “computer infiltration, hidden surveillance and data theft.” He stressed, however, that there was no sign that anyone was actually fooled into clicking on the sites before Microsoft axed them.",
  "Brad Smith, Microsoft’s president and chief legal officer, told the Associated Press he had “no doubt” that the hacking group known as Strontium, Fancy Bear or APT 28 — a group with known ties to Russia’s main intelligence agency — was behind the “spear-phishing” attempt.",
  "The hacking attempts, which targeted two conservative think-tanks, have been described as attempts to “disrupt democracy” itself and to undermine any institution, regardless of political affiliation, that challenges the Kremlin and Russian President Vladimir Putin.",
  "As The New York Times noted, IRI’s board of directors includes several Republican leaders who have been critical of President Donald Trump’s relationship with Putin, such as Arizona Sen. John McCain and former presidential candidate Mitt Romney.",
  "Still, the company said the phishing attempts point to a troubling new trend: Russian hackers appear to be casting a wider net, no longer just targeting Democratic candidates and groups like they had before the 2016 presidential election ?",
  "The kind of attacks we see from authoritarian regimes like Russia are seeking to fracture and splinter groups in our society.”\n\nIt’s clear that we all need to do more to help protect democracies from cyberthreats.",
  "To counter such threats, Microsoft announced that it will be providing free cybersecurity protections to political candidates and campaign offices that are using its Office 365 software.",
  "The Hudson Institute is known for its investigations into corruption in Russia, while the focus of the International Republican Institute is to promote democracy worldwide.",
  "?Microsoft announced Tuesday that it had uncovered — and thwarted — fresh Russian hacking attempts on U.S. political groups ahead of the November midterm elections.",
  "The computer giant said it had also uncovered and seized three other phony domains that were designed to look as if they were affiliated with the U.S. Senate.",
  "Microsoft said it, in recent weeks, detected and pulled fake websites that appeared to spoof the Hudson Institute and the International Republican Institute.",
  "), who is seeking reelection, said Microsoft had uncovered an unsuccessful attempt by Russian hackers to infiltrate her Senate computer network.",
  "Jonathan Ernst/Reuters Microsoft said this week that it has seen a recent \"uptick\" in Russian hacking attempts on U.S. political groups.",
  "“We’re glad that our work is attracting the attention of bad actors,” Hudson Institute spokesman David Tell told AP on Monday.",
  "That’s why we are expanding our Defending Democracy Program with a new initiative called Microsoft #AccountGuard.",
  "but also organizations of other political leanings that have been critical of the Kremlin.",
  "Microsoft said this week that it had recently seen an “uptick” of such hacking attempts.",
  "“This activity is most fundamentally focused on disrupting democracy,” Smith told AP.",
  "“The Russians are seeking to disrupt and divide,” Smith told the Times.",
  "https://t.co/ulh0JJWid8 — Brad Smith (@BradSmi) August 21, 2018",
  "“There is an asymmetric risk here for democratic societies.",
  "Last month, Sen. Claire McCaskill (D-Mo."
]