[
  "Representative Renee Ellmers called them “bullies.” Representative Lynn Westmoreland said the think tank had “lost credibility with the people that were most supportive of them.” Senator Tom Coburn accused Heritage Action of “destroying the Republican Party.”\n\nBehind the scenes, GOP staffers complained that the organization they once looked to for intellectual ammunition had become a thorn in their side.",
  "Mickey Edwards, one of three founding trustees of the Heritage Foundation when it began in 1973, was one of those disturbed by Heritage's turn, which, he told me, “makes it look like just another hack Tea Party kind of group.”\n\nA former eight-term Republican congressman from Oklahoma, Edwards now serves as vice president of the Aspen Institute.",
  "“And if they are, they need to be replaced.” The foundation’s three-year-old activism arm, Heritage Action, spent half a million dollars on online ads targeting 100 Republican House members who didn’t sign on to the defund crusade (“Tell Representative Tom Cole to Stop Funding Obamacare”).",
  "\"I think the respect for their [policy] work has been greatly diminished as a result.”\n\nThe defund push is only the latest in a series of recent political battles Heritage has undertaken—crusades against Republican politicians that have led to a rash of complaints.",
  "The foundation’s president, the confrontational former Senator Jim DeMint, spent the last month touring the country, drawing cheering crowds as he demanded that Republican politicians insist that Obamacare be defunded—and denouncing those who wouldn’t go along.",
  "“In our great democracy, you affect public policy by offering a vision, influencing a majority of public opinion and winning elections, not by burning down the House, attacking your allies, and falling on your sword,” he wrote.",
  "It came to occupy a place of special privilege—a quasi-official arm of GOP administrations and Congresses; a sponsor of scholarship and supplier of legislation; a policy base for the party when out of power.",
  "Though Heritage subsequently abandoned it, the individual mandate famously became the basis of health-care reforms proposed by Massachusetts Governor Mitt Romney and President Barack Obama.",
  "The push from Heritage helped the defund scheme gather momentum, forcing Republican leaders to pull their proposed funding bill and replace it with one the Senate has committed to block.",
  "The story of the conservative movement that has come to dominate the Republican Party over the last four decades is inextricably intertwined with the story of the Heritage Foundation.",
  "Heritage has shaped American public policy in major ways, from Reagan’s missile-defense initiative to Clinton’s welfare reform: Both originated as Heritage proposals.",
  "In a scathing op-ed for U.S. News headlined “Conservatives Eat Their Own for Profit,” Walsh accused Heritage of taking extreme stands to generate fundraising dollars.",
  "Republicans who once worked out legislative language with the help of Heritage's distinguished Ph.D.s felt whiplash seeing the group cheerlead for collapse.",
  "He rose in Republican politics to serve as communications director of the National Republican Senatorial Committee.",
  "So, too, did the idea of a universal health-care system based on a mandate that individuals buy insurance.",
  "“They’re destroying the reputation and credibility of the Heritage Foundation,\" he added.",
  "White papers, not political campaigns—and certainly not campaigns against Republicans.",
  "Heritage was supposed to be about serious ideas, not tactical fights.",
  "Brian Walsh’s first Washington internship was with Heritage in 1996.",
  "The resulting confrontation may force a government shutdown.",
  "Heritage was supposed to be above politics, they grumbled.",
  "In that time, it became more than just another think tank.",
  "These days, Heritage has a different crusade.",
  "“Republicans are afraid,” DeMint told NPR."
]