[
  "It’s almost impossible to do well with third-rate people.”\n\nBefitting a candidate who has threatened to cut off Muslim immigration into the U.S. “until we figure out what the hell is going on,” Trump’s roster includes two Middle East analysts who view Islamic Sharia law within the U.S. as a dire threat — even though many conservatives consider the issue a fringe obsession.",
  "In discursive online blog postings about foreign policy that invoke the likes of Kanye West, Oprah Winfrey and Rhonda Byrne's self-help bestseller \"The Secret,\" Page has blamed the U.S. for \"misguided and provocative actions\" toward Russia — notable in light of Trump's friendly words for Russian President Vladimir Putin.",
  "A résumé on Phares' personal website says he \"taught Global Strategies at the National Defense University in Washington DC since 2006,\" although an NDU spokesman told POLITICO on Tuesday that Phares was employed there as an \"expert/consultant\" for one year, from April 2011 to April 2012.",
  "According to his LinkedIn page, he was a researcher at the conservative Hudson Institute in Washington, D.C., before joining the London Center of International Law Practice, which describes itself as dedicated to \"peace and development through international law and dispute resolution.\"",
  "Trump has said that his national security advisory committee would be chaired by Republican Sen. Jeff Sessions of Alabama, who serves on the Senate Armed Services Committee — though Sessions is not generally regarded as one of his party's leading national security voices.",
  "\"He’s probably working pretty hard to draw people — maybe not people comforting to the establishment and the typical way of doing things, but there are a lot of people who have anti-establishment views — and Trump is not able to draw them to him.",
  "The center's president is Frank Gaffney, whose controversial statements about Muslims — including a charge that President Barack Obama might be a Muslim — came under new scrutiny when Ted Cruz named him as a foreign policy adviser last week.",
  "Although the names finally deliver on an often-delayed Trump promise to unveil a list of foreign policy advisers, Republican foreign policy hands struggled to make sense of the lineup, which he told the Post would expand in the coming days.",
  "One prominently cites his attendance at a model United Nations conference as a credential on his LinkedIn page; another has compared President Barack Obama’s official national security strategy to a document about slavery written in 1850.",
  "Page, who has worked for Merrill Lynch in Moscow, has accused the State Department's top official for Ukraine and Russia, Victoria Nuland, of \"fomenting\" the 2014 revolution that overthrew Ukraine's government.",
  "Rounding out Trump's list is retired Army Lt. Gen. Joseph \"Keith\" Kellogg, who served as chief operating officer of the Coalition Provisional Authority in Baghdad, Iraq, from November 2003 through March 2004.",
  "One of them is terrorism analyst Walid Phares, a former senior fellow at the conservative Foundation for the Defense of Democracies who advised Mitt Romney's 2012 presidential campaign on Middle East issues.",
  "Schake said she was also concerned by Trump's comments to the Post, including his now-familiar argument that U.S. allies — including the NATO alliance — should shoulder a much greater global security burden.",
  "In 2012, Phares claimed that \"there are advisers and experts for this administration ... engaging with and partnering with the Muslim Brotherhood\" in order to influence American foreign policy.",
  "Story Continued Below\n\n“I don’t know any of them,” said Kori Schake, a research fellow at Stanford University’s Hoover Institution and a former official in the George W. Bush State Department.",
  "Another private-sector Trump adviser is Carter Page, a former investment banker and global energy consultant who graduated from the Naval Academy, according to his online biography.",
  "Donald Trump’s new lineup of little-known foreign policy advisers isn’t exactly assuaging concerns about the Manhattan real estate mogul’s readiness to be commander in chief.",
  "Several of those Trump cited during a visit to The Washington Post’s editorial board are complete unknowns; others have mixed reputations among GOP national security pros.",
  "Schmitz, a Naval Reservist and former partner at the Washington law firm of Patton Boggs, co-authored a 2010 report for the center titled \"Shariah: The Threat to America.\"",
  "The Lebanese-born Phares has also been the subject of controversy over his past membership in a Christian militia with a record of massacres during Lebanon's civil war.",
  "Papadopoulos' LinkedIn page also boasts about his role at the 2012 meeting in Geneva of Model U.N., the student role-playing exercise on international diplomacy.",
  "\"So far it is a pudding without a theme,\" said Peter Feaver, a Duke University professor who was a national security aide in the George W. Bush White House.",
  "The authority was the de facto government installed by the U.S. after its March 2003 invasion of Iraq, and its performance is often judged as a failure.",
  "Another Trump adviser concerned with domestic Islam is Joseph Schmitz, a former Pentagon inspector general with ties to the Center for Security Policy.",
  "Page has also compared the Obama administration's official 2015 national security strategy document to an 1850 document on how to manage slaves.",
  "Republican insiders were scratching their heads at names Donald Trump offered on Monday as sources of regular advice on national security.",
  "Phares has said he was a political official in the group and not a military one and has not been directly linked to any acts of violence.",
  "It adds that he has \"had experience lobbying foreign policy resolutions on Capitol Hill by means of coherent and concise arguments.\"",
  "Republican insiders were scratching their heads Monday at names Trump offered as sources of regular advice on national security.",
  "| Getty Trump's foreign policy team baffles GOP experts Republicans can't figure out the mogul's quirky mix of advisers.",
  "Phares told Reuters he began advising Trump last week, and that he has not met with him in person since last year.",
  "Such comments likely make it difficult for Trump to attract top talent, even from unconventional places, she said.",
  "Sometimes very divergent lists convey the theme of 'broad-based' or 'touching the various factions of the party.'",
  "That charge is often lodged by pro-Kremlin media outlets but is strongly disputed by the Obama administration.",
  "CORRECTION: This story incorrectly reported that Walid Phares was formerly affiliated with Hudson Institute.",
  "One of them, George Papadopoulos, is a 2009 college graduate and an international energy lawyer.",
  "\"Perhaps the other names Trump alludes to but doesn't list will complete the picture.",
  "Phares has warned that Islamists inside the U.S. \"are here to spread Sharia.\"",
  "\"I have quite a few more... but that’s a representative group,\" Trump said.",
  "Two of the five people Trump cited Monday have private-sector backgrounds.",
  "Papadopoulos had previously advised Ben Carson's presidential campaign.",
  "“National security is hard to do well even with first-rate people.",
  "And I think that’s interesting and illustrative,\" Schake said.",
  "And sometimes divergent lists just seem divergent.\"",
  "Phares did not respond to requests for comment.",
  "But these don't cohere in some obvious way.",
  "This story has been updated."
]