[
  "Which is what I learned to do playing basketball in Dardanelle, Arkansas… But in the army and in combat I learned that when your opponent is on his knees you drive him into the mat and choke him out,” Cotton said at a Hudson Institute event in Washington D.C. on Wednesday.",
  "The U.S military needs to be “by far the strongest in the world so that no one would ever think to challenge us.”\n\nCotton said that America needs to be globally present and, in order to do that, America needs to spend at least $611 billion on the military next year.",
  "Cotton, a former army veteran who served two combat tours, said that the current administration’s priorities are out-of-place and that in order to protect America’s interests, the military needs increased funding.",
  "The Republican freshman said that this is not a question of affordability for our government, but a matter of America’s political leaders misappropriating priority to what is most important for the country.",
  "He explained that America can’t intervene in every local unrest that happens overseas, but emphasized that localized insurgencies have a tendency to grow into larger and often nationally affiliated groups.",
  "Tom Cotton, the outspoken Republican freshman senator from Arkansas, thinks that President Obama is too lenient in his actions to counteract terrorists and believes the U.S. needs a stronger military.",
  "“We have to show Islamic terrorists that we will not retreat and unfortunately I think our president has shown them the opposite of that,” he said.",
  "According to Cotton, the war on terror, has not improved under the Obama administration, but has gotten significantly worse in the last six years.",
  "Senator Cotton urged that his plans are not “outrageous” and need to be taken seriously if America wants to remain safe.",
  "He explained that the world left by itself does not promote perpetual peace, but leads to disorder and chaos.",
  "“When the statistics come out, 2014 will be the worst year ever for global terrorism,” said Cotton.",
  "The senator said that global order needs to be one of America’s highest priorities.",
  "“Barack Obama has a tendency to give them a hand and help them up off the mat.",
  "“The first thing we have to do is have a strong military,” said Cotton.",
  "He highlighted the Islamic State as a key example of this."
]