[
  "From left, George Papadopoulos, U.S. Rep. Tom Marino, Michael Scharf, dean of Case Western Reserve University School of Law; David O'Sullivan, head of the European Union delegation to the United States; U.S. Rep. Ted Yoho, R-Fla., and Jason Isaacson listen as Sen. Bob Corker, R-Tenn., makes a statement during an AJC panel discussion July 20, 2016.",
  "Court documents say that the Papadopoulos told the FBI that a Russian professor he was communicating with was “a nothing,” but he later admitted that the professor, identified as Joseph Mifsud of the London Academy of Diplomacy, said he had thousands of Hillary Clinton’s emails.",
  "Related: Sessions Rejected Russian Proposal\n\nTrump has said that he doesn’t remember “much about the meeting.”\n\n\"It was a very unimportant meeting — took place a long time — I don’t remember much about it,\" Trump said Friday before he left for Asia.",
  "Papadopolous sat on a panel with Reps. Tom Marino, R-Pa., and Ted Yoho, R-Fla., both members of the House Foreign Affairs Committee while Sen. Bob Corker, R-Tenn., the chairman of the Senate Foreign Relations Committee, gave opening remarks.",
  "\"Papadopolous was only one among the many contacts AJC established and maintained among advisers to both parties’ 2016 presidential candidates and in the two parties’ national committees,\" AJC spokesperson Ken Bandler said in a statement.",
  "\"Among the panelists in our 2016 Republican National Convention program — in a session titled 'Defining America's Role in Global Affairs' — was George Papadopolous, then a Trump campaign foreign policy adviser,\" the statement continued.",
  "In late September, just six weeks before Election Day, he gave an interview as a Trump campaign official to the Russian Interfax News Agency, where he said that Trump will “restore the trust” between the U.S. and Russia.",
  "Papadopoulos’ role in the campaign has come under scrutiny after he pled guilty on Monday for giving false statements to the FBI as part of a Grand Jury investigation into the Trump campaign and their ties to Russia.",
  "Yoho said in a statement that he “was there for less than an hour and left for another event.” He said that the only interaction he had with Papadopoulos was on what was asked during the panel discussion.",
  "/ Updated By Leigh Ann Caldwell and Frank Thorp V\n\nWASHINGTON — The Trump administration has downplayed the role of foreign policy adviser George Papadopoulos during the 2016 presidential campaign.",
  "But the public record shows that Papadopoulos, who attempted to set up a meeting between Donald Trump and Russian President Vladimir Putin, was a more prominent figure than previously understood.",
  "Papadopoulos was in Cleveland during the Republican National Convention where he was invited by the American Jewish Committee to speak on a panel about U.S. foreign policy, organizers said.",
  "\"Due to his busy schedule, he left before the panel discussion began and does not recall having a substantive conversation with Mr. Papadopoulos or any of the other panelists.\"",
  "\"We are looking forward to ushering in a new relationship with all of Israel, including the historic Judea and Samaria,\" Papadopoulos told the Jerusalem Post the following day.",
  "At that meeting, another participant, JD Gordon, who was sitting next to Papadopoulos, told NBC News that Papadopoulos told Trump that he could set up a meeting with Putin.",
  "He worked for the Ben Carson presidential campaign for about six weeks until mid-January of 2016 before he found his way to the Trump campaign.",
  "\"Senator Corker delivered brief welcome remarks at an event hosted by AJC in Cleveland last summer,\" a spokesman for the senator told NBC News.",
  "He took part in a meeting Trump and his national Security team on March 31 that Trump highlighted at the time with a picture on social media.",
  "And he met with Israeli leaders during the inauguration in January as a foreign policy adviser for the newly-sworn in president.",
  "White House Press Secretary Sarah Huckabee Sanders called him a \"volunteer\" with an \"extremely limited\" role in the campaign.",
  "CORRECTION (Nov. 3, 2017, 8:30 p.m.): An earlier version of this article misstated the surname of a U.S. representative.",
  "Courtesy Michael C. Butz / Cleveland Jewish News\n\nPapadopoulos’ public role for the Trump campaign continued.",
  "And in an editorial board meeting with the Washington Post, Trump called him an \"excellent guy.\"",
  "Papadopoulos is cooperating with Robert Mueller’s investigation as part of a plea deal.",
  "Gordon said then-Sen. Jeff Sessions rejected the idea but that Trump was intrigued.",
  "The AJC forum, occurred on the third day of the RNC in downtown Cleveland.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "The administration has distanced itself from Papadopoulos.",
  "Papadopoulos entered politics from the Hudson Institute.",
  "His name is Tom Marino, not Marina."
]