[
  "“This toolkit has deep historical roots in the Soviet era and performs the function of the equalizer that in the eyes of the Kremlin is intended to make up for Russia’s weakness vis a vis the West.”\n\nThe FSB – the Russian successor to the notorious, Soviet-era spy agency, the KGB – has continued the widespread use of “kompromat” (the use of compromising or false information to black mail or hinder political actors), while also expanding its expertise into the shadowy world of cyber-espionage.",
  "agent lobbying banks’ interests” and a closeted homosexual supported by a “very rich gay lobby.”\n\nAlong with the deluge of alternative facts from French-language Russian news agencies came thousands of cyberattacks against Macron’s campaign website and hundreds of attempts to gain access to his email accounts through phishing scams – a tactic used by hackers last year to gain entry to the Democratic National Committee’s servers.",
  "For weeks, state-funded Russian news agencies like Sputnik and RT have published in French stories of questionable validity – one positing that scandal-plagued, but Kremlin-friendly conservative candidate François Fillon had made a remarkable recovery in opinion polls (the onetime favorite is actually tied for third place), while another suggested that liberal front-runner Emmanuel Macron was a “U.S.",
  "The Kremlin sees candidates like Fillon and Marine Le Pen, the leader of France’s far-right National Front who last month met personally with Putin, as the best shots at unhinging a European Union already rattled by the Brexit and widespread divisions regarding the ongoing migrant crisis from the war-torn parts of the Middle East and Africa.",
  "“[Russia’s] leaders have embraced a wide range of tools — information warfare in all its forms, including subversion, deception, dis- and misinformation,” Eugene Remer, director of the Russia and Eurasia Program at the Carnegie Endowment for Peace, said in testimony before the Senate last month.",
  "Macron is by far the most pro-EU candidate in the French presidential race, while both Le Pen and Fillon support a French exit from the union – a move that many observers say could lead to the demise of the entire EU and to Russia becoming a major player in Western European affairs.",
  "In February, both Sputnik and RT ran a story – which was quickly spread over Twitter and other social media outlets -- that said Wikileaks’ founder Julian Assange had told the newspaper Izvestia that he had some “interesting information” on Macron that he was preparing to release.",
  "\"I think it's safe by everybody's judgment that the Russians are actively involved in the French elections,” Sen. Richard Burr, R-N.C., and chairman of the Senate Intelligence Committee who is leading the inquiry into Russian hacking, said last month during a press conference.",
  "The government of Russian President Vladimir Putin has not claimed responsibility for the cyberattacks and the director of Sputnik’s bureau in Paris told the New York Times that the news agency was not a tool of Moscow but providing a “different angle” to French readers.",
  "The difficulty that both governments and private companies like Facebook face is that the so-called “fake news” stories quickly get picked up by social media and extreme-right websites, which strip away the Russian source and present the kompromat as fact.",
  "While the French election may be the most recent example of alleged Russian interference into a democratic political process, reports from the U.S. and across Europe indicate that the Kremlin is implementing this style of espionage on a global scale.",
  "Under Putin, Russia has been actively working to reassert itself as a global superpower – a distinction it lost following the demise of the USSR – and one way it hopes to accomplish that goal is by destabilizing western government and institutions.",
  "In Germany – the continent’s strongest economy and the unofficial leader of the EU – there are fears that Russia is attempting to undermine Angela Merkel’s re-election bid in favor a candidate for the far-right Alternative for Deutschland party.",
  "French Foreign Minister Jean-Marc Ayrault sent a warning to Moscow and called any interference into his country’s elections “unacceptable,” while the country’s top security officials is holding meetings to discuss how to combat cyberattacks.",
  "As lawmakers and the U.S. intelligence community continue to investigate claims of Russian interference in last year’s election, France has been hit with a slew of hacking attempts and fake news reports ahead of Sunday’s presidential vote.",
  "“Chaos is a good thing for Moscow and causing a weakness in the EU is something that Russia would love to see.”\n\nThe cyberattacks and Russian kompromat are not mutually exclusive and when paired together make it very difficult to combat.",
  "“The goal with both the hacks and the propaganda is to get information to sow dissent, heighten the chaos and have voters in western nations question the legitimacy of their democracies,” Thoburn said.",
  "In a blog post last week, Facebook said it had suspended 30,000 fake accounts in France amid pressure across the continent to remove extremist propaganda or other content that violates local laws.",
  "“Russia is alright with any candidate that is for upsetting the status quo,” Hannah Thoburn, a research fellow the Hudson Institute, a Washington, D.C.-based think tank, told Fox News.",
  "After the story went viral, however, a Wikileaks spokesperson said that Assange had never spoken to the newspaper and only responded to an emailed question from Izvestia.",
  "And these hacking attempts and fake news stories appear eerily reminiscent to what happened across the Atlantic last fall.",
  "But experts contend that the misinformation campaign and hacking attempts bear all the hallmarks of Russian subversion.",
  "It feels a bit like déjà vu."
]