[
  "The Treasury Department announced two new actions against Russian targets: blacklisting two companies and two individuals suspected of trying to circumvent U.S. sanctions imposed in June in response to cyberattacks; and against two Russian shipping companies suspected of transferring petroleum products to North Korean vessels in violation of U.N. Security Council resolutions.",
  "Marshall Billingslea, the Treasury Department's top terrorist financing official, acknowledged that the threat from Russia was \"significant and continuing\" but told the Senate Foreign Relations Committee that without the sanctions \"their behavior would be even further off the charts.\"",
  "While President Donald Trump has sought closer ties with Russian President Vladimir Putin, his administration has intensified economic pressure on Moscow over what it describes as \"malign Russian activity\" in Ukraine and Syria and Russia's attempts to disrupt western democracies.",
  "The Trump administration added to its growing list of sanctions against Russia on Tuesday as U.S. lawmakers urged tighter economic restrictions on Moscow and Britain's top diplomat accused Russia's leader of pursuing policies that are making the world more dangerous.",
  "He and the State Department's top diplomat for Europe, Wess Mitchell, said Russia is feeling the impact, costing its economy tens of billions of dollars, with companies under sanctions losing a quarter of their operating revenue and having to shed employees.",
  "Two senior officials from the State and Treasury departments told a Senate hearing Tuesday that since January 2017, 217 Russian business people, officials, and private and state-run companies, including 14 banks and 20 energy firms, have been sanctioned.",
  "Meanwhile Britain's foreign secretary, Jeremy Hunt, called on the European Union to ensure that its sanctions against Russia were comprehensive, in response to accusations Moscow poisoned a former Russian spy in Britain, using a nerve agent.",
  "Russia denies accusations of election meddling, but suspicions of interference deepened Tuesday when Microsoft said it had uncovered new Russian hacking efforts targeting U.S. political groups before November's midterm elections.",
  "The committee's chairman, Sen. Bob Corker, R-Tenn., called Trump's comments \"undisciplined\" and Democratic Sen. Jeanne Shaheen of New Hampshire lamented that the president had issued \"contradictory\" statements about Russia.",
  "Microsoft said that a group tied to the Russian government created fake websites that appeared to spoof two American conservative organizations: the Hudson Institute and the International Republican Institute.",
  "That company was sanctioned in June for procuring underwater equipment and diving systems for Russian government agencies, including the Federal Security Service, formerly Russia's KGB spy service.",
  "\"Putin wants to break apart the American republic, not by influencing an election or two, but by systematically inflaming the perceived fault-lines that exist within our society,\" Mitchell said.",
  "The U.S. alleges that Marina Igorevna Tsareva, an import manager for Divetechnoservices, attempted to help the company circumvent U.S. sanctions through Vela-Marine Limited of St. Petersburg.",
  "Sen. Chris Murphy, D-Conn., said it appeared to him as though the administration were pursuing two different policies: one of the president's and one of federal national security agencies.",
  "Although Trump himself has repeatedly cast doubt on Russia's culpability in 2016 election meddling, Mitchell and Billingslea both pointed to the Kremlin and Putin as the source.",
  "But the officials faced questions from skeptical lawmakers about the administration's policy toward Russia, particularly since Trump has sent conflicting messages about it.",
  "The U.S. sanctions announced Tuesday targeted two companies and people suspected of trying to circumvent existing sanctions against Divetechnoservices of St. Petersburg.",
  "The department said that earlier this year, one vessel linked to the Russian companies transferred 3,500 tons of oil to ships flying the North Korea flag.",
  "Separately, Treasury targeted Primorye Maritime Logistics Co. and Gudzon Shipping Co., based in the city of Vladivostok, and six of their vessels.",
  "In addition, they recalled that the administration had expelled 60 Russian spies and closed Russia's consulates in San Francisco and Seattle.",
  "Treasury said another employee, Anton Aleksandrovich Nagibin, also helped Divetechnoservices circumvent U.S. sanctions.",
  "The sanctions freeze any assets they may have in U.S. jurisdictions and bar Americans from doing business with them.",
  "The most dangerous thing we could do is to politicize the challenge, which in itself would be a gift to Putin.\"",
  "Accepting this fact is absolutely essential for developing a long-term comprehensive response to the problem.",
  "The two companies targeted in Tuesday's action were Vela-Marine and Lacno S.R.O., which is based in Slovakia.",
  "\"Of course we must engage with Moscow, but we must also be blunt,\" Hunt said in a speech in Washington.",
  "\"Russia's foreign policy under President Putin has made the world a more dangerous place.\"",
  "\"Until we see a change in that behavior we are going to continue to see and have concern.\"",
  "Three other fake sites were designed to look as if they belonged to the U.S. Senate.",
  "He said the EU and United States should respond to Russia with \"one voice.\"",
  "\"This is the president's administration, this is his foreign policy.\"",
  "Russian officials dismissed the company's claims as unfounded.",
  "\"His is a strategy of chaos for strategic effect.",
  "Mitchell denied that."
]