[
  "Help appears finally to be on the way to thousands of desperate Christian, Yazidi and other minority refugees in northern Iraq, more than two months after Vice President Mike Pence promised last October 25 to “stop funding ineffective relief efforts at the United Nations” and “provide support directly to persecuted communities through USAID.”\n\nAfter some complicated negotiation between the Trump administration and the U.N., USAID has announced a revamp of its announced $150 million contribution to a projected $420 million Funding Facility for Stabilization in Iraq (FFS) — which is disbursed through the United Nations Development Program (UNDP) — to specifically “address the needs of vulnerable religious and ethnic minorities communities” in Iraq’s northerly Ninevah province.",
  "Its main tool is an elaborate process known as a “Broad Agency Announcement,” a tendering procedure that will allow private NGOs that support the oppressed minorities to propose directly for USAID approval “innovative ideas that support the resettlement of ethnic and religious minorities in their ancestral homes in Iraq.”\n\nThe new process will be backed up by yet another $35 million of direct USAID funding, and is supposed to bear fruit, USAID says, “by early spring.”\n\nThe U.S. effort has drawn praise from the Knights of Columbus, which have given $17 million of their own to support Christians and other minorities in Iraq.",
  "“It’s clear that families who have been forced to flee their homes only return to them and start to rebuild their lives when they trust the security forces on the ground, and when they play a leading role in how their communities are governed.”\n\n“Through its Funding Facility for Stabilization, UNDP is advocating with Iraqi authorities to ensure these conditions are in place,” the spokesperson concluded — a hint, perhaps, that the outcome was still in doubt, and that someone else should take the blame if the effort, despite the new U.S. approach, still failed.",
  "Said the official: “We are very confident that not only will U.S. funds go more directly toward assisting persecuted religious minorities — the U.N. is also stepping up to the plate to further fund effective programs that directly go to communities — particularly in Iraq.”\n\nIn addition, the official declared, “they [the U.N.] have agreed to work with NGOs, including faith-based NGOs on the ground like they never did before.”\n\nFor its part, one of the methods USAID is also going to work directly with refugees, as Pence promised.",
  "The USAID announcement represented the outcome of an elaborate bureaucratic process that revved up after Vice President Pence personally intervened to promise some measure of relief to the savagely battered Christian and other minority populations, which were murdered, plundered and expelled from their millennia-old homelands by radical Islamists between 2015 and the ostensible defeat of ISIS in the past year.",
  "For its part, UNDP told Fox News through a spokesperson that it already has “strong oversight over all contracts to ensure that all funds are spent transparently and with full value for money.”\n\nThe UNDP spokesperson also declared that $37 million is currently “being channeled through UNDP to stabilization projects in high priority minority communities.",
  "“Getting UNDP to root out corruption and poor management by adopting reforms for ‘accountability, transparency and due diligence’ is a tall order,” observes Nina Shea, head of the Center for Religious Freedom at the Hudson Institute, and a strong critic of the U.N.’s behavior toward the minority refugees.",
  "Above and beyond the refocusing the $150 million, another $10 million to $10.5 million of emergency humanitarian assistance had been sent to the beleaguered communities, Staal said, for supplies such as food and blankets for refugees still living in hand-to-mouth conditions.",
  "They include the U.S. hiring of “third-party” — non U.N. — oversight of the agency’s work, and an arrangement that gives the U.S. agency’s Inspector General access to UNDP’s books, in addition to “more frequent, detailed reporting” on the agency’s work and progress.",
  "Staal told Fox News he met directly with Iraqi government officials as well as religious and community leaders in the Ninevah area — roughly 100 people in all — and even attended the rededication of a 3rd Century Christian church that had been ravaged by ISIS.",
  "Whether the U.N. agency will get another $75 million promised for its stabilization fund “will depend on UNDP’s success in putting in place additional accountability, transparency, and due-diligence measures for the FFS,” as USAID declared in a press release.",
  "Atop that, $10 million in State Department in discretionary funding aimed at such things as combating the effects of gender-based violence resulting from ISIS horrifying campaign of rape and kidnapping of sex slaves from the Christian and Yazidi populations.",
  "“I was just told by a representative of the Christian community in Iraq that the money being directed to them by the U.S. government, both directly and through the U.N., is the most positive American action on behalf of their communities since 2003.\"",
  "Pence’s call for change and criticism of U.N. action galvanized a variety of bureaucratic actions, including a whirlwind, five-day trip to the suffering region by USAID counselor Staal, the agency’s highest ranking career foreign service officer.",
  "The Haley-Guterres session was followed by an early December meeting at the U.S Mission in New York where “UNDP, USAID non-governmental organizations working with these communities in Iraq” further discussed details, the Mission official said.",
  "One of the agency’s top officials, USAID Counselor Tom Staal, subsequently told Fox News that the $55 million was “specifically for minorities,” and that new agreements with UNDP even mentioned “specific towns” where the money was to be spent.",
  "Meantime, Shea says, “Each passing week, more Iraqi Christians and Yazidis give up hope and leave.”\n\n“A lot needs to be done to give the families who live in these communities confidence in their future,” UNDP’s spokesperson admitted.",
  "Previously, the U.N. had insisted it was administering its relief aid in “an impartial manner on the basis of greatest need,” according to a spokesperson for U.N. Secretary General António Guterres some weeks ago.",
  "But critics instead found that the “needs blind” approach was leaving the minority communities in the lurch and forcing desperate refugees to choose flight from their ancestral homelands if they hoped to survive.",
  "In addition, he said, UNDP had added its own independent oversight and had banned sub-contracting on the Ninevah projects, meaning that all contractors would report directly to the U.N. agency.",
  "A $55 million slice of a $75 million USAID payment already forwarded to the UNDP fund is to be especially aimed at “those who have been victims of atrocities by ISIS,” the release declares.",
  "(As it happens, Pence’s December trip to the Middle East was postponed, due to the uproar over President Trump’s announcement that the U.S. would recognize Jerusalem as capital of Israel.",
  "According to a U.S. Mission official, Haley “specifically asked for his help in better assisting vulnerable groups in Iraq such as Christians and Yezidis.” She evidently got assent.",
  "In fact, when examined closely on the ground, the religious minority recovery needs, critics charged, have been scandalously scanted or ignored in the U.N. reconstruction efforts.",
  "As a result of all the action, a White House official says the Vice President’s office is satisfied that all of Pence’s earlier promises of change are being fulfilled.",
  "Staal also said that a variety of new oversight procedures have been put in place by USAID in a written contract to ensure that UNDP does its job effectively.",
  "(According to Staal, $35 million of USAID funds already channeled to UNDP are intended for “trunk lines” of water and electricity into the beleaguered areas.",
  "USAID is far and away the biggest contributor to the stabilization fund, handing over more than $115 million in 2016 out of $315 million actually donated.",
  "In coming weeks, this will increase to more than $56 million” — a number more or less the same as the amount of rechanneled U.S. aid.",
  "Making the policy adjustment without cutting back its U.N. support also required some diplomatic footwork on the part of U.S.",
  "The trip was followed by a flurry of meetings at the White House and on Capitol Hill that added further to the aid package.",
  "Afterward, according to the official, Haley and her staff worked with USAID and UNDP to broker the altered agreement.",
  "“Hope is running high,” said Andrew Walther, the Knights’ vice president of communications and strategic planning.",
  "She first met with Guterres in November, weeks before a planned December trip by Pence to the Middle East.",
  "Based on past practice, some experts on religious minority suffering in Iraq remain highly skeptical.",
  "These would clearly benefit both minorities and the Muslim majority in the region.)",
  "He is now slated to leave on January 19 for Egypt, Jordan and Israel.)",
  "That is, if all the retargeted relief goes ahead as planned.",
  "Ambassador to the U.N. Nikki Haley."
]