[
  "John Chapman finally receives the Medal of Honor: Task & Purpose\n\n— What Rep. Duncan Hunter’s indictment means for defense issues: Defense News\n\n— 10 of the ickiest allegations in the Hunter indictment: The Washington Post\n\n— The U.S. military moves sea and air assets away from Hawaii as Hurricane Lane approaches: Navy Times\n\n— Toward a 21st century Navy mining force: Defense One\n\n— U.S. disregard for the Turkish legal process is “unacceptable,” a spokesman for Turkey’s president says: Reuters\n\n— And the U.S. is waging an economic war against Turkey, the spokesman adds: Reuters\n\n— Russia keeps getting hit with sanctions.",
  "Story Continued Below\n\nTODAY: Senate prepares to pass defense appropriations — Hudson Institute eyes 17 years in Afghanistan\n\nTOP NEWS: The Trump administration vows to grant few Iran sanctions waivers — ISIS leader Baghdadi resurfaces in a new recording\n\nON POLITICO: Markey calls out the Pentagon on overdue Missile Defense Review — Hypersonic missiles are coming to the U.S., China and Russia 'in early 2020s,' a Pentagon official says\n\nDEFENSE APPROPRIATIONS ENDGAME AT HAND: Senate Appropriations Committee Chairman Richard Shelby (R-Ala.) is eyeing wrapping up today the minibus, H.R.",
  "“A dispute over the Secure Elections Act boiled down to whether Congress should compel more states to use paper-based audits — a safeguard that election integrity advocates say would help ensure vote tallies weren't tampered with or altered.”\n\n— DEMS SKEWER POMPEO OVER CONTROVERSIAL PROMOTION: “Two top House Democrats are slamming Secretary of State Mike Pompeo for giving a new position to Brian Hook, a Trump administration appointee suspected of engaging in political retaliation against career staffers at the State Department,” reports POLITICO’s Nahal Toosi.",
  "INDUSTRY INTEL — NEWLY REORGANIZED LCS PROGRAM FACES TEST IN 2019: “Four littoral combat ships are on track to be available to deploy in 2019, the head of the U.S. surface Navy told Defense News in an interview.”\n\n“Though it’s unclear when the ships will deploy, the hulls will be through their maintenance and the crews through the phases, ready to become productive members of the fleet next year, Vice Adm. Richard Brown said Aug. 16,” via Defense News.",
  "And the fiscal 2018 National Defense Authorization Act required the Pentagon to complete the review by January 2018.”\n\n— BUT HYPERSONIC MISSILES ARE COMING: “Hypersonic missiles are the military’s top technology priority, a top Pentagon research official said [Wednesday] — and the U.S. is trying to play catch-up and field such weapons ‘in the early 2020s’ alongside Russia and China,” writes our colleague Wesley Morgan.",
  "The plane is assigned to the 58th Fighter Squadron, and the service has launched an investigation into the incident.”\n\nMAKING MOVES II — LOCKHEED APPOINTS NEW AERONAUTICS HEAD: “Lockheed Martin [Wednesday] announced the appointment of Michele Evans as executive vice president for aeronautics, with oversight over the world’s largest defense company’s aviation portfolio,” reports Defense News.",
  "HAPPENING TODAY — HUDSON INSTITUTE TALKS 17 YEARS IN AFGHANISTAN: The Hudson Institute hosts a discussion, featuring former Afghan Ambassador to Canada Omar Samad, on “Afghanistan: 17 Years On.”\n\nArmy Gen. John Nicholson, the outgoing top U.S. commander in Afghanistan, told reporters Wednesday he sees progress in the country despite mounting Taliban attacks, via Military Times.",
  "“The Kurdish-led group, which assisted the U.S. in the fight against Islamic State, controls a region stretching across much of northern and eastern Syria, including major cities such as Raqqa and some of the country’s largest oil-and-gas fields.”\n\nRussian President Vladimir Putin would be happy to see Iranian forces leave Syria, Bolton says, via The Washington Post.",
  "But in a brief spurt of floor action, Sen. Chris Murphy (D-Conn.), a vocal critic of U.S. military involvement in Yemen, requested to call up his amendment, which would bar funding to support the Saudi-led intervention until the Pentagon certifies the campaign complies with international law on the targeting of civilians, to be considered on the floor.",
  "“The 38 North project said commercial satellite imagery of the Sohae Satellite Launching Station taken on Aug. 16 indicated ‘no significant dismantlement activity’ at either the site’s engine test stand or launch pad since Aug. 3.”\n\nBut North Korea is on a different construction spree ahead of its 70th anniversary, writes the AP.",
  "IMAGES INDICATE NORTH KOREA STOPPED DISMANTLING LAUNCH SITE: “Satellite photos from last week indicate North Korea halted work to dismantle a missile engine test site in the first part of August, in spite of a promise to U.S. President Donald Trump at a June summit, a Washington think tank reported on Wednesday,” via Reuters.",
  "IRAQ REPORT — ISIS LEADER BAGHDADI RESURFACES IN RECORDING: “The leader of the Islamic State, Abu Bakr al-Baghdadi, resurfaced on Wednesday in the first audio recording of him to be released in nearly a year, one in which he called on followers to attack Westerners with knives, guns, cars and bombs,” reports the NYT.",
  ": The Washington Post\n\n— Putin deplores U.S. sanctions, but lauds his meeting with Trump: Reuters\n\n— Russia must strengthen its military infrastructure due to NATO, Putin says: Reuters\n\n— Chinese state TV mocks Trump in a sarcastic video: NYT\n\n— The U.S. military is throwing out some of its uniforms: Bloomberg",
  "Secretary of State Mike Pompeo is expected to tap Zalmay Khalilzad, an Afghan-born former U.S. ambassador to Kabul and Iraq, as his special envoy on Afghanistan, two U.S. officials said, the latest signal to the Taliban that the United States is serious about talks to end its longest war,” writes Reuters.",
  "VOWS TO GRANT FEW SANCTIONS WAIVERS: “The Trump administration is looking to ratchet up pressure on Iran to abandon its nuclear program, going beyond previous international sanctions, U.S. National Security Adviser John Bolton said Wednesday,” via The Wall Street Journal.",
  "F-35 LANDING GEAR COLLAPSES AFTER IN-FLIGHT EMERGENCY: “After a mid-air emergency forced an F-35A fighter jet to return to Eglin Air Force Base, the plane’s nose landing gear collapsed, leaving the fifth-generation fighter face down on the runway,” reports Defense News.",
  "SYRIA REPORT — ASSAD PRESSURES U.S.-BACKED KURDS TO CEDE CONTROL: “A U.S.-backed group in Syria is being pressed by the government of President Bashar al-Assad in talks to cede control of its territory to a regime Washington has long sought to unseat,” reports the WSJ.",
  "— PARTISAN FEUD DERAILS ELECTION SECURITY BILL: “A bipartisan bill meant to secure future U.S. elections against foreign meddling suffered a major setback Wednesday after Republicans pulled support from the measure,” report POLITICO’s Eric Geller and Martin Matishak.",
  "Join POLITICO on Sept. 27 for the AI Summit: Innovation & Governance, a global leadership gathering of policymakers, business leaders and experts for solutions-driven conversations on the impact of artificial intelligence on governments, industries and societies.",
  "“Evans, currently the deputy in the aeronautics unit, will take over Oct. 1 following the retirement of Orlando Carvalho, who has held that job since 2013.”\n\nMeanwhile, Lockheed’s poised to get an $11 billion F-35 contract despite delivery delays, adds Bloomberg.",
  "“‘We’re not just going to stop at where the sanctions were in 2015, our goal, our objective really is essentially we’d like to say no waivers to the sanctions,’ Mr. Bolton said while talking to reporters at the end of two days of meetings with Israeli officials.",
  "“The lawmakers, Reps. Eliot Engel of New York and Elijah Cummings of Maryland are also demanding more information on what Pompeo has done, if anything, to punish Hook and others involved in the alleged retaliation.”\n\nTheir full letter to Pompeo is here.",
  "The Army, Air Force and Navy are all pursuing parallel hypersonic projects.”\n\nAnd Mary Miller, the acting assistant Defense secretary for research and engineering, outlined the Pentagon’s top 10 technology priorities, also via Wesley.",
  "He next travels to Geneva to meet with his Russian counterpart.”\n\nAnd a senior Iranian cleric warns his country would hit U.S. and Israeli targets if either “harm this country and this state in the slightest way,” via Reuters.",
  "“Based on events cited in the recording, it appears to have been made within the past few weeks, according to the SITE Intelligence Group, which tracks the group’s propaganda online and provided a translation.”\n\nON IRAN — U.S.",
  "“The bombing, the humanitarian catastrophe, it just shouldn't be on our conscience as a nation to be part of something like this, but it is making our country less safe every single day,” Murphy said.",
  "The Senate has scheduled a procedural vote at 10:30 a.m. to cut off debate on the massive Senate spending package, which also includes annual Labor-HHS-Education appropriations.",
  "Senate eyes defense appropriations endgame\n\nWith Eleanor Mueller, Connor O’Brien and Wesley Morgan\n\nPROGRAMMING NOTE: Morning Defense will not publish from Aug. 27 to Sept. 3.",
  "“Hypersonics top the Pentagon’s list of 10 highest technological research priorities, Miller said, as the U.S. tries to catch up with its two biggest military peers.",
  "is urging the Pentagon to complete its ballistic Missile Defense Review, expressing his ‘deep concern’ with repeated delays,” via your Morning D correspondent.",
  "Click here for more details and to RSVP: bit.ly/POLITICOAI\n\nON POLITICO — MARKEY CALLS OUT THE PENTAGON ON ITS DELAYED MISSILE DEFENSE REVIEW: “Sen.",
  "HAPPY THURSDAY AND WELCOME TO MORNING DEFENSE, where we're ready to call Kenny Loggins and take a trip through Norfolk to the Danger Zone.",
  "6157 (115) that includes the $675 billion defense spending package, he told our colleagues at the Budget & Appropriations Brief.",
  "Email us at ghellman@politico.com, and follow on Twitter @greg_hellman, @morningdefense and @politicopro.",
  "Even so, the Taliban confirms it will attend, accepting Russia’s invitation, reports The New York Times.",
  "The Afghan government won’t attend peace talks with the Taliban hosted by Russia, reports Reuters.",
  "Fire crews responded immediately, and the pilot suffered no injuries, according to the Air Force.",
  "Additionally, South Korea pushes ahead with a diplomatic office in North Korea, reports the NYT.",
  "And the U.S. will spend billions in Syria, just not on rebuilding it, writes Defense One.",
  "The Senate remained in a holding pattern Wednesday with no votes on amendments.",
  "Seoul deploys a secret weapon to sell North Korean engagement, writes the WSJ.",
  "“President Donald Trump ordered the review in a January 2017 executive order.",
  "Our next Morning Defense newsletter will publish on Sept. 4.",
  "But Shelby objected, reports our colleague Connor O’Brien.",
  "AMBASSADOR REPORTED IN LINE TO BE AFGHANISTAN ENVOY: “U.S.",
  "And the U.S. won’t either, adds The Associated Press.",
  "“The incident happened around 12:50 p.m. Wednesday.",
  "SPEED READ\n\n— After 16 years, Air Force Tech Sgt.",
  "Do they make a difference?",
  "MAKING MOVES — FORMER U.S.",
  "Ed Markey (D-Mass.)"
]