[
  "Beijing also hit out against the U.S. in a 71-page paper, accusing the U.S. of \"trade bullyism practices\" that have become \"the greatest source of uncertainty and risk for the recovery of the global economy.\"",
  "Prior to taking questions from reporters on Wednesday, Trump also said that the trade relationship between China and the U.S. needed to be a \"two-way street, and for 25 years, or longer, was not.\"",
  "The Trump administration levied duties of 10 percent on $200 billion of Chinese products that include furniture and appliances, with the rate set to increase to 25 percent by the end of the year.",
  "They're paying billions and billions — this has never happened to China, and I like China and I like President Xi a lot,\" he said in response to a question posed to him by CNBC's Eamon Javers.",
  "\"From what I hear, if you look at Mr. Pillsbury, the leading authority on China ... he was saying that China has total respect for Donald Trump and for Donald Trump's very, very large brain.",
  "Pillsbury told Fox News last month that Beijing viewed Trump as a \"superior\" president out of the last five or six American leaders that dealt with China and that he was \"so smart.\"",
  "The latest round of tariffs targeting U.S. and Chinese goods went into effect on Monday, raising the stakes in an escalating trade spat between the world's two largest economies.",
  "It was Washington's third tranche of China-focused levies and part of a strategy to pressure Beijing into changing trade practices that Trump has claimed hurt American companies.",
  "The president was likely referring to Michael Pillsbury, who is senior fellow and director for Chinese strategy at the Hudson Institute, a conservative think tank.",
  "China doesn't know what to do with me: Trump 5:35 PM ET Wed, 26 Sept 2018 | 03:00\n\n\"China now put on $250 billion, and they're paying 25 percent on that.",
  "Usually the Chinese look down on us as not being very bright,\" the China-watcher had told the network.",
  "\"It's refreshing to see this level of respect for the United States, I haven't seen it in 40 years.",
  "For its part, China said it would impose taxes on American imports worth about $60 billion.",
  "CORRECTION: This story has been updated to correct the spelling of Brett Kavanaugh's name.",
  "— CNBC's Nyshka Chandran and Reuters contributed to this report.",
  "He said, Donald Trump, they don't know what to do,\" Trump said."
]