[
  "Saakashvili has good relations with authorities in Poland and Hungary — Hungarian Prime Minister Viktor Orban campaigned for Saakashvili's party, the United National Movement, in its unsuccessful bid to maintain power in the 2012 election (\"I've been friends with them for quite some time,\" Saakashvili told Foreign Policy).",
  "Lincoln Mitchell, a Georgia analyst who advised Georgian Dream in 2012, said Saakashvili \"clearly went up to the precipice of being an authoritarian leader,\" but he also acknowledged that there was no space in Georgia as there was for, say, George W. Bush in the United States to live out his post-presidential days.",
  "(The Georgian Ministry of Justice told FP that the Georgian prosecutor's office filed the request; the Polish Ministry of Justice directed FP to the Warsaw prosecutor's office, which said that it received a request from Georgia to confirm Saakashvili was in Poland but not an extradition request.)",
  "Saakashvili's critics claim he strengthened the state, but not his citizens' freedoms, and that Western leaders didn't say enough when he took over the judiciary, cracked down on protests, and fired thousands from the police force in the name of reform.",
  "How he got from running Georgia to scheming from Warsaw is \"in some ways, the logical pathway, given his personality and given the way he's lived his life,\" Marc Behrendt, the director of the Europe and Eurasia programs at Freedom House, told FP.",
  "Now the foreign advisor to the prime minister of Georgia, Japaridze, who emphasized that his comments were in a strictly personal capacity, said he remembers when he and his wife stopped using their cell phones out of fear of being monitored.",
  "In 2009, he brought on a fresh slate of international advisors, including Molly K. McKew, who described working with Saakashvili and his government as a \"really unique experience\" because Georgian officials actually wanted advice.",
  "***\n\nFormer Georgia's President Mikheil Saakashvili shows off his identification card as the head of an advisory council in Kiev Thomson Reuters In 2003, 36-year-old Saakashvili stormed the Georgian Parliament on live television.",
  "Thomson Reuters Mikheil Saakashvili, the former president of Georgia, likes to reminisce about his walks in the center of Kiev, Ukraine, where people would approach him on the street to have their picture taken with him.",
  "And while many in Ukraine, like Eristavi, say the party Saakashvili founded, the Movement of New Forces, isn't polling well, the former Odessa governor is already distancing his own popularity from that of his party.",
  "The bigger difference, according to Khatia Dekanoidze, who was in the Georgian government under Saakashvili and followed him to Ukraine to become chief of the country's National Police, is a lack of political will.",
  "And so Saakashvili went from leading the Rose Revolution to the Georgian presidency to exile to Ukrainian governorship to exile again and, if all goes according to his plan, back to Ukraine for his day in court.",
  "In July, Poroshenko revoked Saakashvili's citizenship, ostensibly because he lied on his passport application (authorities published the application; Saakashvili said it is not his signature on the document).",
  "Yet a spring 2017 poll conducted by the International Republican Institute said only 2 percent of Ukrainians had a \"very favorable\" opinion of Saakashvili, while 44 percent had a \"very unfavorable\" opinion.",
  "He nonetheless was able to return to Europe on his Ukrainian passport, and he is now trying to get back to the country to contest the revocation, which many consider to be a violation of international law.",
  "Where Saakashvili belongs — in the physical world, regional political space, and popular imagination — has been a question, and a subject of fascination, since he led Georgia's Rose Revolution in 2003.",
  "***\n\nBeginning in 2013, Saakashvili lived for a while in self-imposed exile in the United States, including in the New York City borough of Brooklyn, but quickly set his sights back on Eastern Europe.",
  "\"Many good people hoped that he would provide a leap forward in modernization, as emblemized by the Revolution of the Roses,\" wrote Tedo Japaridze, a onetime Saakashvili colleague, in an email to FP.",
  "… It's just not true,\" said David Sakvarelidze, who worked as deputy chief prosecutor of Georgia in the second half of Saakashvili's tenure and became deputy general prosecutor of Ukraine.",
  "\"Unlike when he was president of Georgia, and essentially had very strong powers, governors of Ukraine don't necessarily have those powers,\" added Hannah Thoburn of the Hudson Institute.",
  "Some say Poroshenko stripped Saakashvili of his citizenship after meeting and agreeing with Saakashvili's political rival, Ivanishvili, to force his extradition back to Georgia.",
  "Japaridze was briefly the first foreign minister in Saakashvili's administration after the Rose Revolution, but he no longer associates himself with Saakashvili or his movement.",
  "\"However, as Saakashvili was nearing the end of his first term it became abundantly clear that he was using his authority to create an unshakable power fiefdom within Georgia.\"",
  "Saakashvili hired a healthy spate of lobbyists and advisors, and in 2013 the Sunlight Foundation ranked Georgia in the top 10 list of countries based on lobbying spending.",
  "Mitchell pointed out that Saakashvili knew how Georgia worked — who was stealing from whom and which levers to pull — but said he did not necessarily know that in Odessa.",
  "\"In Ukraine, there is a coalition government, and the different parties … sometimes they don't have the deals which are in the national interest of Ukraine,\" she said.",
  "He demanded that Eduard Shevardnadze, the former Soviet foreign minister who was, at the time, president of Georgia, step down over disputed parliamentary elections.",
  "Actors may get lots of similar requests, but among politicians, \"I'm the one who gets most of the selfies,\" he said via phone from the Hungarian capital of Budapest.",
  "He described Saakashvili's ruling style as \"ultimately authoritarian\" and noted Georgia had one of the highest incarceration rates in the world under Saakashvili.",
  "He is also now a symbol to some of a wave of early leaders in Eastern Europe who have been accused of abandoning liberal principles in favor of authoritarianism.",
  "There is perhaps an alternate ending to Saakashvili's story, where he lives out his days quietly in Brooklyn, or Warsaw, working at a university or a think tank.",
  "\"I do think he brought tremendous attention and energy and vision to Georgia,\" Michael Cecire, an international security program fellow at New America, told FP.",
  "His critics say Saakashvili walked into a Russian trap by moving on the capital of South Ossetia and believing the United States would be there to back him up.",
  "Saakashvili \"talked a lot about wanting to run for president, trying to form his own political party, essentially biting the hand that fed him,\" Thoburn said.",
  "In Odessa, the former president of Georgia \"became kind of a hostage of his unrealized ambitions,\" Maxim Eristavi, a Ukrainian civil rights advocate, told FP.",
  "The new Georgian Dream government pursued various United National Movement politicians, including Saakashvili, who was charged with exceeding his authority.",
  "Petro Poroshenko, who was elected the new president of Ukraine in 2014, brought in Saakashvili to help reform the country's corruption-riddled institutions.",
  "After resigning, Saakashvili founded his own party, the Movement of New Forces, a play that appeared set to put him on a collision course with Poroshenko.",
  "The story of Poroshenko taking an opponent's citizenship away is relevant, Eristavi said, because that was a \"blatant violation of international law.\"",
  "\"He hurt himself politically in Georgia by giving up his citizenship,\" Ghia Nodia, who served in Saakashvili's cabinet when he was president, told FP.",
  "\"His decision displayed impatience and lack of strategic judgment: He cannot just wait out for better times and loves to be in the center of action.\"",
  "In 2012, billionaire Bidzina Ivanishvili and his Georgian Dream party trounced Saakashvili's United National Movement in the parliamentary elections.",
  "Those protests eventually led to the Maidan revolution, a popular uprising that ousted Viktor Yanukovych, the Kremlin-backed Ukrainian President.",
  "There, he and some of his supporters and allies are working to figure out when the man known to many as Misha could make his way back to Kiev.",
  "The former president of Georgia (turned exile, turned governor of Ukraine's Odessa region, turned exile again) is now camped out in Poland.",
  "Saakashvili has been shuttling between Hungary and Poland because authorities in Kiev stripped him of his Ukrainian citizenship on July 26.",
  "\"Saakashvili absolutely deserves credit for supercharging state-building reforms in Georgia in the wake of the Rose Revolution,\" he said.",
  "It would take years for anyone to fix Odessa, Eristavi said, but Saakashvili wanted to transition quickly back to the national stage.",
  "He has no political base, no popular support, and he's not popular because people don't really like quitters, and he quit on Odessa.\"",
  "New elections shortly thereafter turned Saakashvili, a graduate of Columbia Law School, from a revolutionary into a president.",
  "(In a twist, the law that deprived Saakashvili of his Georgian citizenship was put in place during his tenure as president.)",
  "Among the incidents cited were Saakashvili's use of force to break up a 2007 protest and ordering a raid on a media station.",
  "\"He quit early … just blaming everything and everyone for himself not achieving anything during that period,\" Eristavi said.",
  "Saakashvili was in the United States when news of the Ukrainian government's decision to strip him of his citizenship broke.",
  "More than three years after the Maidan revolution, however, some say little progress has been made in combating corruption.",
  "\"It was a project I think all of us really miss — working for a government trying to do transformational things,\" she said.",
  "Saakashvili was made governor of Odessa and granted Ukrainian citizenship, which meant giving up his Georgian citizenship.",
  "(Saakashvili, in his interview with FP, likened Ivanishvili, who was briefly prime minister, to Iran's supreme leader.)",
  "Saakashvili also brought Western attention, in part by currying favor with the U.S. administration of George W. Bush.",
  "McKew, who once consulted for Saakashvili, said she saw the former Georgian president in late 2013 in Washington.",
  "\"Those kind of things happen all the time in Ukrainian politics, but usually people had oligarchic backing.\"",
  "He thinks that the Georgian authorities conspired with their Ukrainian counterparts to make him \"homeless.\"",
  "People recognize him and support him on the streets in Poland, he said, but \"I don't think I belong there.\"",
  "\"Now,\" he noted, \"even most of his closest former lieutenants in Georgia have sought distance from him.\"",
  "He is widely credited for modernizing, westernizing, reforming, and rooting out corruption in Georgia.",
  "Saakashvili, who lost his Georgian citizenship when he became a citizen of Ukraine, is now stateless.",
  "Saakashvili and the Georgians were meant to reform Ukraine as quickly as they had reformed Georgia.",
  "He maintains that, contrary to reports, Poland did not receive an extradition request from Georgia.",
  "Saakashvili quit in November of last year, blasting Poroshenko for insufficient support of reforms.",
  "He said he was not afraid and asked Ukrainian authorities not to make a circus out of his return.",
  "Cecire said Saakashvili and his team skirted rule of law and centralized and personalized power.",
  "You will not achieve any drastic, serious reforms unless you have leadership in these regards.\"",
  "\"He made some progress, as I understand it, with police reform, cutting red tape,\" Cecire said.",
  "That doesn't mean the Georgian reformers thought fixing Ukraine's institutions was impossible.",
  "In the end, Saakashvili and his colleagues weren't able to end Ukraine's rampant corruption.",
  "Sakvarelidze was fired in March 2016 after uncovering corruption in the prosecutor's office.",
  "He set about cracking down on crime and corruption and thrusting Georgia toward the West.",
  "\"There are lots of people in Odessa who say it was the best governorship ever,\" he said.",
  "Saakashvili announced last week on Facebook that he would return to Ukraine on Sept. 10.",
  "\"He could have been the Vaclav Havel of Eurasia if he had been true to the principles.\"",
  "But Saakashvili said he has \"no desire whatsoever\" to stay in either Hungary or Poland.",
  "But \"the story of Saakashvili and his political career is absolutely irrelevant.",
  "Saakashvili says Poroshenko is afraid of him and the political threat he poses.",
  "Ukrainian border guards have already said they will prevent him from entering.",
  "\"It wasn't me.… I am always among the three or four most popular politicians.",
  "\"To be honest, a lot of the same type of reform he was known for in Georgia.\"",
  "\"I use the comparison: What is the difference between the big and small iPad?",
  "Former Georgian President Saakashvili speaks during news conference in Kiev.",
  "Several other Georgians came in with him, too, taking various posts in Kiev.",
  "He is still dedicated to Saakashvili and their anti-corruption movement.",
  "\"I have this because somehow I'm part of their whole popular culture.\"",
  "It's unclear what will happen when he attempts to cross the border.",
  "Even his detractors admit that Saakashvili put Georgia on the map.",
  "\"And all my life, I've tried not to be just like everybody else.\"",
  "Saakashvili, for his part, maintains the charges are political.",
  "\"He was telling everybody, 'Watch these protests in Ukraine.'\"",
  "The next year, Saakashvili's term was up, and he stepped down.",
  "\"It's not just measured by polling numbers,\" Saakashvili said.",
  "\"Ukrainians would never forgive me, that I gave up so easily.",
  "\"These skeptics that say, 'Oh, it's not possible in Ukraine.'",
  "But roses wilt, and, for some, the Rose Revolution did, too.",
  "In 2008, he saw his country though the Russo-Georgian War.",
  "But that is not the ending Saakashvili sees for himself.",
  "That would mean I'm just like everybody else,\" he said.",
  "He could have done anything he wanted,\" Behrendt said.",
  "She resigned from the post in November of last year.",
  "That's not how Saakashvili sees the situation.",
  "\"You either have political will or you don't.",
  "The iPad is the iPad,\" Sakvarelidze said.",
  "But Saakashvili sees things differently.",
  "\"I was very much part of the landscape.\"",
  "\"Instead, he did whatever he wanted.\"",
  "\"He came in with such a huge mandate.",
  "The technology is one and the same.",
  "Things didn't work out that way.",
  "\"That was my party,\" he said.",
  "It's not about my party.",
  "It's about me.\""
]