[
  "You correctly stated that the Iranian regime, “has fueled sectarian violence in Iraq, and vicious civil wars in Yemen and Syria.” You continued, promising that, “we will work with our allies to counter the [Iranian] regime’s destabilizing activity and support for terrorist proxies in the region.”\n\nBefore the weekend was out, however, Iran and its terrorist proxies were set to humiliate you and your administration, showing that those truthful words were, in fact, hollow.",
  "As you noted on Friday, Iran received $1.7 billion from the Obama administration, “Just imagine the sight of those huge piles of money being hauled off by the Iranians waiting at the airport for the cash.” Ask Brett McGurk what that looked like, Mr. President – he was there, signing the checks.",
  "In the words of former Ambassador to Iraq, Ryan Crocker, this criticism “may have emboldened Baghdad to take a harsher posture than it otherwise would [have].”\n\nFor the last decade, I’ve briefed Generals McMaster, Petreaus and Odierno on the influence of Iran’s IRGC on Iraq’s security forces.",
  "The hard-line McGurk took against these allies in Erbil—warning them harshly against their peaceful referendum—had the effect of convincing the Iran-backed militias and the political leadership in Baghdad that they had a green light to enter the oil-rich region of Kurkuk.",
  "A mere 60 hours after you finished delivering that speech from the White House, the United States abandoned our Kurdish allies to these same terrorist proxies, allowing them to move into Kirkuk and destabilize the Kurdish Regional Government (KRG).",
  "By not stopping this scandalous scheme and putting an end to our Train and Equip mission in Iraq, the United States finds itself in violation of the Leahy Law for providing material support to human rights violators and terrorists.",
  "On Friday, Mr. President, you gave the most straight-forward, articulate and truthful speech from an American president about the adversary we face since Ronald Reagan’s “tear down this wall” address at the Brandenburg Gate.",
  "Ameri’s deputy is the designated terrorist leader of Kataib Hezbollah and the Quds Force, Abu Mehdi al-Mohandes, who has killed Americans—but that doesn’t stop him from receiving checks from the Ministry of Interior.",
  "Last month, the Kurds believed that being a proven ally of the United States against Saddam, Al-Qaeda, and ISIS would result in the US recognizing its referendum for independence from the Iraqi state.",
  "Shamefully, your State and Defense Departments gave the tacit approval of the United States for the very general responsible for American deaths in Iraq to move on our dedicated Kurdish allies.",
  "Mr. President, this weekend—after a truly path-breaking and righteous speech to the nation on Friday—people who work for you made you look unserious in front of America’s most vicious enemies.",
  "These people allowed the Islamic Revolutionary Guard Corps (IRGC)—the very same Iranian terrorists your Treasury Department designated on Friday, got you to take a knee on Kirkuk & Iraq.",
  "Michael Pregent is a veteran of three wars and an expert on Iran and the IRGC-Qods Force, he’s briefed DOD, DOS, and Congress on Iran’s activities in Iraq and the broader Middle East.",
  "Mr. President, the Kurds held their referendum vote because they know what we ignore – they know that as Iran gains leverage the US loses leverage and they lose their freedoms.",
  "The Iraqi Ministry of Interior is controlled by the Badr Corps—Iran’s go-to proxy in Iraq—and its leader, Hadi al-Ameri, is the commander of the Iran-backed Hashd al-Shaabi.",
  "Perhaps it’s not surprising to learn, then, that the person most responsible for this failure is your current ISIS envoy, Brett McGurk, who is an Obama-era hold-over.",
  "As you know, being kind to your enemies and harsh with your friends does little to convince your enemies that they need to change their behavior.",
  "Scandalously, both these groups receive pay checks and equipment from both the US-backed Iraqi Ministry of Interior and the IRGC’s Quds Force.",
  "On October 1, a highly lethal roadside bomb, called an Explosively Formed Penetrator (EFP), reappeared in Iraq after six years, killing Spec.",
  "This needs to stop, despite the best efforts of Obama hold-over Brett McGurk to conceal these things from you and the American people.",
  "This is where you stop Iran’s land-bridge through Iraq; this is where you stop Iran from controlling northern Iraq, too.",
  "President Obama replaced one of our most respected generals, the USMC 4-Star General John Allen with lawyer McGurk.",
  "For eight years, the Obama administration did this repeatedly, getting only contempt and bad behavior in return.",
  "Half a world away from the NFL, Soleimani also disrespects our flag, having his forces walk on it in parades.",
  "He has been killing Americans for years in Iraq and is still doing it through the Taliban in Afghanistan.",
  "Stopping Iran here would save lives, it would save alliances, it would give credibility to your speech.",
  "The EFP is the signature weapon of IRGC-led militias Asaib Ahl al-Haq (AAH) and Kataib Hezbollah (KH).",
  "While serving as envoy to Iraq, McGurk has presided over the Iranian takeover of what’s left of Iraq.",
  "Its reappearance was a warning from Iran: they are prepared to begin killing Americans again.",
  "By abandoning the Kurds on Sunday, your employees undermined your Iran speech on Friday.",
  "What they heard in your words Friday falsely reassured them they were on solid footing.",
  "We can do that by working with our only authentic allies in the region, the Kurds.",
  "Our Kurdish allies need you, and our Iranian enemies need to know you are serious.",
  "The good news is, you have a chance to fix this—and fire the person responsible.",
  "Qassem Soleimani, who commands the IRGC’s Quds Force, is that terrorist.",
  "Views expressed in op-eds are not the views of The Daily Caller.",
  "For years, though, McGurk has been downplaying this influence.",
  "Unfortunately, this isn’t an isolated mistake, Mr. President.",
  "Now his forces are attacking our allies in Iraq, the Kurds.",
  "They know that Iran decides who the Prime Minister will be.",
  "Iran decides Iraq’s future and they wanted no part of that.",
  "He is currently an adjunct fellow at the Hudson Institute.",
  "If you want to push back against Iran – you do it here.",
  "Alexander Missildine and wounded another US soldier.",
  "How did you get saddled with Brett McGurk?"
]