[
  "This is to be expected, perhaps, as he emphasized a renewed partnership with these Arab states, but all this must also end if terrorist ideology is to be “sent into oblivion.” The same needs to be said for terrorized Middle Eastern Christians who are leaving the region in droves, yet Trump appealed in only the vaguest of terms for making possible that “every man and woman, no matter their faith or ethnicity, can enjoy a life of dignity and hope.”\n\nTrump calls the path-breaking foreign policy strategy he articulated “Principled Realism.” And it very well could work.",
  "While explicitly rejecting a clash of civilizations, the speech describes the threat we face as a battle between “Good and Evil.” The president warns that unless we “stand in uniform condemnation of this killing … we will be judged by God.” It reflects a religious worldview that, based on my own experience in Saudi Arabia and meetings with conservative Muslim leaders, can resonate in the region.",
  "He urges that we unite against “the murder of innocent Muslims, the oppression of women, the persecution of Jews, and the slaughter of Christians.”\n\nTrump delivered the speech at ground zero for Islamist extremist ideology, Saudi Arabia, and before an audience of fifty Muslim powers.",
  "ISIS’ claim of authorship for the attack is one short paragraph replete with politicized religious terms: “Crusaders” (the victims); “soldier of the Caliphate” (the suicide bomber); and “worshippers of the Cross” (future terror targets).",
  "The sickening Manchester bombing – targeting young girls at a pop music concert -- reminds us that sixteen years after 9/11, the West has yet to get it right when it comes to defending ourselves against Muslim terrorists.",
  "He pleaded with Muslim leaders to begin “honestly confronting the crisis of Islamist extremism and the Islamist terror groups it inspires.”\n\nIt would appear obvious that this ideology was behind the Manchester bombing.",
  "As I and others have documented, Saudi textbooks have been exported globally, spreading Wahabbi ideology of hatred and violence against Jews, Christians, blasphemers and apostates against Islam, gays and others.",
  "In the speech, the United States officially recognized – for the first time - that there is an ideology of “Islamist extremism” behind the terror attacks proliferated worldwide by various Muslim actors.",
  "While dropping his un-nuanced campaign phrase “radical Islamic terror,” Trump’s speech did not soften his core idea – namely, that much of today’s terror is rooted in Islamist ideology.",
  "According to the BBC, he told friends that “being a suicide bomber was ok.” This, along with his reported travel to Syria and Libya, should have prompted surveillance leading to arrest.",
  "Afraid of being labeled “Islamophobic” by strident activists, both Republican and Democratic presidents have declared that Islam is a “religion of peace” and left it at that.",
  "He declares that “Muslim nations must be willing to take on the burden, if we are going to defeat terrorism and send its wicked ideology into oblivion.”\n\nStrong words.",
  "Last Sunday, the day before the attack, President Trump delivered a major speech in Saudi Arabia that lays out a new foreign policy strategy against such terror.",
  "The truth is Middle Eastern leaders are unlikely to do their part in transforming their extremist cultures without sustained American pressure and engagement.",
  "As for Arab states’ support of ISIS, al Qaeda and Hamas, their still-toxic textbooks and blasphemy laws, the president had very little to say.",
  "He presses Muslim political and religious leaders to condemn the terrorists, on moral grounds, and to deprive them of financing and sanctuary.",
  "Emerging facts reveal that British security had been repeatedly tipped off about the future bomber’s embrace of Islamist ideology.",
  "Trump is right to lift the taboos that have often prevented the West from recognizing Islamist ideology to be the red flag it is.",
  "The attacks in New York and San Bernardino were deemed “senseless” acts of “terror” or “violent extremism.”\n\nNot so with Trump.",
  "There’s no doubt Trump’s breakthrough recognition of Islamist ideology could strengthen Western counter-terrorism efforts.",
  "But what might appear to be common sense to most Americans has until now been studiously avoided by America’s leaders.",
  "Despite, or maybe because of this, the president challenged his Saudi hosts to lead this effort.",
  "Ultimately, its success will depend on his administration’s policy actions, not only words.",
  "It now appears that the Manchester suicide bomber was not a self-radicalized, lone wolf.",
  "Trump’s proposed strategy goes beyond Obama’s policy of empowering local militaries.",
  "Iran was the only state Trump named by name in his speech for sponsoring terror.",
  "Trump is also right to demand that these nations give no quarter to terrorists.",
  "He was supported by a network rooted in the Arab world.",
  "Could it have made a difference in Manchester?",
  "Would it have made a difference in Manchester?",
  "Saudi texts were used by ISIS.",
  "Will it be make a difference?"
]