[
  "Asked about who at Hudson recommended Papadopoulos to the Carson campaign, Stewart declined to comment, saying that “it would be inappropriate for us to comment on legal proceedings of which we have no knowledge and to which we are not a party.”\n\nAfter leaving the Carson campaign, Papadopoulos claims to have worked as a director for the London Centre of International Law Practice from Febuary 2016 to April 2016.",
  "(RELATED: Trump Campaign Official Indicted For Lying To FBI About Russia Contacts)\n\nAn official on that campaign told The Daily Caller on Monday that Papadopoulos was recommended to the Carson team by someone with the Hudson Institute, a conservative think tank where Papadopoulos interned several years ago.",
  "The statement, which Papadopoulos approved as part of his plea deal, says that the campaign volunteer established a relationship with a London-based professor who claimed to have knowledge of the Russian government’s hacking of “thousands” of Hillary Clinton emails.",
  "After Papadopoulos officially joined the Trump campaign, he embarked on what the Special Counsel’s statement of offense suggests was a dogged effort to establish communications channels between Trump, the campaign and Russian government officials.",
  "The document, filed in federal court in Washington, D.C., states that Papadopoulos was told by an unnamed campaign supervisor that a top foreign policy focus on the campaign would be repairing relations between the U.S. and Russia.",
  "The revelation on Monday that former Trump campaign adviser George Papadopoulos has plead guilty to lying to the FBI about his contacts with Russian operatives thrust the little-known energy consultant into the national spotlight.",
  "In an Aug. 15, 2016 exchange, the unnamed campaign supervisor — the same one who seemingly briefed Papadopoulos on March 6 — encouraged Papadopoulos to set up an “off the record” meeting with Russian officials.",
  "The main questions that remain are whether Papadopoulos’ offers for meetings, as well as his claims about having access to Clinton emails, were communicated all the way up the chain of command to Trump himself.",
  "According to a Washington Post report from August, Papadopoulos presented his ideas for meetings with Russians to Clovis as well as to campaign chairman Paul Manafort and campaign manager Corey Lewandowski.",
  "The Daily Caller has previously reported — and Mueller’s statement backs it up — that Trump was present during one of Papadopoulos’ attempts to arrange meetings between the campaign and Russian officials.",
  "As the campaign’s top policy adviser, Clovis, who is now up for nomination for a position at the U.S. Department of Agriculture, was in charge of filling out the campaign’s bare-bones policy staff.",
  "White House Press Secretary Sarah Sanders downplayed the Papadopoulos news on Monday, telling reporters that his role on the campaign “was extremely limited.”\n\n“It was a volunteer position.",
  "Papadopoulos was told that he would be brought on to the Trump campaign on March 6, 2016, according to a statement of offense released on Monday by Special Counsel Robert Mueller’s office.",
  "The Chicago native’s foray into politics began with an unpaid advisory position on the Ben Carson campaign, a gig which lasted for several months, from November 2015 to February 2016.",
  "Carolyn Stewart, a spokeswoman for Hudson, said that Papadopoulos started as an intern there in 2011 and later provided research on a contractual basis to the group’s senior fellows.",
  "Page is also at the center of the ongoing Russia probe, largely because he is identified by name in the infamous Trump dossier compiled by former British spy Christopher Steele.",
  "The Daily Caller is also told by a former Trump campaign official that Clovis, a former conservative radio host from Iowa, was who brought Papadopoulos onto the campaign.",
  "TheDC reported in August that Papadopoulos suggested such a meeting during a March 31, 2016 meeting of the campaign’s national security advisory committee.",
  "Just days after officially joining the Trump team, Papadopoulos met with the professor in London, where he was introduced to a female Russian national.",
  "Lewandowski, who initially denied ever meeting Page, had been put in contact with the adviser by Ed Cox, the chairman of the New York Republican Party.",
  "As part of his plea deal, Papadopoulos admitted to lying in a Jan. 27 interview with FBI agents about his interactions with the Russians.",
  "Sources inside the meeting told TheDC that Attorney General Jeff Sessions, who was chair of that committee, shot down Papadopoulos’ idea.",
  "In April, the professor introduced Papadopoulos to someone who described themselves as having contacts to Russia’s foreign ministry.",
  "Few details have been reported about the 30-year-old Papadopoulos, including how he ended up on the Trump campaign.",
  "And again, no activity was ever done in an official capacity on behalf of the campaign in that regard,” she said.",
  "Campaign emails leaked to The Post suggested that the campaign officials largely rebuffed Papadopoulos’ efforts.",
  "He was arrested at Dulles airport on July 27 and has since been cooperating with the FBI, the statement says.",
  "TheDC has previously reported that Page was introduced to Clovis by then-campaign manager Corey Lewandowski.",
  "Through email and in person, the trio discussed setting up meetings between Trump and Russian officials.",
  "That was the day that Trump announced his foreign policy team in an interview with The Washington Post.",
  "The Carson team member did not know the name of the person at Hudson who made the recommendation.",
  "Sam Clovis, the campaign’s co-chairman, has been identified as that campaign supervisor.",
  "They show campaign officials offering some encouragement to Papadopoulos in his efforts.",
  "The former real estate mogul has denied that he or his campaign engaged in collusion.",
  "But the emails listed in Mueller’s statement of offense paint a different picture.",
  "Clovis is also who gave final sign-off on bringing Carter Page onto the campaign.",
  "It’s no surprise that Clovis was Papadopoulos’ point of entry to the campaign.",
  "He officially joined the Trump campaign in the interim, on March 21, 2016.",
  "The meeting never occurred, according to the statement of offense.",
  "This article has been updated with additional information.",
  "It is unclear how Papadopoulos made his way to Clovis.",
  "Neither responded to requests for comment.",
  "He signed the plea deal on Oct. 5.",
  "They parted ways in 2014.",
  "Follow Chuck on Twitter"
]