[
  "During a March 31, 2016, foreign policy meeting with Trump and other campaign foreign policy advisers, Papadopoulos introduced himself to the group and stated \"he had connections that could help arrange a meeting between then-candidate Trump and President Putin,\" according a factual statement signed by Papadopoulos in connection with his guilty plea.",
  "Papadopoulos' name first was raised in connection with the Trump campaign when Trump listed as one of his foreign policy advisers during a Washington Post editorial board interview\n\nA former Trump campaign official said Papadopoulos interacted with the campaign \"a significant amount\" during the 2016 election cycle.",
  "Meeting with professor, Russian woman\n\nThe statement from Mueller says that Papadopoulos falsely claimed he met with an overseas professor before joining the Trump campaign in March 2016 about \"the Russians possessing \"dirt\" on Hillary Clinton in the form of \"thousands of emails.\"",
  "The professor told Papadopoulos about the Russians possessing dirt on Clinton in late April, and the statement says that \"he repeatedly sought to use the professor's Russian connections to arrange a meeting between the campaign and Russian government officials.\"",
  "Trying to set up a meeting\n\nPapadopoulos continued to push a meeting with the Russians, and he sent multiple emails to other members of the campaign foreign policy team about his contact with \"the Russians\" and \"outreach to Russia,\" according to the statement.",
  "In April, the professor introduced Papadopoulos to a Russian national connected to the Russian ministry of foreign affairs, and they had conversations over Skype and email about setting up a meeting between Trump campaign and Russian government officials.",
  "In late April, Papadopoulos learned about the \"dirt\" on Clinton, and the following day he emailed a senior campaign policy adviser: \"Have some interesting messages coming in from Moscow about a trip when the time is right,\" according to the statement.",
  "Papadopoulos pleaded guilty to making a false statement \"about the timing, extent and nature of his relationships and interactions with certain foreign nationals whom he understood to have close connections with senior Russian government officials.\"",
  "(CNN) Former Trump foreign policy adviser George Papadopoulos' guilty plea for making a false statement to the FBI brings the conversation surrounding Justice Department special counsel Robert Mueller's probe into actions taken during the campaign.",
  "A separate foreign policy official for the campaign said Papadopoulos \"obviously went to great lengths\" to go around Trump's national security team, which was led by Sen. Jeff Sessions, now Trump's attorney general.",
  "The Hudson Institute said in a statement he subsequently provided research \"on a contractual basis\" to a senior fellow, but he was \"never a salaried employee\" and last worked for the Hudson fellow in 2014.",
  "He was also briefly a foreign policy adviser to then-GOP presidential primary candidate Ben Carson -- now Trump's secretary of Housing and Urban Development -- before he joined the Trump campaign.",
  "He also argued that US sanctions against Russia over the annexation of Crimea \"have done little more than to turn Russia towards China as a primary market for Russian goods, services and energy.\"",
  "In a footnote, the statement notes that the email was forwarded between campaign officials and who wrote they should discuss: \"We need someone to communicate that DT is not doing these trips.",
  "At that point, however, he was already working for the Trump campaign -- the professor only took interest in Papadopoulos because of his status on the campaign, according to the statement.",
  "He worked for the Hudson Institute starting in 2011 in Washington as an unpaid intern, and has said he did work for the think tank through 2015, according to his LinkedIn account.",
  "Here's the background on Papadopoulos:\n\nForeign policy adviser\n\nPapadopoulos graduated from college in 2009, before moving to London to get a master's degree in security studies.",
  "In September 2016, the Russian Interfax News Agency interviewed Papadopoulos , where he said that the election of Trump would \"restore the trust\" between the US and Russia.",
  "Papadopoulos was living in London when he joined the Trump campaign as an adviser in March, according to a 14-page statement of offense signed by Mueller released Monday.",
  "The Washington Post reported in August that Manafort forwarded that email to his associate Rick Gates when he rejected the idea of Trump making a trip to Russia.",
  "Papadopoulos also met with a Russian woman in March 2016 along with the professor, according to the statement, and he relayed that information to the campaign.",
  "But the official described Papadopoulos as an adviser who was in contact with the campaign staff via email and not a familiar face around Trump Tower.",
  "Still, this official placed Papadopoulos in the same category as Carter Page who felt more like a \"hanger-on\" to the campaign staff.",
  "This official said Papadopoulos exchanged emails \"constantly\" on foreign policy matters with the Trump team during the campaign.",
  "\"We will have the opportunity to comment on George's involvement when called upon by the court at a later date,\" Breen said.",
  "In May, Papadopoulos sent an email to a \"high ranking Campaign official\" with subject line \"Request from Russia to meet Mr.",
  "White House press secretary Sarah Sanders said his role was \"extremely limited\" on a voluntary advisory board.",
  "Papadopoulos continued to email high-ranking campaign officials about a request from Russia to meet Trump.",
  "The statement does not explain who the campaign officials were concerned about sending signals to.",
  "White House downplays\n\nThe White House sought to downplay Papadopoulos' role on the campaign.",
  "The email said Russia was eager to meet with the candidate and have been reaching out.",
  "He is currently an oil, gas and policy consultant, according to his LinkedIn page.",
  "Thomas Breen, Papadopoulos' attorney, issued a statement declining to comment.",
  "It should be someone low level in the campaign so as not to send any signal.\"",
  "\"No activity was ever done in an official capacity,\" she said Monday.",
  "\"He was a foreign policy adviser,\" the official said.",
  "Trump.\""
]