[
  "Chris McGrath/Getty Images\n\nSign up for the latest Russia investigation updates here»\n\nDuring a wild press conference in Helsinki following his summit with Russian President Vladimir Putin, US President Donald Trump addressed a question about Russia's election interference with his trademark response: \"There was no collusion.\"",
  "Trump's comments blaming both the US and Russia for the decline in relations between the two countries ignores \"all the things that have occurred on Putin's watch and essentially whitewashes them, starting with Crimea and including Syria, the nerve agent attacks in the UK, and the attacks on the US electoral system,\" he said.",
  "But his latest refusal to address what his own intelligence chief called one of the gravest threats facing the US was made all the more jarring by the fact that it came just three days after the Department of Justice indicted 12 Russian intelligence officers on hacking charges related to the 2016 campaign.",
  "\"Why Trump feels that this is a partisan issue that does not warrant a whole of government response is something that only makes sense when you understand that Donald Trump does not want to diminish his election victory, and believes that admitting Russia meddled will somehow do so,\" Pomeranz said.",
  "\"But the issue is interference, and the reality is that Trump not only did not challenge Putin about that, [but] he shows a glaring misunderstanding of what occurred in this election and what his responsibility is as head of the United States and defender of the Constitution.\"",
  "A key pillar of that campaign, according to US intelligence, was the hacking of the DNC and the subsequent dissemination of emails intended to hurt Democrats and the campaign of the party's 2016 presidential nominee, Hillary Clinton.",
  "Trump rolled out the statement when Reuters' Jeff Mason asked Putin why Americans and Trump should believe his claim that Russia did not interfere in the election, given that the US intelligence community has concluded otherwise.",
  "\"Whatever you want to call [yesterday] — whether it was a summit or a meeting — it was a clear victory for Putin,\" said Edward Price, the former senior director of the National Security Council under President Barack Obama.",
  "The special counsel Robert Mueller has been investigating Russian interference in the 2016 election, whether the Trump campaign colluded with Moscow in the process, and whether Trump has tried to obstruct his team's probe.",
  "\"Nakasone, and the heads of the other three-letter agencies, are doing what they can in their own lanes, absent an overall approach directed by the president,\" former NSA director Michael Hayden told the Washington Post.",
  "\"Every time you hear all of these, 12 and 14, it's stuff that has nothing to do — and frankly, they admit these are not people involved in the campaign,\" Trump said during the press conference on Monday.",
  "Despite that, the White House has not given the National Security Agency and US Cyber Command any official guidance on how to guard the 2018 midterms and future elections against foreign interference.",
  "Trump immediately interjected, saying the \"whole concept\" of Russian meddling \"came out as a reason why the Democrats lost an election which, frankly, they should have been able to win.\"",
  "Trump's own intelligence chief says the 'warning lights are blinking red again'\n\nTrump stunned observers when he rebuffed the US intelligence community in favor of Russia in Helsinki.",
  "William Pomeranz, the deputy director of the Kennan Institute for Advanced Russian Studies at the Woodrow Wilson Center, pointed out that the indictment only addresses interference.",
  "Russian President Vladimir Putin hands U.S. President Donald Trump (L) a World Cup football during a joint press conference after their summit on July 16, 2018 in Helsinki, Finland.",
  "\"After all, one of Putin's strategic goals in 2016 — beyond electing Trump — was to be on the same plane and playing field as the American president,\" he told Business Insider.",
  "Falsely claiming that the Electoral College is \"a lot more advantageous to Democrats,\" Trump added that \"there was no collusion ... there was nobody to collude with.\"",
  "Alex Wong/Getty Images In early 2017, the US intelligence community determined that the Kremlin ordered an elaborate and multifaceted campaign to meddle in the race.",
  "So last week, NSA director Paul Nakasone announced that he had directed the two organizations to act independently of the White House to counter Russia's aggression.",
  "President Donald Trump's prepared remarks show his own handwritten notes at the start of a meeting with members of Congress at the White House on July 17, 2018.",
  "Thomson Reuters\n\nTrump's reluctance to accept the US intelligence community's findings that Russia meddled in the election has other, broader consequences.",
  "Dan Coats, the Director of National Intelligence, said last week that \"the warning lights are blinking red again\" on potential cyberattacks against the US.",
  "Friday's indictment did not accuse any Americans with crimes in the indictment or insinuate that any US citizen knowingly colluded with Moscow.",
  "\"The sentence should have been: I don't see any reason why it wouldn't be Russia\" that interfered in the US election, he said.",
  "Former FBI Director Robert Mueller, now the special counsel, is investigating Russian interference in the 2016 US election.",
  "\"And here we are nearly two decades later, and I'm here to say, the warning lights are blinking red again,\" Coats said.",
  "On Tuesday, Trump said he had \"full faith\" in US intelligence agencies and wanted to clarify his Monday statements.",
  "This is one of the most significant strategic national security threats facing the United States since 9/11.\"",
  "They are also working with the FBI, the CIA, and the Department of Homeland Security on the initiative.",
  "\"The warning signs are there,\" Coats said during a talk at the Hudson Institute in Washington, DC.",
  "Coats compared the threat level facing the US now to the weeks before the September 11 attacks.",
  "\"Trump has never addressed that because he only wants to talk about collusion,\" Pomeranz said.",
  "Written in black marker on his typed remarks was a note in all caps: \"THERE WAS NO COLUSION.\"",
  "\"Trump gave him that [Monday] ... Putin couldn't have scripted a more perfect outcome.\"",
  "\"Today, the digital infrastructure that serves this country is literally under attack.\"",
  "Trump's reticence on such a pressing issue has baffled national security experts.",
  "It's not the first time Trump has conflated Russian interference and collusion.",
  "Russia, he added, is the \"most aggressive foreign actor, no question.",
  "And they continue their efforts to undermine our democracy.\"",
  "\"We ran a brilliant campaign, and that's why I'm president.\"",
  "Still, the charges seemed to hit a nerve with Trump.",
  "REUTERS/Leah Millis Pomeranz echoed that point.",
  "But \"as good as it is, it's not good enough.",
  "This is not a narrowly defined cyberthreat.",
  "\"Sort of a double negative.\""
]