[
  "REUTERS/Leah Millis\n\nBy David Ljunggren and Steve Holland\n\nOTTAWA/WASHINGTON (Reuters) - Robert Lighthizer was the public face of arduous, year-long talks to rework NAFTA, but as he savored a successful conclusion in the White House Rose Garden on Monday, the U.S. trade representative singled out another man as the deal's architect.",
  "While Kushner's time in the White House has been turbulent - Chief of Staff John Kelly temporarily stripped him of his security clearance this year and he has been criticized for his dealings with the Middle East - his role in keeping the North American Trade Agreement afloat was fundamental, multiple sources said.",
  "TOXIC MOOD\n\nFrom early on in the negotiations, two of Canadian Prime Minister Justin Trudeau's most trusted advisers - chief of staff Katie Telford and private secretary Gerald Butts - also forged ties with Kushner, Hassan Yussuff, president of the Canadian Labour Congress, said in a telephone interview.",
  "His friendship with Mexican Foreign Minister Luis Videgaray, whom he knows through Wall Street connections, helped defuse several blow-ups in that relationship and get a U.S.-Mexican deal over the finish line in August, another source close to the talks said.",
  "\"There was a moment where the traditional channels of negotiations appeared to break down because they just could not get through some of the largest issues, dairy being one of them,\" said a person in Washington familiar with the situation.",
  "Michael Pillsbury, a China expert and former national security official who served on the Trump transition team, said the new deal could encourage China to negotiate, but could also raise fears the United States was trying to contain it.",
  "\"Kushner's contacts with the Chinese ambassador and his skill at diplomacy can certainly help reduce Chinese paranoia and hopefully coax them into making their first negotiating offer,\" said Pillsbury, currently at the Hudson Institute.",
  "The 70-year-old veteran negotiator was referring to Jared Kushner, more than 30 years his junior and Donald Trump's son-in-law, whom the president had asked to help out on trade early in the presidency, especially on Canada and Mexico.",
  "White House senior advisor Jared Kushner listens as U.S. President Donald Trump speaks at a dinner to honor evangelical leadership in the State Dining Room at the White House in Washington, D.C., U.S. August 27, 2018.",
  "A third Canadian source directly familiar with the talks said the Americans \"were incensed\" when Freeland took part in a Toronto panel entitled \"Taking on the Tyrant,\" which featured derogatory comments about Trump.",
  "Trump summed up the atmosphere in typically blunt fashion, saying on Wednesday, \"We don't like their representative very much,\" as the Canadian team dug in on the issue of U.S. access to Canada's dairy market.",
  "A 37-year-old real estate tycoon married to Trump's daughter Ivanka, Kushner has the trust of his father-in-law, and crucially, is close to Lighthizer, a Canadian source with knowledge of the talks said.",
  "Kushner, who traveled to China with Trump last year, has a good relationship with the Chinese ambassador to the United States, Cui Tiankai, said a source familiar with the situation.",
  "Those connections came to the fore again last week, when the mood became toxic between Lighthizer and Freeland, as the U.S.-imposed Sept. 30 deadline to conclude the talks loomed.",
  "The Trump administration slapped tariffs on $200 billion of Chinese goods last month and is threatening duties on virtually all of the goods China exports to the United States.",
  "Kushner kept talking to Butts and Telford, and on Thursday a message got through that the United States wanted to know what was non-negotiable for Canada.",
  "Yussuff was part of the NAFTA advisory council for Chrystia Freeland, Canada's lead negotiator in the talks and the country's foreign minister.",
  "\"I've said before, and I'll say again, this agreement would not have happened if it wasn't for Jared,\" Lighthizer told reporters.",
  "And in every occasion it was one person that always found a way to put it back together: Jared Kushner,\" Videgaray told Reuters.",
  "A second Canadian source said Telford and Butts flew to Washington to meet Kushner in the early days of the presidency.",
  "On Monday, flanked by Lighthizer and Kushner in the Rose Garden, the president said \"it's too early to talk\" to China.",
  "Kushner’s help in the new United States-Mexico-Canada Agreement (USMCA) could pay dividends down the road.",
  "The answer went back that Chapter 19, a dispute resolution mechanism, was a red line.",
  "That may be useful when Trump moves to cool his trade war with the Asian nation.",
  "\"The deal fell apart more than once."
]